{"postfix": "abbott_laboratories-aktie", "name": "ABBOTT_LABORATORIES", "wkn": "850103", "time": "2020.05.26 16:13", "ts": 1590502388, "features": {"KGV": "27.22", "Marktkapitalisierung": {"Size": "Mrd", "Value": "149.34"}, "GA": "3.24", "KBV": "4.75", "BA": "18.56", "KCV": "22.91", "CA": "3.85", "Vola30": "32.78", "Vola90": "53.62", "Vola180": "40.51", "Vola250": "32.23"}, "rivals": ["bb_biotech-aktie", "johnson_johnson-aktie", "merck_co-aktie", "fresenius_medical_care-aktie", "roche_2-aktie", "bayer-aktie", "novartis-aktie"], "text_data": {"de": [["15.05.20", "Abbott unter Druck: Zweifel an Corona-Tests - jetzt verkaufen?"], ["09.05.20", "Roche-Rivale Abbott: \"In der Diagnostik in Deutschland führend\""], ["30.04.20", "Experten sehen bei Abbott Laboratories-Aktie Potenzial"], ["18.04.20", "Abbott Laboratories hat Bilanz für das abgelaufene Quartal gezogen"], ["17.04.20", "Abbott Laboratories: Das ist einfach unglaublich"], ["16.04.20", "MÄRKTE USA/Leichte Gewinne - Techwerte vorn"], ["16.04.20", "MÄRKTE USA/Uneinheitlich - Hoffen auf Rückkehr zur Normalität"], ["16.04.20", "MÄRKTE USA/Uneinheitlich - Hoffen auf Rückkehr zur Normalität"], ["16.04.20", "MÄRKTE USA/Börse freundlich erwartet - Hoffen auf Rückkehr zur Normalität"], ["16.04.20", "MARKT USA/Wall Street freundlich erwartet - Hoffen auf Rückkehr zur Normalität"], ["15.04.20", "Ausblick: Abbott Laboratories stellt Quartalsergebnis zum abgelaufenen Jahresviertel vor"], ["02.04.20", "Siemens Healthineers bringt Covid-19-Test auf den Markt"], ["01.04.20", "Erste Schätzungen: Abbott Laboratories mit Zahlen zum abgelaufenen Quartal"], ["31.03.20", "Analysten sehen bei Abbott Laboratories-Aktie Potenzial"], ["30.03.20", "MÄRKTE USA/Börsen deutlich erholt - Anleger fassen wieder Vertrauen"], ["30.03.20", "MÄRKTE USA/Börsen deutlich erholt - Anleger vertrauen Krisenpolitik"], ["30.03.20", "MÄRKTE USA/Zurückhaltung oberstes Gebot an der Wall Street"], ["30.03.20", "MÄRKTE USA/Zurückhaltung oberstes Gebot an der Wall Street"], ["30.03.20", "MARKT USA/Wall Street zum Start wenig verändert erwartet"], ["30.03.20", "Corona-Schnelltest: Abbott Laboratories hebt nach Top-News ab"], ["28.03.20", "Abbott: Durchbruch bei Coronavirus-Test?"], ["24.02.20", "Abbott Laboratories gibt 385. Quartalsdividende in Folge bekannt"], ["18.02.20", "MÄRKTE USA/Technologiesektor dürfte Wall Street belasten"], ["22.01.20", "MÄRKTE USA/Neue Rekorde an Wall Street - Tesla auf Allzeithoch"], ["22.01.20", "MÄRKTE USA/Börse nimmt Rekordjagd wieder auf - Tesla auf Allzeithoch"], ["22.01.20", "MÄRKTE USA/Wall Street von Vortagesverlust erholt auf Allzeithoch"], ["22.01.20", "MÄRKTE USA/Wall Street dürfte sich von Vortagesverlusten erholen"]], "en": [["24.05.20", "Is Abbott Labs Stock in Trouble?"], ["21.05.20", "Abbott (ABT) Gains As Market Dips: What You Should Know"], ["21.05.20", "Abbott says new data on rapid coronavirus test used in White House shows high accuracy"], ["21.05.20", "Britain to buy 10 million antibody tests from Roche and Abbott"], ["21.05.20", "UPDATE 2-Britain to buy 10 million antibody tests from Roche and Abbott"], ["21.05.20", "Britain signs deals for 10 million antibody tests from Roche and Abbott"], ["21.05.20", "Britain signs deals for 10 million antibody tests from Roche and Abbott"], ["19.05.20", "Is Abbott Labs Stock a Buy After Its COVID-19 Test Controversy?"], ["16.05.20", "Why Is Abbott (ABT) Down 6.4% Since Last Earnings Report?"], ["15.05.20", "Abbott Laboratories' Covid-19 antibody test approved by UK authorities "], ["15.05.20", "Abbott joins Roche in winning UK approval for virus antibody test"], ["14.05.20", "Abbott Labs Refutes Claims Its 5-Minute Coronavirus Test Is Inaccurate"], ["11.05.20", "Coronavirus Antibody Test From Abbott Receives Emergency Use Authorization"], ["11.05.20", "Abbott gets second EUA for COVID-19 antibody test"], ["08.05.20", "Study suggests Abbott COVID-19 antibody test highly likely to give correct results"], ["08.05.20", "Study suggests Abbott COVID-19 antibody test highly likely to give correct results"], ["07.05.20", "BJ's Wholesale Club, Polaris Industries, Abbott Laboratories, Eldorado Resorts and Apple highlighted as Zacks Bull and Bear of the Day"], ["04.05.20", "Why Abbott Shares Rose 16.7% in April"], ["30.04.20", "The Zacks Analyst Blog Highlights: Cisco, Abbott Laboratories, NextEra Energy, Gilead Sciences and Edwards Lifesciences"], ["29.04.20", "Best Coronavirus Testing Stocks: Abbott, Quest Or Chembio Diagnostics?"], ["27.04.20", "Texas Governor Abbott Announces ‘Phase 1’ Reopening To Start May 1"], ["26.04.20", "Italy picks U.S. firm Abbott Laboratories to supply coronavirus blood tests"], ["21.04.20", "Better Coronavirus Stock: Abbott Labs vs. Moderna"], ["20.04.20", "Abbott Launches Antibody Test to Detect Coronavirus Infection"], ["16.04.20", "Abbott Labs Soars After Pandemic Buying Boosts Results"], ["16.04.20", "Abbott Laboratories (ABT) Q1 2020 Earnings Call Transcript"], ["16.04.20", "Here's Why Investors Liked Abbott Labs' Q1 Earnings Results"], ["16.04.20", "Coronavirus test ramp-up to help Abbott weather 'toughest quarter'"], ["16.04.20", "Abbott (ABT) Beats on Q1 Earnings, Suspends '20 Guidance"], ["16.04.20", "Abbott beats profit estimates but suspends forecast on coronavirus concerns"], ["16.04.20", "Abbott beats profit estimates but suspends forecast on coronavirus concerns"], ["16.04.20", "Abbott (ABT) Beats Q1 Earnings and Revenue Estimates"], ["16.04.20", "Abbott beats quarterly profit, but pulls forecast on coronavirus concerns"], ["16.04.20", "Abbott Labs posts 16% profit drop amid coronavairus, suspends forecast"], ["16.04.20", "Abbott beats quarterly profit, but pulls forecast on coronavirus concerns"], ["16.04.20", "Abbott Labs is developing new coronavirus test for mass screening as US tries to reopen the economy; shares rise"], ["16.04.20", "Abbott posts 16% fall in profit, suspends 2020 forecast on coronavirus concerns"], ["15.04.20", "Abbott Rolling Out a Coronavirus Antibody Test"], ["15.04.20", "UPDATE 2-Abbott launches COVID-19 antibody test, plans 20 mln tests per month by June"], ["15.04.20", "Abbott launches COVID-19 antibody test, plans 20 million tests per month by June"], ["2020-05-26 13:38", "Alaska checking results from coronavirus testing machines ...  potentially inaccurate results. The main concerns are false negatives, which are tests incorrectly indicating patients do not have COVID-19. The FDA said it is investigating. Dr. Bernd Jilly, director of Alaska's public health laboratories, has known about the false negative issues since the testing machines were first deployed, he said. The state subsequently requested that Abbott machine results be submitted to the state labs for follow-up testing. Through Saturday, 43,507 tests had been conducted in Alaska, the health department said. Out of 360 Abbott test results checked through Friday, one negative test came back positive during confirmatory testing, Jilly said. \"They had a very low viral load so it was right at the limit of detection of the ... "], ["2020-05-26 13:38", "Alaska checking results from coronavirus testing machines ...  potentially inaccurate results. The main concerns are false negatives, which are tests incorrectly indicating patients do not have COVID-19. The FDA said it is investigating. Dr. Bernd Jilly, director of Alaska's public health laboratories, has known about the false negative issues since the testing machines were first deployed, he said. The state subsequently requested that Abbott machine results be submitted to the state labs for follow-up testing. Through Saturday, 43,507 tests had been conducted in Alaska, the health department said. Out of 360 Abbott test results checked through Friday, one negative test came back positive during confirmatory testing, Jilly said. \"They had a very low viral load so it was right at the limit of detection of the ... "], ["2020-05-26 13:38", "Alaska checking results from coronavirus testing machines ...  potentially inaccurate results. The main concerns are false negatives, which are tests incorrectly indicating patients do not have COVID-19. The FDA said it is investigating. Dr. Bernd Jilly, director of Alaska's public health laboratories, has known about the false negative issues since the testing machines were first deployed, he said. The state subsequently requested that Abbott machine results be submitted to the state labs for follow-up testing. Through Saturday, 43,507 tests had been conducted in Alaska, the health department said. Out of 360 Abbott test results checked through Friday, one negative test came back positive during confirmatory testing, Jilly said. \"They had a very low viral load so it was right at the limit of detection of the ... "], ["2020-05-26 13:38", "Alaska checking results from coronavirus testing machines ...  potentially inaccurate results. The main concerns are false negatives, which are tests incorrectly indicating patients do not have COVID-19. The FDA said it is investigating. Dr. Bernd Jilly, director of Alaska's public health laboratories, has known about the false negative issues since the testing machines were first deployed, he said. The state subsequently requested that Abbott machine results be submitted to the state labs for follow-up testing. Through Saturday, 43,507 tests had been conducted in Alaska, the health department said. Out of 360 Abbott test results checked through Friday, one negative test came back positive during confirmatory testing, Jilly said. \"They had a very low viral load so it was right at the limit of detection of the ... "], ["2020-05-26 12:33", "FACTBOX-Global pharma industry steps up efforts to battle coronavirus ...  the world, to begin in second after angering the French government earlier by saying some countries would half of 2020. get priority access. DIAGNOSTICS Date of Company Progress Story link last update March 31 Qiagen NV The German company has launched a test in Europe that may detect coronavirus in about an hour. The test is also allowed for use in the United States. May 21 Abbott Laboratories Launched several COVID-19 tests, including one that is used in the White House. March 21 Danaher Corp Company's Cepheid unit has gained U.S. approval for a rapid diagnostic test that can detect the coronavirus in about 45 minutes. May 3 Roche The U.S. has authorized two tests made by the Swiss pharma company, one antibody test and another that can provide results ... "], ["2020-05-26 12:33", "FACTBOX-Global pharma industry steps up efforts to battle coronavirus ...  the world, to begin in second after angering the French government earlier by saying some countries would half of 2020. get priority access. DIAGNOSTICS Date of Company Progress Story link last update March 31 Qiagen NV The German company has launched a test in Europe that may detect coronavirus in about an hour. The test is also allowed for use in the United States. May 21 Abbott Laboratories Launched several COVID-19 tests, including one that is used in the White House. March 21 Danaher Corp Company's Cepheid unit has gained U.S. approval for a rapid diagnostic test that can detect the coronavirus in about 45 minutes. May 3 Roche The U.S. has authorized two tests made by the Swiss pharma company, one antibody test and another that can provide results ... "], ["2020-05-26 11:00", "Constant Technological Developments And Research To Drive Valuation Of Diagnostic Specialty Antibodies Market Worth US$35.8 Bn By 2027 End, Finds TMR ...  factors driving the growth of the regional market. Analyze Sodium Lauryl Sulfate Market growth in 30+ countries including US, Canada , Germany , United Kingdom , France , Italy , Russia , Poland , Benelux, Nordic, China , Japan , India , and South Korea . Global Diagnostic Specialty Antibody Market - Key Players F. Hoffmann-La Roche AG, Sanofi, and Abbott Laboratories are the major players operating in the diagnostic specialty antibody market. Purchase this Report - https://www.transparencymarketresearch.com/checkout.php?rep_id=54984&ltype=S The global diagnostic specialty antibody market has been segmented as follows: Global Diagnostic specialty antibody Market, by Antibody Type Monoclonal Antibodies Polyclonal Antibodies Recombinant Polyclonal Antibodies ... "], ["2020-05-26 09:00", "'Not living in the same reality.' Why COVID data settles zero arguments. ...  rates, growth figures, victim demographics and medical histories, hospital capacity and ventilator use for every level of government are instantly available. Research results are flying out of laboratories every day. Yet the more numbers and information that is churned out, the less people agree on its meaning. \"There has not been a consistent voice out ...  health department dashboards (it has dropped in the past week). But what does it mean? Epidemiologists say it's an ominous signal the state should slow its return to normal. Gov. Greg Abbott and other state leaders say the increase is not a problem, merely evidence more people are being tested. With the interpretation of public health information so subjective, citizens have been cast adrift without  ... "], ["2020-05-26 08:50", "Omega 3 Products Market Comprehensive Report To 2028 With Leading Key Players: Epax, Crode & Nordic Naturals | Radiant Insights, Inc ...  3 Products Market\" available with Radiant Insights, Inc. @: https://www.radiantinsights.com/research/2013-2028-report-on-global-omega-3-products-market Additional notable companies are: Unilever Group, Orkla ASA, Koninklijke DSM NV, Bellamy's Australia Ltd., Reckitt Benckiser Group Plc, Nestl SA, Cargill Inc., Sanofi S.A, Herbalife Limited, Blackmores Limited, and Abbott Laboratories. This report provides detailed historical analysis of global market for Omega 3 Products from 2013-2018, and provides extensive market forecasts from 2019-2028 by region/country and subsectors. It covers the sales volume, price, revenue, gross margin, historical growth and future perspectives in the Omega 3 Products market. Market Segmentation: Leading players of Omega ... "], ["2020-05-25 22:35", "Trump threatens to pull Republican convention out of North Carolina ... to do so. The state reported 1,107 cases of covid-19, the respiratory disease caused by the novel coronavirus, on Saturday, which was the highest one-day figure of cases confirmed by laboratories. Mecklenburg County and the city of Charlotte said Monday that they were continuing to plan for the convention, but that they will release guidance on large gatherings in Charlotte in June. AD AD ...  there if needed. \"Texas would welcome President Trump and the RNC Convention,\" said James Dickey, the chairman for the Republican Party of Texas. \"Until then, based on Governor Greg Abbott's progress in opening Texas, we are on track for our state convention as planned in person in July.\" Candice Broce, a spokeswoman for Georgia Gov. Brian Kemp (R), said ... "], ["2020-05-25 22:07", "U.S. Cases Inch Up; California Sets Church Limits: Virus Update ...  computer simulations to find a Covid-19 treatment Subscribe to a daily update on the virus from Bloomberg's Prognosis team here. Click VRUS on the terminal for news and data on the coronavirus. For a look back at this week's top stories from QuickTake, click here. U.S. Says 200 Million Tests Possible (5:55 p.m. NY) The Trump administration said sufficient quantities of Abbott Laboratories' ID NOW Covid-19 test and Quidel Corp.'s Sofia 2 instruments exist to support 200 million U.S. tests per month. AD The Department of Health and Human Services, in a report to Congress, said 18,000 ID NOW devices and 20,000 Quidel instruments are available to states. The U.S. also is buying 100 million swabs and 100 million tubes of viral transport media ... "], ["2020-05-25 20:05", "Amid The COVID-19 Crisis And The Looming Economic Recession, The Automated And Rapid Microbiological Tests Market Worldwide Will Grow By A Projected US$2.5 Billion, During The Analysis Period ... a must for aspiring businesses and their astute leaders seeking to find success in the now changing Automated and Rapid Microbiological Tests market landscape. All research viewpoints presented are based on validated engagements from influencers in the market, whose opinions supersede all other research methodologies. Competitors identified in this market include, among others, Abbott Laboratories; Abbott Molecular;Read the full report: https://www.reportlinker.com/p04707098/?utm_source=PRN Read the full report: https://www.reportlinker.com/p04707098/?utm_source=PRN About Reportlinker ReportLinker is an award-winning market research solution. Reportlinker finds and organizes the latest industry data so you get all the market research you need - instantly, in ... "], ["2020-05-25 15:55", "Amid accuracy concerns, Alaska providers use Abbott COVID-19 testing machines with safeguards in place ...  at the Detroit Health Center in Detroit. Federal health officials are warning about potential accuracy problems with the rapid test for COVID-19 used at thousands of hospitals, clinics and testing sites across the U.S., including the White House. (AP Photo/Carlos Osorio, File) In this April 10, 2020, file image made from video, a lab technician dips a sample into the Abbott Laboratories ID Now testing machine at the Detroit Health Center in Detroit. Federal health officials are warning about potential accuracy problems with the rapid test for COVID-19 used at thousands of hospitals, clinics and testing sites across the U.S., including the White House. (AP Photo/Carlos Osorio, File) Share on Facebook Share on Twitter Share via Email Share on Tumblr Share on ... "], ["2020-05-25 14:30", "'Draconian'? 'House arrest'? Coronavirus lockdowns prompt raft of lawsuits against states ... some governors banned non-essential medical procedures, to preserve hospital space for COVID-19 patients. In Texas, a panel of the 5th U.S. Circuit Court of Appeals ruled that Gov. Greg Abbott's March 22 order banning elective procedures covered abortion. But two other appeals courts panels of the 10th Circuit and the 6th Circuit allowed abortions to continue despite state orders against ...  rules they contend are unfair or unworkable. Christopher Atchison, a professor emeritus at the University of Iowa's Department of Health Management and Policy, said the 50 state \"laboratories of democracy\" respond differently as they gauge how infectious a virus is and how to combat it. \"You wind up with a cauldron of different ingredients that result  ... "], ["2020-05-25 14:06", "'Draconian'? 'House arrest'? Coronavirus lockdowns prompt raft of lawsuits against states ... some governors banned non-essential medical procedures, to preserve hospital space for COVID-19 patients. In Texas, a panel of the 5th U.S. Circuit Court of Appeals ruled that Gov. Greg Abbott's March 22 order banning elective procedures covered abortion. But two other appeals courts panels of the 10th Circuit and the 6th Circuit allowed abortions to continue despite state orders against ...  rules they contend are unfair or unworkable. Christopher Atchison, a professor emeritus at the University of Iowa's Department of Health Management and Policy, said the 50 state \"laboratories of democracy\" respond differently as they gauge how infectious a virus is and how to combat it. \"You wind up with a cauldron of different ingredients that result  ... "], ["2020-05-25 14:06", "'Draconian'? 'House arrest'? Coronavirus lockdowns prompt raft of lawsuits against states ... some governors banned non-essential medical procedures, to preserve hospital space for COVID-19 patients. In Texas, a panel of the 5th U.S. Circuit Court of Appeals ruled that Gov. Greg Abbott's March 22 order banning elective procedures covered abortion. But two other appeals courts panels of the 10th Circuit and the 6th Circuit allowed abortions to continue despite state orders against ...  rules they contend are unfair or unworkable. Christopher Atchison, a professor emeritus at the University of Iowa's Department of Health Management and Policy, said the 50 state \"laboratories of democracy\" respond differently as they gauge how infectious a virus is and how to combat it. \"You wind up with a cauldron of different ingredients that result  ... "], ["2020-05-25 13:50", "'Draconian'? 'House arrest'? Coronavirus lockdowns prompt raft of lawsuits against states ... some governors banned non-essential medical procedures, to preserve hospital space for COVID-19 patients. In Texas, a panel of the 5th U.S. Circuit Court of Appeals ruled that Gov. Greg Abbott's March 22 order banning elective procedures covered abortion. But two other appeals courts panels of the 10th Circuit and the 6th Circuit allowed abortions to continue despite state orders against ...  rules they contend are unfair or unworkable. Christopher Atchison, a professor emeritus at the University of Iowa's Department of Health Management and Policy, said the 50 state \"laboratories of democracy\" respond differently as they gauge how infectious a virus is and how to combat it. \"You wind up with a cauldron of different ingredients that result  ... "], ["2020-05-25 13:50", "'Draconian'? 'House arrest'? Coronavirus lockdowns prompt raft of lawsuits against states ... some governors banned non-essential medical procedures, to preserve hospital space for COVID-19 patients. In Texas, a panel of the 5th U.S. Circuit Court of Appeals ruled that Gov. Greg Abbott's March 22 order banning elective procedures covered abortion. But two other appeals courts panels of the 10th Circuit and the 6th Circuit allowed abortions to continue despite state orders against ...  rules they contend are unfair or unworkable. Christopher Atchison, a professor emeritus at the University of Iowa's Department of Health Management and Policy, said the 50 state \"laboratories of democracy\" respond differently as they gauge how infectious a virus is and how to combat it. \"You wind up with a cauldron of different ingredients that result  ... "], ["2020-05-25 13:50", "'Draconian'? 'House arrest'? Coronavirus lockdowns prompt raft of lawsuits against states ... some governors banned non-essential medical procedures, to preserve hospital space for COVID-19 patients. In Texas, a panel of the 5th U.S. Circuit Court of Appeals ruled that Gov. Greg Abbott's March 22 order banning elective procedures covered abortion. But two other appeals courts panels of the 10th Circuit and the 6th Circuit allowed abortions to continue despite state orders against ...  rules they contend are unfair or unworkable. Christopher Atchison, a professor emeritus at the University of Iowa's Department of Health Management and Policy, said the 50 state \"laboratories of democracy\" respond differently as they gauge how infectious a virus is and how to combat it. \"You wind up with a cauldron of different ingredients that result  ... "], ["2020-05-25 13:50", "'Draconian'? 'House arrest'? Coronavirus lockdowns prompt raft of lawsuits against states ... some governors banned non-essential medical procedures, to preserve hospital space for COVID-19 patients. In Texas, a panel of the 5th U.S. Circuit Court of Appeals ruled that Gov. Greg Abbott's March 22 order banning elective procedures covered abortion. But two other appeals courts panels of the 10th Circuit and the 6th Circuit allowed abortions to continue despite state orders against ...  rules they contend are unfair or unworkable. Christopher Atchison, a professor emeritus at the University of Iowa's Department of Health Management and Policy, said the 50 state \"laboratories of democracy\" respond differently as they gauge how infectious a virus is and how to combat it. \"You wind up with a cauldron of different ingredients that result  ... "]]}}