{"postfix": "abercrombie_fitch-aktie", "name": "ABERCROMBIE_FITCH", "wkn": "903016", "time": "2020.05.26 17:07", "ts": 1590505638, "features": {"KGV": "22.56", "Marktkapitalisierung": {"Size": "Mio", "Value": "675.23"}, "GA": "0.73", "KBV": "1.01", "BA": "16.28", "KCV": "4.28", "CA": "3.85", "Vola30": "96.9", "Vola90": "129.19", "Vola180": "97.81", "Vola250": "82.83"}, "rivals": ["limited_brands-aktie", "gap-aktie", "hennes_mauritz-aktie", "american_eagle_outfitters-aktie", "urban_outfitters-aktie", "aeropostale-aktie", "tom_tailor-aktie"], "text_data": {"de": [["30.04.20", "So stuften die Analysten die Abercrombie Fitch-Aktie im vergangenen Monat ein"], ["31.03.20", "Analysten sehen bei Abercrombie Fitch-Aktie Potenzial"], ["03.03.20", "Ausblick: Abercrombie Fitch legt Quartalsergebnis vor"], ["25.02.20", "Aktionäre von Abercrombie & Fitch erhalten unveränderte Dividende"]], "en": [["2020-05-26 13:05", "Factors Likely to Influence Abercrombie's (ANF) Q1 Earnings ... buying Microsoft in the 1990s. Zacks' just-released special report reveals 8 stocks to watch. The report is only available for a limited time. See 8 breakthrough stocks now> > In-Depth Zacks Research for the Tickers Above Normally $25 each - click below to receive one report FREE: Big Lots, Inc. (BIG) - free report > > Dollar General Corporation (DG) - free report > > Abercrombie Fitch Company (ANF) - free report > > WilliamsSonoma, Inc. (WSM) - free report > > Published in retail Zacks' 7 Best Strong Buy Stocks for June, 2020 Free Research for Zacks.com Readers Experts have chosen 7 stocks out of 220 Zacks Rank #1 Strong Buys that have the highest potential to increase in price quickly amid the global health crisis. A recent pick, Maxar, skyrocketed ... "], ["2020-05-24 23:00", "Post-pandemic, car dealers look at new ways to do business ...  46 The local newspaper industry, including the Post-Star in Glens Falls, have announced cut backs and furloughs. Read the story here: https://www.timesunion.com/business/article/Furloughs-layoffs-and-revenue-drops-Capital-15205886.php#photo-15493760 iStock / Getty Images Plus 24 of 46 Abercrombie & Fitch Co. announced it was furloughing all of its retail store employees, including 86 workers from Crossgates Mall. Read the story here: https://www.timesunion.com/business/article/Abercrombie-Hollister-stores-at-Crossgates-let-15212524.php (AP Photo/Bebeto Matthews, File) Bebeto Matthews 25 of 46 The College of Saint Rose announced pay cuts and furloughs. Read the story here: https://www.timesunion.com/news/article/Salary-cuts-furloughs-announced-at-the-College ... "], ["2020-05-23 17:44", "Liz Weston: Should seniors consider a reverse mortgage now? ...  said in a regulatory filing that restaurant closures, suspended NHL, NBA and MLB seasons, reduced travel, social distancing, and more people working from home is straining operations. The Atlanta company said that it cannot reasonably estimate the negative impact the virus will have. Kohl's withdrew its full-year and first-quarter forecasts. Several other chains like Nordstrom and Abercrombie & Fitch have also withdrawn their guidance given so much uncertainty. FACTORIES GO DARK: Thousands of businesses have ordered employees to work remotely. It's obviously not an option for a number of sectors and the impact on heavy industry has been immense. All major U.S. automakers, including Tesla, have shut down their factories. Mercedes-Benz is one of the ... "], ["2020-05-22 18:59", "50 stores that offer military discounts all year long — including Under Armour, Nike, and L.L.Bean ...  year-round and on Memorial Day, below. And though there are a good amount listed, it's always a good practice to ask at any store you're shopping at since many don't advertise, or in case they require in-person verification. Check out all the stores that offer military discounts year-round: Clothes, shoes, and accessories Eddie Bauer Facebook Abercrombie & Fitch: 10-15% off at manager's discretion on in-store purchases. Allen Edmonds: 15% off regularly priced merchandise after ID validation. Alpha Industries: 15% off all regular priced items, plus free domestic shipping with Military ID for a limited time in May. American Eagle Outfitters: 10-15% off at manager's discretion on in-store purchases. Banana Republic: 10% off on the ... "], ["2020-05-22 18:37", "50 amazing Memorial Day fashion and clothing sales to shop this weekend ...  rarely has sales, but this weekend, they are having a big one where you can get discounts on top brands including Nike, Merrell, and TOMS. If you're looking for sandals to get you through spring and summer, or you're in the market for a new pair of sneakers, now is an excellent time to buy. All the best Memorial Day clothing, shoes, and accessories sales Abercrombie & Fitch: 40% - 60% off throughout the entire store (plus an extra 15% select styles for online orders) Adidas: Up to 50% off select styles through May 26 Alo Yoga: Up to 50% off select styles Anthropologie: 25% off all clothing, shoes, and accessories and an extra 50% off sale items. Free shipping on orders over $50 Aritzia: 50% off select sale styles ASOS: Get up to 50% off ASTR the ... "], ["2020-05-22 15:22", "Metlife Gains Momentum After Early Year Losses ... , and suggests the stock is a buy from these levels. The stock is starting to gain some serious momentum after rallying almost 60% off the March lows and is now down only 0.5% year-to-date. Pacira BioSciences Inc price compared to its 50 and 200-day Simple Moving Average YCharts Today In: Money Coinbase Shows A Glimpse Of The Future Made By Covid-19 Can Abercrombie & Fitch Successfully Weather The COVID Storm? Cuomo: New York Launches $100 Million Small Business Relief Program CME Group Inc CME is another top buy today, according to our AI systems. The stock has strong factor scores of B in Technical, B in Growth, A in Momentum Volatility and B in Quality Value. This company is in the financial services sector, based in Chicago. They operate exchanges that ... "], ["2020-05-22 04:00", "What's Next For NASDAQ Stock After Almost Recovering To Its All-Time High Of $120? ... ;s P/E is slightly up to about 24.5 now due to the positive impact of higher trading volumes on NASDAQ's top line, we believe that the potential gains are already priced into the stock. How Is Coronavirus Impacting NASDAQ's Stock? Today In: Markets Cuomo: New York Launches $100 Million Small Business Relief Program Can Abercrombie & Fitch Successfully Weather The COVID Storm? Banks Earnings Will Suffer Until 2025 Because Of Coronavirus, IMF Says NASDAQ is a holding company that engages in trading, clearing, exchange technology, regulatory, securities listing, information, and public & private company services. It derives more than 62% of its revenues from market services, which include Equity Derivative Trading and Clearing, Cash Equity Trading, FICC ... "], ["2020-05-22 04:00", "Can Abercrombie & Fitch Successfully Weather The COVID Storm? ... Storm? Trefis Team Contributor Great Speculations Contributor Group Opinions expressed by Forbes Contributors are their own. Markets Share to Facebook Share to Twitter Share to Linkedin SHANGHAI, CHINA - 2019/09/08: American lifestyle retailer Abercrombie & Fitch store and logo seen in ... [+] Shanghai. (Photo by Alex Tai/SOPA Images/LightRocket via Getty Images) SOPA Images/LightRocket via Getty Images Abercrombie & Fitch stock (NYSE: ANF) has declined by 35% since the beginning of the year. The apparel industry is rattled, and Abercrombie is no exception. Fading consumer demand, reduced discretionary spending, and stay-at-home orders resulting in store remaining closed continue to take their toll on the apparel industry. With JCPenney filing for bankruptcy ... "], ["2020-05-21 20:35", "The 73 Best Memorial Day Sales to Check Out Now ...  to 65% off All-Clad cookware Save 20% off Williams Sonoma Collection West Elm Get 10% off orders of $100 or more with code SAVEMORE Get 15% off $250 or more with code SAVEMORE Get 20% off orders of $500 or more with c ode SAVEMORE Get 25% off $1,500 or more with code SAVEMORE Style Memorial Day Deals 2(XIST) Save 20% off select products + free shipping with code SHIPIT Abercrombie & Fitch Save up to 60% site-wide Adidas Save up to 50% off until 5/26 Aether Get 10% off site-wide and AETHER will match that by giving 10% of every sale to the homeless crisis in the brand's local communities. Alpha Industries Save up to 50% off select styles Alternative Apparel Save 40% off site-wide until 5/25 Alton Lane Save 30% off site-wide with code MEMDAY30 Backcountry ... "], ["2020-05-21 16:30", "Earnings Preview: Abercrombie & Fitch (ANF) Q1 Earnings Expected to Decline ...  doesn't appear a compelling earnings-beat candidate. However, investors should pay attention to other factors too for betting on this stock or staying away from it ahead of its earnings release. In-Depth Zacks Research for the Tickers Above Normally $25 each - click below to receive one report FREE: Abercrombie Fitch Company (ANF) - free report > > Published in consensus-outlook earnings earnings-consensus earnings-esp earnings-estimates-revisions earnings-expectations earnings-preview stock-price-change zacks-consensus-estimate Zacks' 7 Best Strong Buy Stocks for June, 2020 Free Research for Zacks.com Readers Experts have chosen 7 stocks out of 220 Zacks Rank #1 Strong Buys that have the highest potential to increase in price quickly amid ... "], ["2020-05-21 14:36", "Inside the abandoned mansions left to rot after sickening murder at 'house of witches' and riots at mental asylum ...  were drugged, locked up in isolation for up to six weeks and refused visitors. The hospital was vacated by the 1980s and officially closed in 2002. There are now plans to convert the building into flats. 36 Lennox Castle now lies abandoned after a dark history 36 The old hospital is overgrown outside Tragedy of millionaire designer's 3m castle When David Abercrombie, founder of Abercrombie and Fitch, built a castle in New York state, he and wife Lucy Cate named it Elda Castle after their four children Elizabeth, Lucy, David, and Abbott. But the family home, which sits in 49 acres of land and boasted 25 rooms, including servants' quarters, would become blighted with tragedy. A year after its completion in 1928, the couple's daughter, Lucy, died ... "], ["2020-05-21 04:05", "Woman bans son from social media for posting ab pictures - 9Honey ...  16-year-old was \"livid\" and \"complained to everyone in the family\". Although family members weighed in on the debate, claiming the photos were \"no different than an Abercrombie ad\" — referencing the images of shirtless men used to promote the American retail company — the woman decided to ask Reddit whether she was in the right or not. Unsurprisingly, users  ... ;re concerned but, you way overstepped,\" wrote one. \"If your son is proud of who he is then he should be able to post what he wants,\" claimed another. Abecrombie & Fitch, once known for it's shirtless models that greet you at the door, have since banned them. (Getty) The community also shared some parenting advice. \"Not wanting your underage kid to  ... "], ["2020-05-20 19:42", "Memorial Day 2020: Deals and discounts from Macy’s, Best Buy, Target, others ...  \"unofficial start of summer.\" Content Continues Below This year will be a bit different with fewer people out and about shopping. The good news is that you can still get your favorite things by shopping online. Whether you are looking for a mattress, some patio furniture or a new dryer, here are some Memorial Day deals to jump-start your three-day shopping weekend. Abercrombie & Fitch : Look for markdowns of 40%-60% sitewide. Adidas : Save up to 50% on men's, women's and kids' styles. Amazon : Get daily deals up to 30% off Amazon brands . Also, look for a discount on the Apple AirPods. American Trench : Get 20% off sitewide with the promo code \"HELLOSUMMER .\" Anthropologie : You can get an extra 50% off furniture and home items ... "], ["2020-05-20 19:42", "Memorial Day 2020: Deals and discounts from Macy’s, Best Buy, Target, others ...  \"unofficial start of summer.\" Content Continues Below This year will be a bit different with fewer people out and about shopping. The good news is that you can still get your favorite things by shopping online. Whether you are looking for a mattress, some patio furniture or a new dryer, here are some Memorial Day deals to jump-start your three-day shopping weekend. Abercrombie & Fitch : Look for markdowns of 40%-60% sitewide. Adidas : Save up to 50% on men's, women's and kids' styles. Amazon : Get daily deals up to 30% off Amazon brands . Also, look for a discount on the Apple AirPods. American Trench : Get 20% off sitewide with the promo code \"HELLOSUMMER .\" Anthropologie : You can get an extra 50% off furniture and home items ... "], ["2020-05-20 19:42", "Memorial Day 2020: Deals and discounts from Macy’s, Best Buy, Target, others ...  \"unofficial start of summer.\" Content Continues Below This year will be a bit different with fewer people out and about shopping. The good news is that you can still get your favorite things by shopping online. Whether you are looking for a mattress, some patio furniture or a new dryer, here are some Memorial Day deals to jump-start your three-day shopping weekend. Abercrombie & Fitch : Look for markdowns of 40%-60% sitewide. Adidas : Save up to 50% on men's, women's and kids' styles. Amazon : Get daily deals up to 30% off Amazon brands . Also, look for a discount on the Apple AirPods. American Trench : Get 20% off sitewide with the promo code \"HELLOSUMMER .\" Anthropologie : You can get an extra 50% off furniture and home items ... "], ["2020-05-20 19:42", "Memorial Day 2020: Deals and discounts from Macy’s, Best Buy, Target, others ...  \"unofficial start of summer.\" Content Continues Below This year will be a bit different with fewer people out and about shopping. The good news is that you can still get your favorite things by shopping online. Whether you are looking for a mattress, some patio furniture or a new dryer, here are some Memorial Day deals to jump-start your three-day shopping weekend. Abercrombie & Fitch : Look for markdowns of 40%-60% sitewide. Adidas : Save up to 50% on men's, women's and kids' styles. Amazon : Get daily deals up to 30% off Amazon brands . Also, look for a discount on the Apple AirPods. American Trench : Get 20% off sitewide with the promo code \"HELLOSUMMER .\" Anthropologie : You can get an extra 50% off furniture and home items ... "], ["2020-05-20 19:42", "Memorial Day 2020: Deals and discounts from Macy’s, Best Buy, Target, others ...  \"unofficial start of summer.\" Content Continues Below This year will be a bit different with fewer people out and about shopping. The good news is that you can still get your favorite things by shopping online. Whether you are looking for a mattress, some patio furniture or a new dryer, here are some Memorial Day deals to jump-start your three-day shopping weekend. Abercrombie & Fitch : Look for markdowns of 40%-60% sitewide. Adidas : Save up to 50% on men's, women's and kids' styles. Amazon : Get daily deals up to 30% off Amazon brands . Also, look for a discount on the Apple AirPods. American Trench : Get 20% off sitewide with the promo code \"HELLOSUMMER .\" Anthropologie : You can get an extra 50% off furniture and home items ... "], ["2020-05-20 19:42", "Memorial Day 2020: Deals and discounts from Macy’s, Best Buy, Target, others ...  \"unofficial start of summer.\" Content Continues Below This year will be a bit different with fewer people out and about shopping. The good news is that you can still get your favorite things by shopping online. Whether you are looking for a mattress, some patio furniture or a new dryer, here are some Memorial Day deals to jump-start your three-day shopping weekend. Abercrombie & Fitch : Look for markdowns of 40%-60% sitewide. Adidas : Save up to 50% on men's, women's and kids' styles. Amazon : Get daily deals up to 30% off Amazon brands . Also, look for a discount on the Apple AirPods. American Trench : Get 20% off sitewide with the promo code \"HELLOSUMMER .\" Anthropologie : You can get an extra 50% off furniture and home items ... "], ["2020-05-19 22:35", "Abercrombie & Fitch Gets Two Thumbs Up From Analysts, Its Stock Drops Anyway ...  launched in February of 2002. Returns as of 05/19/2020. Join Stock Advisor Cumulative Growth of a $10,000 Investment in Stock Advisor Calculated by Time-Weighted Return Stocks ANF Abercrombie & Fitch NYSE: ANF $11.65 down $0.21 (-1.77%) Related Articles Why These Apparel Retailer Stocks Plunged on Wednesday Why Abercrombie & Fitch Stock Dropped 30.8% in March Why Abercrombie & Fitch's Store Closings Spell Big Trouble Abercrombie & Fitch Closes All Stores in North America and Europe, Withdraws Q1 and Annual Outlook Why Retail Stocks Plunged Today Abercrombie & Fitch Gets Two Thumbs Up From Analysts, Its Stock Drops Anyway @themotleyfool #stocks $ANF Next Article Prev 1 2 3 4 5 Next Terms of Use Privacy Policy Accessibility Policy Copyright, Trademark ... "], ["2020-05-19 17:25", "3 Specialty-Retail Stocks That One Analyst Says Are Worth Buying ...  that they should benefit from their focus on casual wear, their younger customer base, and strong balance sheets. \"American Eagle was able to get into stores early on to fulfill online orders and begin to clear store inventory early. [It] has also reopened some stores, allowing for curbside pickup and also to clear through inventory with ship-from store capabilities.\" Editor's Choice As for Abercrombie & Fitch, she notes that it \"is well positioned to outperform in this environment with growing strength in the A&F brand and Hollister which continues to resonate with consumers. Additionally, some of the pressure in Europe and U.S. should be mitigating by Asia opening.\" She has a $15 price target on American Eagle and $13 price target on ... "]]}}