{"postfix": "activision_blizzard-aktie", "name": "ACTIVISION_BLIZZARD", "wkn": "A0Q4K4", "time": "2020.05.26 16:57", "ts": 1590505071, "features": {"KGV": "26.24", "Marktkapitalisierung": {"Size": "Mrd", "Value": "52.65"}, "GA": "2.26", "KBV": "3.57", "BA": "16.61", "KCV": "24.97", "CA": "2.37", "Vola30": "40.94", "Vola90": "41.24", "Vola180": "33.01", "Vola250": "32.56"}, "rivals": ["microsoft-aktie", "electronic_arts-aktie", "nintendo-aktie", "take_two-aktie"], "text_data": {"de": [["22.05.20", "Citi: Activison Blizzard - Wo bieten sich neue Chancen?"], ["22.05.20", "Citi: Activison Blizzard - Wo bieten sich neue Chancen?"], ["11.05.20", "Activision Blizzard: Höhenflug und neue Kursziele nach den Zahlen"], ["09.05.20", "Activision Blizzard stellte Zahlen zum jüngsten Quartal vor"], ["06.05.20", "EA und Activision Blizzard hoffen in Corona-Krise auf mehr Nutzer"], ["06.05.20", "Activision Blizzard: Neues Call of Duty und Shadowlands trotz Coronakrise im Plan"], ["06.05.20", "Activision Blizzard: Fantastisches Quartal - auch der Ausblick macht Laune"], ["30.04.20", "Wie Experten die Activision Blizzard-Aktie im April einstuften"], ["18.04.20", "Activision Blizzard: 50 Millionen neue Nutzer nach nur vier Wochen"], ["17.04.20", "HSBC: Kursfantasie bei Activision Blizzard und Electronic Arts"], ["14.04.20", "Opening Bell: Amazon nahe Rekordhoch, Netflix, JP Morgan, Johnson&amp;amp;amp;amp;amp;amp;amp;amp;Johnson, Tesla, Activision Blizzard"], ["01.04.20", "MÄRKTE USA/Steigende Corona-Fallzahlen in den USA belasten Börse"], ["31.03.20", "Activision Blizzard-Aktie: Das sind die Expertenmeinungen des Monats März"], ["30.03.20", "Activision Blizzard: Damals wie heute - Gestärkt durch Krisen"], ["25.03.20", "ROUNDUP: Mehr Datenverkehr wegen Corona an Frankfurter Internet-Knoten"], ["13.03.20", "Activision Blizzard: Das richtige Game zum richtigen Zeitpunkt"], ["06.03.20", "Gaming-Aktien: Activision, EA, Ubisoft - und ein Geheimtipp"], ["02.03.20", "Activision Blizzard: Kaufchance nach Corona-Wahnsinn!"], ["29.02.20", "Was Analysten von der Activision Blizzard-Aktie erwarten"], ["19.02.20", "Activision Blizzard: Zwei TV-Serien in der Schublade"], ["19.02.20", "HSBC: Activision Blizzard - Gewinne laufen lassen, Stopps nachziehen"], ["17.02.20", "Entfernte \"GeForce Now\"-Spiele: Nvidia fehlt Einigung mit Activision"], ["14.02.20", "Geforce Now: \"Missverständnis\" zwischen Nvidia und Activision Blizzard"], ["13.02.20", "Call of Duty: Activision erklärt riesige Updates"], ["12.02.20", "Cloud Gaming Geforce Now: Keine Spiele mehr von Activision Blizzard"], ["12.02.20", "Cloud Gaming: Activision Blizzard zieht Spiele von Geforce Now zurück"], ["08.02.20", "Activision Blizzard: So viel setzte das Unternehmen zuletzt um"], ["05.02.20", "Ausblick: Activision Blizzard stellt das Zahlenwerk zum vergangenen Quartal vor"], ["27.01.20", "Streaming: E-Sports von Activision läuft künftig exklusiv bei Youtube"]], "en": [["19.05.20", "3 Ways ‘Call of Duty’ is Changing the Game for Activision Blizzard"], ["19.05.20", "Why Did Activision Blizzard Stock Double While Its Sales Grew A Mere 2%?"], ["18.05.20", "Taiwan Semiconductor Manufacturing, Chipotle, Activision Blizzard, Glu Mobile and Zynga highlighted as Zacks Bull and Bear of the Day"], ["15.05.20", "Could Activision Blizzard Be an $81 Stock?"], ["15.05.20", "Why Activision Blizzard Can’t Release “Overwatch 2” Soon Enough"], ["15.05.20", "Why Activision Blizzard Stock May Outperform Its Rivals in 2020"], ["12.05.20", "Why Activision Blizzard (ATVI) Stock Might be a Great Pick"], ["12.05.20", "Activision Blizzard's \"Call of Duty\" Is On Fire"], ["11.05.20", "Activision Blizzard CEO: We're On Track With New Releases in 2020"], ["09.05.20", "Activision levels up"], ["08.05.20", "Activision Blizzard’s Outlook Is Too Conservative"], ["08.05.20", "Activision Blizzard's Shares March Higher, Can It Continue?"], ["07.05.20", " Video Gaming ETFs Set to Gain on Strong Activision Results"], ["07.05.20", "How Activision Blizzard Destroyed Analysts' Earnings Expectations"], ["07.05.20", "Zacks.com featured highlights include: Activision Blizzard, Guardant Health, Vertex Pharmaceuticals, Aphria and Shopify"], ["06.05.20", "Why Activision Blizzard Stock Jumped on Wednesday"], ["06.05.20", "The Zacks Analyst Blog Highlights: Walt Disney, Activision Blizzard, Electronic Arts, Beyond Meat and Pinterest"], ["06.05.20", "Activision (ATVI) Q1 Earnings Decline Y/Y Despite MAU Growth"], ["06.05.20", "Activision Blizzard shares surge amid lockdown gaming boom"], ["06.05.20", "Activision Blizzard Inc (ATVI) Q1 2020 Earnings Call Transcript"], ["05.05.20", "UPDATE 1-Activision raises 2020 forecast as \"Call of Duty\" gets lockdown boost"], ["05.05.20", "Activision Blizzard: Next premium Call of Duty title is on track for the fall"], ["05.05.20", "Activision Blizzard stock rises after earnings beat, as player engagement rises amid coronavirus"], ["05.05.20", "Video Game Stocks Activision, EA Beat March-Quarter Targets"], ["05.05.20", "Candy Crush sees more play than ever since Activision-Blizzard’s 2016 acquisition"], ["05.05.20", "Activision raises 2020 forecast as 'Call of Duty' gets lockdown boost"], ["05.05.20", "Activision Blizzard posts $1.79 billion Q1 revenues as pandemic creates gaming surge"], ["05.05.20", "The Zacks Analyst Blog Highlights: Activision Blizzard, Electronic Arts, Reynolds Consumer Products and Take-Two Interactive Software"], ["05.05.20", "Activision Blizzard to Report Q1 Earnings Today: What Awaits?"], ["05.05.20", "Could Activision Blizzard Be a Millionaire-Maker Stock?"], ["04.05.20", "Is a Surprise Coming for Activision (ATVI) This Earnings Season?"], ["04.05.20", "Uber, Live Nation, Activision-Blizzard, Grub Hub and Disney are part of Zacks Earnings Preview"], ["02.05.20", "Why I'll Be Watching Activision Blizzard Closely Next Week"], ["01.05.20", "Activision Blizzard donates $2 million to Call of Duty Endowment for veterans jobs"], ["30.04.20", "Activision Earnings: How High Will the Gaming Audience Spike?"], ["28.04.20", "Is Activision Blizzard Still A Buy?"], ["26.04.20", "Better Buy: Activision Blizzard vs. Nintendo"], ["25.04.20", "Activision Blizzard in 3 Charts"], ["24.04.20", "Activision Will Get a Boost From Record Video Game Sales"], ["16.04.20", "Activision Blizzard CEO: Most of Our Games Seeing Record Levels of Engagement"], ["2020-05-26 10:30", "What Hedge Funds Own and What It Says About the Market ... marking the seventh consecutive quarter of these names dominating the pack. \"As investors grappled with the largest economic collapse on record , they shifted further into already-popular large-cap secular growth stocks, boosting momentum strategies,\" Goldman wrote. There were 12 new entries for Goldman Sachs list of 50 \"Very Important Positions\" for hedge funds. Activision Blizzard (ATVI), Crown Holdings (CCK), and Change Healthcare (CHNG) were three of the names joining the list. Other names joining the list were: Equinix (EQIX), HCA Healthcare (HCA), Liberty Broadband (LBRDK), NVIDIA (NVDA), Raytheon Technologies (RTX), Tech Data (TECD), T-Mobile US (TMUS) , UnitedHealth Group (UNH), and Zynga (ZNGA). Goldman's \"VIP\" basket has ... "], ["2020-05-25 19:28", "Quarantined investors create 'perfect storm of stupid' (Plus, a TSX stock skyrocketing on the shift to remote working) ...  firm Robinhood Markets Inc. The number of positions surged from just over four million when the market bottomed in late March, to the current 12 million. The new traders that aren't buying and selling ETFs are almost certainly focused on the obvious individual names with strong price momentum like Amazon.com , Facebook Inc., Alphabet Inc., Microsoft Corp. and video game developers like Activision Blizzard. This is all, of course, a recipe for disaster but market history teaches us not to try and time any kind of market top. The self-fulfilling prophecy of new money pushing stock higher, and attracting even more investment assets to a select group of companies or trading strategies can go on for a long time. The one thing investors can expect from this ... "], ["2020-05-25 14:33", "New 'Call Of Duty Black Ops: Cold War' Easter Egg Found In 'Warzone'The thought of having a new \"Call of Duty Black Ops\" game set in the Cold War era is slowly creeping in on fans of the title. Ever since Activision Blizzard announced the new installment, gamers see to it that they spot even the slightest of hints"], ["2020-05-25 12:05", "Jefferies breaks down the top 22 stocks it thinks you should buy right now — including 6 fast-risers that just captured its attention ... The group includes familiar names like Chevron and Alphabet , as well as market leaders and laggards. New entrants to the group include drugmaker BioMarin , private equity giant Blackstone , telecom equipment maker Motorola Solutions , miner Rio Tinto , new aerospace company Raytheon Technologies , and retailer TJX . The entire group of 22 high-conviction, buy-rated stocks is listed below: 1. Activision Blizzard Markets Insider Ticker : ATVI Sector : Communication services Price target : $80 Upside : 10.2% Quote : \"Best-in-class gaming company with a visible path to two straight years of earnings growth and call-options not reflected in the current valuation. ... The market is missing ATVI's aggressive pursuit of mobile gaming and how it will impact ... "], ["2020-05-25 11:46", "Jefferies' 22 highest conviction U.S. stock picks ... Twitter *** Story continues below advertisement Jefferies Research has updated its top stock picks list which they call \"Franchise Pick List\". The team describe the criteria as \"highest-conviction, buy-rated stocks within US Research. Special consideration is given to stocks with differentiated analysis.\" In alphabetical order, the stocks are Activision Blizzard, Bio-Rad labs, Biomarin Pharmaceuticals , Blackstone Group A, Casey's General , Chevron Corp., Eldorado Resorts , Gentex Corp., Alphabet Inc. , Haemonetics Corp., Hasbro Inc., Huntsman Corp., Kennametal Inc., Lowe's Cos, Martin Marietta Metals , Marathon Petroleum, Motorola Solutions , Rio Tinto, Ringcentral A, Raytheon Technologies , TJX Co.s and Texas Instruments.\" \" ... "], ["2020-05-25 04:46", "PlayStation Store sale: 8 discounted PS4 games to buy now ... is on sale for just $25. It's a visually spectacular game that you'll get dozens of hours out of. $25 at PlayStation Store Assassin's Creed IV: Black Flag Ubisoft If you're hankering for an Assassin's Creed experience and have already played Odyssey, also note that Black Flag is on sale for just $9. $9 at PlayStation Store Crash Team Racing Nitro Fueled Activision Blizzard As we all know, 1999's Crash Team Racing is the greatest racing game of all time. OK, maybe that's a stretch, but it's a real PlayStation 1 gem -- one that got 2019 shine ( GameSpot review here ) with a PlayStation 4, Xbox One and Nintendo Switch remake last year. It normally fetches $40, but right now you can get the deluxe Nitros-Oxide edition for $30. $30 ... "], ["2020-05-24 21:56", "Paris Legion win inaugural Warzone Weekend ...  and DQ'd after cheating in esports race 44m Reuters The past, present and future of the Shanghai Dragons 2d Emily Rand TSM announces new VALORANT team full of ex-Counter-Strike pros 2d Tyler Erzberger The Race All-Star Series: How to watch Mario Andretti compete virtually with other racers 2d ESPN.com Paris Legion win inaugural Warzone Weekend Photo by Activision-Blizzard Facebook Twitter Facebook Messenger Email 4:25 PM ET Arda Ocal ESPN Staff Writer Facebook Twitter Facebook Messenger Pinterest Email print The Paris Legion secured their first Call of Duty League-related event win on Sunday, winning the inaugural Warzone Weekend. The Paris team, made up of Matthew \"KiSMET\" Tinsley, Luke \"Louqa\" Rigas, Denholm \"Denz\" Taylor and ... "], ["2020-05-24 18:33", "Watch the first private 'Call of Duty: Warzone' tournament at 3PM ET ...  is keenly aware that esports can be vital to keeping a game relevant. Still, this private tournament is an important moment — effectively, it represents the end of Warzone 's honeymoon phase and the first serious test of its appeal to esports fans. In this article: Activision Blizzard , Activision , infinity ward , Raven Software , Call of Duty , call of duty warzone , Warzone , battle royale , games , video games , esports , call of duty league , video , news , gaming All products recommended by Engadget are selected by our editorial team, independent of our parent company. Some of our stories include affiliate links. If you buy something through one of these links, we may earn an affiliate commission. Comments 15 Shares Share Tweet Share ... "], ["2020-05-24 17:14", "Take-Two Interactive's Record Growth Isn't a Fluke ... benefit our industry's results,\" Zelnick predicted. Motley Fool Returns Stock Advisor S&P 500 415% 87% Stock Advisor launched in February of 2002. Returns as of 05/24/2020. Join Stock Advisor Cumulative Growth of a $10,000 Investment in Stock Advisor Calculated by Time-Weighted Return Stocks TTWO Take-Two Interactive NASDAQ: TTWO $138.19 down $-8.65 (-5.89%) ATVI Activision Blizzard NASDAQ: ATVI $72.47 down $-1.31 (-1.78%) Related Articles Take-Two Interactive Reports Monster Quarter as It Prepares to Launch Dozens of More Games Take-Two Interactive Software Inc (TTWO) Q4 2020 Earnings Call Transcript $3,000 Invested in These 3 Industries Could Make You a Fortune Over the Next 10 Years Better Buy: Tencent vs. Take-Two Interactive Take-Two Interactive ... "], ["2020-05-24 16:30", "Best Xbox One games for 2020 ...  the best Xbox One game of 2020 so far. See GameSpot's Doom Eternal review . $60 at Best Buy $60 at Walmart $60 at Adorama Sekiro: Shadows Die Twice Activision See digital version at Microsoft Endless online discourse about its difficulty aside, Sekiro: Shadows Die Twice is another masterpiece from Dark Souls creator From Software. Sekiro shares a little of  ... games I've ever played. See GameSpot's The Witness review . Overwatch Blizzard Entertainment See digital version at Microsoft Overwatch may be in the process of being bludgeoned to death by Fortnite and PUBG in terms of mainstream appeal, but it's still got a gargantuan audience returning night after night. Mainly because Blizzard has literally no idea how to make a game that isn't  ... "], ["2020-05-24 14:00", "Lucky Timeout for Take-Two as Game Crunch Looms ... , including \"Grand Theft Auto V,\" which was released in 2013. Second, the arrival of new PlayStation and Xbox consoles in the fall will give the industry a fresh boost, and there seems to be room for more games to go with those machines. Microsoft will launch a big new \"Halo\" iteration for its own box, but much of the remaining pipeline for the fall is unclear at this point. Activision Blizzard hasn't even said yet if this year's \"Call of Duty\" will be available for the new consoles. But by not having a major launch deadline this fall, Take-Two avoids the risk of having to delay any release because its development teams are all working remotely. That remains the largest unknown facing the industry this year. Executives at both ... "], ["2020-05-24 13:02", "Pokemon Go Seedot Shiny: How to catch Shiny Seedot in Community Day event? ... as Take-Two Interactive confirms a strong pipeline of new IP and sequels - but only after the current fiscal year. Legacy of Kain Soul Reaver is apparently getting a PlayStation 5 remake PS5 Sony Playstation 5 News Bluepoint Games is reportedly working on another PS5 remake so it's not just Demon's Souls we can look forward to Blizzard DOWN: BattleNet Server Status latest, Call of Duty, Overwatch and more not working Activision Blizzard Blizzard Battle.Net appears to be down this Saturday evening with many users reporting seeing login error messages. FIFA 20 TOTS Serie A Italy Team of the Season So Far Ultimate Team Revealed FIFA 20 FIFA 20 names the best Serie A players in the business as part of the latest TOTS SF (Team of the Season So Far) squad ... "], ["2020-05-24 12:24", "Civilization 6 Multiplayer Server Status: Epic Games problems hit just like GTA Online ... 39;s not just Demon's Souls we can look forward to FIFA 20 TOTS Serie A Italy Team of the Season So Far Ultimate Team Revealed FIFA 20 FIFA 20 names the best Serie A players in the business as part of the latest TOTS SF (Team of the Season So Far) squad available in FIFA Ultimate Team today. Blizzard DOWN: BattleNet Server Status latest, Call of Duty, Overwatch and more not working Activision Blizzard Blizzard Battle.Net appears to be down this Saturday evening with many users reporting seeing login error messages. Pokemon Go Pokemon Go Seedot Shiny: How to catch Shiny Seedot in Community Day event? Pokemon Go fans are on the hunt for a Shiny Seedot, a new shiny Pokemon added to the game earlier today. Here's everything you need to know. Civilization ... "], ["2020-05-24 12:00", "Quarantine is creating brand-new gamers ... now' Reed enjoyed Azeroth in two distinct ways: It was nice, she says, to participate in a culture her boyfriend was already steeped in, and she was surprised by the quality of Blizzard's worldbuilding, and how much the developers fleshed out the plight of the Blood Elves. World of Warcraft carries perhaps the most infamous mainstream reputation in the history of PC gaming; one ...  of time than it used to, but it's also still really fascinating to me on an intellectual level as someone who is still relatively new to this world.\" Image: Infinity Ward/Activision Reed is less convinced. When the stay-at-home orders expire, she expects herself to sink back into her old routines — gaming, to her, is a product of a shocking overabundance of free  ... "], ["2020-05-24 11:01", "UEFA Champions League prize money will be dwarfed by Esports prize money in 5 years ... as Take-Two Interactive confirms a strong pipeline of new IP and sequels - but only after the current fiscal year. Legacy of Kain Soul Reaver is apparently getting a PlayStation 5 remake PS5 Sony Playstation 5 News Bluepoint Games is reportedly working on another PS5 remake so it's not just Demon's Souls we can look forward to Blizzard DOWN: BattleNet Server Status latest, Call of Duty, Overwatch and more not working Activision Blizzard Blizzard Battle.Net appears to be down this Saturday evening with many users reporting seeing login error messages. FIFA 20 TOTS Serie A Italy Team of the Season So Far Ultimate Team Revealed FIFA 20 FIFA 20 names the best Serie A players in the business as part of the latest TOTS SF (Team of the Season So Far) squad ... "], ["2020-05-24 10:50", "FIFA 20 TOTS schedule and next Team of the Season Ultimate Team release news ...  confirms a strong pipeline of new IP and sequels - but only after the current fiscal year. Legacy of Kain Soul Reaver is apparently getting a PlayStation 5 remake PS5 Sony Playstation 5 News Bluepoint Games is reportedly working on another PS5 remake so it's not just Demon's Souls we can look forward to Blizzard DOWN: BattleNet Server Status latest, Call of Duty, Overwatch and more not working Activision Blizzard Blizzard Battle.Net appears to be down this Saturday evening with many users reporting seeing login error messages. Animal Crossing New Horizons Update 1.2.1 Patch Notes for new Switch download - May 22 Animal Crossing Animal Crossing New Horizon's Update 1.2 has been released on Nintendo Switch, adding new features and fixing several ... "], ["2020-05-24 09:28", "Cities Skylines Free Xbox One DLC download 'Green Cities' not working, but Paradox Interactive are working on a fix ...  want from the Xbox Series X and PS5 release GTA 6 Release Date: Take-Two confirms next Grand Theft Auto's earliest launch date GTA 6 Rockstar Games won't be releasing GTA 6 anytime soon, as Take-Two Interactive confirms a strong pipeline of new IP and sequels - but only after the current fiscal year. Blizzard DOWN: BattleNet Server Status latest, Call of Duty, Overwatch and more not working Activision Blizzard Blizzard Battle.Net appears to be down this Saturday evening with many users reporting seeing login error messages. Animal Crossing New Horizons Update 1.2.1 Patch Notes for new Switch download - May 22 Animal Crossing Animal Crossing New Horizon's Update 1.2 has been released on Nintendo Switch, adding new features and fixing several bugs ... "], ["2020-05-24 08:00", "Legacy of Kain Soul Reaver is apparently getting a PlayStation 5 remake ... of what they want from the Xbox Series X and PS5 release Animal Crossing New Horizons Update 1.2.1 Patch Notes for new Switch download - May 22 Animal Crossing Animal Crossing New Horizon's Update 1.2 has been released on Nintendo Switch, adding new features and fixing several bugs. Here's everything you need to know. Blizzard DOWN: BattleNet Server Status latest, Call of Duty, Overwatch and more not working Activision Blizzard Blizzard Battle.Net appears to be down this Saturday evening with many users reporting seeing login error messages. FIFA 20 TOTS Serie A Italy Team of the Season So Far Ultimate Team Revealed FIFA 20 FIFA 20 names the best Serie A players in the business as part of the latest TOTS SF (Team of the Season So Far) squad available ... "], ["2020-05-24 06:00", "Apex Legends Steam Release date in 2020? EA game may be closer than we thought ...  to know. Call of Duty Warzone Update: Modern Warfare Bunker Locations? How to use Red Access code? Call of Duty Warzone Call of Duty Modern Warfare dropped a new update and now Warzone Bunkers have started to open. Here's where you'll find all the Bunker locations and how to get in with the Red Access Keycard. Blizzard DOWN: BattleNet Server Status latest, Call of Duty, Overwatch and more not working Activision Blizzard Blizzard Battle.Net appears to be down this Saturday evening with many users reporting seeing login error messages. NBA 2K20 Update 1.13 Patch Notes: PS4, Xbox latest game changes revealed NBA 2K NBA 2K20 1.13 update just launched. But what's changed? Let's take a look at the patch notes and news following this next official ... "], ["2020-05-24 06:00", "FIFA 21: The best changes EA Sports can make to improve on FIFA 20 - from FUT to career mode ...  to know. Call of Duty Warzone Update: Modern Warfare Bunker Locations? How to use Red Access code? Call of Duty Warzone Call of Duty Modern Warfare dropped a new update and now Warzone Bunkers have started to open. Here's where you'll find all the Bunker locations and how to get in with the Red Access Keycard. Blizzard DOWN: BattleNet Server Status latest, Call of Duty, Overwatch and more not working Activision Blizzard Blizzard Battle.Net appears to be down this Saturday evening with many users reporting seeing login error messages. NBA 2K20 Update 1.13 Patch Notes: PS4, Xbox latest game changes revealed NBA 2K NBA 2K20 1.13 update just launched. But what's changed? Let's take a look at the patch notes and news following this next official ... "]]}}