{"postfix": "adobe-aktie", "name": "ADOBE", "wkn": "871981", "time": "2020.05.26 21:57", "ts": 1590523038, "features": {"KGV": "39.31", "Marktkapitalisierung": {"Size": "Mrd", "Value": "174.65"}, "GA": "7.87", "KBV": "14.43", "BA": "21.43", "KCV": "34.37", "CA": "9.00", "Vola30": "33.22", "Vola90": "64.13", "Vola180": "47.81", "Vola250": "38.42"}, "rivals": ["verisign-aktie", "microsoft-aktie", "ibm-aktie", "sap-aktie", "ca-aktie", "oracle-aktie", "apple-aktie"], "text_data": {"de": [["23.05.20", "Hardware-Encoding im Test: Adobe Premiere exportiert in 1/4 der Zeit"], ["20.05.20", "Notfall-Patches: Adobe sichert Audition, Premiere Pro & Co. ab"], ["19.05.20", "Neue Formate und Effekte für Adobe Premiere Pro und After Effects"], ["14.05.20", "Neue KI-Dienste für Adobe Experience Cloud"], ["13.05.20", "Patchday: Adobe kümmert sich um kritische Lücken in Acrobat und Reader"], ["13.05.20", "Adobe schließt sechs kritische Sicherheitslücken in Reader und Acrobat"], ["04.05.20", "Digitale Signatur: Bundesdruckerei kooperiert mit Adobe"], ["29.04.20", "Adobe: Wichtige Security-Updates für Windows-Ausgaben von Bridge & Illustrator"], ["27.04.20", "heise+ | Kreativ-Softwarepakete: Alternativen zur Adobe Creative Cloud"], ["31.03.20", "So schätzen die Analysten die Zukunft der Adobe-Aktie ein"], ["24.03.20", "Notfallpatch für Adobe Creative Cloud Application"], ["24.03.20", "Adobe-Fontbibliothek: Font-Sicherheitslücke in Windows ohne Fix"], ["19.03.20", "Adobe: Weitere teils kritische Updates unter anderem für Photoshop und Bridge  "], ["18.03.20", "Sicherheitsupdates: Schadcode-Lücken in Adobe Acrobat und Reader"], ["17.03.20", "Coronavirus: Adobe macht Creative Cloud für manche zeitweise kostenfrei"], ["13.03.20", "MÄRKTE USA/Verluste vom \"Schwarzem Donnerstag\" fast vollständig aufgeholt"], ["13.03.20", "KORREKTUR: MÄRKTE USA/Erholungsbewegung nach \"Schwarzem Donnerstag\""], ["13.03.20", "MÄRKTE USA/Erholungsbewegung nach \"Schwarzem Donnerstag\""], ["13.03.20", "Adobe Systems: Abos gegen die Krise - Starke Zahlen in der Cloud"], ["13.03.20", "MÄRKTE USA/Aktien an der Wall Street erholen sich"], ["13.03.20", "MÄRKTE USA/Wall Street auf Erholungskurs erwartet"], ["13.03.20", "MARKT USA/Wall Street auf Erholungskurs erwartet"], ["11.03.20", "Coronavirus: Adobe Summit in Las Vegas abgesagt"], ["20.02.20", "Notfallpatches: Adobe sichert After Effects und Media Encoder ab"], ["12.02.20", "Patchday: Kritische Lücken in Adobe Framemaker, Reader & Co. "], ["13.01.20", "Adobe Systems - kaum einer performt besser"]], "en": [["2020.05.26", "Better Buy: Adobe vs. Salesforce"], ["22.05.20", "The Zacks Analyst Blog Highlights: Intel, Adobe, Advanced Micro Devices, Wynn Resorts and Everest Re Group"], ["19.05.20", "Why Adobe Stock Doesn’t Have Much Room For Growth"], ["18.05.20", "Adobe Systems (ADBE) Gains But Lags Market: What You Should Know"], ["16.05.20", "Is Adobe Systems Stock a Buy?"], ["14.05.20", "Adobe announces AI toolbox for Experience Platform"], ["12.05.20", "Adobe Systems (ADBE) Stock Moves -1.64%: What You Should Know"], ["08.05.20", "The Zacks Analyst Blog Highlights: Procter & Gamble, Exxon Mobil, Adobe Systems, Comcast and Las Vegas Sands"], ["08.05.20", "The Zacks Analyst Blog Highlights: Zendesk, Adobe, Netflix, Microsoft and Amazon"], ["05.05.20", "ServiceNow, Adobe pair their customer service software to improve apps"], ["05.05.20", "ServiceNow, Adobe pair their customer service software to improve apps"], ["02.05.20", "Adobe, Microsoft Lead 5 Top Software Stocks Near Buy Points"], ["02.05.20", "Better Buy: Shopify vs. Adobe"], ["30.04.20", "Adobe Systems (ADBE) Gains As Market Dips: What You Should Know"], ["29.04.20", "Better Buy: Adobe vs. DocuSign"], ["24.04.20", "The Zacks Analyst Blog Highlights: Microsoft, Apple, Adobe, Nvidia and Salesforce"], ["23.04.20", "Adobe Systems (ADBE) Dips More Than Broader Markets: What You Should Know"], ["17.04.20", "Zacks Investment Ideas feature highlights: SPY, Microsoft, Alibaba, Adobe and Nvidia"], ["13.04.20", "How Adobe shifted a Las Vegas conference to executives’ living rooms in less than 30 days"], ["09.04.20", "Zacks Investment Ideas feature highlights: Alibaba, Disney, TSMC, Adobe and Sea Limited"], ["06.04.20", "Zacks Investment Ideas feature highlights: Twilio, Splunk, Amazon, Adobe and Microsoft"], ["02.04.20", "Zacks Earnings Trends Highlights: Adobe, FedEx, Nike, ExxonMobil and Boeing"], ["31.03.20", "Are Options Traders Betting on a Big Move in Adobe (ADBE) Stock?"], ["27.03.20", "Zacks Earnings Trends Highlights: Adobe, FedE, Nike, ExxonMobil and Boeing   "], ["26.03.20", "Adobe to Benefit from Online Learning Amid Coronavirus Scare "], ["19.03.20", "Not Even Coronavirus Can Keep Adobe Stock Down for Long"], ["18.03.20", "IBD Watchlists Pick Up 26 New Stocks, Including Adobe, Zoetis"], ["18.03.20", "Zacks Earnings Trends Highlights: Adobe, Oracle and FedEx"], ["17.03.20", "Adobe Tops $3 Billion in Quarterly Revenue for the First Time"], ["16.03.20", "Adobe, Oracle, FedEx, Nike and Costco are part of Zacks Earnings Preview"], ["13.03.20", "Why Esty, Wayfair, and Adobe Are Up Big Today"], ["13.03.20", "Adobe (ADBE) Q1 Earnings Top, Coronavirus Weighs on Guidance"], ["12.03.20", "Adobe Systems (ADBE) Tops Q1 Earnings and Revenue Estimates"], ["12.03.20", "Adobe Tops Q1 Views But Says Coronavirus Could Hit Q2 Sales"], ["12.03.20", "Adobe results top expectations but outlook misses as coronavirus impacts customer spending"], ["09.03.20", "Adobe Has a Lot to Prove This Week -- 3 Things to Watch"], ["09.03.20", "The Zacks Analyst Blog Highlights: Adobe, HubSpot and Alibaba"], ["06.03.20", "Adobe (ADBE) Gears Up for Q1 Earnings: What's in the Cards?"], ["05.03.20", "Adobe Systems (ADBE) Earnings Expected to Grow: Should You Buy?"], ["02.03.20", "Why Adobe (ADBE) Stock Looks Like a Buy Ahead of Q1 2020 Earnings "], ["2020-05-26 19:27", "Global's Spring Series Celebrate Record Ratings ...  ( 1/6/2020 - 5/17/2020 ) confirmed until May 10/20, AMA(000), Ind. 2+ unless otherwise stated, Total Canada, Key Demos: A25-54, F25-54, A18-34//Daytime: M-F 9am - 6pm excluding news, CDN CONV ENG national networks, 5+ airings* 8/27/2012 - 5/17/20, Ind. 2+, Finale + Reunion airings combined Social Source: Brandwatch Digital Source: Adobe Analytics SOCIAL MEDIA LINKS: Twitter: @GlobalTV @GlobalTV_PR @CorusPR Facebook: https://www.facebook.com/GlobalTV/ Instagram: https://www.instagram.com/globaltv/ About Corus Entertainment Inc. Corus Entertainment Inc. (TSX: CJR.B) is a leading media and content company that develops and delivers high quality brands and content across platforms for audiences around the world. Engaging audiences since 1999, the company&apos ... "], ["2020-05-26 18:46", "AMD Ryzen 4000-Powered Xiaomi RedmiBook Laptops Start at $530 ...  AMD Ryzen 4000-series (codename Renoir) train, Xiaomi is keen to find a seat for itself as well. As reported by Gadgets 360 , the Chinese tech giant just announced the RedmiBook 13, RedmiBook 14 and RedmiBook 16 lthat are powered by AMD's latest 7nm APUs . Independent of the size, the three laptop's screens share similar specifications. They feature a 1080p resolution 60 Hz refresh rate and 100% Adobe RGB color coverage. The 13-inch and 14-inch models have a maximum brightness level of just 250 nits though, while the value jumps to 300 nits on the larger 16.1-inch model. The new RedmiBooks are sporting a modern design with very thin bezels that measure 3.26mm. The screen-to-body ratio on the RedmiBook 16 is 90%, and it's 89% on the RedmiBook 13 ... "], ["2020-05-26 18:44", "'Human Trafficking Awareness and Response Training' webinar to be offered ...  training will examine the scope of human trafficking from a public health lens. Marissa Castellanos, program director of the Bakhita Empowerment Initiative, will outline the connections of human trafficking with substance use and the opioid crisis, and how populations in rural areas experience heightened vulnerability. The Adobe Connect webinar is scheduled for Thursday, May 28, from 10 a.m. to noon. Participants can register by visiting http://adobe.ly/2XAHa6i . The training by Castellanos will help participants to develop an understanding of the different types of trafficking and identify possible indicators. They should also be able to examine risk factors to understand the intersection between substance use and trafficking, specifically in rural areas ... "], ["2020-05-26 18:39", "Bureau of Land Management leaders have lost their way ...  seeds and seed mixes for western states. CHUCK BURR'S CULTUREQUAKE.COM BLOG Change will happen when we see a new way of living. Thinking to save the world. COMING TO TUCSON? Popular vacation house, furnished, 2 bed/1 bath, yard, dog-friendly. Lee at [email protected] or 520-791-9246. OJO CALIENTE COMMERCIAL VENTURE Outstanding location near the world famous Ojo Caliente Mineral Spring Resort. Classic adobe Mercantile complete w/living quarters, separate 6 unit B&B, metal building and spacious... VIEW ALL ADS PLACE AN AD Bureau of Land Management leaders have lost their way Jim Kenna How to protect nature during uncertain times Alex Lee and Benjamin Hale We can save the Colorado River Bruce Babbitt Get 2 free issues State AL AK AZ AR CA CO CT DC DE FL GA ... "], ["2020-05-26 18:27", "Here Are 13 Stocks That Both Hedge Funds And Mutual Funds Are Buying Up ...  performing sectors so far this year. Hedge funds were overweight on energy stocks in the first quarter as mutual funds trimmed their holdings in those sectors; mutual funds are mostly overweight in the financial sector while the opposite held true for hedge funds. There are 13 stocks that are \"shared favorites\" among both hedge funds and mutual funds: Adobe, Bank of America, Bristol-Myers Squibb, Citigroup, Crown Holdings, Comcast, Salesforce, Google parent Alphabet, Mastercard, ServiceNow, PayPal, UnitedHealth Group and Visa. Among the big tech \"FAAMG\" companies, only Google parent Alphabet is a shared favorite, Goldman's research showed; Amazon, Microsoft and Facebook are some of the most popular stocks for hedge funds, but they're ... "], ["2020-05-26 18:22", "Poolside.fm is the chillest place you should be hanging out right now ...  Podcasts Newsletters Store More Tech Video Amazon Apple Facebook Google Microsoft Samsung Tesla AI Cars Cybersecurity Mobile Policy Privacy Scooters All Tech Reviews Phones Laptops Headphones Cameras Tablets Smartwatches Speakers Drones Accessories Buying Guides How-to's Deals More from Verge Reviews Science Video Space NASA SpaceX Health Energy Environment All Science Creators YouTube Instagram Adobe Kickstarter Tumblr Art Club Cameras Photography What's in your bag? All Creators Entertainment Film TV Games Fortnite Game of Thrones Books Comics Music All Entertainment Video Features Podcasts Newsletters Store Filed under: Tech Creators Poolside.fm is the chillest place you should be hanging out right now Capture that summer feeling By Bijan Stephen ... "], ["2020-05-26 18:18", "Lenovo made two new tablets with detachable Bluetooth keyboards ...  features up to a 10th Gen i7 Intel Core CPU, an Intel Iris Plus GPU, an infrared camera to provide facial logins, a 13-inch IPS 2K touchscreen display, an estimated up to 10.8 hours of battery life, and it weighs about 2.55 pounds. With an active pen included with purchase, this laptop seems to be marketed to creatives who need a laptop that will run popular design apps like Adobe Illustrator. Lenovo IdeaPad Duet 3i. Image: Lenovo The Lenovo IdeaPad Duet 3i is the lower-end model of the two. It's equipped with an Intel Pentium CPU, integrated graphics, a 10.3-inch full HD IPS panel display, and two USB-C ports. It's also pretty light, weighing under two pounds (or 0.86 kilograms, according to Lenovo). Lenovo claims the battery in the IdeaPad Duet 3i ... "], ["2020-05-26 18:18", "Get a lifetime of amazing stock images and videos for $100 ... . JumpStory also includes state-of-the-art AI features such as easy background removal and Highjumper, a tool which predicts the impacts of certain images on your customer base. JumpStory images are perfect for presentations, blogs, online stores, social media pages, and so much more. If you need an image, JumpStory has you covered. Compared to other stock image alternatives like Adobe Stock, JumpStory provides unlimited access to millions of visuals with no hidden per photo costs or complex licensing terms. JumpStory is accessible through desktop and mobile browsers, and if you act now, you'll receive lifetime access to this vast library, ensuring that you can continue building your brand long after the coronavirus quarantine has ended. This deal is ... "], ["2020-05-26 18:02", "Audi drops driver for secretly using a ringer to compete in virtual race ...  Podcasts Newsletters Store More Tech Video Amazon Apple Facebook Google Microsoft Samsung Tesla AI Cars Cybersecurity Mobile Policy Privacy Scooters All Tech Reviews Phones Laptops Headphones Cameras Tablets Smartwatches Speakers Drones Accessories Buying Guides How-to's Deals More from Verge Reviews Science Video Space NASA SpaceX Health Energy Environment All Science Creators YouTube Instagram Adobe Kickstarter Tumblr Art Club Cameras Photography What's in your bag? All Creators Entertainment Film TV Games Fortnite Game of Thrones Books Comics Music All Entertainment Video Features Podcasts Newsletters Store Filed under: Tech Transportation Cars Audi drops driver for secretly using a ringer to compete in virtual race Formula E's Daniel Abt ... "], ["2020-05-26 17:29", "West Jordan man arrested in weekend stabbing ...  virus aid or hit 'pause' Filed under: Utah Police/Courts West Jordan man arrested in weekend stabbing By Pat Reavy @DNewsCrimeTeam May 26, 2020, 11:29am MDT Share this story Share this on Facebook Share this on Twitter Share All sharing options Share All sharing options for: West Jordan man arrested in weekend stabbing Reddit Pocket Email Linkedin Adobe Stock image WEST JORDAN — Police say a West Jordan man had stopped taking medication for mental health issues before allegedly stabbing another man over the weekend. Delfin Juan Garcia, 39, was arrested for investigation of aggravated kidnapping, aggravated assault resulting in serious injury, possession of a weapon by a restricted person, obstructing justice, two counts of domestic violence in ... "], ["2020-05-26 17:28", "Facebook reportedly ignored its own research showing algorithms divided users ...  Store More Tech Video Amazon Apple Facebook Google Microsoft Samsung Tesla AI Cars Cybersecurity Mobile Policy Privacy Scooters All Tech Reviews Phones Laptops Headphones Cameras Tablets Smartwatches Speakers Drones Accessories Buying Guides How-to's Deals More from Verge Reviews Science Video Space NASA SpaceX Health Energy Environment All Science Creators YouTube Instagram Adobe Kickstarter Tumblr Art Club Cameras Photography What's in your bag? All Creators Entertainment Film TV Games Fortnite Game of Thrones Books Comics Music All Entertainment Video Features Podcasts Newsletters Store Filed under: Apps Policy Mobile Facebook reportedly ignored its own research showing algorithms divided users New, 3 comments Facebook fears harming engagement ... "], ["2020-05-26 17:02", "Stock Index ETFs Jump After Holiday Weekend Amid Reopening Optimism ... some since achieving its best gains as of 1230pm EST. The Dow Jones Industrial Average rallied 2.4%, also pulling back from its high Tuesday, but rallied above 25,000 at one point for the first time since March. The Nasdaq Composite advanced 1.5% and was less than 4% removed from a record set in February, but has since sold off considerably amid weakening moves from Netflix, Microsoft, and Adobe. Stock Index ETFs are advancing Tuesday as well, tracking moves in the benchmark stock indexes. The SPDR S&P 500 ETF Trust (SPY), has rallied 1.85%, the SPDR Dow Jones Industrial Average ETF (DIA) is 2.25% higher, while the Invesco QQQ Trust (QQQ) is holding 0.43% gains, after moving higher earlier in the day. A number of factors are at work in driving markets higher ... "], ["2020-05-26 17:00", "Juha Saarinen: Is Apple's new iPad Pro worth $3900? ...  on social media about whether or not Apple will put the LiDAR in it's rumoured VR and AR goggles and glasses, or instead rely on the U1 Ultra Wideband Chip and sell a ring with a signal beacon to capture movement data. You can see some early ideas with LiDAR enabled apps that use Apple's new ARKit 3.5 software development kit. There's the Adobe Aero and iScape designer AR apps, and the amazing Complete Anatomy medical school training program, for example. That said, the LiDAR is work in progress. The App Store isn't exactly crowded with spatially aware apps, especially ones that are useful for SMEs. Some of it is due to practical reasons like the price and rarity of LiDAR equipped Apple gear. The 5m-range limit plus coarse dot resolution ... "], ["2020-05-26 16:45", "Shooting suspect was involved in 2017 shooting at mall, police say ... ' Filed under: Utah Police/Courts Salt Lake County Shooting suspect was involved in 2017 shooting at mall, police say By Pat Reavy @DNewsCrimeTeam May 26, 2020, 10:45am MDT Share this story Share this on Facebook Share this on Twitter Share All sharing options Share All sharing options for: Shooting suspect was involved in 2017 shooting at mall, police say Reddit Pocket Email Linkedin Adobe Stock WEST VALLEY CITY — A Salt Lake man was arrested over the weekend after police say he shot multiple rounds at another man while a woman and infant child were nearby. Andy Minh Nhat Vuong, 21, was booked into the Salt Lake County Jail for investigation of attempted murder, possession of a firearm by a restricted person, three counts of discharging a firearm ... "], ["2020-05-26 16:42", "You can now play Microsoft's new surf game inside the Edge browser ... Features Podcasts Newsletters Store More Tech Video Amazon Apple Facebook Google Microsoft Samsung Tesla AI Cars Cybersecurity Mobile Policy Privacy Scooters All Tech Reviews Phones Laptops Headphones Cameras Tablets Smartwatches Speakers Drones Accessories Buying Guides How-to's Deals More from Verge Reviews Science Video Space NASA SpaceX Health Energy Environment All Science Creators YouTube Instagram Adobe Kickstarter Tumblr Art Club Cameras Photography What's in your bag? All Creators Entertainment Film TV Games Fortnite Game of Thrones Books Comics Music All Entertainment Video Features Podcasts Newsletters Store Filed under: Microsoft Tech You can now play Microsoft's new surf game inside the Edge browser New, 18 comments The Easter egg is ... "], ["2020-05-26 16:41", "Police say man arrested in double stabbing claimed he was 'blackout drunk' ...  Police say man arrested in double stabbing claimed he was 'blackout drunk' By Pat Reavy @DNewsCrimeTeam May 26, 2020, 10:41am MDT Share this story Share this on Facebook Share this on Twitter Share All sharing options Share All sharing options for: Police say man arrested in double stabbing claimed he was 'blackout drunk' Reddit Pocket Email Linkedin Adobe Stock image SOUTH JORDAN — A recent parolee arrested over the holiday weekend for allegedly stabbing two people in South Jordan said he got \"blackout drunk\" prior to the attacks, according to police. Andrew Russell, 27, was arrested for investigation of two counts of aggravated assault resulting in serious injury, and unlawful possession of a weapon. Russell \"was released ... "], ["2020-05-26 16:38", "IBD Live Q&A Summary, Key Lists For Tuesday, May 26, 2020 ...  lower for a few years and had some failed breakouts and really big sell offs. ZTS? live answered ZYXI is moving live answered ZYXI please live answered ZYXI please, looks like it's moving back up live answered Ready List Symbol Name AMD Advanced Micro Devices GOOGL Alphabet Inc Cl A TTD The Trade Desk Inc Cl A Watchlist Symbol Name AAPL Apple Inc ABBV AbbVie Inc ACAD Acadia Pharmaceuticals ADBE Adobe Inc ADSK Autodesk Inc AMD Advanced Micro Devices AMZN Amazon.com Inc ANSS Ansys Inc APPF Appfolio Inc Cl A ASML A S M L Holding N.V. NY ASND Ascendis Pharma A/S Ads ATRC Atricure Inc AUDC Audiocodes Ltd AYX Alteryx Inc Cl A BAND Bandwidth Inc Cl A BIO Bio Rad Labs Inc Cl A BKI Black Knight Inc BLD Topbuild Corp BLDP Ballard Power Systems BLK Blackrock Inc ... "], ["2020-05-26 16:36", "Four-car crash in Sandy caused by DUI driver, police say ... ;pause' Filed under: Utah Police/Courts Salt Lake County Four-car crash in Sandy caused by DUI driver, police say By Pat Reavy @DNewsCrimeTeam May 26, 2020, 10:36am MDT Share this story Share this on Facebook Share this on Twitter Share All sharing options Share All sharing options for: Four-car crash in Sandy caused by DUI driver, police say Reddit Pocket Email Linkedin Adobe Stock image SANDY — One person suffered multiple broken bones in a four-car crash in Sandy that police say was caused by an intoxicated driver. Burlie W. Graham, 51, of Riverton, was arrested for investigation of DUI causing serious injury, failing to remain at the scene of an accident and reckless driving. About 7 p.m. Saturday, Graham was first spotted driving recklessly by ... "], ["2020-05-26 16:18", "T-Mobile now supports cross-carrier RCS messaging ...  Podcasts Newsletters Store More Tech Video Amazon Apple Facebook Google Microsoft Samsung Tesla AI Cars Cybersecurity Mobile Policy Privacy Scooters All Tech Reviews Phones Laptops Headphones Cameras Tablets Smartwatches Speakers Drones Accessories Buying Guides How-to's Deals More from Verge Reviews Science Video Space NASA SpaceX Health Energy Environment All Science Creators YouTube Instagram Adobe Kickstarter Tumblr Art Club Cameras Photography What's in your bag? All Creators Entertainment Film TV Games Fortnite Game of Thrones Books Comics Music All Entertainment Video Features Podcasts Newsletters Store Filed under: Google Mobile Tech T-Mobile now supports cross-carrier RCS messaging But only to people with the Google Messages app right now ... "], ["2020-05-26 16:00", "J.K. Rowling is releasing a new book chapter-by-chapter online for free ... Features Podcasts Newsletters Store More Tech Video Amazon Apple Facebook Google Microsoft Samsung Tesla AI Cars Cybersecurity Mobile Policy Privacy Scooters All Tech Reviews Phones Laptops Headphones Cameras Tablets Smartwatches Speakers Drones Accessories Buying Guides How-to's Deals More from Verge Reviews Science Video Space NASA SpaceX Health Energy Environment All Science Creators YouTube Instagram Adobe Kickstarter Tumblr Art Club Cameras Photography What's in your bag? All Creators Entertainment Film TV Games Fortnite Game of Thrones Books Comics Music All Entertainment Video Features Podcasts Newsletters Store Filed under: Entertainment Tech Books J.K. Rowling is releasing a new book chapter-by-chapter online for free The Ickabog's first ... "]]}}