{"postfix": "adva-aktie", "name": "ADVA", "wkn": "510300", "time": "2020.05.26 15:38", "ts": 1590500337, "features": {"KGV": "57.79", "Marktkapitalisierung": {"Size": "Mio", "Value": "288.04"}, "GA": "0.14", "KBV": "1.58", "BA": "5.11", "KCV": "6.05", "CA": "1.34", "Vola30": "39.18", "Vola90": "67.33", "Vola180": "55.23", "Vola250": "48.28"}, "rivals": ["pandatel-aktie", "cisco-aktie", "juniper_networks-aktie", "at_t-aktie", "deutsche_telekom-aktie", "verizon-aktie", "orange-aktie"], "text_data": {"de": [["20.05.20", "ADVA bringt hochpräzise Synchronisation in Stromversorgungsnetze"], ["19.05.20", "dacoso schützt Datenübertragung mit der virtualisierten Verschlüsselungstechnologie von ADVA"], ["14.05.20", "Türk Telekom rüstet Synchronisationsnetz mit den leistungsstarken Cäsiumuhren von ADVA auf"], ["13.05.20", "WiTCOM nutzt die NFV-Hosting-Plattform von ADVA und 6WIND vRouter in offenem öffentlichen IoT-Netz"], ["12.05.20", "ADVA entwickelt Post-Quantum-Sicherheit für paketvermittelte Netze"], ["07.05.20", "ADVA erweitert Timing-Technologie für eine risikofreie Einführung von 5G"], ["05.05.20", "FUNET testet ADVA FSP 3000 TeraFlex™ zur Erhöhung der Netzkapazität"], ["30.04.20", "dacoso sichert VPN mit ADVA ConnectGuard™ Cloud-Verschlüsselung"], ["24.04.20", "ADVA SE: Das sind die jüngsten Quartalszahlen"], ["23.04.20", "ROUNDUP: Adva rutscht in Corona-Krise in die roten Zahlen - Prognose kassiert"], ["23.04.20", "ADVA erzielt Umsatz von EUR 132,7 Millionen in Q1 2020"], ["09.04.20", "Serverius setzt bei optischer Übertragungstechnik mit Datenraten von 1200Gbit/s auf ADVA FSP 3000 TeraFlex™"], ["07.04.20", "Die Bank Otkritie ist das erste Finanzunternehmen in Russland, das 32G FC mittels der ADVA FSP 3000 nutzt"], ["01.04.20", "ADVAs Carrier-Grade-NOS für Bare-Metal-Switches erfolgreich bei EANTC getestet"], ["31.03.20", "ANALYSE-FLASH: Commerzbank senkt Adva auf 'Reduce' - Ziel 4,30 Euro"], ["19.03.20", "Viettel führt mit ADVA und NEC eine landesweite 5G-fähige Synchronisationslösung ein"], ["12.03.20", "ADVA ermöglicht mit Spectrum-as-a-Service neue Netzdienste"], ["05.03.20", "ADVA stellt schlüsselfertige G.metro-Lösung vor, um Engpässe im Zugangsnetz zu beseitigen"], ["28.02.20", "ADVA Optical: Unterbrochen"], ["21.02.20", "ADVA SE informierte über die jüngsten Quartalsergebnisse"], ["20.02.20", "Handelskrieg lastet auf Adva"], ["20.02.20", "ADVA erzielt Umsatz von EUR 556,8 Mio. im Jahr 2019"], ["19.02.20", "XETRA-SCHLUSS/DAX erholt - Deutsche Telekom sehr fest"], ["19.02.20", "ANALYSE: Commerzbank streicht Kauf-Urteil für Adva wegen ungewisser Aussichten"], ["19.02.20", "MÄRKTE EUROPA/Zahlen von Dt. Telekom und Covestro kommen gut an"], ["19.02.20", "Lieferengpass bei Adva"], ["18.02.20", "NACHBÖRSE/XDAX +0,2% auf 13.702 Pkt - Adva unter Druck"], ["18.02.20", "VIRUS/ROUNDUP: Adva rechnet nun mit negativer Ergebnismarge - Kurs sackt ab"], ["18.02.20", "ADVA stellt branchenweit kompakteste 100G Netzabschlusstechnik vor"], ["11.02.20", "ADVA bekämpft GNSS-Jamming und Spoofing mit intelligenter Sicherheitslösung"]], "en": [["19.05.20", "dacoso protects managed services with ADVA’s virtualized encryption technology"], ["14.05.20", "Türk Telekom upgrades its synchronization network with ADVA’s high-performance cesium clocks"], ["13.05.20", "WiTCOM deploys ADVA’s NFV hosting platform and 6WIND vRouter in open public IoT network"], ["12.05.20", "ADVA brings post-quantum security to packet networks"], ["07.05.20", "ADVA upgrades timing technology to provide risk-free route to 5G"], ["05.05.20", "FUNET trials ADVA FSP 3000 TeraFlex™ to dramatically expand network capacity"], ["30.04.20", "dacoso secures VPN with ADVA ConnectGuard™ Cloud encryption"], ["28.04.20", "ADVA Optical Networking SE : Original-Research: ADVA Optical Networking SE (von First Berlin Equity Research GmbH): Hinzufügen"], ["23.04.20", "ADVA posts quarterly revenues of EUR 132.7 million for Q1 2020"], ["09.04.20", "Serverius deploys ADVA FSP 3000 TeraFlex™ for 1200G transport"], ["07.04.20", "Bank Otkritie first financial company in Russia to harness 32G FC with ADVA FSP 3000"], ["01.04.20", "ADVA’s carrier-grade NOS for bare-metal switches succeeds in multi-vendor EANTC testing"], ["19.03.20", "Viettel rolls out nationwide 5G-ready timing solution with ADVA and NEC"], ["12.03.20", "ADVA unlocks network potential with spectrum as a service"], ["05.03.20", "ADVA launches turnkey G.metro solution to tackle access network bottlenecks"], ["24.02.20", "ADVA Optical Networking SE : Original-Research: ADVA Optical Networking SE (von First Berlin Equity Research GmbH): Hinzufügen"], ["20.02.20", "ADVA posts annual revenues of EUR 556.8 million for 2019"], ["18.02.20", "ADVA unveils industry’s most compact 100G edge demarcation solution"], ["11.02.20", "ADVA OPTICAL (ADVOF) Earnings Expected to Grow: Should You Buy?"], ["11.02.20", "ADVA tackles GNSS jamming and spoofing with market’s first intelligent assurance solution"], ["28.01.20", "ADVA to play key role in OPENQKD project pioneering market-ready quantum-safe communications"], ["21.01.20", "ADVA demos Europe’s first 5G rail deployment"], ["2020-05-25 04:00", "Europeans soak up the sun but virus travel rules a mishmash ... May 24, 2020. Grateful French families flocked to the beach at La Grande Motte on the Mediterranean shore Sunday, swimming and sunbathing in areas carefully marked to keep them a safe distance from others. (AP Photo/Daniel Cole) People sit at an outdoor caf in Ostia beach, near Rome, Sunday, May 24, 2020. Europeans and Americans soaked up the sun where they could, taking adva... People sit at an outdoor caf in Ostia beach, near Rome, Sunday, May 24, 2020. Europeans and Americans soaked up the sun where they could, taking advantage of the first holiday weekend since coronavirus restrictions were eased, while European governments grappled with how and when to safely let in foreign travelers to salvage the vital summer tourist season. Italy, which plans to open ... "], ["2020-05-23 21:48", "The best part of coronavirus lockdown? I finally met my neighbors ...  Moms Facebook group. You could just tell people are down. We're all indoors, and it's just frickin' depressing. So I asked if anyone would be interested in getting bread and croissants delivered. A woman in the building next door responded, and when I went to drop off the bread I realized we've seen each other around in the joint park area between our buildings. Adva and I both have little babies, you would think we would have spoken. But we started talking that day, and now we talk and text and see each other all the time. I'm so excited to invite her over for a drink when I can. — As told to Marisa Dellatto Read more about silver linings from the coronavirus pandemic . Share this: Facebook Twitter Flipboard WhatsApp Email Copy ... "], ["2020-05-22 21:39", "National WWII Museum announces layoffs of 82 employees ...  WE WERE ABLE TO PAY OUR EMPLOYEES THROUGHOUT THE CLOSURE AND WILL CONTINUE TO RETAIN APPROXIMATELY 200 STAFF, IT IS VERY DIFFICULT TO LOSE MANY GOOD, TALENTED PEOPLE WHO CONTRIBUTE SO MUCH TO THIS MUSEUM. I WILL BE FOREVER GRATEFUL TO OUR STAFF, BOTH THOSE CONTINUING WITH US, AND THOSE WE SAID GOODBYE TO TODAY, FOR THEIR PASSION, CREATIVITY, AND COMMITMENT TO ADVA Advertisement National WWII Museum announces layoffs of 82 employees Share Shares Copy Link Copy {copyShortcut} to copy Link copied! Updated: 4:39 PM CDT May 22, 2020 WDSU Digital Team The National WWII Museum announced Friday that dozens of employees would be laid off amid struggles during the coronavirus pandemic. The museum has been closed to tourists since March. According to museum officials ... "], ["2020-05-22 07:00", "InnoCan Pharma Enters into Letter of Intent to Develop and Produce Exosomes for Use in its CBD-Loaded Exosome (CLX) Treatments ... . As part of Innocan's research and development activities with the Tel Aviv University led by Prof. Daniel Offen, Innocan intends to load the produced exosomes with CBD (\"CLX\") to be used towards its efforts to develop a treatment for COVID-19 and additional central nervous system indications. The services to be provided by ADVA will be provided in three stages: Stage 1: pilot study involving producing exosomes from 4 to 6 production runs according to the specifications of Innocan, expected to be completed in 6 to 8 weeks. Stage 2: production of exosomes from 4 to 5 different donors, conducting comparable tests, production process optimization and characterization of the final exosome product. Stage 3: upscaling the finalized exosome product for ... "], ["2020-05-20 14:25", "Transcript: Joe Biden foreign policy adviser Antony Blinken on COVID shortfalls, failures in Syria ...  assistance to this. So that's the one thing he's he's he's explicitly ruled out. Now, that's probably the greatest point of leverage. Well, again, it's in our interest that Israel have the means to secure itself. And that's not something he would touch. MARGARET BRENNAN: And I think we have time for about one more question. This is from Adva, Solving our debt tax. You spoke about the importance of a global response to covered 19. What would a Biden presidency mean for foreign aid? What would be the priorities? The budget and the role of USAID and a Biden and a station? ANTONY BLINKEN : Well, I think we bring AIG back to the center of our of our foreign policy. The emphasis would be on diplomacy, on democracy and on development ... "], ["2020-05-20 11:30", "Lifeguards face new challenges as beaches reopen amid coronavirus ...  new challenges as beaches reopen amid coronavirus Today 7:30 AM Manasquan surfer Cole Deveney, red shirt, and fellow competitor Logan Hayes, white shirt who's from Florida, assist Belmar Lifeguards in saving a group of girls who got caught in choppy surf Saturday afternoon. Saturday September 14, 2019. (Aristide Economopoulos | NJ Advance Media) Aristide Economopoulos | NJ Adva Aristide Economopoulos | NJ Adva By Avalon Zoppo | NJ Advance Media for NJ.com For lifeguards, physical contact with the public is almost inevitable. Drowning victims gasping for air need CPR, beach patrons approach with questions about high tide or where to find public bathrooms, and panicked swimmers caught in rip currents need to be calmed down. At the Jersey Shore , the up ... "], ["2020-05-19 15:52", "The top iPhone and iPad apps on App Store ...  Share on Facebook Email this link Share on Twitter Share on Pinterest Share on LinkedIn comment 0 Washington Post Logo Democracy Dies in Darkness Technology The top iPhone and iPad apps on App Store By Associated Press May 19, 2020 at 11:52 AM EDT Top Paid iPhone Apps: 1. Minecraft, Mojang 2. Monopoly, Marmalade Game Studio 3. Procreate Pocket, Savage Interactive Pty Ltd 4. TouchRetouch, ADVA Soft GmbH 5. Facetune, Lightricks Ltd. 6. Bloons TD 6, Ninja Kiwi 7. Grand Theft Auto: San Andreas, Rockstar Games 8. The Game of Life, Marmalade Game Studio 9. Geometry Dash, RobTop Games AB 10. J23 - Release Dates & Restocks Plan23, LLC Top Free iPhone Apps: 1. ZOOM Cloud Meetings, Zoom 2. TikTok - Make Your Day, TikTok Inc. 3. Tower Run - Grow Your Tower, Voodoo 4 ... "], ["2020-05-19 15:49", "The top iPhone and iPad apps on App StoreTop Paid iPhone Apps: 1. Minecraft, Mojang 2. Monopoly, Marmalade Game Studio 3. Procreate Pocket, Savage Interactive Pty Ltd 4. TouchRetouch, ADVA Soft GmbH 5. Facetune, Lightricks Ltd. 6. Bloons TD 6, Ninja Kiwi 7. Grand Theft Auto: San Andreas, Rocksta"], ["2020-05-19 15:49", "The top iPhone and iPad apps on App Store ...  Mobile More Yahoo Search Search News Search web Skip to Navigation Skip to Main Content Skip to Related Content Mail Coronavirus Live updates tracking the pandemic The top iPhone and iPad apps on App Store The Associated Press , Associated Press May 19, 2020 Top Paid iPhone Apps: 1. Minecraft, Mojang 2. Monopoly, Marmalade Game Studio 3. Procreate Pocket, Savage Interactive Pty Ltd 4. TouchRetouch, ADVA Soft GmbH 5. Facetune, Lightricks Ltd. 6. Bloons TD 6, Ninja Kiwi 7. Grand Theft Auto: San Andreas, Rockstar Games 8. The Game of Life, Marmalade Game Studio 9. Geometry Dash, RobTop Games AB 10. J23 - Release Dates & Restocks Plan23, LLC Top Free iPhone Apps: 1. ZOOM Cloud Meetings, Zoom 2. TikTok - Make Your Day, TikTok Inc. 3. Tower Run - Grow Your Tower ... "], ["2020-05-19 12:45", "Coronavirus question: Can the virus be spread from swimming?Skip to Article Our journalism needs YOUR SUPPORT now. Learn more News Coronavirus question: Can the virus be spread from swimming? Today 8:45 AM Swimmers and surfers are urged to exercise caution when going into the ocean this spring and summer. Aristide Economopoulos | NJ Adva By Caroline Fassett | NJ Advance Media for NJ.com NJ Advance Media has launched a daily coronavirus question, a service in which our reporters provide answers to questions about the epidemic that are common among residents of New Jersey. Today's coronavirus question is answered by the Centers for Disease Control and Prevention and Kay Bidle , a marine biologist, oceanographer and Rutgers professor. Q: Can the coronavirus be spread from swimming? A: There is no evidence that the  ... "], ["2020-05-19 04:00", "The top iPhone and iPad apps on App Store ...  Photo of the Day 2020 Taiwan Presidential Election En Login Stay logged in Forget password? Login Not yet a member Register E-Mail | Home World The top iPhone and iPad apps on App Store By The Associated Press , Associated Press 2020/05/19 23:49 Top Paid iPhone Apps: 1. Minecraft, Mojang 2. Monopoly, Marmalade Game Studio 3. Procreate Pocket, Savage Interactive Pty Ltd 4. TouchRetouch, ADVA Soft GmbH 5. Facetune, Lightricks Ltd. 6. Bloons TD 6, Ninja Kiwi 7. Grand Theft Auto: San Andreas, Rockstar Games 8. The Game of Life, Marmalade Game Studio 9. Geometry Dash, RobTop Games AB 10. J23 - Release Dates & Restocks Plan23, LLC Top Free iPhone Apps: 1. ZOOM Cloud Meetings, Zoom 2. TikTok - Make Your Day, TikTok Inc. 3. Tower Run - Grow Your Tower, Voodoo 4 ... "], ["2020-05-15 21:27", "Quasi-unhackable VPN technology comes to market but you can't buy itADVA is working with the QuaSiModO project to extend post-quantum security to VPN networks."], ["2020-05-14 22:34", "Plan to partially furlough 100K N.J. public workers wins big in Legislature. It's up to Murphy.Skip to Article We can be so much stronger together. Learn more Coronavirus Plan to partially furlough 100K N.J. public workers wins big in Legislature. It's up to Murphy. Updated 6:56 PM; Today 6:34 PM Senate President Stephen Sweeney's plan to partially furlough 100,000 public workers has cleared both houses of the Legislature. Aristide Economopoulos | NJ Adva By Samantha Marcus | NJ Advance Media for NJ.com The state Legislature on Thursday gave its blessing to a plan pushed by the Senate president to partially furlough state and local government workers to avert the mass layoffs that may accompany a coronavirus -fueled economic crisis . In a pair of remote sessions held Thursday, the state Senate and Assembly passed legislation creating an  ... "], ["2020-05-13 16:36", "Former Christie aides push to finally close the book on Bridgegate after Supreme Court victorySkip to Article We can be so much stronger together. Learn more Politics Former Christie aides push to finally close the book on Bridgegate after Supreme Court victory Updated 12:36 PM; Today 12:30 PM Bridget Anne Kelly and Bill Baroni embrace outside the U.S. Supreme Court after oral arguments in January. Aristide Economopoulos | NJ Adva By Ted Sherman | NJ Advance Media for NJ.com The last chapter of the Bridgegate saga is coming to an end. In the wake of last week's decision by the U.S. Supreme Court to throw out the highly charged case against Bridget Anne Kelly and Bill Baroni — the former Christie administration officials at the center of the scheme of political retribution —have formally filed in New Jersey to vacate their convictions  ... "], ["2020-05-13 14:24", "Does the Navy's Missile-Fooling Plasma Tech Explain Recent UFO Sightings? ...  Members PR Newswire Jenzabar Unveils iPaaS Integration Platform to Accelerate Higher Education's Digital Transformation PR Newswire New Jersey: Say Bye To Expensive Solar Panels EnergyBillCruncher Ad CTI Invents Thermochromic Inks Free of Bisphenol A, F and S in Response to Pharmaceutical Demand PR Newswire Kushner, Law Aside, Doesn't Rule Out Delaying 2020 Election The New York Times WiTCOM deploys ADVA's NFV hosting platform and 6WIND vRouter in open public IoT network PR Newswire Amazing Costco Hacks to Save You Money Investing.com Ad Jimmy Kimmel's Mike Pence video rankled Trump and prompted death threats LA Times Immigrants With Work Visas, Suddenly Jobless, Must Leave U.S. if They Aren't Rehired The New York Times Anderson Cooper ... "], ["2020-05-13 04:26", "German stocks - Factors to watch on May 13 ...  euros in financing commitments provide it with additional stability in its operations and added it was still unable to issue a 2020 forecast due to the coronavirus pandemic. ENCAVIS Q1 results due LEONI Q1 results due. SAF HOLLAND Q1 results due SALZGITTER Q1 results due SIXT Q1 results due ANNUAL GENERAL MEETINGS COMMERZBANK - no dividend proposed COMPUGROUP MEDICAL - 0.50 eur/shr dividend proposed ADVA OPTICAL NETWORKING - no dividend proposed ENCAVIS - 0.26 eur/shr dividend proposed OVERSEAS STOCK MARKETS Dow Jones -1.9%, S&P 500 -2.1%, Nasdaq -2.1% at close. Nikkei -0.6%, Shanghai stocks -0.2%. Time: 4:26 GMT ECONOMY No major German economic data scheduled DIARIES REUTERS TOP NEWS (Reporting by Berlin Speed Desk) Our Standards: The Thomson Reuters Trust ... "], ["2020-05-13 04:00", "The top iPhone and iPad apps on App Store ...  of the Day 2020 Taiwan Presidential Election En Login Stay logged in Forget password? Login Not yet a member Register E-Mail | Home World The top iPhone and iPad apps on App Store By The Associated Press , Associated Press 2020/05/13 03:48 Top Paid iPhone Apps: 1.Minecraft, Mojang 2. Monopoly, Marmalade Game Studio 3. Procreate Pocket, Savage Interactive Pty Ltd 4. TouchRetouch, ADVA Soft GmbH 5. Facetune, Lightricks Ltd. 6. Grand Theft Auto: San Andreas, Rockstar Games 7. Bloons TD 6, Ninja Kiwi 8. The Game of Life, Marmalade Game Studio 9. NBA 2K20, 2K 10. Ultimate Custom Night, Clickteam, LLC Top Free iPhone Apps: 1. ZOOM Cloud Meetings, Zoom 2. TikTok - Make Your Day, TikTok Inc. 3. YouTube: Watch, Listen Stream, Google LLC 4. Facebook, Facebook, Inc ... "], ["2020-05-13 01:00", "Vigilant Ops InSight Platform V1 automatically generates device software bill of materials ...  Tuesday: Microsoft fixes 111 flaws, Adobe 36 Total number of publicly reported breaches in Q1 2020 down 58% compared to last year Why a single online name and social cards will be the new norm Is remote work here to stay? (ISC)2 Professional Development Institute: Timely and continuing education opportunities Home workplaces introduce new risks, poor password hygiene Read Previous ADVA's Ethernet encryption technology brings post-quantum security to VPN networks You are reading Vigilant Ops InSight Platform V1 automatically generates device software bill of materials Read Next N4Stack unveils Azure Service Tiles ensuring customers and easier move to the cloud Don't miss May 2020 Patch Tuesday: Microsoft fixes 111 flaws, Adobe 36 Why a single online ... "], ["2020-05-13 00:30", "ADVA's Ethernet encryption technology brings post-quantum security to VPN networksADVA announced that it is playing a key role in a unique research initiative extending post-quantum security to VPN networks. Leveraging the ADVA FSP 150 with ConnectGuard Ethernet encryption, the Quantum-Secure VPN Modules and Operation Modes (QuaSiModO)"], ["2020-05-13 00:00", "Inspur InCloud OpenStack sets new SPEC records in results for four key technology indicators ...  work here to stay? (ISC)2 Professional Development Institute: Timely and continuing education opportunities Home workplaces introduce new risks, poor password hygiene Read Previous Aruba and Microsoft provide security solutions to improve security and IT team collaboration You are reading Inspur InCloud OpenStack sets new SPEC records in results for four key technology indicators Read Next ADVA's Ethernet encryption technology brings post-quantum security to VPN networks Don't miss May 2020 Patch Tuesday: Microsoft fixes 111 flaws, Adobe 36 Why a single online name and social cards will be the new norm (ISC)2 Professional Development Institute: Timely and continuing education opportunities vBulletin fixes critical vulnerability, patch immediately ... "]]}}