{"postfix": "aflac-aktie", "name": "AFLAC", "wkn": "853081", "time": "2020.05.26 16:33", "ts": 1590503627, "features": {"KGV": "11.80", "Marktkapitalisierung": {"Size": "Mrd", "Value": "22.97"}, "GA": "4.42", "KBV": "1.48", "BA": "35.29", "KCV": "8.73", "CA": "5.97", "Vola30": "48.61", "Vola90": "81.44", "Vola180": "60.58", "Vola250": "44.92"}, "rivals": ["allianz-aktie", "american_international_group-aktie", "generali-aktie", "axa-aktie", "wellpoint-aktie", "humana-aktie", "zurich-aktie"], "text_data": {"de": [["01.05.20", "Aflac: Was beim Unternehmen in den jüngsten Büchern steht"], ["30.04.20", "Aflac-Aktie: Was Analysten im April vom Papier halten"], ["30.04.20", "Versicherer Aflac zahlt eine unveränderte Dividende"], ["28.04.20", "Ausblick: Aflac mit Zahlen zum abgelaufenen Quartal"], ["14.04.20", "Erste Schätzungen: Aflac präsentiert Bilanzzahlen zum jüngsten Jahresviertel"], ["31.03.20", "So stuften die Analysten die Aflac-Aktie im vergangenen Monat ein"], ["06.02.20", "Aflac: Bilanz zum abgelaufenen Quartal"], ["05.02.20", "Versicherer Aflac erhöht die Dividende"], ["03.02.20", "Ausblick: Aflac zieht Bilanz zum jüngsten Jahresviertel"]], "en": [["01.05.20", "Aflac Inc (AFL) Q1 2020 Earnings Call Transcript"], ["30.04.20", "Aflac Delivers an Earnings Beat, Declares Dividend, and Withdraws Guidance"], ["29.04.20", "Aflac (AFL) Tops Q1 Earnings Estimates"], ["23.04.20", "What's in the Offing for Aflac (AFL) This Earnings Season?"], ["22.04.20", "Earnings Preview: Aflac (AFL) Q1 Earnings Expected to Decline"], ["06.04.20", "Aflac (AFL) Moves to Buy: Rationale Behind the Upgrade"], ["06.04.20", "Are Investors Undervaluing Aflac (AFL) Right Now?"], ["06.04.20", "Why Aflac (AFL) is a Top Dividend Stock for Your Portfolio"], ["02.04.20", "Will Aflac (AFL) Beat Estimates Again in Its Next Earnings Report?"], ["20.03.20", "Aflac Boosts U.S. Product Suite, Acquires Group Benefits Unit"], ["15.03.20", "Here's Why Markel, Aflac, and Safety Insurance Group Stock Soared on Friday"], ["12.03.20", "Here’s Why Affiliated Managers Group, Western Alliance Bancorp, AFLAC, and Markel are Dropping Today"], ["09.03.20", "Will Underperforming Japan Business Weigh on Aflac (AFL)?"], ["05.03.20", "Why Is Aflac (AFL) Down 16.4% Since Last Earnings Report?"], ["11.02.20", "US insurance firm Aflac makes Belfast's City Quays new tech home"], ["05.02.20", "Aflac Inc (AFL) Q4 2019 Earnings Call Transcript"], ["05.02.20", "Aflac (AFL) Beats Q4 Earnings and Revenue Estimates"], ["03.02.20", "Is a Surprise Coming for Aflac (AFL) This Earnings Season?"], ["31.01.20", "How a duck turned Aflac into a household name"], ["28.01.20", "Aflac (AFL) Expected to Beat Earnings Estimates: What to Know Ahead of Q4 Release"], ["10.01.20", "Aflac Expands in Middle Market Credit With Varagon Capital"], ["09.01.20", "Why Aflac (AFL) is Poised to Beat Earnings Estimates Again"], ["2020-05-26 13:40", "Expression Therapeutics Announces IND Approval By The FDA For Hemophilia A Gene Therapy ... Expression Therapeutics expects to initiate a Phase 1 clinical trial — titled ET3-201 — at Emory University and enroll patients shortly. \"We are extremely pleased that the FDA has granted permission to proceed with this clinical study,\" said Trent Spencer , Ph.D., President of Expression Therapeutics and Director of the Cell and Gene Therapy Program in the Aflac Cancer and Blood Disorders Center at Emory University . Hematopoietic stem and progenitor cell lentiviral gene therapy is currently the only approach that offers the possibility of permanent cure of hemophilia A and provides an opportunity to reach both pediatric and adult populations. \"We are very excited to get the hemophilia A clinical trial underway, the first of six gene ... "], ["2020-05-26 04:00", "Two Tricks To Stop People From Mentally Disengaging And Multitasking During Your Virtual Meetings ...  York Times bestselling author and I teach the leadership course What Great Managers Do Differently I am the author of five books, including \"Hundred Percenters: Challenge Your People to Give It Their All and They'll Give You Even More.\" Some of my research studies include \"Are SMART Goals Dumb?,\" \"Why CEO's Get Fired,\" \"Why New Hires Fail,\" \"High Performers Can Be Less Engaged,\" and \"Don't Expect Layoff Survivors to Be Grateful.\" I've lectured at The United Nations, Harvard Business School, Microsoft, Merck, MasterCard, Charles Schwab and Aflac, among others. Read Less Print Site Feedback Tips Corrections Reprints & Permissions Terms Privacy 2020 Forbes Media LLC. All Rights Reserved. AdChoices"], ["2020-05-23 04:00", "BC-US--Stock Prices, USToggle navigation World Politics Business Society Culture Opinion Travel & Cuisine New Immigrants Sports & Entertainment Environment Food Safety & Health Photo of the Day 2020 Taiwan Presidential Election En Login Stay logged in Forget password? Login Not yet a member Register E-Mail | Home World BC-US--Stock Prices, US By Associated Press 2020/05/23 04:25 New York (AP) — New York Stock Exchange closing prices Friday: AFLAC 34.700 Down .150 ASA Gold 15.770 Up .112 AT&T Inc 29.880 Up .110 AbbottLab 91.470 Up 1.080 Accenture 193.710 Up .210 Aegon 2.460 Up .030 Agilent 84.980 Up 4.230 Altria 37.730 Up .190 AEP 78.780 Up 1.410 AmExp 89.330 Down .500 Apache 12.170 Up .120 ArchDan 35.380 Up .260 AstraZen 55.220 Down .060 AutoZone 1122.940 Up 18.470 AveryD  ... "], ["2020-05-22 13:45", "Riverbanks Zoo and Garden to reopen on Memorial Day weekend ...  to wear masks during their visit. The following indoor buildings and attractions are scheduled to be open during the initial phase with limited capacity and an increased cleaning and disinfecting routine: Aquarium-Reptile Complex Birdhouse Endangered Species Carousel Farm Experience Giraffe Feeding Guest Relations Spots 'n' Stripes kids' train Waterfall Junction also will be open, however, the Aflac Splash Zone, Lil' Sprouts Splash Zone, and Dino Dig will remain closed. Dining options with outdoor seating and open-air stands will be open including Wild Burger, The Watering Hole, The Coop, Kodiak Point, ICEE, and Dippin' Dots. Tram service will not be offered during the first phase of reopening. Guests may walk between the Zoo and Garden ... "], ["2020-05-22 04:00", "Two Simple Emails Can Stop Your Boss From Micromanaging You Remotely ...  York Times bestselling author and I teach the leadership course What Great Managers Do Differently I am the author of five books, including \"Hundred Percenters: Challenge Your People to Give It Their All and They'll Give You Even More.\" Some of my research studies include \"Are SMART Goals Dumb?,\" \"Why CEO's Get Fired,\" \"Why New Hires Fail,\" \"High Performers Can Be Less Engaged,\" and \"Don't Expect Layoff Survivors to Be Grateful.\" I've lectured at The United Nations, Harvard Business School, Microsoft, Merck, MasterCard, Charles Schwab and Aflac, among others. Read Less Print Site Feedback Tips Corrections Reprints & Permissions Terms Privacy 2020 Forbes Media LLC. All Rights Reserved. AdChoices"], ["2020-05-21 04:00", "BC-US--Stock Prices, USToggle navigation World Politics Business Society Culture Opinion Travel & Cuisine New Immigrants Sports & Entertainment Environment Food Safety & Health Photo of the Day 2020 Taiwan Presidential Election En Login Stay logged in Forget password? Login Not yet a member Register E-Mail | Home World BC-US--Stock Prices, US By Associated Press 2020/05/21 04:24 New York (AP) — New York Stock Exchange closing prices Wednesday: AFLAC 34.800 Up 1.170 ASA Gold 16.050 Down .060 AT&T Inc 29.590 Up .630 AbbottLab 90.090 Up 1.870 Accenture 195.180 Up 5.090 Aegon 2.510 Up .070 Agilent 81.710 Down .260 Altria 37.770 Up .650 AEP 77.750 Up .610 AmExp 90.730 Up 3.470 Apache 11.950 Up .590 ArchDan 35.350 Up .530 AstraZen 53.780 Up .210 AutoZone 1113.010 Up 8.600 AveryD  ... "], ["2020-05-19 13:18", "Qumu Wins Second Consecutive Stevie Award For Customer Service Department Of The Year ... , has been named the 2020 Silver Stevie Award winner as Customer Service Department of the Year in North America. This year marks not only the second consecutive Stevie Award for the Qumu Customer Success team, but also its second consecutive nomination for the highly competitive and internationally-recognized honor. Past winners have included Google, Optum Health, Zappos.com, Wyndham Resorts and Aflac, with the Gold Stevie going to Qumu in 2019. This press release features multimedia. View the full release here: https://www.businesswire.com/news/home/20200519005612/en/ \"At Qumu we solve the toughest and most diverse issues related to video scale, security and self-service within the enterprise,\" said Vern Hanzlik, President and CEO of Qumu. \"Our ... "], ["2020-05-19 04:00", "BC-US--Stock Prices, USToggle navigation World Politics Business Society Culture Opinion Travel & Cuisine New Immigrants Sports & Entertainment Environment Food Safety & Health Photo of the Day 2020 Taiwan Presidential Election En Login Stay logged in Forget password? Login Not yet a member Register E-Mail | Home World BC-US--Stock Prices, US By Associated Press 2020/05/19 04:25 New York (AP) — New York Stock Exchange closing prices Monday: AFLAC 34.750 Up 1.760 ASA Gold 15.400 Up .080 AT&T Inc 29.450 Up 1.140 AbbottLab 90.270 Up .380 Accenture 192.750 Up 8.870 Aegon 2.470 Up .240 Agilent 83.660 Up 2.070 Altria 37.600 Up 1.010 AEP 79.880 Up 1.450 AmExp 88.410 Up 6.190 Apache 11.920 Up 1.310 ArchDan 35.800 Up 1.680 AstraZen 53.450 Up .040 AutoZone 1083.000 Up 8.020 AveryD 104 ... "], ["2020-05-18 12:42", "GOLDMAN SACHS: Buy these 21 cheap, unappreciated stocks that offer above-average growth potential ...  5. Humana Inc. HUM Ticker: HUM Sector: Health Care Valuation percentile in sector: 25 Source: Goldman Sachs Global Research 4. General Dynamics GD Ticker: GD Sector: Industrials Valuation percentile in sector: 24 Source: Goldman Sachs Global Research 3. Applied Materials AMAT Ticker: AMAT Sector: Information Technology Valuation percentile in sector: 23 Source: Goldman Sachs Global Research 2. Aflac Inc. AFL Ticker: AFL Sector: Financials Valuation percentile in sector: 21 Source: Goldman Sachs Global Research 1. Boston Properties BXP Ticker: BXP Sector: Real Estate Valuation percentile in sector: 21 Source: Goldman Sachs Global Research Get the latest Goldman Sachs stock price here. SEE ALSO: A 20-year hedge fund vet shares the 3-part checklist that ... "], ["2020-05-17 23:00", "Venafi acquires Jetstack to bring together developer speed and enterprise security ...  certificates, all of which serve as machine identities. Security teams using manual operations are overwhelmed by the tsunami of new machines unleashed by developers and are struggling to keep up. \"The move to cloud-native platforms has shifted the way applications are developed and deployed,\" said Tim Callahan, senior vice president and global chief security officer for Aflac, and Venafi customer advisory board member. \"This shift is a major disruption in the way we secure digitally transformed organizations. Every organization needs the right tools and training to make it easy for developers to use machine identities correctly while, at the same time, providing InfoSec teams with the information they need to keep the organization secure.\" ... "], ["2020-05-16 04:00", "BC-US--Stock Prices, USToggle navigation World Politics Business Society Culture Opinion Travel & Cuisine New Immigrants Sports & Entertainment Environment Food Safety & Health Photo of the Day 2020 Taiwan Presidential Election En Login Stay logged in Forget password? Login Not yet a member Register E-Mail | Home World BC-US--Stock Prices, US By Associated Press 2020/05/16 04:23 New York (AP) — New York Stock Exchange closing prices Friday: AFLAC 32.990 Up .230 ASA Gold 15.320 Up .600 AT&T Inc 28.310 Down .270 AbbottLab 89.890 Down 1.890 Accenture 183.880 Up 3.890 Aegon 2.230 Down .030 Agilent 81.590 Down .050 Altria 36.590 Up .340 AEP 78.430 Up .330 AmExp 82.220 Down 1.590 Apache 10.610 Up .250 ArchDan 34.120 Down .040 AstraZen 53.410 Down .090 AutoZone 1074.980 Up 19.400  ... "], ["2020-05-15 21:17", "BRIEF-Soros Fund Management Takes Share Stake In Disney, Dissolves Stake in American Express ... Innovation @ Thomson Reuters Directory of sites Login Contact Support Business Markets World Politics TV More United States Healthcare May 15, 2020 / 9:21 PM / Updated an hour ago BRIEF-Soros Fund Management Takes Share Stake In Disney, Dissolves Stake in American Express 2 Min Read May 15 (Reuters) - Soros Fund Management: * SOROS FUND MANAGEMENT DISSOLVES SHARE STAKE IN AFLAC INC - SEC FILING * SOROS FUND MANAGEMENT DISSOLVES SHARE STAKE IN AMERICAN INTERNATIONAL GROUP INC - SEC FILING * SOROS FUND MANAGEMENT TAKES SHARE STAKE OF 55,000 SHARES IN WALT DISNEY CO * SOROS FUND MANAGEMENT DISSOLVES SHARE STAKE IN CITIGROUP INC - SEC FILING * SOROS FUND MANAGEMENT DISSOLVES SHARE STAKE IN CONOCOPHILLIPS - SEC FILING * SOROS FUND MANAGEMENT DISSOLVES SHARE STAKE ... "], ["2020-05-15 14:40", "Why Should You Hold CNO Financial (CNO) in Your Portfolio? ...  sequentially) of the total capital, higher than its industry average of 30.3%. This raises its financial risk. In a year's time, shares of the #Zacks Rank 3 (Hold) company have lost 25.8%, narrower than its industry 's decline of 30.2%. The performance looks decent in comparison to other stock movements in the same space, such as Chubb Limited ( CB - Free Report ) , Aflac Incorporated ( AFL - Free Report ) , and American International Group, Inc. ( AIG - Free Report ) , which have lost 32.1%, 37% and 51%, respectively. All these companies carry a Zacks Rank #3. You can see the complete list of today's Zacks #1 Rank stocks here. Zacks Top 10 Stocks for 2020 In addition to the stocks discussed above, would you like to know about our 10 finest buy ... "], ["2020-05-14 11:53", "Kustomer acquires Reply.ai to enhance chatbots on its CRM platform ... per PitchBook ), said it is not disclosing the financial terms of the deal. Reply.ai — whose customers include Coca Cola, Starbucks, Samsung, and a number of retailers and major ad and marketing agencies working on behalf of clients — had by comparison raised a modest $4 million in funding (with the last round back in 2018). Its list of investors included strategic backers like Aflac and Westfield (the shopping mall giant), as well as Seedcamp, Madrid's JME Ventures, and Y Combinator, where Reply.ai was a part of its Startup School cohort in 2017. Birnbaum said that the conversation for acquiring Reply.ai started before the global health pandemic — the two already worked together, as part of Reply.ai's integrations with a number of ... "], ["2020-05-14 04:00", "BC-US--Stock Prices, USToggle navigation World Politics Business Society Culture Opinion Travel & Cuisine New Immigrants Sports & Entertainment Environment Food Safety & Health Photo of the Day 2020 Taiwan Presidential Election En Login Stay logged in Forget password? Login Not yet a member Register E-Mail | Home World BC-US--Stock Prices, US By Associated Press 2020/05/14 04:25 New York (AP) — New York Stock Exchange closing prices Wednesday: AFLAC 31.990 Down 1.660 ASA Gold 14.390 Up .100 AT&T Inc 28.090 Down .800 AbbottLab 92.160 Down 1.640 Accenture 181.000 Down 4.720 Aegon 2.240 Down .160 Agilent 80.160 Up .310 Altria 36.350 Up .270 AEP 77.730 Down .180 AmExp 78.030 Down 5.110 Apache 10.730 Down 1.060 ArchDan 33.840 Down .900 AstraZen 55.310 Up 1.200 AutoZone 1044.100  ... "], ["2020-05-14 04:00", "Are Nonstop Zoom Meetings Exhausting Your Team? Use This Quick Assessment To Fix Your Videoconferences ...  York Times bestselling author and I teach the leadership course What Great Managers Do Differently I am the author of five books, including \"Hundred Percenters: Challenge Your People to Give It Their All and They'll Give You Even More.\" Some of my research studies include \"Are SMART Goals Dumb?,\" \"Why CEO's Get Fired,\" \"Why New Hires Fail,\" \"High Performers Can Be Less Engaged,\" and \"Don't Expect Layoff Survivors to Be Grateful.\" I've lectured at The United Nations, Harvard Business School, Microsoft, Merck, MasterCard, Charles Schwab and Aflac, among others. Read Less Print Site Feedback Tips Corrections Reprints & Permissions Terms Privacy 2020 Forbes Media LLC. All Rights Reserved. AdChoices"], ["2020-05-13 20:52", "U.S. Customs in Savannah seizes $100,000 worth of unsafe Aflac toy ducks shipped from ChinaAflac says it is suspending ordering and distribution of the toys pending an investigation."], ["2020-05-12 20:01", "Fan-less UFC 249 during coronavirus pandemic lost $5.5M gate, Dana White says ... sports leagues eyeing a return. CLICK HERE FOR MORE SPORTS COVERAGE ON FOXBUSINESS.COM Markets Market Update sponsored by Advertisement Latest on Fox Business 19 mins ago Fan-less UFC 249 during coronavirus pandemic lost $5.5M gate, Dana White says 19 mins ago States question Amazon, Whole Foods coronavirus worker protections video 30 mins ago Aflac CEO assures policyholders' coronavirus hospital stays will be covered Advertisement Money Personal Finance College Retirement Tax Planning Credit & Debt Insurance Savings Small Business Government Spending Money and Policy 2020 Campaign Defense Energy Climate Change Renewable Energy Best of Business Markets Pre-Markets US Markets Futures & Commodities Bonds Funds & ETF's Business Leaders Industries Retail ... "], ["2020-05-12 20:01", "States question Amazon, Whole Foods coronavirus worker protections ... . Warehouse employees have died of the virus. CLICK HERE TO READ MORE ON FOX BUSINESS Markets Market Update sponsored by Advertisement Latest on Fox Business 17 mins ago Fan-less UFC 249 during coronavirus pandemic lost $5.5M gate, Dana White says 17 mins ago States question Amazon, Whole Foods coronavirus worker protections video 28 mins ago Aflac CEO assures policyholders' coronavirus hospital stays will be covered Advertisement Money Personal Finance College Retirement Tax Planning Credit & Debt Insurance Savings Small Business Government Spending Money and Policy 2020 Campaign Defense Energy Climate Change Renewable Energy Best of Business Markets Pre-Markets US Markets Futures & Commodities Bonds Funds & ETF's Business Leaders Industries Retail ... "], ["2020-05-12 16:14", "MORGAN STANLEY: A combo of powerful forces is brewing an inflation comeback that will alter the investing landscape. Buy these 20 stocks to profit from its return. ... off the bottom, opening room for a catch up in inflation levered equities,\" Wilson said in a note. The top 20 stocks are listed below in ascending order of their correlations with inflation expectations. 20. Westlake Chemical Corporation Markets Insider Ticker: WLK Industry Group: Materials Absolute Correlation with 5Y5Y: 46% Source: Morgan Stanley 19. Aflac Markets Insider Ticker: AFL Industry Group: Materials Absolute Correlation with 5Y5Y: 46% Source: Morgan Stanley 18. Helmerich & Payne Markets Insider Ticker: HP Industry Group: Insurance Absolute Correlation with 5Y5Y: 46% Source: Morgan Stanley 17. Western Alliance Bancorp Markets Insider Ticker: WAL Industry Group: Banks Absolute Correlation with 5Y5Y: 47% Source: Morgan Stanley 16. United Rentals ... "]]}}