{"postfix": "agilent_technologies-aktie", "name": "AGILENT_TECHNOLOGIES", "wkn": "929138", "time": "2020.05.26 15:14", "ts": 1590498886, "features": {"KGV": "24.15", "Marktkapitalisierung": {"Size": "Mrd", "Value": "24.13"}, "GA": "3.11", "KBV": "5.03", "BA": "14.93", "KCV": "22.36", "CA": "3.36", "Vola30": "32.42", "Vola90": "51.21", "Vola180": "39.83", "Vola250": "32.85"}, "rivals": ["general_electric-aktie", "siemens-aktie", "danaher-aktie", "advantest-aktie", "ametek-aktie", "national_instruments-aktie", "life_technologies-aktie"], "text_data": {"de": [["20.05.20", "Ausblick: Agilent Technologies gewährt Anlegern Blick in die Bücher"], ["06.05.20", "Erste Schätzungen: Agilent Technologies stellt das Zahlenwerk zum vergangenen Quartal vor"], ["30.04.20", "April 2020: Die Expertenmeinungen zur Agilent Technologies-Aktie"], ["31.03.20", "Wie Experten die Agilent Technologies-Aktie im März einstuften"], ["29.02.20", "Die Expertenmeinungen zur Agilent Technologies-Aktie im Februar 2020"], ["20.02.20", "Agilent Technologies öffnete die Bücher zum abgelaufenen Quartal"], ["17.02.20", "Ausblick: Agilent Technologies stellt Ergebnisse des abgelaufenen Quartals vor"]], "en": [["22.05.20", "Agilent Technologies Inc (A) Q2 2020 Earnings Call Transcript"], ["21.05.20", "Agilent Technologies (A) Beats Q2 Earnings and Revenue Estimates"], ["21.05.20", "Agilent shares rise after company tops earnings expectations"], ["21.05.20", "Agilent Reports Second-Quarter Fiscal Year 2020 Financial Results"], ["20.05.20", "Agilent Announces Cash Dividend of 18 Cents Per Share"], ["18.05.20", "Agilent (A) Gears Up for Q2 Earnings: What's in the Cards?"], ["18.05.20", "Agilent PD-L1 Assay Receives FDA Approval for Use as a Companion Diagnostic"], ["14.05.20", "Earnings Preview: Agilent Technologies (A) Q2 Earnings Expected to Decline"], ["12.05.20", "Agilent Awards Trilogy Sciences with a Golden Ticket at LabCentral"], ["05.05.20", "Varian (VAR) Earnings and Revenues Surpass Estimates in Q2"], ["05.05.20", "Varian Medical Systems Inc (VAR) Q2 2020 Earnings Call Transcript"], ["23.04.20", "Agilent Receives FDA Approval for PD-L1 Companion Diagnostic on Dako Omnis"], ["22.04.20", "Agilent Signs Sponsorship Agreement with My Green Lab"], ["17.04.20", "Agilent CEO talks accelerating the flow of coronavirus testing, increasing the number of testing kits"], ["15.04.20", "Agilent (A) Withdraws Q2 & FY20 View Amid Coronavirus Crisis"], ["14.04.20", "Agilent Technologies Provides Update on COVID-19 Impact; Sets Second-Quarter Earnings Call for May 21"], ["01.04.20", "Varian Unveils Proton Treatment Planning Eclipse v16 System"], ["31.03.20", "Agilent Introduces New Handheld Raw Material ID System for Pharmaceutical Manufacturers"], ["30.03.20", "Agilent Technologies to Change Location of Annual Meeting"], ["30.03.20", "Agilent Announces New Class 1 Triple Quadrupole LC/MS System"], ["20.03.20", "Agilent Technologies (A) Gains As Market Dips: What You Should Know"], ["19.03.20", "Why Is Agilent (A) Down 19.3% Since Last Earnings Report?"], ["18.03.20", "Agilent Technologies Announces Cash Dividend of 18 Cents Per Share"], ["17.03.20", "Agilent Technologies to Adjourn Annual Meeting Until April 17, 2020"], ["16.03.20", "Here's Why You Should Hold Onto Varian Medical Stock Now"], ["16.03.20", "Agilent Introduces CrossLab Connect Services for Lab-wide Asset Monitoring"], ["12.03.20", "Agilent Receives Two Scientists’ Choice Awards"], ["03.03.20", "Agilent Introduces Three New Microarrays for Prenatal and Postnatal Research"], ["02.03.20", "Agilent and Visiopharm Co-promote Advanced Digital Precision Pathology Solutions"], ["28.02.20", "Agilent Technologies Announces Webcasts for Investment Community"], ["19.02.20", "Agilent (A) Q1 Earnings In Line With Estimates, Revenues Top"], ["19.02.20", "Agilent Technologies Inc (A) Q1 2020 Earnings Call Transcript"], ["18.02.20", "Agilent stock slips as coronavirus dings outlook"], ["18.02.20", "Agilent Technologies Reports First Quarter Fiscal Year 2020 Financial Results"], ["12.02.20", "Agilent (A) Gears Up for Q1 Earnings: What's in the Cards?"], ["11.02.20", "Agilent Technologies (A) Reports Next Week: Wall Street Expects Earnings Growth"], ["07.02.20", "Twist Biosciences and Agilent Settle Dispute, Avoid Costly Trial"], ["06.02.20", "Agilent Technologies Announces Twist Bioscience Agrees to Pay $22.5 Million Settlement in IP Litigation"], ["05.02.20", "UPDATE 1-Ackman's Pershing Square exits Starbucks, sticks by Chipotle, sees gains at Agilent"], ["05.02.20", "Ackman's Pershing Square exits Starbucks, sticks by Chipotle, sees gains at Agilent"], ["2020-05-25 20:16", "Amid The COVID-19 Crisis And The Looming Economic Recession, The Bioinformatics Market Worldwide Will Grow By A Projected US$12.5 Billion, During The Analysis Period ... COVID-19 crisis is a must for aspiring businesses and their astute leaders seeking to find success in the now changing Bioinformatics market landscape. All research viewpoints presented are based on validated engagements from influencers in the market, whose opinions supersede all other research methodologies. Competitors identified in this market include, among others, Agilent Technologies, Inc.; Dassault Systmes; ID Business Solutions Ltd.; Illumina Inc.; InRead the full report: https://www.reportlinker.com/p04707099/?utm_source=PRN Read the full report: https://www.reportlinker.com/p04707099/?utm_source=PRN About Reportlinker ReportLinker is an award-winning market research solution. Reportlinker finds and organizes the latest industry data so you get all ... "], ["2020-05-23 12:00", "Mike Kamdar, The Future Of DNA Writing, And The Business Of Biology ...  that recognizes the potential of this technology. DNAScript , Evonetix , Nuclera , Ansa Biotechnologies , and Kern Systems are all working to make enzymatic synthesis a commercial success. \"There will be more than one enzymatic synthesis company,\" says Kamdar. If you look at the market for traditional chemical synthesis, he says, there are also many players, including Twist Bioscience , Agilent Technologies , Thermo Fisher , Danaher , IDT , Synbio-tech , and more. \"We believe the same to be true for enzymatically derived DNA.\" Perhaps more importantly, Kamdar says that Molecular Assemblies is going a different route with its platform-independent technology. \"We don't want to create a desktop device,\" says Kamdar. \"We want to ... "], ["2020-05-22 21:30", "Bill Ackman Adds 2 Stocks To Portfolio, Expands Agilent And Howard Hughes Stakes ... for shareholders. One of Ackman's most well-known activist targets in recent years, which did not end well for him, was Valeant Pharmaceuticals RARX . Ackman's most notable trades for the three months ended March 31 included new positions in Blackstone Group Inc. BX ( NYSE:BX ) and Park Hotels & Resorts Inc. ( NYSE:PK ), as well as significant increases in his holdings of Agilent Technologies Inc A . ( NYSE:A ) and The Howard Hughes Corp HHC . ( NYSE:HHC ). He also curbed his stake in Chipotle Mexican Grill Inc. ( NYSE:CMG ) by 32.66%. Blackstone Group The activist guru invested in 548,526 shares of Blackstone, allocating 0.38% of the equity portfolio to the position. The stock traded for an average price of $55.53 per share during the quarter. Today ... "], ["2020-05-22 15:48", "Coronavirus update: U.S. death toll approaches 100,000 as CDC's testing practices are criticized by health experts ... at how China is faring as it comes out of lockdown. Elsewhere, companies continued to issue debt and equity, and to update investors and customers on their reopening plans. Read: 'The 1918 Spanish flu's second wave was even more devastating': Americans brace for another coronavirus outbreak in the fall Here are the latest things companies have said about COVID-19: Agilent Technologies Inc. A, +5.23% topped earnings and revenue expectations in its latest quarter. Chief Executive Mike McMullen said the company is well-positioned to \"face the challenges\" of the pandemic and was poised to focus on \"growth, a resilient business model, and strong balance sheet.\" Alibaba has seen a \"steady recovery since March\" after the COVID-19 ... "], ["2020-05-22 13:36", "Agilent's (A) Q2 Earnings Beat Estimates, Revenues Down Y/Y ... .8%, +97.1%, +118.0%, +175.7% and even +186.7%. This outperformance has not just been a recent phenomenon. From 2000 2019, while the S&P averaged +6.0% per year, our top strategies averaged up to +54.7% per year. See their latest picks free > > In-Depth Zacks Research for the Tickers Above Normally $25 each - click below to receive one report FREE: Agilent Technologies, Inc. (A) - free report > > Workday, Inc. (WDAY) - free report > > Coupa Software, Inc. (COUP) - free report > > Okta, Inc. (OKTA) - free report > > Published in earnings tech-stocks Zacks' 7 Best Strong Buy Stocks for June, 2020 Free Research for Zacks.com Readers Experts have chosen 7 stocks out of 220 Zacks Rank #1 Strong Buys that have the highest potential to increase in price quickly ... "], ["2020-05-22 13:25", "Top Analyst Upgrades and Downgrades: Agilent, Aurora Cannabis, Best Buy, Box, Marvell, Nvidia, Palo Alto, Roku, Splunk, TJX and More – 24/7 Wall St.Friday's top analyst upgrades and downgrades included Agilent Technologies, Aurora Cannabis, Best Buy, Box, Marvell Technology, Nvidia, Palo Alto Networks, Roku, Splunk and TJX Companies."], ["2020-05-22 13:20", "U.S. RESEARCH ROUNDUP- Martin Marietta Materials, ONEOK, Superior Energy Services ...  PT * Acadia Realty Trust : Jefferies cuts target price to $12 from $13 * Advanced Drainage Systems Inc : Barclays raises target price to $48 from $41 * Agilent Technologies Inc : Citigroup raises price target to $85 from $75 * Agilent Technologies Inc : Cowen and Company raises target price to $95 from $80 * Agilent Technologies Inc : Evercore ISI raises target price to $87 from $83 * Agilent Technologies Inc : Jefferies raises price target to $95 from $92 * Agilent Technologies Inc : JP Morgan raises target price to $90 from $85 * Agilent Technologies Inc : Stifel raises target price to $85 from $73 * Agilent Technologies Inc : Wells Fargo raises price target to $95 from $82 * Agilysys Inc : Craig-Hallum cuts target price to $24 from $27 * Align Technology ... "], ["2020-05-22 09:43", "U.S. RESEARCH ROUNDUP- Martin Marietta Materials, ONEOK, Superior Energy Services ...  reported by Reuters on Friday.Stock entries are in alphabetical order. * Acadia Realty Trust : Jefferies cuts target price to $12 from $13 * Advanced Drainage Systems Inc : Barclays raises target price to $48 from $41 * Agilent Technologies Inc : Citigroup raises price target to $85 from $75 * Agilent Technologies Inc : Cowen and Company raises target price to $95 from $80 * Agilent Technologies Inc : Evercore ISI raises target price to $87 from $83 * Agilent Technologies Inc : Jefferies raises price target to $95 from $92 * Agilent Technologies Inc : JP Morgan raises target price to $90 from $85 * Allscripts Healthcare Solutions Inc : JP Morgan cuts price target to $8 from $9 * Alteryx Inc : Needham raises target price to $164 from $140 * AMN Healthcare ... "], ["2020-05-22 05:00", "Agilent Technologies Inc (A) Q2 2020 Earnings Call Transcript ...  launched in February of 2002. Returns as of 05/22/2020. Join Stock Advisor Cumulative Growth of a $10,000 Investment in Stock Advisor Calculated by Time-Weighted Return Stocks A Agilent Technologies NYSE: A $80.75 down $0.96 (-1.17%) Related Articles Agilent Technologies Inc (A) Q1 2020 Earnings Call Transcript Agilent Keeps Analysts Guessing, Beats Estimates in Q3 Here's Why Agilent Technologies Rose as Much as 10.8% Today Agilent Technologies Inc (A) Q3 2019 Earnings Call Transcript Here's Why Agilent Technologies Fell 14.6% in May Agilent Technologies Inc (A) Q2 2020 Earnings Call Transcript @themotleyfool #stocks $A Next Article Prev 1 2 3 4 5 Next Terms of Use Privacy Policy Accessibility Policy Copyright, Trademark and Patent Information ... "], ["2020-05-21 21:25", "Agilent Technologies (A) Beats Q2 Earnings and Revenue Estimates ...  of the Zacks Industry Rank, Electronics - Testing Equipment is currently in the bottom 45% of the 250 plus Zacks industries. Our research shows that the top 50% of the Zacks-ranked industries outperform the bottom 50% by a factor of more than 2 to 1. In-Depth Zacks Research for the Tickers Above Normally $25 each - click below to receive one report FREE: Agilent Technologies, Inc. (A) - free report > > Published in earnings earnings-estimates earnings-outlook earnings-surprise industry-outlook zacks-consensus-estimate zacks-rank Zacks' 7 Best Strong Buy Stocks for June, 2020 Free Research for Zacks.com Readers Experts have chosen 7 stocks out of 220 Zacks Rank #1 Strong Buys that have the highest potential to increase in price quickly amid the global ... "], ["2020-05-21 20:26", "BRIEF-Agilent Technologies Q2 GAAP Earnings Per Share $0.32Agilent Technologies Inc:"], ["2020-05-21 20:26", "BRIEF-Agilent Technologies Q2 GAAP Earnings Per Share $0.32Agilent Technologies Inc:'"], ["2020-05-21 20:26", "Agilent: Fiscal 2Q Earnings SnapshotSANTA CLARA, Calif. (AP) _ Agilent Technologies Inc. (A) on Thursday reported fiscal second-quarter earnings of $101 million. On a per-share basis, the Santa Clara, California-based company said it had net income of 32 cents. Earnings, adjusted for one-ti"], ["2020-05-21 20:26", "Agilent: Fiscal 2Q Earnings SnapshotSANTA CLARA, Calif. (AP) _ Agilent Technologies Inc. (A) on Thursday reported fiscal second-quarter earnings of $101 million. On a per-share basis, the Santa Clara, California-based company said it had net income of 32 cents. Earnings, adjusted for one-ti"], ["2020-05-21 12:17", "These are the 10 stock holdings in billionaire investor Bill Ackman's market-beating portfolio ...  Starbucks Starbucks Ticker: SBUX Shares held: 10,131,008 Value (as of 3/31/20): $666 million Source: SEC filing Chipotle Mexican Grill Empty Chipotle restaurant in financial district in lower Manhattan during outbreak of coronavirus disease (COVID-19) in New York Reuters Ticker: CMG Shares held: 1,161,232 Value (as of 3/31/20): $760 million Source: SEC filing Agilent Courtesy of Agilent Technologies Ticker: A Shares held: 12,626,593 Value (as of 3/31/20): $904.3 million Source: SEC filing Hilton Worldwide Holdings http://www.lvhilton.com/Hotel/gallery Ticker: HLT Shares held: 13,789,589 Value (as of 3/31/20): $941 million Source: SEC filing Berkshire Hathaway Berkshire Hathaway Chairman Warren Buffett (L) and Vice Chairman Charlie Munger arrive to begin ... "], ["2020-05-21 12:17", "These are the 10 stock holdings in billionaire investor Bill Ackman's market-beating portfolio ...  lower Manhattan during outbreak of coronavirus disease (COVID-19) in New York Ticker: CMG Shares held: 1,161,232 Value (as of 3/31/20): $US760 million Source: SEC filing Agilent Courtesy of Agilent Technologies Ticker: A Shares held: 12,626,593 Value (as of 3/31/20): $US904.3 million Source: SEC filing Hilton Worldwide Holdings http://www.lvhilton.com/Hotel/gallery Ticker: HLT ...  Insider Emails & Alerts Site highlights each day to your inbox. Email Address Join Follow Business Insider Australia on Facebook , Twitter , LinkedIn , and Instagram . Tagged In agilent stock price berkshire hathaway berkshire hathaway stock price bill ackman blackstone group chipotle stock price clusterstock features hilton moneygame-us pershing square capital management pershing  ... "], ["2020-05-20 20:05", "Agilent Announces Cash Dividend Of 18 Cents Per ShareAgilent Technologies Inc. A today announced that a quarterly dividend of 18 cents per share of common stock will be paid on July 22, 2020, to all shareholders of record as of the close of business on June 30, 2020. The timing and amounts of future dividen"], ["2020-05-20 17:55", "Top Chip, Retail, Software, Medical Stocks To Report: Investing Action Plan ...  ( PANW ) reports fiscal Q3 earnings late. The cybersecurity firm's EPS is expected to fall 30.5% to 91 cents, while revenue rises 14% to $829 million, after it recently closed the purchase of CloudGenix. Medtronic ( MDT ) reports fiscal Q4 results early, and medical device maker's EPS is expected to drop 59% to 63 cents as revenue falls 13% to $7.09 billion. Agilent Technologies ( A ) reports late Thursday, and EPS for the developer of medical research equipment is seen falling 18% to 58 cents, as revenue slips 5% to $1.18 billion. YOU MAY ALSO LIKE: Top Growth Stocks To Buy And Watch IBD's Long-Term Leaders Coronavirus Dow Jones Crash Survival Guide Dow Jones Leader Intel Headlines 5 Stocks Near Buy Zones MarketSmith: Research, Charts, Data And ... "], ["2020-05-20 10:03", "Here's Why You Should Hold on to Illumina (ILMN) Stock for Now ...  to carry out clinical immunodiagnostic testing, which can be conducted in local laboratories. Downsides Stiff Competition: Illumina faces tough competition in the sequencing, SNP genotyping, gene expression and molecular diagnostics markets with several biggies already enjoying significant market share, intellectual property portfolios and favorable regulatory developments. Such companies include Agilent Technologies and Pacific Biosciences of California. To gain a competitive edge, Illumina must upgrade its organization and infrastructure appropriately and develop products with superior throughput, cost, and accuracy. Tough Funding Environment: Illumina's exposure to the U.S. government funding was less than 30% in 2015. Budgetary pressures may ... "], ["2020-05-19 17:02", "Charting a headline breakout attempt, S&P 500 nails major resistance (2,954) ... click here. Still well positioned The table below includes names recently profiled in The Technical Indicator that remain well positioned. For the original comments, see The Technical Indicator Library. Company Symbol* (Click symbol for chart.) Date Profiled Fortinet, Inc. FTNT May 18 II-VI, Inc. IIVI May 18 Alteryx, Inc. AYX May 18 iShares Silver Trust SLV May 15 Agnico Eagle Mines, Ltd. AEM May 15 Agilent Technologies, Inc. A May 15 Halozyme Therapeutics, Inc. HALO May 15 Wix.com, Ltd. WIX May 13 Extreme Networks, Inc. EXTR May 13 Qualcomm, Inc. QCOM May 12 Werner Enterprises, Inc. WERN May 12 Zynga, Inc. ZNGA May 12 Jabil, Inc. JBL May 11 Whirlpool Corp. WHR May 11 Kinross Gold Corp. KGC May 11 Avalara, Inc. AVLR May 8 Packaging Corp. of America PKG May 8 ... "]]}}