{"postfix": "air_transport_services_group-aktie", "name": "AIR_TRANSPORT_SERVICES_GROUP", "wkn": "A0Q2GH", "time": "2020.05.26 15:55", "ts": 1590501333, "features": {"KGV": "15.60", "Marktkapitalisierung": {"Size": "Mrd", "Value": "1.14"}, "GA": "1.51", "KBV": "3.56", "BA": "6.63", "KCV": "4.12", "CA": "5.72", "Vola30": "54.69", "Vola90": "85.86", "Vola180": "64.83", "Vola250": "50.92"}, "rivals": [], "text_data": {"de": [["09.05.20", "Air Transport Services Group stellte das Zahlenwerk zum vergangenen Quartal vor"], ["04.05.20", "Ausblick: Air Transport Services Group präsentiert das Zahlenwerk zum abgelaufenen Jahresviertel"], ["01.03.20", "Ausblick: Air Transport Services Group veröffentlicht Zahlen zum vergangenen Quartal"]], "en": [["07.05.20", "Air Transport Services Group Inc (ATSG) Q1 2020 Earnings Call Transcript"], ["03.03.20", "Air Transport Services Group Inc (ATSG) Q4 2019 Earnings Call Transcript"], ["27.02.20", "Air Transport Services Group Enters Oversold Territory"], ["30.01.20", "Air Transport Services Group Enters Oversold Territory"], ["2020-05-26 13:13", "The Latest: Researchers to look into why Japan is seeing fewer virus deaths ...  wearing masks and differences in health care systems, some think the difference could be related to the genes of people in the region or of certain ethnic groups. The research group will collect blood samples from 600 people who were infected with the virus from about 40 hospitals nationwide and analyze the genetic information. The researchers will examine whether there are genetic ... to Adrian Hyzler, chief medical officer for Healix International, a company specializing in security and international medical and travel-assistance services, neither the European Union Airline Safety Association (EASA) nor the International Air Transport Association (IATA) recommends hazmat suits for airline crew unless they're dealing with sick passengers. Hyzler said one  ... "], ["2020-05-26 12:50", "In full: DPM Heng Swee Keat's $33b Fortitude Budget speech ...  The first key shift is digital transformation. We will not go back to our old ways. Digital solutions will become more deeply embedded in our lives. Telecommuting, on-demand food and services, and virtual events are now the norm. Related Story F&B and retail businesses can get up to $10,000 under new digital transformation scheme A McKinsey study shows that we have ...  bills. Larger households with five or more members get more, and can receive up to $1,000 in U-Save rebates this year. Singaporeans have given feedback that while they are saving on transport fares and other charges, they are expecting to spend more on their utility bills, as they stay home during the circuit breaker period. Related Story All households with at least one Singaporean will ... "], ["2020-05-26 12:48", "Serbia's NIS plans to pay lower dividend for 2019 ... /Forestry Air Transport Aluminium Production Animal/Fish Farming Automation/Robotics Automobiles Banking Banking/Financial Services Betting/ ... Transport Wholesale/Retail Wind Power Wires/Cables Go All News Companies Reports Press Releases Company ID Owner / Manager Capital Range (EUR) Total Assets (EUR) Total Revenue (EUR) Employees Net profit (EUR) Net loss (EUR) SEECI EBITDA Year -------- 2018 2017 2016 2015 2014 2013 2012 2011 2010 2009 2008 2007 Statement type -------- Consolidated Non-consolidated Serbia Petroleum/Natural Gas Serbia's NIS plans to pay lower dividend for 2019 Author Radomir Ralev Published May 26, 2020 15:48 EEST Author: NIS. License: All rights reserved. BELGRADE (Serbia), May 26 (SeeNews) - Serbian blue-chip oil and gas group ... "], ["2020-05-26 12:33", "Latin America's largest airline LATAM files for bankruptcy in US ... About AFP management AFP in dates AFP in numbers AFP in the world AFP in pictures AFP Charter Annual report Subsidiaries Awards Press releases and newsletter Medialab Join us Products Products and services Partners Inside AFP AFP FORUM AFP Fact Check Contact Search EN Franais English Espaol Portugus Deutsch EN Search form Search You are here Home News Latin America's largest airline LATAM ... ;s second largest airline, Colombia's Avianca, also filed for bankruptcy in the US to reorganize its debt \"due to the unpredictable impact\" of the pandemic. The International Air Transport Association has forecast a $15 billion loss in revenue for Latin American airlines this year. Before the pandemic, LATAM -- a merger of Chile's LAN and Brazil's TAM ... "], ["2020-05-26 12:30", "Latin America's largest airline LATAM files for bankruptcy in US ... About AFP management AFP in dates AFP in numbers AFP in the world AFP in pictures AFP Charter Annual report Subsidiaries Awards Press releases and newsletter Medialab Join us Products Products and services Partners Inside AFP AFP FORUM AFP Fact Check Contact Search EN Franais English Espaol Portugus Deutsch EN Search form Search You are here Home News Latin America's largest airline LATAM ... ;s second largest airline, Colombia's Avianca, also filed for bankruptcy in the US to reorganize its debt \"due to the unpredictable impact\" of the pandemic. The International Air Transport Association has forecast a $15 billion loss in revenue for Latin American airlines this year. Before the pandemic, LATAM -- a merger of Chile's LAN and Brazil's TAM ... "], ["2020-05-26 12:21", "Bucharest bourse transfers Bittnet Systems to regulated market as of June 3 ... Slovenia Industry Accessories & Jewelry Advertising/PR/Marketing Aerospace Aerospace/Defense Agriculture/Forestry Air Transport Aluminium Production Animal/Fish Farming Automation/Robotics Automobiles Banking Banking/Financial Services Betting/Gambling Beverages Biofuels & Biochemicals Biomass & Biofuels Biomass & Biogas Bio/Organic  ...  Services Business Equity Markets Market Research on Demand Related news Romania's Bittnet Systems Q1 net loss narrows, revenues rise 21% y/y EU Commission urges Romania to close illegal landfills, protect population against air pollution Romania's Nuclearelectrica to pay higher dividend for 2019 Romania's anti-trust body approves takeover of Adient unit by Sage Automotive Interiors Romania's TeraPlast Group ... "], ["2020-05-26 12:20", "Serbia's Fintel Energija gets privileged power producer status for Kosava wind farm ...  Slovenia Industry Accessories & Jewelry Advertising/PR/Marketing Aerospace Aerospace/Defense Agriculture/Forestry Air Transport Aluminium Production Animal/Fish Farming Automation/Robotics Automobiles Banking Banking/Financial Services Betting/Gambling Beverages Biofuels & Biochemicals Biomass & Biofuels Biomass & Biogas Bio/Organic Agriculture/ ... Published May 26, 2020 15:20 EEST Author: MK Group. License: All rights reserved. BELGRADE (Serbia), May 26 (SeeNews) - Fintel Energija AD [BEL:FINT], the Serbian subsidiary of Italy's Fintel Energia Group, said that it has received a privileged electricity producer status for the 69 MW Kosava wind farm. MK Fintel Wind, a 46/54 joint venture between MK Group and Fintel Energija, has completed the first phase of  ... "], ["2020-05-26 12:18", "Coronavirus UK: TfL begs company bosses to let staff continue to work from home ...  officers from British Transport Police deployed to help manage crowds. Transport Commissioner Mike Brown said: 'As national restrictions on movement are gradually relaxed and people who can't work from home begin to return to their workplaces, we are safely ramping up our services as quickly as possible. 'But a huge transport challenge remains, with social ... and Elon Musk were forced to tone down baby son's bizarre name to X A-Xii in order to comply with California law Dennis Quaid indulges in a round of golf as he is spotted at Bel-Air Country Club... after rumors of Parent Trap reunion 'I just got a little friend that walked in!' Ginger Zee's two-year-old son sweetly interrupts her at-home Good Morning America broadcast to ask for ... "], ["2020-05-26 12:04", "Slovenia's NLB to shut down 10 branch offices as e-banking gains popularity ...  Accessories & Jewelry Advertising/PR/Marketing Aerospace Aerospace/Defense Agriculture/Forestry Air Transport Aluminium Production Animal/Fish Farming Automation/Robotics Automobiles Banking Banking/Financial Services Betting/Gambling Beverages Biofuels & Biochemicals Biomass & Biofuels Biomass & Biogas Bio/ ... by 12:12 CET on Tuesday on the Ljubljana bourse, unchanged from Monday's close. ($=0.912946 euro) AD Share this story Facebook Twitter Linkedin Email Tags Slovenia Banking Banking/Financial Services Business Capacity Research on Demand Related news Slovenia's KD Group proposes to pay 32 euro/share dividend Slovenia's Banka Intesa Sanpaolo to skip dividend payment in 2020 Addiko Bank Slovenia Q1 pre-tax profit drops 27% y/y Bulgarian Expat ... "], ["2020-05-26 11:57", "Romania's Nuclearelectrica to pay higher dividend for 2019 ... Romania Serbia Slovenia Industry Accessories & Jewelry Advertising/PR/Marketing Aerospace Aerospace/Defense Agriculture/Forestry Air Transport Aluminium Production Animal/Fish Farming Automation/Robotics Automobiles Banking Banking/Financial Services Betting/Gambling Beverages Biofuels & Biochemicals Biomass & Biofuels Biomass & Biogas Bio/Organic Agriculture/Farming  ... news Romania's Delgaz Grid to invest 1.9 bln lei (392 mln euro) by 2023 Bucharest blue-chip index records 5-day winning streak, Transgaz leads gainers STJ Advisors Group wins Romania's Hidroelectrica IPO equity adviser tender Bucharest blue-chip index extends winning streak, Nuclearelectrica leads gainers Romania's Romgaz mulls entry on renewables market Related reports  ... "], ["2020-05-26 11:56", "Sabanci Holding, PPF agree to buy Turkish vehicle maker Temsa ... Aerospace/Defense Agriculture/Forestry Air Transport Aluminium Production Animal/Fish Farming Automation/Robotics Automobiles Banking Banking/Financial Services Betting/Gambling Beverages  ... Transport Wholesale/Retail Wind Power Wires/Cables Go All News Companies Reports Press Releases Company ID Owner / Manager Capital Range (EUR) Total Assets (EUR) Total Revenue (EUR) Employees Net profit (EUR) Net loss (EUR) SEECI EBITDA Year -------- 2018 2017 2016 2015 2014 2013 2012 2011 2010 2009 2008 2007 Statement type -------- Consolidated Non-consolidated Turkey Automobiles Sabanci Holding, PPF agree to buy Turkish vehicle maker Temsa Author Dragana Petrushevska Published May 26, 2020 14:56 EEST Source: Temsa ANKARA (Turkey), May 26 (SeeNews) - Czech investment group ... "], ["2020-05-26 11:54", "Romania's anti-trust body approves takeover of Adient unit by Sage Automotive Interiors ... Slovenia Industry Accessories & Jewelry Advertising/PR/Marketing Aerospace Aerospace/Defense Agriculture/Forestry Air Transport Aluminium Production Animal/Fish Farming Automation/Robotics Automobiles Banking Banking/Financial Services Betting/Gambling Beverages Biofuels & Biochemicals Biomass & Biofuels Biomass & Biogas Bio/Organic  ... ), May 26 (SeeNews) - Romania's competition authority said that it has approved the takeover of the textile materials manufacturing division of local car automotive interior elements manufacturer Adient Group, a unit of Irish group Adient, by U.S.-based Sage Automotive Interiors. \"Following a review of the transaction, the Competition Council found that it does not raise significant obstacles to effective competition  ... "], ["2020-05-26 11:19", "19 Best Items to Turn Your Backyard into a Mini Oasis ... porch, deck, or patio. The rug is made of 100% Polypropylene and has a flat weave design with cut pile patterns in red, orange, blue and green. It's easy to clean rinse with a hose and then air dry. The rug shown above is 7' x 10\", but it's also available in various other sizes, and also additional color choices Price: $7,290.00 Allwood Solvallo Studio Guest House/Home Office Shop now ...  wicker is weather resistant. The chairs are sturdy each has a weight of 300 pounds and the set can be cleaned with a wet cloth. There's no assembly required, and the tables and chairs fold up for easy transport. The table's dimensions are 23.6\"W x 23.6\"D x 28.3\"H. The chairs are 17.3\"W x 23.2\"D x 33\"H. Price: $79.99 Brightech  ... "], ["2020-05-26 11:14", "Death, denial in Brazil's Amazon capital ... Brazil, Thursday, May 14, 2020. The virus has spread upriver from Manaus, creeping into remote riverside towns and indigenous territories to infect indigenous tribes. (AP Photo/Felipe Dana) SOS Funeral workers transport by boat a coffin carrying the body of an 86-year-old woman who lived by the Negro River and is a suspected to have died of COVID-19, near Manaus ...  Police and rescue personnel search for more than 45 minutes before finding the caller inside his vehicle, which was partially submerged in a liquid manure storage pond. New guidelines issued for California religious services By Robert Jablon The Associated Press May 25, 2020 - 5:45 pm May 25, 2020 - 5:45 pm The guidelines ask worshippers to wear masks, avoid sharing prayer books or prayer rugs and  ... "], ["2020-05-26 11:10", "Coronavirus pushes Latam Airlines into bankruptcy ...  in the range of $10 billion and $50 billion, according to its bankruptcy filing seen by Reuters. \"Latam entered the COVID-19 pandemic as a healthy and profitable airline group, yet exceptional circumstances have led to a collapse in global demand and has not only brought aviation to a virtual standstill, but it has also changed the industry for the  ... look around shows that state financing for carriers is not rare. Airlines in trouble as COVID grounds planes 18.05.2020 Die COVID-19 pandemic has brought global airflight practically to a standstill. International Air Transport Association IATA says millions of jobs in the industry are at risk as airlines will be forced to cut costs. Ryanair struggles on without state aid, but still well placed to fly high  ... "], ["2020-05-26 11:02", "Carqon electric cargo bike review: urban transport, solved ... . But they're also limiting travel by car, converting miles of roads into protected bike lanes and pedestrian zones in order to encourage healthier modes of transport that will help maintain air quality advances made during the pandemic . An electric cargo bike allows families to ditch both subways and cars, while still getting kids to school, parents to work,  ... electric cargo bikes used by parents in Amsterdam. Carqon, like Urban Arrow, is a bicycle brand born in the Netherlands and purchased by a large Dutch transportation conglomerate. Carqon is owned by the Accell Group , Urban Arrow by Pon Holdings . These are not white-label bikes assembled from a catalog of Chinese parts and sold on Indiegogo. Carqon first made a splash in the bike industry with a  ... "], ["2020-05-26 11:00", "Virgin Orbit's First Launch Demo Cut Short by 'Anomaly' ...  ignited its LauncherOne rocket over the Pacific Ocean before an \"anomaly\" halted the demonstration. While much of the country enjoyed a long holiday weekend, Richard Branson's space transport company was hard at work : The team's modified 747 (known as \"Cosmic Girl\") released LauncherOne off the coast of California, where the capsule's NewtonThree booster  ...  Stories in Your Inbox Follow PCMag Honest, Objective Reviews PCMag.com is a leading authority on technology, delivering Labs-based, independent reviews of the latest products and services. Our expert industry analysis and practical solutions help you make better buying decisions and get more from technology. How We Test Editorial Principles Reviews Best Products Categories  ... "], ["2020-05-26 10:44", "Latam Airlines seeks bankruptcy protection as travel industry struggles with COVID-19 ...  the virus spread from China to countries around the globe, prompting growing alarm in the aviation industry. The International Air Transport Association last month predicted that airlines' revenue from hauling passengers would drop $314 billion this year, meaning they could bring in less than half of what they did in 2019. Latam's move comes little more than two weeks after another major Latin American airline, Avianca Holdings, filed for bankruptcy protection in New York. Australia's second-largest carrier, Virgin Australia, sought bankruptcy in its home market last month. Latam's bankruptcy filing includes parent company Latam Airlines Group S.A. and its affiliated airlines in Colombia, Peru and Ecuador, as well as its businesses in the U ... "], ["2020-05-26 10:14", "Medical experts warn parents you should never put a face mask on a toddler ... , or those with respiratory conditions,\" the official advice said. Face masks for older children and adults are now being encouraged in \"enclosed public spaces\", such as shops and public transport. American medical experts have also warned against making children under two wear masks. As well as the risk of suffocation, the US Centres for Diseases Control and Prevention (CDC) have said kids  ... see full list of stores Nando's Nando's has announced that a total of 94 restaurants will be reopened for delivery which include a number of click and collect services available in the UK Polyamorous duo fall for dance teacher couple who their kids see as 'godparents' Dating A polyamorous couple fell in love with their dance teachers. They  ... "], ["2020-05-26 10:05", "Fitch affirms ratings on 3 Turkish development banks ... Slovenia Industry Accessories & Jewelry Advertising/PR/Marketing Aerospace Aerospace/Defense Agriculture/Forestry Air Transport Aluminium Production Animal/Fish Farming Automation/Robotics Automobiles Banking Banking/Financial Services Betting/Gambling Beverages Biofuels & Biochemicals Biomass & Biofuels Biomass & Biogas Bio/Organic Agriculture ...  is now driven by its VR of 'b+'. The wider notching of TSKB's SRF than that of TKYB (BB-) and Turk Eximbank (B+) reflects the bank's private ownership (by Turkiye Is Bankasi Group; B+/Negative). At the 'B' level, TSKB's SRF is equal with the SRFs of state-owned, systemically important commercial banks. This reflects our view that TSKB is of strategic importance to the Turkish authorities,  ... "]]}}