{"postfix": "air_france-klm-aktie", "name": "AIR_FRANCE-KLM", "wkn": "855111", "time": "2020.05.26 16:17", "ts": 1590502628, "features": {"KGV": "10.51", "Marktkapitalisierung": {"Size": "Mrd", "Value": "1.62"}, "GA": "0.95", "KBV": "1.87", "BA": "5.34", "KCV": "1.26", "CA": "7.92", "Vola30": "48.38", "Vola90": "79.01", "Vola180": "65.67", "Vola250": "53.62"}, "rivals": ["british_airways-aktie", "lufthansa-aktie", "southwest_airlines-aktie", "amr-aktie", "qantas_airways-aktie", "air_berlin-aktie"], "text_data": {"de": [["2020.05.26", "Verband IATA: Dreistellige staatliche Milliardenhilfe für Airlines"], ["2020.05.26", "Lateinamerikas größte Airline Latam meldet Insolvenz an"], ["2020.05.26", "Verbraucherschützer: Weiter keine Klarheit für Reisende"], ["2020.05.26", "MÄRKTE EUROPA/Aufwärtsbewegung hält an - Reisesektor favorisiert"], ["2020.05.26", "Staat rettet Lufthansa mit neun Milliarden vor der Pleite"], ["25.05.20", "Staat rettet Lufthansa mit neun Milliarden vor Absturz"], ["23.05.20", "WDH: China beschränkt internationale Flüge noch bis Oktober"], ["23.05.20", "Chinas beschränkt internationale Flüge noch bis Oktober"], ["21.05.20", "KORREKTUR: Flugsicherheitsbehörde empfiehlt freie Plätze zwischen Fluggästen"], ["21.05.20", "Flugsicherheitsbehörde empfiehlt freie Plätze zwischen Fluggästen"], ["21.05.20", "WDH/Air France-KLM mustert wegen Corona-Krise A380-Flotte aus"], ["21.05.20", "Air France-KLM mustert A380-Flotte aus"], ["21.05.20", "Air France-KLM mustert Riesenflieger 2 Jahre früher aus: A380-Flotte bleibt für immer am Boden"], ["20.05.20", "Air France-KLM verabschiedet sich früher vom A380"], ["20.05.20", "Air France-KLM wird A380 nicht wieder in die Luft bringen"], ["20.05.20", "MÄRKTE EUROPA/Börsen sehr fest - Marks & Spencer nach Zahlen gesucht"], ["20.05.20", "MÄRKTE EUROPA/Börsen bauen Gewinne noch leicht aus"], ["20.05.20", "MÄRKTE EUROPA/Börsen drehen leicht ins Plus"], ["20.05.20", "MÄRKTE EUROPA/Kurse setzen sich - Kurssprung bei Aareal Bank"], ["19.05.20", "MÄRKTE EUROPA/Uneinheitlich - Ende des Leerverkaufverbots drückt"], ["19.05.20", "MÄRKTE EUROPA/Rücksetzer - Ende des Leerverkaufverbots belastet"], ["19.05.20", "MÄRKTE EUROPA/Verschnaufpause nach Rally-Schub"], ["13.05.20", "Fliegen in Coronazeiten womöglich ohne Drink und Essen"], ["11.05.20", "MÄRKTE EUROPA/Freundlich - Wirecard baut um"], ["09.05.20", "AIR France - KL präsentierte Quartalsergebnisse"], ["09.05.20", "Air France-KLM stellte Quartalsergebnis zum abgelaufenen Jahresviertel vor"], ["08.05.20", "ANALYSE-FLASH: Barclays senkt Ziel für Air France-KLM - 'Equal Weight'"], ["07.05.20", "MÄRKTE EUROPA/DAX & Co profitieren von guten China-Daten"], ["07.05.20", "MÄRKTE EUROPA/Risikobereitschaft steigt mit guten China-Daten"], ["07.05.20", "MÄRKTE EUROPA/Gute China-Daten machen Anlegern Hoffnung"], ["07.05.20", "Airline-Konzern IAG braucht keine Milliarden-Staatshilfe"]], "en": [["20.05.20", "UPDATE 1-Dutch government's 2019 purchase of Air France-KLM shares \"irregular\" - audit office"], ["20.05.20", "Dutch government's 2019 purchase of Air France-KLM shares 'irregular': audit office"], ["20.05.20", "Dutch government's 2019 purchase of Air France-KLM shares \"irregular\" - audit office"], ["07.05.20", "Air France-KLM prepares for years of shrunken demand"], ["07.05.20", "Air France-KLM boss right to tackle subject of jobs: minister"], ["07.05.20", "Planemakers delay deliveries as crisis hits manufacturing: Air France-KLM CEO"], ["07.05.20", "UPDATE 1-Planemakers delay deliveries as crisis hits manufacturing - Air France-KLM CEO"], ["07.05.20", "Airbus, Boeing delay delivering some jets: Air France-KLM CEO"], ["07.05.20", "Airbus, Boeing delay delivering some jets - Air France-KLM CEO"], ["07.05.20", "Air France-KLM loss gives first taste of coronavirus impact"], ["04.05.20", "Air France-KLM union tensions surface in bailout's wake"], ["27.04.20", "Lufthansa, Air France-KLM shares rise on bailout progress"], ["27.04.20", "Lufthansa, Air France-KLM shares rise on bailout progress"], ["25.04.20", "Air France KLM CEO: voluntary redundancies first step in cost-cutting plans"], ["25.04.20", "Air France-KLM Gets €10 Billion Bailout as Coronavirus Hits Travel"], ["25.04.20", "Coronavirus: Air France-KLM secures billions in government aid"], ["24.04.20", "Air France-KLM wins aid deal, flags likely share issue"], ["24.04.20", "At least $9.7 billion in state bailouts for Air France, KLM"], ["24.04.20", "Air France-KLM secures at least €9bn in Franco-Dutch loans"], ["24.04.20", "France announces 7 billion euros aid for Air France KLM, working on 5 billion for Renault"], ["24.04.20", "France planning aid packages for Air France KLM and Renault: TF1"], ["23.04.20", "Air France-KLM CEO forfeits bonus under Dutch pressure"], ["23.04.20", "Air France-KLM says CEO Ben Smith to give up 2020 bonus"], ["23.04.20", "Air France-KLM CEO bonus incompatible with state aid: Dutch Finance minister"], ["22.04.20", "Air France-KLM nears bailout with improved guarantees - sources"], ["22.04.20", "Air France-KLM nears bailout with improved guarantees: sources"], ["22.04.20", "Air France-KLM nears bailout with improved guarantees - sources"], ["09.04.20", "Air France KLM says it needs government support to continue operations"], ["08.04.20", "Air France KLM will get \"massive\" state support - French finance minister"], ["08.04.20", "Figure of $6.5 billion in loans for Air France KLM 'not unrealistic': minister"], ["03.04.20", "Excluisve: Air France-KLM in talks on multibillion euro state-backed loan package"], ["03.04.20", "Exclusive: Air France-KLM in talks on multibillion euro state-backed loan package"], ["03.04.20", "Exclusive: Air France-KLM in talks on multibillion euro state-backed loan package"], ["17.03.20", "The Zacks Analyst Blog Highlights: Ryanair, Air France KLM, Delta Air Lines, American Airlines and Southwest Airlines"], ["16.03.20", "Air France KLM to park biggest jets, slash service as virus hits travel"], ["16.03.20", "Air France KLM to step up cuts as coronavirus impact bites"], ["14.03.20", "Paris considers loan to keep Air France-KLM flying"], ["14.03.20", "France not yet considering capital injection for Air France-KLM - official"], ["13.03.20", "UPDATE 2-Air France-KLM Dutch subsidiary to cut up to 2,000 jobs"], ["13.03.20", "Air France-KLM Dutch subsidiary to cut 1500 jobs - RTL"], ["2020-05-26 14:33", "Germany stamps authority on Lufthansa with $9.8 billion lifeline ...  Lufthansa with $9.8 billion lifeline Arno Schuetze, Michael Nienaber Reuters Frankfurt/Berlin, Germany / Tue, May 26, 2020 / 10:33 am Airplanes of German carrier Lufthansa stand at the air terminal of Frankfurt Airport, Germany, on Thursday. (Reuters/Ralph Orlowski) share this article bookmark article share on facebook share on twitter share on Linkedin share on whatsapp share on  ... . Berlin also still has a 15 percent holding in Commerzbank, which it took on during the global financial crisis. Other airlines including Franco-Dutch Air France-KLM and US carriers American Airlines, United Airlines and Delta Air Lines have also sought state aid after the coronavirus hit global travel. Germany's Finance and Economy Ministries said on Monday that Lufthansa,  ... "], ["2020-05-26 11:56", "Hedge funds target France as short-selling bans lifted ...  notifications of changes to short positions against companies in the six markets. Citadel, Marshall Wace and Millennium are among hedge funds that have taken out short positions on French companies over the past week, with Peugeot ( PEUP.PA ) and Air France-KLM ( AIRF.PA ) among the most prominent targets. British hedge fund Sandbar Asset Management took the opportunity to double its short position in Air France to 1.2% of the company's equity capital on May 20, from 0.6% on March 17. London-based Marshall Wace also added to its bet against Air France last week. It rose to 2.72% on May 20 from 2.66% on March 31. Hedge fund Millennium has made a short bet on payments company Worldline ( WLN.PA ), while automaker Peugeot and cable industry leader Nexans ... "], ["2020-05-26 11:56", "Hedge funds target France as short-selling bans lifted ...  notifications of changes to short positions against companies in the six markets. Citadel, Marshall Wace and Millennium are among hedge funds that have taken out short positions on French companies over the past week, with Peugeot ( PEUP.PA ) and Air France-KLM ( AIRF.PA ) among the most prominent targets. British hedge fund Sandbar Asset Management took the opportunity to double its short position in Air France to 1.2% of the company's equity capital on May 20, from 0.6% on March 17. London-based Marshall Wace also added to its bet against Air France last week. It rose to 2.72% on May 20 from 2.66% on March 31. Hedge fund Millennium has made a short bet on payments company Worldline ( WLN.PA ), while automaker Peugeot and cable industry leader Nexans ... "], ["2020-05-26 11:55", "Hedge funds target France as short-selling bans lifted ...  of changes to short positions against companies in the six markets. Citadel, Marshall Wace and Millennium are among hedge funds that have taken out short positions on French companies over the past week, with Peugeot and Air France-KLM among the most prominent targets. Advertisement Advertisement British hedge fund Sandbar Asset Management took the opportunity to double its short position in Air France to 1.2per cent of the company's equity capital on May 20, from 0.6per cent on March 17. London-based Marshall Wace also added to its bet against Air France last week. It rose to 2.72per cent on May 20 from 2.66per cent on March 31. Hedge fund Millennium has made a short bet on payments company Worldline , while automaker Peugeot and cable industry ... "], ["2020-05-26 11:51", "Hedge funds target France as short-selling bans lifted ...  notifications of changes to short positions against companies in the six markets. Citadel, Marshall Wace and Millennium are among hedge funds that have taken out short positions on French companies over the past week, with Peugeot ( PEUP.PA ) and Air France-KLM ( AIRF.PA ) among the most prominent targets. British hedge fund Sandbar Asset Management took the opportunity to double its short position in Air France to 1.2% of the company's equity capital on May 20, from 0.6% on March 17. London-based Marshall Wace also added to its bet against Air France last week. It rose to 2.72% on May 20 from 2.66% on March 31. Hedge fund Millennium has made a short bet on payments company Worldline ( WLN.PA ), while automaker Peugeot and cable industry leader Nexans ... "], ["2020-05-26 11:48", "Lufthansa bailout: Travel company shares surge as hopes of summer holidays grow ...  through the coronavirus pandemic will invest a further 6bn in return for Lufthansa shares. Lufthansa, Europe's second largest airline group, has grounded 700 of its fleet of about 760 aircraft but is planning to quickly increase its number of flights from next month. On Sunday, the French and Dutch governments agreed 11bn of loans and guarantees to support Air France-KLM, while in the UK the Treasury confirmed this week that it was considering its own bailout plan for \"strategically important\" firms. Jaguar Land Rover and Tata Steel are among companies to have approached the government asking for support. Chancellor Rishi Sunak had previously rebuffed an approach by airlines, including Virgin Atlantic, for direct financial aid. Daily coronavirus ... "], ["2020-05-26 11:39", "Hedge funds target France as short-selling bans lifted ...  125 regulatory notifications of changes to short positions against companies in the six markets. Citadel, Marshall Wace and Millennium are among hedge funds that have taken out short positions on French companies over the past week, with Peugeot and Air France-KLM among the most prominent targets. British hedge fund Sandbar Asset Management took the opportunity to double its short position in Air France to 1.2% of the company's equity capital on May 20, from 0.6% on March 17. London-based Marshall Wace also added to its bet against Air France last week. It rose to 2.72% on May 20 from 2.66% on March 31. Hedge fund Millennium has made a short bet on payments company Worldline, while automaker Peugeot and cable industry leader Nexans have also attracted ... "], ["2020-05-26 09:01", "Lufthansa agrees 9bn bailout with German government ...  in return for financial support. Germany's central government has spent decades offloading stakes in companies but remains a large shareholder in former state monopolies such as Deutsche Post and Deutsche Telekom. Berlin also still has a 15% holding in Commerzbank, which it took on during the global financial crisis. Other airlines including Franco-Dutch Air France-KLM and US carriers American Airlines, United Airlines and Delta Air Lines have also sought state aid after the coronavirus reduced global travel. Germany's finance and economy ministries said on Monday that Lufthansa had been operationally healthy and profitable with good prospects but had run into trouble because of the pandemic . \"The support that we're preparing here is for a ... "], ["2020-05-26 07:04", "Germany stamps authority on Lufthansa with $9.8 billion lifeline ...  return for financial support. Germany's central government has spent decades offloading stakes in companies, but remains a large shareholder in former state monopolies such as Deutsche Post and Deutsche Telekom. Berlin also still has a 15% holding in Commerzbank, which it took on during the global financial crisis. Other airlines including Franco-Dutch Air France-KLM and US carriers American Airlines, United Airlines and Delta Air Lines have also sought state aid after the coronavirus hit global travel. ALSO READ: Oil climbs as suppliers stick to output cuts, coronavirus lockdowns ease Germany's Finance and Economy Ministries said on Monday that Lufthansa, whose shares closed up 7.5% at 8.64 euros, had been operationally healthy and profitable with ... "], ["2020-05-26 05:58", "Lufthansa lifted by 9bn German government bailout ...  for financial support. The German government has spent decades offloading stakes in companies, but remains a large shareholder in former state monopolies, including Deutsche Post and Deutsche Telekom. Advertisement Berlin also still has a 15% holding in Commerzbank, which it took on during the global financial crisis. Other airlines including Franco-Dutch Air France-KLM and US carriers American Airlines, United Airlines and Delta Air Lines have also sought state aid after COVID-19 hit global travel. More from Covid-19 Coronavirus: Faulty dementia-linked gene doubles risk of getting severe COVID-19, study says Coronavirus: Spain to welcome tourists from 1 July with no quarantine Coronavirus: PM banks on easing lockdown to deflect from Cummings controversy ... "], ["2020-05-26 01:27", "European Equities: Futures Point Northwards as the Markets Attempt to Shrug of China Concerns ...  may come close to 10bn. From the CAC , it was a relatively bullish day for the banking sector on Monday, following on from Friday's gains. Credit Agricole rallied by 2.00% to lead the way, with BNP Paribas and Soc Gen gaining 1.87% and 0.84% respectively. It was a bullish day for the auto sector, with Peugeot and Renault rallying by 6.20% and 4.44% respectively. Air France-KLM also found support, rallying by 4.55%, while Airbus SE jumped by 8.51%. On the VIX Index The U.S markets were closed on Monday. The Day Ahead It's a relatively quiet day ahead on the Eurozone economic calendar . Key stats are limited to Germany's GfK Consumer Climate figures for June. With lockdown measures easing across Germany and the EU, consumer confidence will need to ... "], ["2020-05-25 23:07", "Germany stamps authority on Lufthansa with 9b lifeline ... for financial support. Germany's central government has spent decades offloading stakes in companies, but remains a large shareholder in former state monopolies such as Deutsche Post and Deutsche Telekom. Berlin also still has a 15 per cent holding in Commerzbank, which it took on during the global financial crisis. Other airlines including Franco-Dutch Air France-KLM and US carriers American Airlines, United Airlines and Delta Air Lines have also sought state aid after the coronavirus hit global travel. Germany's Finance and Economy Ministries said yesterday that Lufthansa, whose shares closed up 7.5 per cent at 8.64, had been operationally healthy and profitable with good prospects, but had run into trouble because of the pandemic. \"The support ... "], ["2020-05-25 21:50", "Germany stamps authority on Lufthansa with 9 billion lifeline ... . Germany's central government has spent decades offloading stakes in companies, but remains a large shareholder in former state monopolies such as Deutsche Post and Deutsche Telekom. Berlin also still has a 15% holding in Commerzbank ( CBKG.DE ), which it took on during the global financial crisis. Other airlines including Franco-Dutch Air France-KLM ( AIRF.PA ) and U.S. carriers American Airlines ( AAL.O ), United Airlines ( UAL.O ) and Delta Air Lines ( DAL.N ) have also sought state aid after the coronavirus hit global travel. Germany's Finance and Economy Ministries said on Monday that Lufthansa, whose shares closed up 7.5% at 8.64 euros, had been operationally healthy and profitable with good prospects, but had run into trouble because of the ... "], ["2020-05-25 21:46", "UPDATE 5-Germany stamps authority on Lufthansa with $9.8 bln lifeline ... . Germany's central government has spent decades offloading stakes in companies, but remains a large shareholder in former state monopolies such as Deutsche Post and Deutsche Telekom. Berlin also still has a 15% holding in Commerzbank ( CBKG.DE ), which it took on during the global financial crisis. Other airlines including Franco-Dutch Air France-KLM ( AIRF.PA ) and U.S. carriers American Airlines ( AAL.O ), United Airlines ( UAL.O ) and Delta Air Lines ( DAL.N ) have also sought state aid after the coronavirus hit global travel. Germany's Finance and Economy Ministries said on Monday that Lufthansa, whose shares closed up 7.5% at 8.64 euros, had been operationally healthy and profitable with good prospects, but had run into trouble because of the ... "], ["2020-05-25 21:18", "Coronavirus: Lufthansa agrees 9bn rescue deal with Germany ...  more than 40 aircrafts in April and said it would look to offload aircrafts in its other businesses, which include Austrian Airlines, Swiss and Eurowings. The airline had warned that it does not expect demand for air travel to return for \"years\". Lufthansa is not the only national carrier that has needed to be rescued. On Sunday, the French and Dutch governments pledged a lifeline of more than 11bn in loans and guarantees to support Air France-KLM. Lufthansa has the most passenger traffic in Europe, followed by Air France-KLM, according to aviation analysts, the Centre for Aviation. The UK government has indicated that it is preparing its own plan to rescue large British firms. Last week, the bailout plan, named \"Project Birch\", was ... "], ["2020-05-25 20:31", "Lufthansa and German Government Agree on $9.8 Billion Rescue Package ...  been wrangling over how much control to yield in return for support. The German Finance and Economy Ministries on May 25 said Lufthansa was an operationally healthy company before the CCP (Chinese Communist Party) virus outbreak, was profitable, and had good prospects for the future but had got into trouble because of the pandemic. Rivals such as Franco-Dutch group Air France-KLM and U.S. carriers American Airlines, United Airlines, and Delta Air Lines have also sought state aid. Shares in the company were up 5.5 percent at 8.48 euros by 1507 GMT. Lufthansa said that conditions of the deal include the waiver of future dividend payments and limits on management pay. The government will also fill two seats on the supervisory board, one of which is to become a ... "], ["2020-05-25 19:19", "Germany takes Lufthansa stake in landmark $15b bailout ...  support. Germany's central government has spent decades offloading stakes in companies, but remains a large shareholder in former state monopolies such as Deutsche Post and Deutsche Telekom. Berlin also still has a 15 per cent holding in Commerzbank, which it took on during the global financial crisis. Advertisement Other airlines including Franco-Dutch Air France-KLM and US carriers American Airlines, United Airlines and Delta Air Lines have also sought state aid after the coronavirus hit global travel. Loading Germany's Finance and Economy Ministries said on Monday that Lufthansa, whose shares closed up 7.5 per cent at 8.64 euros, had been operationally healthy and profitable with good prospects, but had run into trouble because of the pandemic ... "], ["2020-05-25 19:18", "Germany takes Lufthansa stake in landmark $15b bailout ...  support. Germany's central government has spent decades offloading stakes in companies, but remains a large shareholder in former state monopolies such as Deutsche Post and Deutsche Telekom. Berlin also still has a 15 per cent holding in Commerzbank, which it took on during the global financial crisis. Advertisement Other airlines including Franco-Dutch Air France-KLM and US carriers American Airlines, United Airlines and Delta Air Lines have also sought state aid after the coronavirus hit global travel. Loading Germany's Finance and Economy Ministries said on Monday that Lufthansa, whose shares closed up 7.5 per cent at 8.64 euros, had been operationally healthy and profitable with good prospects, but had run into trouble because of the pandemic ... "], ["2020-05-25 18:55", "Germany throws virus-hit Lufthansa a $9.8bn lifeline ...  in return for financial support. Germany's central government has spent decades offloading stakes in companies, but remains a large shareholder in former state monopolies such as Deutsche Post and Deutsche Telekom. Berlin also still has a 15% holding in Commerzbank, which it took on during the global financial crisis. Other airlines including Franco-Dutch Air France-KLM and US carriers American Airlines, United Airlines and Delta Air Lines have also sought state aid after the coronavirus hit global travel. Germany's finance and economy ministries said on Monday that Lufthansa, whose shares closed up 7.5% at 8.64, had been operationally healthy and profitable with good prospects, but had run into trouble because of the pandemic. \"The support that ... "], ["2020-05-25 17:34", "Germany stamps authority on Lufthansa with $9.8 billion lifeline ... . Germany's central government has spent decades offloading stakes in companies, but remains a large shareholder in former state monopolies such as Deutsche Post and Deutsche Telekom. Berlin also still has a 15% holding in Commerzbank ( CBKG.DE ), which it took on during the global financial crisis. Other airlines including Franco-Dutch Air France-KLM ( AIRF.PA ) and U.S. carriers American Airlines ( AAL.O ), United Airlines ( UAL.O ) and Delta Air Lines ( DAL.N ) have also sought state aid after the coronavirus hit global travel. Germany's Finance and Economy Ministries said on Monday that Lufthansa, whose shares closed up 7.5% at 8.64 euros, had been operationally healthy and profitable with good prospects, but had run into trouble because of the ... "]]}}