{"postfix": "aixtron-aktie", "name": "AIXTRON", "wkn": "A0WMPJ", "time": "2020.05.26 14:52", "ts": 1590497569, "features": {"KGV": "29.41", "Marktkapitalisierung": {"Size": "Mrd", "Value": "1.08"}, "GA": "0.29", "KBV": "2.08", "BA": "4.10", "KCV": "20.81", "CA": "0.41", "Vola30": "44.88", "Vola90": "70.09", "Vola180": "58.14", "Vola250": "49.94"}, "rivals": ["dialog_semiconductor-aktie", "infineon-aktie", "applied_materials-aktie", "cree-aktie", "veeco_instruments-aktie", "elmos_semiconductor-aktie", "vishay_intertechnology-aktie"], "text_data": {"de": [["2020.05.26", "Aixtron: Kaufsignal voraus - Hintergründe und Ziele! "], ["15.05.20", "MÄRKTE EUROPA/Börsen bauen Gewinne aus - Warten auf US-Daten"], ["11.05.20", "Schröders Nebenwerte-Wachlist: va-Q-tec, HelloFresh, QSC, Sixt und Aixtron - Kaufen, halten oder verkaufen? "], ["11.05.20", "Aixtron: Die Bullen sind zurück"], ["07.05.20", "VDMA: Volle Wucht der Krise erst in nächsten Monaten sichtbar"], ["02.05.20", "AIXTRON SE veröffentlichte Zahlen zum vergangenen Quartal"], ["30.04.20", "XETRA SCHLUSS/DAX deutlich schwächer - EZB erfüllt Hoffnung nicht"], ["30.04.20", "ROUNDUP: Aixtron hofft nach Rückgängen zum Jahresstart auf Besserung"], ["30.04.20", "Aixtron: Die Chancen überwiegen! "], ["30.04.20", "AKTIE IM FOKUS: Aixtron fallen - Schwächere Gewinnentwicklung, hohe Aufträge"], ["27.04.20", "Schröders Nebenwerte-Wachlist: Aixtron, Sixt, Shop Apotheke, Ad Pepper, ATOSS Software - 5 Aktien mit Fantasie! "], ["22.04.20", "Aixtron, Infineon, Siltronic: Darum sind das die Top-Gewinner des Tages "], ["06.04.20", "MÄRKTE EUROPA/Hoffnung auf Coronavirus-Entspannung treibt Börsen an"], ["03.04.20", "VDMA: Liquidität in der Krise ist überlebenswichtig"], ["17.03.20", "Aixtron: Bestellungen aus China - Aktie vor Comeback? "], ["12.03.20", "VDMA: Produktionsminus 2020 von 5 Prozent - Epidemie belastet"], ["05.03.20", "VDMA: Guter Jahresauftakt, aber keine Entwarnung"], ["29.02.20", "Experten sehen bei AIXTRON SE-Aktie Potenzial"], ["29.02.20", "AIXTRON SE hat Bilanz für das abgelaufene Quartal gezogen"], ["28.02.20", "ANALYSE-FLASH: DZ Bank senkt fairen Wert für Aixtron auf 11,50 Euro"], ["28.02.20", "Citi: Aixtron - Wenn das mal gut geht!"], ["28.02.20", "Citi: Aixtron - Wenn das mal gut geht!"], ["27.02.20", "Aixtron-Aktie nach Gewinneinbruch unter Druck: Ausblick dennoch vorsichtig optimistisch"]], "en": [["11.05.20", "Aixtron changes composition of Executive Board"], ["18.03.20", "Aixtron meets 2019 guidance for order intake, sales, gross margin and EBIT margin, aided by strong Q4"], ["17.03.20", "KONKA enters micro-LED pilot production with Aixtron AIX G5+ C and AIX 2800G4-TM MOCVD systems"], ["2020-05-20 04:43", "German stocks - Factors to watch on May 20 ...  Bonds With A Volume Of 1.25 billion euros ($1.37 billion). CTS Eventim AG & Co KgaA First-quarter results due. ANNUAL GENERAL MEETINGS DEUTSCHE BANK AG - 0 eur/shr dividend proposed SAP SE - 1.58 eur/shr dividend proposed UNITED INTERNET AG - 0.50 eur/shr dividend proposed UNIPER SE - 1.15 eur/shr dividend proposed TELEFONICA DEUTSCHLAND HOLDING AG - 0.17 eur/shr dividend proposed AIXTRON SE - 0 eur/shr dividend proposed PFEIFFER VACUUM TECHNOLOGY AG - 1.25 eur/shr dividend proposed KLOECKNER & CO. SE - 0 eur/shr dividend proposed SAF HOLLAND SA - 0 eur/shr dividend proposed EX-DIVIDEND DEUTSCHE BOERSE AG - 2.90 euros/shr dividend RHEINMETALL AG - 2.40 euros/shr dividend 1&1 DRILLISCH AG - 0.05 euros/shr dividend OVERSEAS STOCK MARKETS Dow Jones -1.6%, S&P ... "], ["2020-05-20 04:43", "German stocks - Factors to watch on May 20 ...  Bonds With A Volume Of 1.25 billion euros ($1.37 billion). CTS Eventim AG & Co KgaA First-quarter results due. ANNUAL GENERAL MEETINGS DEUTSCHE BANK AG - 0 eur/shr dividend proposed SAP SE - 1.58 eur/shr dividend proposed UNITED INTERNET AG - 0.50 eur/shr dividend proposed UNIPER SE - 1.15 eur/shr dividend proposed TELEFONICA DEUTSCHLAND HOLDING AG - 0.17 eur/shr dividend proposed AIXTRON SE - 0 eur/shr dividend proposed PFEIFFER VACUUM TECHNOLOGY AG - 1.25 eur/shr dividend proposed KLOECKNER & CO. SE - 0 eur/shr dividend proposed SAF HOLLAND SA - 0 eur/shr dividend proposed EX-DIVIDEND DEUTSCHE BOERSE AG - 2.90 euros/shr dividend RHEINMETALL AG - 2.40 euros/shr dividend 1&1 DRILLISCH AG - 0.05 euros/shr dividend OVERSEAS STOCK MARKETS Dow Jones -1.6%, S&P ... "], ["2020-04-30 05:47", "BRIEF-Aixtron Confirms FY GuidanceAixtron SE:'"], ["2020-04-30 05:47", "BRIEF-Aixtron Confirms FY GuidanceDiscover Thomson Reuters Financial Government Solutions Legal Reuters News Agency Risk Management Solutions Tax & Accounting Blog: Answers On Innovation @ Thomson Reuters Directory of sites Login Contact Support Business Markets World UK TV More United Kingdom Swiss Market Report April 30, 2020 / 5:50 AM / Updated 28 minutes ago BRIEF-Aixtron Confirms FY Guidance 1 Min Read April 30 (Reuters) - Aixtron SE: * DGAP-NEWS: AIXTRON: Q1/2020 RESULTS IN LINE WITH PLAN / ORDERS UP YEAR-ON-YEAR, REVENUES AND EARNINGS IN LINE WITH PLANNING / FULL YEAR GUIDANCE CONFIRMED / LIQUIDITY AND EQUITY RATIO BOTH AT HIGH LEVELS * Q1 EBIT LOSS -1.1 MILLION EUR * Q1 REVENUE FELL 40 PERCENT TO 41 MILLION EUR * Q1/2020 ORDER INTAKE AT EUR 68.8M WAS 28% HIGHER THAN IN PREVIOUS YEAR ... "], ["2020-04-30 04:25", "German stocks - Factors to watch on April 30 ...  audit was unable to verify its financial statements, has nominated Hauke Stars to succeed Susana Quintana-Plaza on the supervisory board, Handelsblatt reported. Stars was previously a member of the management board of Deutsche Boerse. MTU AERO ENGINES Q1 results due. Net profit seen at 123 million euros. Poll: FUCHS PETROLUB Q1 results due NEMETSCHEK Q1 results due RTL Q1 results due AIXTRON Q1 results due CECONOMY Ceconomy has secured a government-backed loan of 1.7 billion euros to mitigate the impact of the coronavirus on its business following forced shop closures, the consumer electronics retailer said. BEFESA The company announced it will propose a dividend of 0.44 euros per share equal to 15 million euros for distribution in July and will review ... "], ["2020-04-30 04:25", "German stocks - Factors to watch on April 30 ...  audit was unable to verify its financial statements, has nominated Hauke Stars to succeed Susana Quintana-Plaza on the supervisory board, Handelsblatt reported. Stars was previously a member of the management board of Deutsche Boerse. MTU AERO ENGINES Q1 results due. Net profit seen at 123 million euros. Poll: FUCHS PETROLUB Q1 results due NEMETSCHEK Q1 results due RTL Q1 results due AIXTRON Q1 results due CECONOMY Ceconomy has secured a government-backed loan of 1.7 billion euros to mitigate the impact of the coronavirus on its business following forced shop closures, the consumer electronics retailer said. BEFESA The company announced it will propose a dividend of 0.44 euros per share equal to 15 million euros for distribution in July and will review ... "], ["2020-04-28 12:29", "Top Day Trader Alerts (AIXG, IRE, AIB, DRH, NBG, NBIX) – 24/7 Wall St. ...  markets and US markets are being slapped silly is fairly easy. ALL OF THEM! We have picked out a few select names that are moving more than normal on news, rumors, or other issues outside of the normal 2% to 3% band. Stocks on the move include Aixtron Aktiengesellschaft (NASDAQ: AIXG), The Bank of Ireland (NYSE: IRE), Allied Irish Banks plc (NYSE: AIB), DiamondRock Hospitality Company (NYSE: DRH), National Bank of Greece SA (NYSE: NBG), and Neurocrine Biosciences Inc. (NASDAQ: NBIX). Aixtron Aktiengesellschaft (NASDAQ: AIXG) is getting hit today, partly with ADRs and partly on an analyst downgrade from JPMorgan Cazenove. Shares closed at $27.71 yesterday and are trading down 11.5% at $24.52 on about 20,000 shares. The Bank of Ireland (NYSE: IRE) and Allied ... "], ["2020-04-28 12:29", "Top Day Trader Alerts (AIXG, BP, FSII, LEHMQ, NTAP, RMBS, PAY) – 24/7 Wall St.Today's top day trader and active trader alerts are Aixtron Aktiengesellschaft (NASDAQ: AIXG), BP plc (NYSE: BP), FSI International, Inc. (NASDAQ: FSII), Lehman Brothers Holdings Inc. (LEHMQ), NetApp, Inc. (NASDAQ: NTAP), Rambus Inc. (NASDAQ: RMBS), a"], ["2020-04-28 12:22", "Top Analyst Upgrades & Downgrades (APD, AIXG, BRCD, CLF, JDSU, MCO, PEP, SPWRA, VOD, WTW) – 24/7 Wall St.These are some of the top analyst upgrades, downgrades, and initiations seen from Wall Street research calls this Friday morning.Air Products & Chemicals Inc. (NYSE: APD) Raised to Buy at Deutsche Bank. Aixtron AG (NASDAQ: AIXG) Started as Sell at Citigro"], ["2020-04-28 12:19", "Top Analyst Upgrades & Downgrades (AMD, AIXG, CELG, DNDN, DLR, EBAY, ICE, JOY, LVLT, NSC, RSH, BOX, VECO) – 24/7 Wall St.Source: Jon OggThese are some of this Thursday's top analyst upgrades, downgrades, and initiations seen in Wall Street research calls.Advanced Micro Devices, Inc. (NYSE: AMD) Raised to Buy at Jefferies.Aixtron SE (NASDAQ: AIXG) Raised to Buy at Deutsc"], ["2020-04-28 12:16", "Top Analyst Upgrades & Downgrades (AIXG, BAC, BCSI, CSC, GOOG, HAIN, HPQ, HD, HSP, MMI, ODP, PAAS, DGX, REGN, SXL) – 24/7 Wall St.These are some of the top analyst upgrades, downgrades, and initiations seen from Wall Street research calls this Wednesday morning.Aixtron SE (NASDAQ: AIXG) Cut to Hold at Deutsche Bank. Bank of America Corporation (NYSE: BAC) Maintained Buy but lowered "], ["2020-04-28 12:14", "Top Analyst Upgrades & Downgrades (AET, AIXG, CTSH, FFIV, GDOT, HFC, ITW, IBM, LXK, MWV, NTAP, OPTR, ORCL, PIR, TYC, UA, UIS, V, VMW, GWW) – 24/7 Wall St.These are some of the top analyst upgrades, downgrades, and initiations seen from Wall Street research calls this Monday morning.Aetna Inc. (NYSE: AET) Reiterated Buy with $51 target at Argus. Aixtron SE (NASDAQ: AIXG) Raised to Buy at Goldman Sachs. Cogn"], ["2020-04-28 12:06", "Top Analyst Upgrades and Downgrades (ANF, AAPL, EAT, CREE, DLTR, AIXG, FLR, HL, INTC, DGX, ANDE, VECO, VMW) – 24/7 Wall St. ...  analyst upgrades, downgrades, and initiations seen in Wall Street research calls. Abercrombie & Fitch Co. (NYSE: ANF) Cut to Sell at Brean Murray. Apple Inc. (NASDAQ: AAPL) raised target to $390 at Susquehanna. Brinker International (NYSE: EAT) Cut to Neutral at Susquehanna. Cree Inc. (NASDAQ: CREE) Started as Equal-Weight at Barclays. Dollar Tree, Inc. (NASDAQ: DLTR) Raised to Neutral at JPMorgan. Aixtron AG (NASDAQ: AIXG) Started as Equal-Weight at Barclays. Fluor Inc. (NYSE: FLR) Cut to Neutral at Goldman Sachs. Hecla Mining (NYSE: HL) Cut to Neutral at UBS. Intel Corporation (NASDAQ: INTC) Cut to Market Perform at First Global. Quest Diagnostics Inc. (NYSE: DGX) Cut to Market Perform at William Blair. The Andersons, Inc. (NASDAQ: ANDE) Cut to Hold at BB ... "], ["2020-04-28 11:58", "Top Active Trader Alert Stocks (ASML, AXG, CBAK, DECK, MCOX, RIMM, SODA, STX) – 24/7 Wall St.Active traders and day traders have many stocks to choose from this Tuesday morning. We are tracking news and moves in shares of ASML Holding N.V. (NASDAQ: ASML), Aixtron AG (NASDAQ: AXG), China BAK Battery Inc. (NASDAQ: CBAK), Deckers Outdoor Corporation"], ["2020-04-28 11:57", "Top Active Trader Alert Stocks (AIB, AIXG, IRE, MVIS, NFLX, OREX, RYAAY, VVUS) – 24/7 Wall St.Active traders and day traders have many stocks to choose from this Wednesday morning. We are tracking news and moves in shares of Allied Irish Banks, plc. (NYSE: AIB), Aixtron AG (NASDAQ: AIXG), Bank of Ireland (NYSE: IRE), Microvision, Inc. (NASDAQ: MVI"], ["2020-04-28 11:34", "The Unusual Suspects (ADBE, AIXG, GME, HAS, BBY, CIEN, LGF, ORCL, OSIP, PALM, SOMX, TEVA, TIF, CSCO, PFE, AMGN, RIMM) – 24/7 Wall St. ... estimates wrong for a couple quarters during a merger. Thomson Reuters has estimates of $0.37 EPS and $827.4 million revenues. For the quarter ahead, those estimates are $0.41 EPS and $858.62 million in revenues. At $34.67 it has a 52-week trading range of $20.39 to $38.20. At about 17.8-times a blended 2010 to 2011 forward earnings the multiple here is one to watch. Aixtron Aktiengesellschaft (NASDAQ: AIXG) , a LED stock (German chip gear maker of deposition systems based on compound, silicon or organic semiconductor materials) which saw nearly a 400% move last year, was the #1 spot on the IBD 100 from Investor's Business Daily this weekend. This is despite a 2.9% drop on Friday to $33.70. The 52-week trading range is $4.79 to $38.34 and this one trades ... "], ["2020-04-28 05:55", "More Caution Remains in LED Sector (AIXG, VECO, RBCN, CREE) – 24/7 Wall St.Canaccord Genuity is bringing up more caution in the LED sector this Monday. The analyst team is attributing recent strength due to restocking and double ordering. Canaccord's rating call is cutting Aixtron SE (NASDAQ: AIXG) to a Sell rating from an a"], ["2020-04-27 23:41", "Cree: From Penthouse to Outhouse and Back Again (CREE, VECO, RBCN, AIXG) – 24/7 Wall St. ...  were soft and the company's own outlook for the second quarter was lower than analysts expectations. Cree simply couldn't get any love. That began to turn around in November with a ratings boost from a couple of firms and a very positive outlook for LED lighting in general. Competitors including Veeco Instruments Inc. (NASDAQ: VECO), Rubicon Technology, Inc. (NASDAQ: RBCN), and Aixtron Aktiengesellschaft (NASDAQ: AIXG) have followed the same general trajectory, but Cree's recovery since October has been along a steeper path. The primary worry for LED lighting, and Cree in particular, has been revenue growth. LED lights are very costly, around $50 for a 40-watt light. That light uses only 9 watts of electricity and will last for up to 20 years ... "], ["2020-04-27 23:41", "Cree Brings Risks Back for All LED Players – 24/7 Wall St. ...  down more than 19% at about $61.04 in very active trading, against a 52-week range of $24.50 to $76.00. Veeco Instruments Inc. ( NASDAQ: VECO ) also competes in the LED space, and this one is up about 0.4% at $34.30 on thin volume trading. The stock's 52-week range is $26.15 to $43.18. Aixtron SE ( NASDAQ: AIXG ) is the European player here in the LED sector, and its shares have been very volatile and have not recovered the same as Cree. Aixtron ADRs are down 2%, at $17.07 against a 52-week range of $11.21 to $18.06. Rubicon Technology Inc. ( NASDAQ: RBCN ) is another player we like to feature despite its market cap being only $216 million. Rubicon shares are down 0.8% at $9.56 so far. The 52-week high is $10.77. Read more: Infrastructure , AIXG , CREE ... "], ["2020-04-27 19:37", "Alternative Energy Watch: LDK Solar Looks to LEDs; Wind Power Takes a Hit in Idaho; US Geothermal Outlook Upbeat (LDK, CREE, VECO, AIXG, RBCN, LEDS, ORA, CPN, HTM) – 24/7 Wall St. ...  for our daily review of the alternative energy sector, and today hits LEDs, wind power, and geothermal developments. Adding to an already crowded field, LDK Solar Co. Ltd. (NYSE: LDK) will spend $40 million on a new plant in China to make sapphire substrates for used in making LED. Existing companies like Cree Inc. (NASDAQ: CREE), Veeco Instruments Inc. (NASDAQ: VECO), Aixtron AG (NASDAQ: AIXG), Rubicon Technology, Inc. (NASDAQ: RBCN), and SemiLEDS Corp. (NASDAQ: LEDS) have been struggling recently as demand has weakened and prices keep falling . Faced with declining margins in the solar PV market, LDK appears to have decided that the current slowdown in LEDs is only temporary. Time will tell. An industry group called the Geothermal Energy Association has ... "]]}}