{"postfix": "allgeier-aktie", "name": "ALLGEIER", "wkn": "A2GS63", "time": "2020.05.26 15:43", "ts": 1590500601, "features": {"KGV": "24.93", "Marktkapitalisierung": {"Size": "Mio", "Value": "352.55"}, "GA": "1.44", "KBV": "2.49", "BA": "14.44", "KCV": "6.51", "CA": "5.51", "Vola30": "46.1", "Vola90": "69.18", "Vola180": "58.57", "Vola250": "46.98"}, "rivals": ["bechtle-aktie", "tds_informationstechnologie-aktie", "comparex-aktie", "software-aktie"], "text_data": {"de": [["17.04.20", "Allgeier setzt die Dividendenzahlung aus"], ["24.03.20", "Nach 50%-Rücksetzer: IT-Dienstleister Allgeier und SNP jetzt \"mit Weitblick\" einsammeln"], ["09.03.20", "AKTIONÄR Hot-Stocks Allgeier und QSC im Check: IT-Dienstleister mit kaum beachteter Sonderfantasie "], ["22.01.20", "AKTIONÄR Hot-Stock Allgeier: Nebenwerte-Bulle vor nächster Aufwärtswelle"]], "en": [["24.04.20", "ALLGEIER SE : Allgeier achieves Group planning in Q1 2020 with 21 percent growth in turnover and 26 percent growth in earnings in the Technology business"], ["16.04.20", "ALLGEIER SE : Preliminary announcement of the publication of financial reports according to Articles 114, 115, 117 of the WpHG [the German Securities Act]"], ["05.03.20", "ALLGEIER SE : Allgeier result grows significantly in 2019"], ["2020-05-25 13:00", "Counting Down NCAA Football Ratings for BYU Football Roster: 45-50 ...  Football roster. We'll release #45 - 50 today and we'll continue the countdown in the coming days: #45 Keanu Hill (79 overall) #46 Hayden Livingston (79 overall) #47 Atunaisa Mahe (79 overall) #48 Isaac Rex (79 overall) #49 Jacques Wilson (79 overall) #50 Jackson McChesney (78 overall) - Alema Pilimai (78 overall) - Gabe Summers (78 overall) - Earl Tuioti-Mariner (78 overall) - Tyler Allgeier (78 overall) Think we got it right? Submit your questions or feedback of the ratings system below! Want to share opinions or ask questions? We want to hear them! Making a profile is free and it only takes ~1 minute to set up. Also, be sure to like us on social media for future coverage: Facebook - @BYUSportsIllustrated Twitter - @SI_BYU and Casey Lundquist at ... "], ["2020-05-21 19:31", "2020 BYU Football Running Backs: The Good, The Bad, The Ratings ...  players and any player that received a composite score of less than .75. The graphs show the 247 composite score on the y axis and the eligibility on the x axis. Returned Missionaries (Number, Name, 247 Composite Score) NA Transfers (Number, Name, 247 Composite Score) TBD Devonta'e Henry-Cole - 0.8221 47 Theo Dawson - 0.7531 Returning Players (Number, Name, 247 Composite Score) 25 Tyler Allgeier - 0.7397 35 Sione Finau - 0.8232 4 Lopini Katoa - 0.819 38 Jackson Kaufusi - 0.8335 21 Jackson McChesney - 0.8538 29 Chase Wester - NA 2020 Signees TBD Bruce Garrett - 0.8305 Other Newcomers NA The Good BYU brings back young talent in the RB room. Sione Finau showed flashes as a RS Freshman before tearing his ACL in practice. Jackson McChesney ran for over 200 ... "], ["2020-05-14 17:27", "What BYU's defense, special teams depth charts will look like in 2020 football season, and why ...  Ah You (Jr.), 31 Max Tooley (So.) LC: 32 Chris Wilcox (Sr.), 30 Keenan Ellis (Jr.) FS: 23 Zayne Anderson (Sr.), 12 Malik Moore (Jr.) SS: 4 Troy Warner (Sr.), 20 Hayden Livingston (So.) RC: 16 D'Angelo Mandell (Jr.), 11 Isaiah Herron (So.) SPECIAL TEAMS PK: 38 Jake Oldroyd (So.), 24 Ryan Rehkow (Fr.) P: 24 Ryan Rehkow (Fr.), 38 Jake Olrdoyd (So.) KR: 25 Tyler Allgeier (So.), 4 Lopini Katoa (Jr.) PR: 5 Dax Milne (Jr.), 18 Gunner Romney (Jr.) H: 20 Hayden Livingston (So.), 3 Jaren Hall (So.) LS: 54 Britton Hogan (So.), 60 Austin Riggs (Fr.) Next Up In Brigham Young Pandemic won't stop BYU football program from moving forward, coach Kalani Sitake tells fans in Zoom meeting XFL was short-lived, but former BYU, Utah offensive coordinator Norm Chow says ... "], ["2020-05-13 16:44", "Projection: What BYU's offensive depth chart will look like in 2020 football season, and why ...  and 207 kick return yards in 2019 and led the team in carries for the second-straight season. We see Utah fifth-year graduate transfer Devonta'e Henry-Cole pushing Katoa for RB1 duties a couple games into the season because it will take DHC some time to learn the playbook. It's a fairly deep group, with redshirt freshman Jackson McChesney and sophomore Tyler Allgeier also in the mix. Sophomore Sione Finau had knee surgery in January and will take some time to get back, while walk-on Alec Wyble-Meza entered the transfer portal last month, perhaps seeing the plethora of talent ahead of him on the depth chart. Brigham Young Cougars wide receiver Gunner Romney (18) receives a deep pass while defended by Toledo Rockets defensive back Samuel Womack (19 ... "], ["2020-05-12 13:12", "SEC Charges Morgan Stanley Smith Barney With Providing Misleading Information to Retail Clients ... , MSSB consented to the SEC's order, which finds that MSSB violated provisions of the Investment Advisers Act of 1940, imposes a $5 million penalty, and includes a censure and a cease-and-desist order. The order also creates a Fair Fund to distribute the penalty paid by MSSB to harmed investors. The SEC's investigation was conducted by Sarah L. Allgeier, Jason M. Anthony, Christian D. H. Schultz, and Market Abuse Unit Trading Specialist Ainsley Kerr under the supervision of Jennifer S. Leete and Fred Block. Sign up for Alerts Sign up to receive news releases by email for Newsfile SEC Press Digest orall companies belonging to the Banking/Financial Services industry. Sign Up Recent News SEC Charges Morgan Stanley Smith Barney With Providing Misleading ... "], ["2020-05-07 17:04", "BYU Football 2020 Depth Chart: Projected ...  the most popular guy on campus. That might be especially true for the two eventual backup Quarterbacks in 2020. BYU is lucky to have three proven Quarterbacks on the roster, but only one guy can start. Running Back Devontae Henry-Cole Sione Finau OR Lopini Katoa OR Jackson McChesney OR Tyler Allgeier Bruce Garrett Devontae Henry-Cole brings a different style and speed to the Running Back room, I expect him to start for BYU. Katoa, Finau, McChesney, and Allgeier are mostly unproven against high-level competition with Katoa perhaps being the exception. BYU needs at least one player from that group to step up and play well against tough opponents. Wide Receiver Neil Pau'u Keanu Hill Gunner Romney Chris Jackson Dax Milne Kody Epps Experience gives Milne ... "], ["2020-04-29 09:35", "Nagarro's Connected Worker Solution Makes Distance Irrelevant ...  systems. Learn more about Nagarro's Connected Worker solution and offer About Nagarro Nagarro drives technology-led business breakthroughs for industry leaders and challengers. When our clients want to move fast and make things, they turn to us. Today, we are more than 6,500 experts across 21 countries. Together we form Nagarro, the global services division of Munich -based Allgeier SE. View original content: http://www.prnewswire.com/news-releases/nagarros-connected-worker-solution-makes-distance-irrelevant-301049168.html SOURCE Nagarro By PR Newswire Terms Of Use Privacy Policy Advertise Reprints Customer Service Data Topic Archive Subscriptions 2020 TheStreet, Inc. All rights reserved. Action Alerts PLUS is a registered trademark of TheStreet, Inc."]]}}