{"postfix": "allianz-aktie", "name": "ALLIANZ", "wkn": "840400", "time": "2020.05.26 16:30", "ts": 1590503443, "features": {"KGV": "11.65", "Marktkapitalisierung": {"Size": "Mrd", "Value": "66.36"}, "GA": "18.83", "KBV": "1.23", "BA": "177.63", "KCV": "11.58", "CA": "18.94", "Vola30": "37.21", "Vola90": "69.99", "Vola180": "50.64", "Vola250": "36.75"}, "rivals": ["mlp-aktie", "comdirect-aktie", "munich_re-aktie", "prudential-aktie", "hannover_rueck-aktie", "american_international_group-aktie", "generali-aktie"], "text_data": {"de": [["2020.05.26", "Allianz: Neuer AGI-Chef will auch durch Übernahmen wachsen"], ["25.05.20", "Renault soll Teil der Batterie-Allianz werden"], ["22.05.20", "FC Bayern München: Telekom baut 5G in Münchner Allianz Arena aus"], ["22.05.20", "Betreiber fordern Subventionen für Kohleausstieg: Die neue Lobby - Allianz Junger Steinkohlekraftwerke"], ["19.05.20", "XETRA-SCHLUSS/DAX baut Rally-Gewinne noch etwas aus"], ["19.05.20", "DAX verteidigt 11000er Marke: Allianz- und Thyssenkrupp -Aktie steigen"], ["19.05.20", "Neue Internet-Allianz von Sunrise und Salt: Gibts nun tiefere Internet-Preise und Glasfaser für alle?"], ["19.05.20", "Sunrise und Salt gründen Glasfaser-Allianz «Open Fiber»"], ["18.05.20", "Banken, herhören! Allianz-Portal nimmt Formen an"], ["17.05.20", "Finanzplattform Heymoney: Der neue digitale Bankenschreck der Allianz gewinnt an Kontur"], ["15.05.20", "Britische Aufsicht will Corona-Streit mit Musterverfahren klären"], ["15.05.20", "1 Pandemie = 3 Hurrikans - Versicherer rätseln über Corona-Kosten"], ["14.05.20", "ROUNDUP/IOC: 800 Millionen Dollar Mehrkosten durch Olympia-Verlegung"], ["14.05.20", "Bach: Olympia-Verlegung kostet IOC bis zu 800 Millionen Dollar"], ["14.05.20", "Allianz, Münchener Rück & Co.: Zwölf europäische Versicherungs-Aktien im Dividenden-Zahlungsfähigkeits-Härtetest"], ["14.05.20", "Virus-Krise dürfte Versicherer Zurich 750 Millionen Dollar kosten"], ["13.05.20", "Allianz verkündete Quartalsergebnis zum jüngsten Jahresviertel"], ["12.05.20", "MÄRKTE EUROPA/Mailand und Madrid an der Spitze der Gewinner"], ["12.05.20", "MÄRKTE EUROPA/Mailand an der Spitze der Gewinner"], ["12.05.20", "GESAMT-ROUNDUP: Allianz will Corona-Hilfe für Firmenkunden ausbauen"], ["12.05.20", "Allianz macht trotz Corona und Buschfeuer Milliardengewinn"], ["12.05.20", "Allianz will Corona-Hilfe für Firmenkunden ausbauen"], ["12.05.20", "\"Pandemie-Schäden sind nicht versicherbar\": Allianz muss Corona-Milliardenkosten alleine schultern"], ["12.05.20", "Allianz-Aktie: Corona-Kosten, Gewinneinbruch - und was Anleger sonst noch wissen müssen"], ["12.05.20", "Corona-Pandemie kostet Allianz mehr als eine Milliarde"], ["12.05.20", "Allianz-Aktie: 700 Millionen Euro Corona-Kosten - und was Anleger sonst noch wissen müssen"], ["12.05.20", "MÄRKTE EUROPA/Einzeltitel machen die Musik"], ["12.05.20", "ROUNDUP: Ausfall von Großveranstaltungen trifft Allianz - Aktie am Dax-Ende"], ["12.05.20", "Allianz-CFO sieht Ergebnis 2020 rund 10% unter bisheriger Planung"], ["12.05.20", "Auch die Allianz nimmt Corona-Schaden"], ["12.05.20", "HSBC: Allianz und Deutsche Post ohne Jahresausblick"], ["12.05.20", "MÄRKTE EUROPA/Konsolidierungstag - Pro7 haussieren mit KKR-Einstieg"], ["12.05.20", "Corona belastet Allianz vor allem in der Sachversicherung"]], "en": [["22.05.20", "Commerzbank AG : Post Stabilisation Allianz SE EUR1bn 30NC10"], ["20.05.20", "Allianz Tech Trust : Block listing Allotment of new shares"], ["19.05.20", "Allianz Tech Trust : Result of AGM"], ["19.05.20", "Allianz Tech Trust : Blocklisting Allotment of new Shares"], ["18.05.20", "Allianz Tech Trust : Allotment of New Shares"], ["16.05.20", "LBC Media Announces Allianz Holdings Will Introduce Eros Now to Bangladesh Market"], ["15.05.20", "Commerzbank AG : Pre-stabilisation Allianz SE EUR bmk 30NC10"], ["13.05.20", "Allianz Tech Trust : Investment Manager's Presentation"], ["12.05.20", "Allianz warns of €1bn profit wipeout from Covid-19"], ["12.05.20", "Allianz Tech Trust : Block listing Allotment of new shares"], ["12.05.20", "Allianz solvency ratio may drop below target amid coronavirus crisis"], ["12.05.20", "Allianz first-quarter net profit drops 29% as coronavirus outbreak dampens business"], ["12.05.20", "Allianz SE : Allianz reports 2.3 billion euros operating profit in 1Q 2020"], ["11.05.20", "Allianz Tech Trust : Holding(s) in Company"], ["07.05.20", "Allianz Tech Trust : Geographical Distribution"], ["07.05.20", "Allianz Glbl Inv : Geographical Distribution"], ["06.05.20", "Allianz aims to maintain dividend amid coronavirus outbreak, CEO says"], ["04.05.20", "Allianz Tech Trust : Listing rule 15.6.8"], ["04.05.20", "Allianz Glbl Inv : Listing rule 15.6.8"], ["04.05.20", "Allianz Tech Trust : Top 10 holdings"], ["04.05.20", "Allianz Glbl Inv : Top 10 holdings"], ["04.05.20", "Allianz Tech Trust : Total Voting Rights"], ["29.04.20", "Allianz latest to detail car insurance rebate"], ["28.04.20", "Allianz Tech Trust : Block Listing - allotment of new shares"], ["28.04.20", "Allianz SE : Release of a capital market information"], ["27.04.20", "Allianz agrees on bankassurance deal with BBVA"], ["27.04.20", "Allianz Tech Trust : Block Listing - allotment of new shares (second)"], ["27.04.20", "Allianz Tech Trust : Block listing - allotment of new shares"], ["27.04.20", "Allianz agrees bankassurance deal with BBVA: sources"], ["23.04.20", "Allianz Tech Trust : Block listing Allotment of new shares"], ["23.04.20", "Allianz Tech Trust : Kepler Trust Intelligence: New Research"], ["22.04.20", "Allianz Tech Trust : Block listing Allotment of New shares"], ["21.04.20", "Allianz Tech Trust : Notice of AGM"], ["15.04.20", "Allianz Tech Trust : Block listing Allotment of new shares"], ["09.04.20", "Allianz welcomes plans to open Chinese insurance market to foreigners"], ["09.04.20", "Allianz Tech Trust : Block Listing - allotment of new shares"], ["09.04.20", "Allianz Tech Trust : Block Listing - Allotment of New Shares"], ["08.04.20", "Allianz Tech Trust : Block listing Allotment of new shares"], ["03.04.20", "Allianz Tech Trust : Top 10 Holdings"], ["03.04.20", "Allianz Glbl Inv : Top 10 Holdings"], ["2020-05-26 13:35", "'Good news across the board' — Mohamed El-Erian raves about vaccine, reopening developmentsReal-time data showed businesses and households were reengaging in the economy, said the Allianz chief economic advisor."], ["2020-05-26 13:20", "Juve's Bernardeschi sees duty to help Italy during pandemic ...  Jobs Place An Ad About Us Mobile & Apps Archives Health & Medicine Juve's Bernardeschi sees duty to help Italy during pandemic By ROB HARRIS AP Global Soccer Writer May 26, 2020 07:20 AM ORDER REPRINT FILE - In this file photo dated Saturday, Oct.19, 2019, Juventus' Federico Bernardeschi grimaces during a Serie A soccer match between Juventus and Bologna, at the Allianz stadium in Turin, Italy. The weeks without playing has given Bernardeschi more time than ever to reflect on his responsibilities as a footballer, revealing Tuesday May 26, 2020, that family comes first as he reflects on sacrifices made by his family to enable him to attain his goals for Juventus and Italy. Luca Bruno, FILE AP Photo The weeks without playing have given Federico ... "], ["2020-05-26 13:20", "Juve's Bernardeschi sees duty to help Italy during pandemic ...  Weekly Place An Ad About Us Mobile & Apps Archives Health & Medicine Juve's Bernardeschi sees duty to help Italy during pandemic By ROB HARRIS AP Global Soccer Writer May 26, 2020 06:20 AM ORDER REPRINT FILE - In this file photo dated Saturday, Oct.19, 2019, Juventus' Federico Bernardeschi grimaces during a Serie A soccer match between Juventus and Bologna, at the Allianz stadium in Turin, Italy. The weeks without playing has given Bernardeschi more time than ever to reflect on his responsibilities as a footballer, revealing Tuesday May 26, 2020, that family comes first as he reflects on sacrifices made by his family to enable him to attain his goals for Juventus and Italy. Luca Bruno, FILE AP Photo The weeks without playing have given Federico ... "], ["2020-05-26 13:19", "Juve's Bernardeschi sees duty to help Italy during pandemic ...  every public figure that has an influence on other people should do that because it's only that way that you can give the best example and change things that don't work, aren't right.\" FILE - In this file photo dated Saturday, Oct. 20, 2018, Juventus' Federico Bernardeschi controls the ball during the Serie A soccer match against Genoa at the Allianz stadium, in Turin, Italy. The weeks without playing has given Bernardeschi more time than ever to reflect on his responsibilities as a footballer, revealing Tuesday May 26, 2020, that family comes first as he reflects on sacrifices made by his family to enable him to attain his goals for Juventus and Italy. less FILE - In this file photo dated Saturday, Oct. 20, 2018, Juventus' Federico ... "], ["2020-05-26 13:19", "Juve's Bernardeschi sees duty to help Italy during pandemic ...  Print Save AP Juve's Bernardeschi sees duty to help Italy during pandemic By ROB HARRISAP Global Soccer Writer May 26, 2020 May 26, 2020 Updated 32 min ago 0 Facebook Twitter WhatsApp SMS Email 1 of 2 FILE - In this file photo dated Saturday, Oct.19, 2019, Juventus' Federico Bernardeschi grimaces during a Serie A soccer match between Juventus and Bologna, at the Allianz stadium in Turin, Italy. The weeks without playing has given Bernardeschi more time than ever to reflect on his responsibilities as a footballer, revealing Tuesday May 26, 2020, that family comes first as he reflects on sacrifices made by his family to enable him to attain his goals for Juventus and Italy. Luca Bruno FILE - In this file photo dated Saturday, Oct. 20, 2018, Juventus ... "], ["2020-05-26 12:56", "Relegated Amiens join Lyon in appealing to top French court ...  makes first public appearance since March 15 1 hour ago Customers line up as shops reopen in downtown Montreal, Canada Photos Home Sports Football Relegated Amiens join Lyon in appealing to top French court Tuesday May 26 2020 Lyon's forward Karl Toko-Ekambi (centre) celebrates with teammates after scoring a goal during their Ligue 1 match against OGC Nice at the \"Allianz Riviera\" stadium in Nice on February 2, 2020. PHOTO | VALERY HACHE | AFP In Summary Amiens were relegated from Ligue 1 as the second-bottom team after the final table was decided based on points per game, with 10 scheduled rounds of matches remaining Lyon, who missed out on qualification for the Europa League after finishing seventh, said on Monday that they would also appeal ... "], ["2020-05-26 12:40", "BRIEF-Allianz Acquires Prime Office Asset In Milan's CBDALLIANZ SE:'"], ["2020-05-26 12:29", "Premier League Rumors: Boateng Transfer Plans Likely Moved To Next SummerJerome Boateng was on the verge of moving out of Bayern Munich, that was until he got to talk to Hansi Flick. It appears that both had a heart-to-heart talk, and the German defender has been convinced to stay at Allianz Arena. The 31-year-old was widely b"], ["2020-05-26 12:13", "Here are the latest updates and the big news stories to follow today ... .00 am. 9. Bayern coach Flick bemoans lack of fans at 'special' Dortmund clash Bayern Munich head coach Hansi Flick says the absence of spectators for Tuesday's top-of-the-table Bundesliga clash at Borussia Dortmund will be a \"missing factor\". Reigning champions Bayern thrashed second-placed Dortmund 4-0 last November in front of 75,000 fans at the Allianz Arena. Morning Filter will return tomorrow. A letter from the Editor Dear reader, We have been keeping you up-to-date with information on the developments in India and the world that have a bearing on our health and wellbeing, our lives and livelihoods, during these difficult times. To enable wide dissemination of news that is in public interest, we have increased the number of articles ... "], ["2020-05-26 12:00", "Tottenham send Philippe Coutinho transfer message to Barcelona ...  has transfer back-up options to Philippe Coutinho READ MORE Arsenal set for Philippe Coutinho transfer talks Coutinho has struggled to return to his best despite hitting the back of the net nine times in 32 appearances for Bayern Munich . He is likely to have played his final game for the club due to an ankle injury that looks set to rule him out of the remaining Bundesliga fixtures. Allianz Arena bosses also have no interest in retaining Coutinho's services on a permanent basis after allowing an option to expire. Bayern chairman Karl-Heinz Rummenigge told German magazine Der Spiegel : \"We're going to plan our squad for next season and we'll see if he still has a role to play with us or not.\" KEY STORY: Arsenal's Coutinho problem ... "], ["2020-05-26 11:01", "Man City choose Leroy Sane replacement as 40m transfer target fits bill for Pep Guardiola ...  after snubbing the opportunity to extend his contract. The 24-year-old is about to enter the final year of his deal so Etihad Stadium bosses must cash in this summer to avoid losing him for nothing further down the line. Bayern Munich have promised the No 10 shirt to Sane, which is currently occupied by Philippe Coutinho, who will not be extending his loan spell at the Allianz Arena. A replacement will be needed for Pep Guardiola, who looks set to refresh his squad in response to Liverpool 's incredible form during the 2019/20 campaign. Manchester City have identified Leon Bailey as the man they want to replace Leroy Sane (Image: GETTY) READ MORE How Man City can HELP Man Utd sign Sancho in summer transfer window According to AS , Bayer Leverkusen flyer ... "], ["2020-05-26 10:50", "Haaland & Lewandowski prepare to meet in Bundesliga's Der Klassiker ...  Football Share this page Share this with Digg Facebook Google LinkedIn Reddit StumbleUpon Twitter Copy this link http://www.bbc.com/sport/football/52788633 Read more about sharing. Lewandowski (left) and Haaland (right) are the joint top-scorers in league and cup competitions combined across Europe this season Bundesliga: Bayern Munich v Borussia Dortmund Date: 26 May Kick off: 17:30 BST Venue: Allianz Arena, Munich Coverage: Live text commentary on BBC Sport website and app Bayern Munich v Borussia Dortmund. Robert Lewandowski v Erling Braut Haaland. German football's biggest names meet on Tuesday evening and to make things even better there's a title on the line. A win for second-place Dortmund would move them within a point of leaders Bayern with ... "], ["2020-05-26 10:39", "Borussia Dortmund vs Bayern Munich combined XI: Haaland misses out to Lewandowski but places for Sancho and Gnabry ...  Flick's side would likely be a knockout blow to Borussia's title hopes - but victory for the home side and Lucien Favre's men would sit just one point behind while holding all the momentum. Bayern romped to a 4-0 victory in the reverse fixture in Flick's first game in charge following Niko Kovac's sacking... in front of a packed, passionate Allianz Arena. Normally BVB would be roared on by 25,000 raucous supporters in the Yellow Wall alone, but with the match being played behind closed doors, the players will have to conjure up a method of beating their illustrious rivals themselves. So with that in mind, SunSport takes a look at which players make a combined XI, and who can provide the edge tonight at Signal Iduna Park. MANUEL NEUER ... "], ["2020-05-26 10:02", "Erling Haaland bids for another record-breaking first in his biggest test yet ...  Robert Lewandowski in the form of his life as he returns to Borussia Dortmund once more The Bayern game is different, though, and not just due to the longer-term legacy of Der Klassiker. Dortmund have won just one of the last six league meetings with their rivals, and that victory - a tense five-goal thriller last season - has been followed by 5-0 and 4-0 defeats at the Allianz Arena. Tuesday's edition, though, could prove crucial in a title race which has swung a number of ways over the course of the 2019-20 season; even if the yellow wall won't be present, with Bundesliga fixtures currently taking place behind closed doors, the pressure of the occasion may still weigh heavy on those involved. Haaland scored in front of the empty stands of the ... "], ["2020-05-26 09:48", "Man Utd give agent Antero Henrique orders to complete one signing ...  Manchester United reportedly want agent Antero Henrique to help them sign one Bayern Munich player this summer. By Jack Otway PUBLISHED: 10:48, Tue, May 26, 2020 | UPDATED: 10:55, Tue, May 26, 2020 0 Manchester United have reportedly given Antero Henrique orders to complete the signing of Bayern Munich midfielder Corentin Tolisso, reports say. The France international is expected to leave the Allianz Arena at the end of the campaign. And United could move for him amid rumours linking Paul Pogba with a transfer away from Old Trafford. Related articles What Man Utd owners the Glazers think about selling Red Devils Man Utd owners the Glazers nearly made shock Old Trafford decision According to Le10 Sport , agent Henrique played a role in United signing Bruno ... "], ["2020-05-26 08:00", "What channel is Borussia Dortmund v Bayern Munich? Time, TV and live stream information ...  host Bayern Munich in Der Klassiker. Reigning champions Bayern - who have won the last seven league titles going back to 2013 - visit the Westfalenstadion looking to put this year's championship out of their rivals' reach. Bayern Munich arrive at Dortmund four points clear in the Bundesliga title race, with the home side looking to avenge the 4-0 defeat endured at the Allianz Arena in November. There looks set to be an impressive array of attacking talent on show tonight. Dortmund have the red-hot Erling Haaland - who has averaged a Bundesliga goal every 60 minutes since joining in January, supported by the likes of captain Thorgan Hazard and Jadon Sancho - who has 14 league goals and 16 assists to his name this season. Meanwhile Bayern boast the ... "], ["2020-05-26 07:40", "Dortmund vs Bayern Munich FREE: Live stream, TV channel, kick-off time and team news for TODAY'S huge Bundesliga clash ...  race is truly on. Both sides have made a flawless restart to their league programme, picking up comfortable victories in their last two matches. 3 The defending champions have won the Bundesliga for the past seven seasons Credit: EPA When is Dortmund vs Bayern? This huge game in the Bundesliga title race is set for TODAY - Tuesday, May 26. Kick-off is set for 5.30pm. When the sides met at the Allianz earlier in the season, Bayern ran out emphatic 4-0 winners. Which TV channel and live stream can I watch it on? Here in the UK, you can watch this game live on BT Sport 1. Coverage will start at 5pm. If you're a BT customer or have BT Broadband, you can download the official app to stream on a number of devices. These include mobiles, tablet, PCs and games ... "], ["2020-05-26 07:02", "Philippe Coutinho may not play for Bayern Munich again as Premier League transfer nears ... offer. Our Privacy Notice explains more about how we use your data, and your rights. You can unsubscribe at any time. Thank you for subscribing See our privacy notice Invalid Email Philippe Coutinho's immediate future is very much up in the air with the playmaker potentially having played his final game for Bayern Munich . The Brazilian has spent the 2019/20 campaign on loan at the Allianz Arena from Barcelona . But Bayern have decided not to take up the option to sign the 27-year-old on a permanent basis. As a result, Barcelona must find a suitor for him this summer if they are to offload their 142m flop signing from Liverpool. Coutinho has endured a torrid time since leaving Anfield in January 2018, although his career could get a kickstart back in the ... "], ["2020-05-26 06:32", "7.30am Man Utd news LIVE: Ighalo loan set to end, King transfer LATEST, new away kit leaked, Sancho update ... May 2020 NOT SO SUPER The Women's Super League and Championship seasons have been ended, according to the FA. Promotion and relegation are yet to be decided. Alex Terrell 17 hours ago 25th May 2020 ON YOUR SAY 'SSO United are still interested in signing Bayern Munich midfielder Correntin Tolisso, according to reports. The Frenchman appears to be surplus to requirements at the Allianz Arena and Bayern would entertain selling him. Tolisso, 25, has played 24 games in all competitions this season. According to Bild's Christian Falk: \"At the moment there are no concrete negotiations. The player is currently injured. \"I do not rule out there is still interest in the future. Bayern would sell him.\" Alex Terrell 18 hours ago 25th May 2020 BAD ... "], ["2020-05-26 06:05", "Adani's broker attacked for 'greenwashing' ... stop banks, insurers, engineers and construction companies supporting the Carmichael project has been highly successful, with almost 70 major global companies issuing statements distancing themselves or ruling out any involvement in the project. They include major Australian banks Westpac, Commonwealth Bank and ANZ, and insurers Suncorp and QBE. A litany of international insurers and reinsurers, including Allianz, AXA, Generali, Zurich, Munich Re and Swiss Re have also placed restrictions on thermal coal mining, raising questions as to whether the project is yet fully insured. An Adani spokesman declined to comment on its relationship with Marsh or any specific insurers, saying: \"Details on insurance providers for the Carmichael Project are commercial in ... "]]}}