{"postfix": "alphabet_a-aktie", "name": "ALPHABET_A_(EX_GOOGLE)", "wkn": "A14Y6F", "time": "2020.05.26 17:18", "ts": 1590506300, "features": {"KGV": "27.63", "Marktkapitalisierung": {"Size": "Mrd", "Value": "839.66"}, "GA": "49.16", "KBV": "4.71", "BA": "288.39", "KCV": "17.33", "CA": "78.36", "Vola30": "38.34", "Vola90": "51.1", "Vola180": "38.87", "Vola250": "33.48"}, "rivals": ["united_internet-aktie", "amazon-aktie", "ebay-aktie", "microsoft-aktie", "ibm-aktie", "oracle-aktie", "hp-aktie"], "text_data": {"de": [["2020.05.26", "heise+ | OnlyOffice: Cloud-Office ohne Google und Microsoft"], ["2020.05.26", "Schnittstelle installiert: Android-Handys sind bereit für die Corona-Apps"], ["25.05.20", "AV1: Dav1d deutlich schneller als Google-Decoder"], ["25.05.20", "MariaDB SkySQL im Marktplatz der Google Cloud verfügbar"], ["25.05.20", "Ola Källenius Interview: „Windows fürs Auto“: Daimler-Chef sagt Google den Kampf an"], ["23.05.20", "Google Chrome: Großes Update für mehr Sicherheit"], ["22.05.20", "ROUNDUP/ Facebook-Chef: In zehn Jahren jeder zweite Mitarbeiter nicht im Büro"], ["22.05.20", "Studie: Deutsche wollen in der Corona-Krise kontaktlos bezahlen"], ["22.05.20", "COVID-19-Pandemie: Apple und Google veröffentlichten Exposure Notification API"], ["22.05.20", "Facebook-Chef: In zehn Jahren jeder zweite Mitarbeiter nicht im Büro"], ["22.05.20", "Google Nest Wifi: Stabil, schnell, einfach und teuer"], ["21.05.20", "MÄRKTE USA/Konjunkturdaten und US-chinesische Spannungen belasten"], ["21.05.20", "TechStage | Ratgeber Custom ROM: Android Smartphone ohne Google"], ["21.05.20", "MÄRKTE USA/Konjunkturdaten und Misstöne zwischen USA und China belasten"], ["21.05.20", "MÄRKTE USA/Wall Street an datenüberflutetem Tag zurückhaltend"], ["21.05.20", "MÄRKTE USA/Börsen an datenüberfluteten Tag leichter erwartet"], ["21.05.20", "22 Länder haben Interesse: Google und Apple bieten Tracking-Plattform"], ["21.05.20", "MARKT USA/Leichterer Start in datenüberfluteten Tag erwartet"], ["21.05.20", "Apple und Google veröffentlichen Schnittstellen für Corona-Warn-Apps"], ["21.05.20", "Apple und Google stellen gemeinsame Corona-Tracking-Technologie zur Verfügung"], ["21.05.20", "Alphabet: Dieser Cloud-Deal hat es in sich"], ["21.05.20", "Apple & Google: Schnittstellen für Warn-App sind bereit"], ["20.05.20", "Corona-App: Apple und Google veröffentlichen Schnittstellen"], ["20.05.20", "Corona-App: Google und Apple stellen Bluetooth-API bereit"], ["20.05.20", "Google: Chrome 83 erscheint mit DNS über HTTPS"], ["20.05.20", "Android: Huawei bringt Smartphone mit großem Akku für 150 Euro"], ["20.05.20", "WolfRAT: Android-Malware greift Apps von WhatsApp und Facebook Messenger an"], ["19.05.20", "Webcam und Google Meet: Asus stellt Konferenzkomplettset mit ChromeOS vor"], ["19.05.20", "Google Chrome: Neue Datenschutz- und Sicherheitsfunktionen"], ["19.05.20", "Kremlchef fordert schnelle Auszahlung von Corona-Prämien an Mediziner"], ["19.05.20", "Technik-Messe IFA soll als Fachveranstaltung stattfinden"]], "en": [["2020.05.26", "Softbank's Arm releases chip tech for high-end Android devices"], ["2020.05.26", "Medtronic Gets FDA Nod for Guardian CGM's Android Version"], ["2020.05.26", "Softbank's Arm releases chip tech for high-end Android devices"], ["2020.05.26", "Android flagship phones can expect double-whammy speed boost in 2021     - CNET"], ["2020.05.26", "A new Android bug, Strandhogg 2.0, lets malware pose as real apps and steal user data"], ["25.05.20", "Google Doodle goes dark to mark Memorial Day in US     - CNET"], ["25.05.20", "Latvia to launch Google-Apple friendly coronavirus contact tracing app"], ["25.05.20", "Latvia to launch Google-Apple friendly coronavirus contact tracing app"], ["22.05.20", "Google won't be fully remote, CEO says, as other firms tout permanent telecommuting     - CNET"], ["22.05.20", "The Zacks Analyst Blog Highlights: Alphabet, Apple, Facebook, Netflix and Amazon.com"], ["22.05.20", "New non-profit from Google Maps co-creator offers temporary ‘safe’ passes to aid COVID-19 reopening effort"], ["22.05.20", "Price alert: New, unlocked Google Pixel 3A hits an all-time-low $279     - CNET"], ["22.05.20", "Proxy adviser ISS recommends vote 'against' executive pay at Alphabet"], ["22.05.20", "Proxy adviser ISS recommends vote 'against' executive pay at Alphabet"], ["22.05.20", "Lockdown helps Google engineers ‘find new ideas for smart speakers’"], ["22.05.20", "Google highlights accessible locations with new Maps feature"], ["22.05.20", "Google removes QAnon apps from Play Store for violating terms     - CNET"], ["21.05.20", "Merkle Adds Google Curbside, Retail Store Data To Its COVID-19 Economic Tracker"], ["21.05.20", "Latvia to be one of first to use Apple and Google software for coronavirus contact-tracing apps"], ["21.05.20", "Google brings new and updated accessibility tools to Android, Maps, and more"], ["21.05.20", "Google launches accessibility updates to Maps, transcription and amplifier apps     - CNET"], ["21.05.20", "Terminhader: Bill Hader is android T-1000 in Terminator 2 deepfake video     - CNET"], ["21.05.20", "Google Doodle invites you to play the mbira, Zimbabwe's national instrument     - CNET"], ["21.05.20", "Google highlights hotels that cater to COVID-19 responders"], ["21.05.20", "RPT-BRIEF-Intesa Sanpaolo Signs MoU With Tim And Google Cloud For Bank's Digitalization"], ["21.05.20", "Google, Apple Launch Contact-Tracing App: FAANG Stocks Gain "], ["20.05.20", "Apple-Google contact tracing tech draws interest in 23 countries, some hedge bets"], ["20.05.20", "Apple and Google still in talks with UK about COVID-19 app technology"], ["20.05.20", "Apple and Google still in talks with UK about COVID-19 app technology"], ["20.05.20", "Apple and Google still in talks with UK about COVID-19 app technology"], ["20.05.20", "Apple, Google release technology for pandemic apps"], ["20.05.20", "Apple-Google contact tracing tech launches, with 23 countries seeking access"], ["20.05.20", "Apple and Google launch exposure notification API, enabling public health authorities to release apps"], ["20.05.20", "Google Cloud earns defense contract win for Anthos multi-cloud management tool"], ["20.05.20", "Apple and Google contact-tracing software released"], ["20.05.20", "Google Cloud secures U.S. defense department contract"], ["20.05.20", "Google Cloud secures U.S. defense department contract"], ["20.05.20", "How people with Down syndrome are teaching Google     - CNET"], ["20.05.20", "North Dakota Readies Apple, Google COVID-19 Tracing App -- How They Did It"], ["20.05.20", "Bango PLC : Bango expands Google Play in three continents"], ["2020-05-26 14:59", "Coronavirus reopening: Select NYSE traders return to floor, Facebook forecasts 50% remote workers—Live updates ...  Valley exodus — Over 25% of tech sector wants permanent work from home Laura Wronski, research science manager, and Jon Cohen, chief research officer, SurveyMonkey Alphabet CEO Sundar Pichai expects to be at 30% office capacity by the end of the year Jessica Bursztynsky TikTok nabs Disney's streaming boss to be its new CEO Jessica Bursztynsky Read More Subscribe to CNBC PRO Licensing & Reprints CNBC Councils Supply Chain Values Advertise With Us Join the CNBC Panel Digital Products News Releases Closed Captioning Corrections About CNBC Internships Site Map Podcasts AdChoices Careers Help Contact News Tips Got a confidential news tip? We want to hear from you. Get In Touch CNBC Newsletters Sign up for free newsletters and get more CNBC delivered to ... "], ["2020-05-26 14:43", "AT&T Stock Dogged by Attacks on Its 5G Product – 24/7 Wall St. ... . The Best 5G Carrier Will Be the Winner Even though AT&T was slapped for its advertising claims about 5G, each of the three major carriers claims it is rolling out 5G networks, but it's a slow process. Consumers are left to dig for where these will be installed. Keep in mind that 5G-enabled phones are expensive. They're particularly expensive if the new feature can't be used. ALSO ... and AT&T's service is eagerly anticipated as well. AT&T plans to roll out HBO Max this week . It's a crowded, competitive space, including Disney ( NYSE: DIS ), Netflix ( NASDAQ: NFLX ), Amazon ( NASDAQ: AMZN ), Alphabet ( NASDAQ: GOOGL ) and Apple. AT&T got into entertainment via its $85 billion merger with Time Warner Inc., comprising Warner Bros., HBO and  ... "], ["2020-05-26 14:34", "Facebook's E-Commerce Move Is a Massive Catalyst for FB Stock ...  11% last year, and monthly platform users grew to 2.6 billion people. The company's entrance into the e-commerce space opens new revenue streams that will make Facebook even bigger and stronger. It seems destined to be a viable competitor to Amazon, eBay and Etsy (NASDAQ: ETSY ). Because people are so familiar with its platforms, the Rooms rollouts will also drive users to Facebook. In turn, it will drive them away from competing platforms offered by Zoom, Microsoft and Alphabet. The more people that use Facebook's offerings on a daily basis, the more advertising revenue the company can draw. Facebook's willingness to shift gears, its deep pockets and its ability to compete head-to-head in today's changing world makes FB the ultimate growth ... "], ["2020-05-26 14:30", "Dow Jones Surges 600 Points On Coronavirus Vaccine Hopes; Alphabet, Apple Hit New Buy PointsThe major stock indexes were sharply higher early Tuesday on coronavirus vaccine hopes. Alphabet and Apple broke out past new buy points. The post Dow Jones Surges 600 Points On Coronavirus Vaccine Hopes; Alphabet, Apple Hit New Buy Points appeared first "], ["2020-05-26 14:15", "Investing In Stocks: See How To Invest In 3 Simple Steps ... Start Here Stock Lists Stock Lists IBD Long-Term Leaders CAN SLIM Select New Highs Stocks On The Move IBD 50 IBD Data Tables Relative Strength at New High Stocks Near A Buy Zone Sector Leaders IBD ETF Indexes Rising Profit Estimates Stocks that Funds are Buying IBD Big Cap 20 IPO Leaders Stock Lists Update Tech Leaders New? Start Here My  ... ET Stay on top of the current stock market data on... Dow Jones Today: Dow Stocks And Stock Market News Stock Market Today: Track Market Trends And The Best Stocks To Watch Dow Jones Surges 600 Points On Coronavirus Vaccine Hopes; Alphabet, Apple Hit New Buy Points U.S. Stock Market News Dow Jones Stocks To Buy And Watch In May 2020; Apple Breaks Out Past New Buy Point S&P 500 Index: Track S&P News, Stocks To Watch And SPDR  ... "], ["2020-05-26 14:08", "This is the time for active managers to shine. How—and what—are they doing? ...  greatest on record. The average large-cap mutual fund is now 102 basis points overweight the benchmark, in contrast. Both types of funds are underweight the broad tech sector, the Goldman analysts write. But while hedge funds have had chunky positions in some of the best-known names, such as Amazon.com Inc. AMZN, -0.01% and Microsoft Corp. MSFT, +0.05% , only Alphabet Inc. GOOGL, +1.79% , among the \"FAAMG\" stocks , is a favorite of both types of fund managers. Otherwise, there are 12 other stocks that are \"shared favorites,\" in Goldman's words, among both types of funds. They're listed below. These darlings of fund managers have generally outperformed in the year to date, losing 7.3%, to the 8% decline in the S&P 500 Index SPX, +1.84 ... "], ["2020-05-26 14:00", "S&P 500 Index: Track S&P News, Stocks To Watch And SPDR ETFs ...  Stock Market Today column alerts you to any changes in market trend. You'll also get ongoing analysis of the best stocks to buy and... Read More Dow Jones Surges 600 Points On Coronavirus Vaccine Hopes; Alphabet, Apple Hit New Buy Points The Dow Jones Industrial Average surged 600 points on coronavirus vaccine hopes Tuesday morning. Dow Jones stock leader Apple broke out above a new buy point, as the current stock market rally continued. Tech... Read More What Is The S&P? What Are SPDR ETFs? Standard & Poor's was established in 1860 as a provider of financial market intelligence. Today, it is the world's largest provider of credit ratings. It created its first stock market index, referred to as the Composite Index, in 1923. Standard & Poor's ... "], ["2020-05-26 14:00", "Track Nasdaq Composite Prices And Stocks To Watch ...  Market Today: Track Market Trends And The Best Stocks To Watch With regular updates throughout each trading session, the Stock Market Today column alerts you to any changes in market trend. You'll also get ongoing analysis of the best stocks to buy and... Read More Dow Jones Surges 600 Points On Coronavirus Vaccine Hopes; Alphabet, Apple Hit New Buy Points The Dow Jones Industrial Average surged 600 points on coronavirus vaccine hopes Tuesday morning. Dow Jones stock leader Apple broke out above a new buy point, as the current stock market rally continued. Tech... Read More What Are The Nasdaq Composite And Nasdaq 100 Indexes? Founded in 1971, the Nasdaq was the first electronic exchange, allowing investors to buy and sell stocks online, rather than on ... "], ["2020-05-26 13:55", "7 Sinking Oil Stocks Investors Should Avoid ...  you: artificial intelligence (AI) The AI Master Key If artificial intelligence sounds futuristic, even far-fetched — well, keep in mind, you're already using it every day. If you've ever used Alphabet's (NASDAQ: GOOG , NASDAQ: GOOGL ) Google Assistant or Apple's (NASDAQ: AAPL ) Siri ... if you've had Netflix (NASDAQ: NFLX ) recommend a movie or Zillow (NASDAQ: Z ) recommend a house ... even creating an email spam filter — then you've used artificial intelligence. In this new world of AI everywhere, data becomes a hot commodity. As scientists find even more applications for artificial intelligence — from hospitals to retail to self-driving cars — it's incredible to imagine how much data will be involved. To ... "], ["2020-05-26 13:50", "Trump's Grotesque Tweets ...  soup of foreign-worker programs. The relevant cabinet departments were instructed to offer recommendations \"to stimulate the United ... Read More Immigration The Party's Over — No More Guest(worker)s By Mark Krikorian Last month's Presidential Proclamation temporarily suspending a tiny sliver of permanent immigration in response to Great Depression 2.0 also called for a review of the alphabet soup of foreign-worker programs. The relevant cabinet departments were instructed to offer recommendations \"to stimulate the United ... Read More Law & the Courts D.C. Circuit Orders Judge Sullivan to Respond to Flynn Mandamus Petition By Andrew C. McCarthy Is Judge Emmet Sullivan's collusion cameo nearing its end?Today, the U.S. Court of ... "], ["2020-05-26 13:35", "Amazon Focuses on Carbon Neutrality With 5 New Solar Projects ... stocks could skyrocket the most as rollout accelerates for this new tech. Early investors could see gains similar to buying Microsoft in the 1990s. Zacks' just-released special report reveals 8 stocks to watch. The report is only available for a limited time. See 8 breakthrough stocks now> > In-Depth Zacks Research for the Tickers Above Normally $25 each - click below to receive one report FREE: Microsoft Corporation (MSFT) - free report > > Amazon.com, Inc. (AMZN) - free report > > Apple Inc. (AAPL) - free report > > Alphabet Inc. (GOOGL) - free report > > Published in cloud-computing retail tech-stocks Zacks' 7 Best Strong Buy Stocks for June, 2020 Free Research for Zacks.com Readers Experts have chosen 7 stocks out of 220 Zacks Rank #1 Strong Buys ... "], ["2020-05-26 13:32", "Google's New Accessibility Features to Drive User Momentum ... : Bigstock Google's New Accessibility Features to Drive User Momentum Zacks Equity Research May 26, 2020 MSFT AMZN AAPL GOOGL Trades from $ 1 You follow Analyst Blog - edit You follow Zacks Equity Research - edit What would you like to follow? Zacks Equity Research Analyst Blog Cancel Read More Hide Full Article Alphabet 's ( GOOGL - Free Report ) division Google is making every effort to bolster accessibility features in a bid to strengthen presence among people with cognitive and physical disabilities. This is evident from the latest move of unveiling Action Blocks app for the Android users on the Global Accessibility Awareness Day. Notably, the launch of Action Blocks app remains noteworthy with regard to the company's easy accessibility drive ... "], ["2020-05-26 13:30", "Drone deliveries are making their case in a crisis ... North Carolina. \"We're standing by [and] ready to meet this challenge.\" Keller Rinaudo, CEO of Zipline told Wired . A Wing delivery drone mid-flight. Wing Image credit: Wing Medical work is only one side of the industry, however. Alphabet subsidiary Wing wants to see drone deliveries used for everything, including fresh bread and hot coffee. The company started with a small service in the outskirts of Canberra, Australia . It then expanded to Helsinki, Finland and Christiansburg — a small town in the US state of Virginia — before launching a second site 'down under' in Logan, just south of Brisbane. Last month, the company announced \"a dramatic increase\" in the number of customers using its service. \"We've seen ... "], ["2020-05-26 12:42", "Elon Musk, singer Grimes slightly change their newborn child's unique name ... Musk, on May 5. Speculation quickly rose that the name wouldn't be legal under California law, which is where the couple live. California dictates that names can only use the 26 letters in the English alphabet. Grimes, whose real name is Claire Boucher, posted an update on Instagram . Their child's name is now X A-XII . So, what's the difference? The number 12 is now a Roman numeral. Trending Offbeat News Two-faced kitten named Biscuits and Gravy dies Cincinnati Zoo selling animal-themed face masks, including Fiona the hippo Gatorland uses 'Social Distancing Skunk Ape' video to remind visitors of new guidelines QUICK LINKS Entertainment Weather INFORMATION Terms & Conditions Copyright Notices Privacy & Cookie Policy EEO Public File Report ... "], ["2020-05-26 12:42", "Elon Musk, singer Grimes slightly change their newborn child's unique name ... on May 5. Speculation quickly rose that the name wouldn't be legal under California law, which is where the couple live. California dictates that names can only use the 26 letters in the English alphabet. Grimes, whose real name is Claire Boucher, posted an update on Instagram . Their child's name is now X A-XII . So, what's the difference? The number 12 is now a Roman numeral. Trending Offbeat News Two-faced kitten named Biscuits and Gravy dies Cincinnati Zoo selling animal-themed face masks, including Fiona the hippo Gatorland uses 'Social Distancing Skunk Ape' video to remind visitors of new guidelines FOLLOW US ON TWITTER QUICK LINKS Entertainment Pittsburgh Moves Marketplace Pittsburgh Our Issues Weather Advertise With Us INFORMATION ... "], ["2020-05-26 12:42", "Elon Musk, singer Grimes slightly change their newborn child's unique name ...  Musk, on May 5. Speculation quickly rose that the name wouldn't be legal under California law, which is where the couple live. California dictates that names can only use the 26 letters in the English alphabet. Grimes, whose real name is Claire Boucher, posted an update on Instagram . Their child's name is now X A-XII . So, what's the difference? The number 12 is now a Roman numeral. Trending Offbeat News Two-faced kitten named Biscuits and Gravy dies Cincinnati Zoo selling animal-themed face masks, including Fiona the hippo Gatorland uses 'Social Distancing Skunk Ape' video to remind visitors of new guidelines QUICK LINKS Weather Entertainment INFORMATION Terms Copyright Privacy & Cookie Policy EEO FCC Info Public File Assistance Cookie ... "], ["2020-05-26 12:42", "Elon Musk, singer Grimes slightly change their newborn child's unique name ...  The Team Elon Musk, singer Grimes slightly change their newborn child's unique name By KATIE CAVINESS | Sinclair Broadcast Group 1590496921000 Tesla CEO Elon Musk and pop star Grimes welcomed a baby boy. Musk shared photos of the newborn on Twitter. (Photo: CNN via CNN Newsource) View Photo Gallery 5 photos 0 shares tweet now! 0 shares tweet now! WASHINGTON (SBG) &mdash ...  where the couple live. California dictates that names can only use the 26 letters in the English alphabet. Grimes, whose real name is Claire Boucher, posted an update on Instagram . Their child's name is now X A-XII . So, what's the difference? The number 12 is now a Roman numeral. Trending Offbeat News Two-faced kitten named Biscuits and Gravy dies Cincinnati Zoo selling animal- ... "], ["2020-05-26 12:00", "Online Investing Platform Targeting Sports Fans For Fantasy Finance Game ...  friends or others who have signed up and interact with them through chatting on the app. Invstr calculates the performance of each person's portfolio, allowing participants to see how they are faring against their competitors. People can make up to 100 trades. Invstr has also created a few pre-packaged portfolios for people who don't want to choose their own investments. The Sports Star Index, for instance, includes Amazon AMZN , Netflix NFLX , Alphabet, Tesla TSLA , Appl AAPL e, Zoom, Nike NKE , Starbuck SBUX s and Beyond Meat. Invstr chose those stocks because athletes and former athletes such as Shaquille O'Neal, Magic Johnson, Michael Jordan, Kyrie Irving and Andre Iguodala have publicly revealed they own stakes in those companies. Besides ... "], ["2020-05-26 11:51", "How FAANG Stocks Are Defying the Coronavirus Bloodbath ...  the Coronavirus Bloodbath Ritujay Ghosh May 26, 2020 AMZN AAPL NFLX FB GOOGL Trades from $ 1 You follow Analyst Blog - edit You follow Ritujay Ghosh - edit What would you like to follow? Ritujay Ghosh Analyst Blog Cancel Read More Hide Full Article Latvia is planning to become one of the first countries to launch a coronavirus contact-tracing app using the new toolkit created by Apple, Inc. ( AAPL - Free Report ) and Alphabet, Inc.'s ( GOOGL - Free Report ) Google. Last week, Google and Apple released the initial version of their COVID-19 contact-tracing app. The companies said that authorities of 23 countries across five continents have sought access to their contact-tracing technology. Tech players, particularly the FAANG companies, have been playing ... "], ["2020-05-26 11:30", "How to Play the Market's Rally Without Paying Top Dollar ... in the so-called FAANG stocks rather than creating new positions during economically uncertain times. Instead of taking on unknown risks in new positions, these institutional investors are reportedly adding to existing positions in Alphabet (GOOG), Amazon.com (AMZN), Apple , (AAPL), and Netflix (NFLX). The group has thus become a bastion of defensiveness, which should steady the group, particularly into the next batch of earnings reports. Email: editors@barrons.com Close How to Play the Market's Rally Without Paying Top Dollar Covid-19 has created a curious phenomenon in the stock market: upside regret. From To Message SEND An error has occurred, please try again later. Thank you This article has been sent to Privacy Notice Cookie Notice Copyright Policy ... "]]}}