{"postfix": "american_tower-aktie", "name": "AMERICAN_TOWER", "wkn": "A1JRLA", "time": "2020.05.26 16:44", "ts": 1590504279, "features": {"KGV": "54.54", "Marktkapitalisierung": {"Size": "Mrd", "Value": "99.83"}, "GA": "4.24", "KBV": "20.33", "BA": "11.37", "KCV": "27.02", "CA": "8.56", "Vola30": "35.16", "Vola90": "79.54", "Vola180": "60.02", "Vola250": "45.32"}, "rivals": ["crown_castle_international-aktie", "nii-aktie", "sba_communications_reit-aktie"], "text_data": {"de": [["20.05.20", "American Tower kündigt Dividende an"], ["30.04.20", "Analysten sehen bei American Tower-Aktie Potenzial"], ["30.04.20", "American Tower gewährte Anlegern Blick in die Bücher "], ["28.04.20", "Ausblick: American Tower stellt Zahlen zum jüngsten Quartal vor"], ["14.04.20", "Erste Schätzungen: American Tower veröffentlicht Zahlen zum vergangenen Quartal"], ["31.03.20", "März 2020: Experten empfehlen American Tower-Aktie mehrheitlich zum Kauf"], ["29.02.20", "Februar 2020: So schätzen Experten die American Tower-Aktie ein"], ["26.02.20", "American Tower informierte über die jüngsten Quartalsergebnisse"], ["24.02.20", "Ausblick: American Tower stellt das Zahlenwerk zum vergangenen Quartal vor"]], "en": [["22.05.20", "American Tower REIT's stock surges to pace gains among its peers, after Oppenheimer turns bullish"], ["17.05.20", "Why American Tower Is a Dividend Investor's Dream"], ["30.04.20", "American Tower Corp (AMT) Q1 2020 Earnings Call Transcript"], ["29.04.20", "American Tower (AMT) Q1 AFFO Tops Estimate, Revenues Up Y/Y"], ["29.04.20", "The Zacks Analyst Blog Highlights: Visa, Novo Nordisk, American Tower, Caterpillar and 3M"], ["29.04.20", "American Tower (AMT) Surpasses Q1 FFO Estimates"], ["24.04.20", "American Tower (AMT) to Report Q1 Earnings: What's in Store?"], ["15.04.20", "American Tower Corp Is A Stock To Watch Ahead Of Earnings"], ["14.04.20", "Recurring Revenue Makes American Tower Stock Stand Out Amid Covid-19"], ["12.04.20", "Stocks This Week: Buy American Tower And AON"], ["03.04.20", "American Tower (AMT) Gains As Market Dips: What You Should Know"], ["01.04.20", "The Zacks Analyst Blog Highlights: American Tower, Equinix, Deere, NVIDIA and NextEra"], ["31.03.20", "Top Research Reports for American Tower, Equinix & Deere"], ["26.03.20", "Why Is American Tower (AMT) Down 17.9% Since Last Earnings Report?"], ["15.03.20", "Here's Why American Tower Soared on Friday"], ["02.03.20", "The Zacks Analyst Blog Highlights: Medtronic, PetroChina Company, American Tower, Eversource Energy and Arista Networks"], ["28.02.20", "Top Research Reports for Medtronic, PetroChina & American Tower"], ["27.02.20", "Is American Tower Corporation (AMT) Stock Outpacing Its Finance Peers This Year?"], ["25.02.20", "American Tower (AMT) Q4 AFFO Beats, Revenues Miss Estimates"], ["25.02.20", "American Tower Corp (AMT) Q4 2019 Earnings Call Transcript"], ["25.02.20", "American Tower (AMT) Q4 FFO Surpass Estimates"], ["24.02.20", "American Tower (AMT) to Report Q4 Earnings: What's In Store?"], ["20.02.20", "American Tower (AMT) Stock Moves -0.23%: What You Should Know"], ["12.02.20", "American Tower (AMT) Outpaces Stock Market Gains: What You Should Know"], ["12.02.20", "Top Stock Analyst Reports for Merck, Philip Morris & American Tower"], ["11.02.20", "Has American Tower Corporation (AMT) Outpaced Other Finance Stocks This Year?"], ["03.02.20", "American Tower (AMT) Outpaces Stock Market Gains: What You Should Know"], ["27.01.20", "American Tower (AMT) Stock Moves -0.02%: What You Should Know"], ["14.01.20", "American Tower (AMT) Dips More Than Broader Markets: What You Should Know"], ["12.01.20", "How American Tower Gained 45% in 2019"], ["08.01.20", "American Tower (AMT) Outpaces Stock Market Gains: What You Should Know"], ["08.01.20", "American Tower Prices Senior Notes Offering, To Raise $1.48M"], ["03.01.20", "American Tower Expands in Africa, Closes Eaton Towers Buyout "], ["2020-05-26 13:58", "Chinese water torture: 6 things to know for May 26 ... it happen, with vociferous international condemnation of the plans just one of them. While it says the Americans are too busy with the coronavirus to really care what Israel does, it also quotes an American source familiar with the matter chiding the settlers for not backing the Trump plan. \"If the settlers aren't interested in what the administration has to offer them now, they shouldn' ... Jew' project By Joe Baur Marine mystery Swarms of dead, dying krill sweep up onto Eilat beach By Sue Surkes Royal hospitality Jerusalem Day contest offers a night at the Tower of David museum By Jessica Steinberg Full Coverage coronavirus Inside Story Canada welcomes two new Jewish outlets, but COVID-19 has media on life support By Robert Sarner Minister quits  ... "], ["2020-05-26 13:54", "Richmond City Council Takes First Vote On Getting New Navy Hill Proposals ... Schedule VPM News Schedule Education Learning Plus TV Early Childhood Education Science Matters Home Learning Impact Initiatives Dementia Documentary Series Facing Addiction The Great American Read Vietnam: Virginia Remembers Where We Live Events Support Donate Philanthropy Commonwealth Circle Legacy Society Donate a Vehicle Volunteer Business Sponsorship VPM PBS  ...  City Partners is offering the city roughly $3.2 million in exchange for Richmond's Public Safety Building. The firm wants to build a $350 million development anchored by a 20-story tower for VCU Health's administration. If Richmond City Council approves the resolution, the city's acting Chief Administrative Officer Lenora Reid will be responsible for issuing one or multiple RFPs for  ... "], ["2020-05-26 13:52", "Newport council to consider mask-wearing resolution ... San Francisco supervisor threatens to take power to raise fares Food + Drink Restaurants Reservations Beer News Chronicle Wine Competition Meet the pandemic-era women helping to keep California's craft Turtle Tower owner details being robbed in the middle of the day: Thieves Tavern and Blind Cat bars to permanently close in the SF's La Taqueria will finally reopen for takeout  ... is meant to keep people healthy as more residents emerge from their homes during the nicer weather, and more people visit the city. MUSEUM POSTPONES 2020 PROGRAMS The National Museum of American Illustration has announced that in response to the coronavirus pandemic it will not open for the 2020 summer season. All events and exhibitions planned to premiere this summer will be  ... "], ["2020-05-26 13:40", "Transgender bathroom ban gets federal appellate hearing ... San Francisco supervisor threatens to take power to raise fares Food + Drink Restaurants Reservations Beer News Chronicle Wine Competition Meet the pandemic-era women helping to keep California's craft Turtle Tower owner details being robbed in the middle of the day: Thieves Tavern and Blind Cat bars to permanently close in the SF's La Taqueria will finally reopen for takeout  ... County School Board discriminated against Gavin Grimm. The school board has appealed that ruling to the 4th U.S. Circuit Court of Appeals in Richmond. The court will hear arguments Tuesday. The American Civil Liberties Union argues that the school board violated Grimm's rights under the U.S. Constitution's equal protection clause as well as under Title IX, the federal  ... "], ["2020-05-26 13:38", "Amid US pressure, Israel taps local firm over China for $1.5b desalination plant ...  the days of the omer Sheldon Kirshner Appalling Nazi headstones should be removed Swastikas adorn the graves of 2 German soldiers who died in the US during WWII and were buried in American military cemeteries Coronavirus latest Israel statistics: 16,743 cases 14,362 recovered 30 On ventilators 281 deaths Global statistics: 5,618,126 cases 348,545 deaths All ToI's coverage All ...  A Jew' project By Joe Baur Marine mystery Swarms of dead, dying krill sweep up onto Eilat beach By Sue Surkes Royal hospitality Jerusalem Day contest offers a night at the Tower of David museum By Jessica Steinberg Full Coverage coronavirus Inside Story Canada welcomes two new Jewish outlets, but COVID-19 has media on life support By Robert Sarner Minister quits UK government  ... "], ["2020-05-26 13:35", "US couple waits 2 1/2 months in lockdown to visit Pompeii ...  supervisor threatens to take power to raise fares Food + Drink Restaurants Reservations Beer News Chronicle Wine Competition Meet the pandemic-era women helping to keep California's craft Turtle Tower owner details being robbed in the middle of the day: Thieves Tavern and Blind Cat bars to permanently close in the SF's La Taqueria will finally reopen for  ...  Press Updated 6:38 am PDT, Tuesday, May 26, 2020 Colleen and Marvin Hewson, from the United States, visit to the archeological site of Pompeii, near Naples, southern Italy, Tuesday, May 26, 2020. The American couple waited a lifetime plus 2 months to visit the ancient ruins of Pompeii together. For Colleen and Marvin Hewson, the visit to the ruins of an ancient city destroyed in A.D. 79 by ... "], ["2020-05-26 13:21", "Forecasters increase chances of weather cooperating with Wednesday launch ...  nearby. Advertisement The launch is currently scheduled for 4:33 p.m. on Wednesday. Central Florida Current Weather Conditions Hourly Forecast | Weekend Forecast | 10 Day Forecast Central Florida Interactive Radar Orlando tower cams | Live Doppler Radar Sign Up For WESH 2 E-Mail Weather Alerts Download the WESH 2 App and Get Weather Alerts If the launch is pushed due to weather, the  ... is a 70% chance weather will cooperate, the 45 th Space Wing said. Meet the astronauts: Bob Behnken and Doug Hurley set to make history How to watch: NASA, SpaceX to launch astronauts from American soil Astronauts Doug Hurley and Bob Behnken will make history when they climb aboard a SpaceX Dragon capsule atop a SpaceX Falcon 9 rocket and shoot into space. It will be the first  ... "], ["2020-05-26 13:19", "Court rules alleged child sex abuser Leifer fit to be extradited for trial ...  the days of the omer Sheldon Kirshner Appalling Nazi headstones should be removed Swastikas adorn the graves of 2 German soldiers who died in the US during WWII and were buried in American military cemeteries Coronavirus latest Israel statistics: 16,743 cases 14,362 recovered 30 On ventilators 281 deaths Global statistics: 5,618,126 cases 348,545 deaths All ToI's coverage All ...  A Jew' project By Joe Baur Marine mystery Swarms of dead, dying krill sweep up onto Eilat beach By Sue Surkes Royal hospitality Jerusalem Day contest offers a night at the Tower of David museum By Jessica Steinberg Full Coverage coronavirus Inside Story Canada welcomes two new Jewish outlets, but COVID-19 has media on life support By Robert Sarner Minister quits UK government  ... "], ["2020-05-26 13:19", "Morning Weather Forecast with Megan Montgomery 5/26/2020 ... Troop Places Flags at Local VA Video Slowly, surely, US houses of worship emerge from lockdown Memorial Day weekend draws crowds and triggers warnings COVID-19 Coverage Weather Ski Report Tower Cam Road Report Sports CMU Network High School Sports Local Sports Grand Junction Rockies Denver Broncos JUCO College Sports NFL Golf MLB NCAA Troy's Terrific Trails The Big ...  Coaches Association Coaches Hall of Famer Marc Rardin Video Top Stories Challenger Baseball Missing Out On Celebration Video Grand Junction Announces 4th Of July Fireworks At Suplizio Are Cancelled Video American Hockey League cancels rest of season, playoffs New Axe-Throwing Venue To Open In Grand Junction Community Museums of Western Colorado Pet of the Week Ask An Attorney Share The  ... "], ["2020-05-26 13:14", "Canada welcomes two new Jewish outlets, but COVID-19 has media on life support ...  the days of the omer Sheldon Kirshner Appalling Nazi headstones should be removed Swastikas adorn the graves of 2 German soldiers who died in the US during WWII and were buried in American military cemeteries Coronavirus latest Israel statistics: 16,743 cases 14,362 recovered 30 On ventilators 281 deaths Global statistics: 5,618,126 cases 348,545 deaths All ToI's coverage All ...  A Jew' project By Joe Baur Marine mystery Swarms of dead, dying krill sweep up onto Eilat beach By Sue Surkes Royal hospitality Jerusalem Day contest offers a night at the Tower of David museum By Jessica Steinberg Full Coverage coronavirus Inside Story Canada welcomes two new Jewish outlets, but COVID-19 has media on life support By Robert Sarner Minister quits UK government  ... "], ["2020-05-26 13:11", "Noble Energy 'violating law' by failing to share pollution data — ministry ... the days of the omer Sheldon Kirshner Appalling Nazi headstones should be removed Swastikas adorn the graves of 2 German soldiers who died in the US during WWII and were buried in American military cemeteries Yedidia Z. Stern The rule of law over the ruler It's one of democracy's substantial achievements: just like every citizen, Netanyahu will stand before 3 judges ... Meet A Jew' project By Joe Baur Marine mystery Swarms of dead, dying krill sweep up onto Eilat beach By Sue Surkes Royal hospitality Jerusalem Day contest offers a night at the Tower of David museum By Jessica Steinberg Full Coverage coronavirus Inside Story Canada welcomes two new Jewish outlets, but COVID-19 has media on life support By Robert Sarner Minister quits UK government over ... "], ["2020-05-26 12:41", "White woman sorry after calling cops when black birder asked her to leash dog ...  leash dog Amir Vera and Laura Ly CNN Digital Contact Published Tuesday, May 26, 2020 8:41AM EDT New York's Central Park is seen from an upper floor of the Central Park Tower, Tuesday, Sept. 17, 2019. (AP Photo/Mark Lennihan) SHARE A white woman has apologized for calling police on a black man in Central Park on Monday, after the two argued about her unleashed dog.  ...  2,000 times. \"I'm taking a picture and calling the cops,\" Amy Cooper is heard saying in the video. \"I'm going to tell them there's an African American man threatening my life.\" The New York Police Department told CNN when officers responded, neither Christian Cooper nor Amy Cooper were present. No arrests or summonses were made, according to NYPD. \"I think I  ... "], ["2020-05-26 12:37", "Black man dies after video shows officer kneeling on neck ... Francisco supervisor threatens to take power to raise fares Food + Drink Restaurants Reservations Beer News Chronicle Wine Competition Meet the pandemic-era women helping to keep California's craft Turtle Tower owner details being robbed in the middle of the day: Thieves Tavern and Blind Cat bars to permanently close in the SF's La Taqueria will finally reopen for  ... a prominent local activist, said watching the footage that was shared on social media made her \"sick to her stomach\" and called the incident another example of police brutality toward African American men, the Star Tribune reported. \"Whatever the man may have done should not have ended in a death sentence,\" she said. \"What started as an alleged economic incident once  ... "], ["2020-05-26 12:31", "2 Talked Down From Hollywood Overpass, Downtown LA High-Rise ...  fare around Irvine, using both Yelp data and our own secret sauce to produce a ranked list of the best spots to venture next time you're on the hunt. Anaheim's Top 4 Traditional American Spots Hoodline crunched the numbers to find the top spots serving such fare around Anaheim, using both Yelp data and our own secret sauce to produce a ranked list of where to venture to satisfy your appetite.  ... worked to talk two people off a freeway overpass and a Downtown LA high-rise, respectively, over the past three days. Just after midnight Tuesday, firefighters were called to the Renaissance Tower, 501 W. Olympic Blvd., \"to mitigate the psychological crisis of a woman\" on the roof of the 17-story building. The Los Angeles Fire Department said a rescue  ... "], ["2020-05-26 12:26", "Let's Eat — Open for Delivery ... waterzooi.com Yummy Gyro, 82 Main St., 516-708-9020, yummygyro.com R-W Rockville Centre to Woodmere ROCKVILLE CENTRE Bigelows Seafood,79 N Long Beach Rd., 516-678-3878, bigelows-rvc.com Chadwicks American Chop House & Bar, 49 Front St., 516-766-7800, chadwicksrvc.com Croxley's Ale House, 7 S. Park Ave., 516-764-0740, croxley.com Kashi Japanese, 222 Sunrise Hwy., 516-442-7600, kashijapanese ... .com/mail-order-prime-steaks Center Cuts, 382 Willis Ave., 516-625-0809, centercutsroslyn.com Joannes Gourmet Pizza, 1067 Northern Blvd., 516-869-8686, joannesgourmetpizza.com Thyme, 8 Tower Pl., 516-625-2566, thymenewyork.com Trattoria Diane, 21 Bryant Ave., 516-621-2591, trattoriadiane.com ROSLYN HEIGHTS 388 Italian Restaurant & Catering, 388 Willis Ave., 516-621-3888 ... "], ["2020-05-26 12:12", "WHO warns that 1st wave of pandemic not over; dampens hopes ... Reddit (Opens in new window) Click to email this to a friend (Opens in new window) Click to print (Opens in new window) Tom Springer, Col. Frank Plummer and Hal Jones hold an American flag during Memorial Day ceremonies at the American Spire Plaza of Honor in McAllen, Texas, Monday, May 25, 2020. (Delcia Lopez/The Monitor via AP) By Associated Press | PUBLISHED: May 26, 2020 at 5:12 a.m. | UPDATED: May 26, 2020  ... John Wayne: The Duke's 10 best films Newsom: California places of worship can reopen with limited capacity Disneyland reveals new details about planned Disney Vacation Club time-share tower Restaurants, malls and more allowed to reopen in Orange County 2 dead in suspected DUI crash in Anaheim Police use drone to find a missing woman in Orange At  ... "], ["2020-05-26 12:12", "WHO warns that 1st wave of pandemic not over; dampens hopes ...  (Opens in new window) Click to email this to a friend (Opens in new window) Click to print (Opens in new window) Tom Springer, Col. Frank Plummer and Hal Jones hold an American flag during Memorial Day ceremonies at the American Spire Plaza of Honor in McAllen, Texas, Monday, May 25, 2020. (Delcia Lopez/The Monitor via AP) By Associated Press | PUBLISHED: May 26, 2020 at 5:12 a.m. | UPDATED: May 26,  ... moment in the sun Our communities need and deserve the Heroes Act: Nita Lowey and Pete Aguilar Disneyland reveals new details about planned Disney Vacation Club time-share tower Tags: business Coronavirus Health Associated Press The Associated Press is an independent, not-for-profit news cooperative, serving member newspapers and broadcasters in the U.S., and  ... "], ["2020-05-26 12:10", "Norco '80, part 8: Bank robbers flee the area, and reinforcements join the pursuit ...  police. (Photo courtesy of Riverside Sheriff's Office) By Peter Houlahan | PUBLISHED: May 26, 2020 at 5:10 a.m. | UPDATED: May 26, 2020 at 5:11 a.m. Norco '80 The true story of the most spectacular bank robbery in American history Parts 1 2 3 4 5 6 7 8 9 10 11 12 13 14 George Smith sat in a pool of his own blood in the back of the stolen pickup and watched the Security Pacific Bank recede into the distance.  ... Wayne: The Duke's 10 best films Newsom: California places of worship can reopen with limited capacity Disneyland reveals new details about planned Disney Vacation Club time-share tower Restaurants, malls and more allowed to reopen in Orange County 2 dead in suspected DUI crash in Anaheim Police use drone to find a missing woman in Orange At ... "], ["2020-05-26 12:10", "Norco '80, part 8: Bank robbers flee the area, and reinforcements join the pursuit ...  police. (Photo courtesy of Riverside Sheriff's Office) By Peter Houlahan | PUBLISHED: May 26, 2020 at 5:10 a.m. | UPDATED: May 26, 2020 at 5:11 a.m. Norco '80 The true story of the most spectacular bank robbery in American history Parts 1 2 3 4 5 6 7 8 9 10 11 12 13 14 George Smith sat in a pool of his own blood in the back of the stolen pickup and watched the Security Pacific Bank recede into the distance.  ... has its moment in the sun Our communities need and deserve the Heroes Act: Nita Lowey and Pete Aguilar Disneyland reveals new details about planned Disney Vacation Club time-share tower Tags: Norco 80 Book Top Stories Breeze Top Stories IVDB Top Stories LADN Top Stories LBPT Top Stories OCR Top Stories PE Top Stories PSN Top Stories RDF Top  ... "], ["2020-05-26 12:09", "Minister quits UK government over aide's lockdown breach ... A Handful of... Judy Krasna The Repeat 'Customers' That I Don... Alex Rose The Israel's Media Failure Natan Huberman In a Palestinian Home: A Soldier'... Tzvi Fishman American Jews to Wear Astronaut S... Ruth Lieberman Discovering new media in the bible Ari Sacher 'Somebody to Love' Parashat Naso ... Peggy Walt Safe Home See All Full Coverage Netanyahu trial  ...  A Jew' project By Joe Baur Marine mystery Swarms of dead, dying krill sweep up onto Eilat beach By Sue Surkes Royal hospitality Jerusalem Day contest offers a night at the Tower of David museum By Jessica Steinberg Full Coverage coronavirus Minister quits UK government over aide's lockdown breach By Jill Lawless Gaucher's disease drugs also fight COVID-19, Israeli ... "]]}}