{"postfix": "american_eagle_outfitters-aktie", "name": "AMERICAN_EAGLE_OUTFITTERS", "wkn": "897113", "time": "2020.05.26 17:07", "ts": 1590505677, "features": {"KGV": "10.05", "Marktkapitalisierung": {"Size": "Mrd", "Value": "1.35"}, "GA": "1.48", "KBV": "2.04", "BA": "7.30", "KCV": "6.18", "CA": "2.41", "Vola30": "107.64", "Vola90": "129.64", "Vola180": "95.32", "Vola250": "75.09"}, "rivals": ["abercrombie_fitch-aktie"], "text_data": {"de": [["19.05.20", "Erste Schätzungen: American Eagle Outfitters legt Quartalsergebnis vor"], ["30.04.20", "American Eagle Outfitters-Aktie: Was Analysten von American Eagle Outfitters erwarten "], ["31.03.20", "American Eagle Outfitters-Aktie: Einschätzungen und Kursziele der Analysten im März"], ["27.03.20", "American Eagle Outfitters meldet 63. Quartalsdividende in Folge"], ["03.03.20", "Ausblick: American Eagle Outfitters mit Zahlen zum abgelaufenen Quartal"], ["29.02.20", "So schätzen die Analysten die American Eagle Outfitters-Aktie im Februar 2020 ein"]], "en": [["08.05.20", "American Eagle Outfitters Reopens 43 Stores, Plans to Open 600 by May 31"], ["03.05.20", "Is American Eagle Outfitters Stock a Buy?"], ["28.04.20", "J.M. Smucker, American Eagle Outfitters, Beyond Meat, Starbucks and Yum! Brands highlighted as Zacks Bull and Bear of the Day"], ["28.04.20", "Bear of the Day: American Eagle Outfitters (AEO)"], ["23.04.20", "Urban Outfitters and American Eagle Outfitters Are Both Bleeding, But Which Stock Has The Edge?"], ["22.04.20", "American Eagle Outfitters says it has enough cash to last beyond fiscal 2020"], ["22.04.20", "American Eagle Outfitters to issue $400 million of convertible bonds in private deal"], ["07.04.20", "Why Foot Locker, American Eagle Outfitters, and G-III Apparel Stocks All Popped Today"], ["06.04.20", "Why American Eagle Outfitters Stock Fell 38.3% in March"], ["03.04.20", "American Eagle Outfitters Furloughs Employees, Cuts Inventory, Defers Dividends"], ["01.04.20", "American Eagle Outfitters Stock Is Down 40% This Year, But Can It Outperform After Coronavirus?"], ["18.03.20", "How Can American Eagle Outfitters Improve Profitability?"], ["17.03.20", "American Eagle Outfitters temporarily closing stores due to coronavirus, withdraws guidance"], ["05.03.20", "American Eagle Outfitters Inc (AEO) Q4 2019 Earnings Call Transcript"], ["04.03.20", "American Eagle Outfitters (AEO) Beats Q4 Earnings and Revenue Estimates"], ["04.03.20", "UPDATE 1-American Eagle Outfitters beats quarterly results on Aerie strength"], ["04.03.20", "American Eagle Outfitters beats estimates for quarterly revenue"], ["26.02.20", "Analysts Estimate American Eagle Outfitters (AEO) to Report a Decline in Earnings: What to Look Out for"], ["19.02.20", "Why Is American Eagle Outfitters Stock Down if Sales Are Up?"], ["18.02.20", "American Eagle Outfitters shares slide after downgrade on merchandise issues and mall traffic pressure"], ["25.01.20", "Is American Eagle Outfitters Planning a Comeback in Europe?"], ["15.01.20", "American Eagle Outfitters Looks Like A Cheap Dividend Clothier For 2020"], ["09.01.20", "Should Value Investors Pick American Eagle Outfitters (AEO)?"], ["07.01.20", "Why American Eagle Outfitters Stock Gave Up 24% Last Year"], ["06.01.20", "JD.com, American Eagle Outfitters, Dick's Sporting Goods, Dollar General and Ross Stores highlighted as Zacks Bull and Bear of the Day"], ["2020-05-25 18:29", "How much would you pay? Knoxville Center Mall's 'Power T' goes for more than $10K ... effort is underway to rejuvenate Knoxville Center Mall and the surrounding area including new signage, vegetation management and new business organization. The mall has suffered over the years from a loss of businesses and shoppers and Simon Properties had the property on the market for sale last year. ( J. MILES CARY/NEWS SENTINEL ) J. Miles Cary/News Sentinel Fullscreen American Eagle Outfitters will be closing its store at Knoxville Center Mall \"on or around Jan. 31.\" BRIANNA PACIORKA/NEWS SENTINEL Fullscreen Owner Jacqui Wadsworth, bottom left, with sister Elizabeth Ethridge, top left, and daughter Grace Alexander, right, at The Gilded Gown at Knoxville Center Mall on Monday, January 14, 2019. Brianna Paciorka/News Sentinel Fullscreen A view into ... "], ["2020-05-23 11:30", "Retailers made a hard pivot to curbside pickup during the pandemic — and it's starting to look like it paid off ... , as Neil Saunders, managing director of GlobalData Retail, pointed out in emailed comments, curbside pickup provides retailers with a number of other advantages. \"It kept many associates employed, prevented a pile-up of inventory in stores, and was a far cheaper option than delivering from central warehouses,\" Saunders said, referring to Best Buy's curbside strategy. American Eagle Outfitters began to offfer curbside pickup as its stores were permitted to reopen in phases in May. \"Curbside pick-up is definitely more cost effective from a logistical standpoint. It does require additional care and attention from our in-store sales associates to execute,\" AEO's chief commercial officer Andrew McLean told Business Insider. \"However ... "], ["2020-05-22 20:06", "Coronavirus pandemic could make it harder for Canadians to prep for hurricane season: meteorologist ...  roundup of the most important and intriguing stories, delivered to your inbox Sign Up Trending Nurse struggling with COVID-19 trauma found dead in his car 48929 Read Dollar fight? Loon killed bald eagle with 'shot through the heart' 35101 Read Where to buy face masks online in Canada and how to choose 29603 Read She witnessed the N.S. mass shooter's violence.  ...  coronavirus cases, 12 recoveries reported in Saskatchewan 19 minutes ago Three new coronavirus cases confirmed in Simcoe Muskoka, local total now at 443 20 minutes ago Manitoba to help lodges, outfitters amid coronavirus 25 minutes ago Parking lots at Vancouver parks and beaches to reopen 26 minutes ago Coronavirus pandemic could make it harder for Canadians to prep for hurricane season:  ... "], ["2020-05-22 18:59", "50 stores that offer military discounts all year long — including Under Armour, Nike, and L.L.Bean ...  stores that offer military discounts year-round: Clothes, shoes, and accessories Eddie Bauer Facebook Abercrombie & Fitch: 10-15% off at manager's discretion on in-store purchases. Allen Edmonds: 15% off regularly priced merchandise after ID validation. Alpha Industries: 15% off all regular priced items, plus free domestic shipping with Military ID for a limited time in May. American Eagle Outfitters: 10-15% off at manager's discretion on in-store purchases. Banana Republic: 10% off on the first of every month when you show military ID, though it may vary by location. Bonobos: 20% military discount for active-duty service members and veterans. Carhartt: 10% military discount for service members, veterans, and families with ID card in stores only ... "], ["2020-05-22 10:00", "Ms. Cheap's Guide to Summer 2020: Yes, there are still things to do! ...  time on Percy Priest Lake. You could also rent canoes, kayaks and paddleboards for $22 an hour at Cap'n Dave's Water Sports at Percy Priest Lake. Canoe and kayak rental outfitters, like Foggy Bottom and Tip-A-Canoe on the Harpeth River, have reopened with limited group outings by reservation. Details : capndaveswatersports.com/paddle-craft , tip-a-canoe.com and foggybottomcanoe.com Free fishing Free fishing ...  day of the new Barbara J. Mapp Aviary Education Center at Radnor Lake State Natural Area was on May 2, 2015. Shelley Mays / The Tennessean Fullscreen A female mature American bald eagle looks on from it's new home at Radnor Lake's Barbara J. Mapp Aviary Education Center Aug. 16, 2015. Shelley Mays / The Tennessean Fullscreen Radnor Lake  ... "], ["2020-05-21 11:39", "U.S. RESEARCH ROUNDUP- Boeing, Honeywell, Mercury Systems ...  cuts to underweight from equal weight * Altra Industrial Motion : Oppenheimer starts with outperform rating; TP $34 * Altus Midstream Co : Citigroup cuts price target to $0.65 from $2 * American Assets Trust Inc : Wells Fargo cuts price target to $30 from $51 * Ameriprise Financial Inc : KBW raises target price to $170 from $138 * Analog Devices Inc : Deutsche Bank  ...  Inc : Credit Suisse raises target price to $61 from $58 * Transocean Ltd : Cowen and Company cuts target price to $1 from $2 * Unum Group : KBW cuts target price to $23 from $25 * Urban Outfitters Inc : Citigroup raises price target to $20 from $14 * Vail Resorts :Credit Suisse initiates coverage with outperform rating and $235 TP * Valaris Plc : Cowen and Company cuts target price to $0.10 from ... "], ["2020-05-21 09:00", "Where to rent boats, kayaks and canoes around Knoxville during Memorial Day weekend ...  in Knoxville Fullscreen Post to Facebook Posted! A link has been posted to your Facebook feed. Kevin Smith, 8-year-old member of Cub Scout Pack 65 of Den 1, helped Boy Scouts distribute American flags at National Cemetery on Friday, May 22, 1981. Photo by J. Miles Carey News Sentinel Photo Archive Fullscreen Gold Star father Jack Jenkins of Alcoa shows a portrait of his late son, U ... Hill, right, spent the morning Wednesday, May 29, 2013 getting kayaking skills help from trainer Mark Newton at the point on Concord Park boat launch. Hill, owner of Uncle Lem's Mountain Outfitters in West Knoxville, said, \"I needed some help with strokes and learning to roll in my kayak.\" Hill called on his friend and kayak trainer Newton who spent the morning helping ... "], ["2020-05-20 18:34", "Some 18 million Americans skipped credit card or car loan payments in April ... credit-card issuers in the U.S. have begun reducing consumer spending limits. New data from the Federal Reserve shows that during the first quarter, the percentage of banks tightening their standards for credit card lending reached its highest level since the Great Recession in 2009. Synchrony Financial, the company behind cards for Amazon, J.C. Penney, Gap and American Eagle Outfitters, said earlier this month it will try to stem losses by closely managing customers' accounts. Synchrony is using credit reports and is own data to 'dynamically reevaluate a customer's creditworthiness,' CFO Brian Wenzel said on a conference call with investors, according to Bloomberg . During the first quarter, the percentage of banks tightening their standards ... "], ["2020-05-20 18:05", "In the market for a giant 'Power T'? The one from Knoxville Center Mall could be yours ... effort is underway to rejuvenate Knoxville Center Mall and the surrounding area including new signage, vegetation management and new business organization. The mall has suffered over the years from a loss of businesses and shoppers and Simon Properties had the property on the market for sale last year. ( J. MILES CARY/NEWS SENTINEL ) J. Miles Cary/News Sentinel Fullscreen American Eagle Outfitters will be closing its store at Knoxville Center Mall \"on or around Jan. 31.\" BRIANNA PACIORKA/NEWS SENTINEL Fullscreen Owner Jacqui Wadsworth, bottom left, with sister Elizabeth Ethridge, top left, and daughter Grace Alexander, right, at The Gilded Gown at Knoxville Center Mall on Monday, January 14, 2019. Brianna Paciorka/News Sentinel Fullscreen A view into ... "], ["2020-05-20 02:31", "North Texas Trauma Victims Donate Masks To Former Doctors, Nurses ...  CBS 11 / News Team TXA 21 Advertise Links & Numbers Other Upload Images/Video Photo Galleries Contests Station Events Community Events DFW Outdoorsman Video Outfitters Financing Your Piece of Texas Share Photos Travel American Airlines To Require Passengers To Wear Masks During Coronavirus Pandemic Face coverings are already required for flight attendants during every mainline and regional flight ... ;t explain how grateful I am,\" said Dawson, of the doctors and nurses who cared for him. He hoped to show his appreciation by upgrading the hospital's healing garden as his Eagle Scout project, but his plans fell apart when the COVID-19 pandemic hit. \"They're not letting anyone up at the hospital,\" Katrina said. That's when Dawson said his  ... "], ["2020-05-19 22:00", "Chattanooga retailers reboot stores amid COVID-19 to woo shoppers ... ;s Secret and Rue 21. Chick-fil-A was open at both Northgate and Hamilton Place. Still, the number of shoppers inside both malls around lunchtime Tuesday was fairly light compared to pre-coronavirus. Roughly half of shoppers were wearing masks. At American Eagle Outfitters at Hamilton Place, about a dozen shoppers stood in line waiting their turns to enter the popular retailer as the store, like others, practiced social distancing. A store employee handed out masks to those without one. At the nearby Great American Cookie Co., Janet Jones said business is \"very slow\" though picking up as Memorial Day approaches. \"People are getting out,\" said Jones, adding that more shoppers will return as retailers fully open in the shopping center. Mubasil ... "], ["2020-05-19 17:25", "3 Specialty-Retail Stocks That One Analyst Says Are Worth Buying ... online orders, and making plans to reopen. She notes that stores can offer deeper discounts online versus in-store, because of higher margins, although she expects pressure on this metric overall, given the swift and deep pullback in consumer spending. Anderson maintains a Buy rating on American Eagle Outfitters (ticker: AEO) and Abercrombie & Fitch (ANF), writing that they should benefit from their focus on casual wear, their younger customer base, and strong balance sheets. \"American Eagle was able to get into stores early on to fulfill online orders and begin to clear store inventory early. [It] has also reopened some stores, allowing for curbside pickup and also to clear through inventory with ship-from store capabilities.\" Editor's Choice As ... "], ["2020-05-18 19:35", "Why The Gap and Other Retailers' Stocks Are Up Today ...  up shares of many companies that have been hit hard over the last couple of months. Image source: Gap. That news, plus growing investor optimism around retail as more stores reopen in the U.S., was likely driving the gains for these three stocks on Monday, as there was no immediate news on any of the three. For reference, here are the most recent developments on each of the three: American Eagle Outfitters said in early May that it had reopened 43 of its brick-and-mortar stores and that it planned to have about 600 locations open by the end of May. The company raised a bit over $400 million via a bond offering in late April to bolster its balance sheet until all of its stores reopen. Gap's most recent update to investors was on May 7, when it outlined ... "], ["2020-05-18 19:08", "Nike had lines of up to 40 people outside a store in an Atlanta mall over the weekend, analysts say ...  Armour Inc. UA, +5.49% UAA, +6.48% and Adidas AG ADS, +7.28% ADDYY, +8.36% stores were closed, which means the companies could have been missing out on potential sales, Raymond James wrote. See: Under Armour stock jumps after Allianz's Mohamed El-Erian named lead independent board director Raymond James also said teen-oriented retailers, like Forever 21 and American Eagle Outfitters Inc. AEO, +8.83% , were busy. Foot Locker Inc. FL, +6.29% was open, and, in addition to reaching the maximum capacity of 15 customers in the store, 20 people were queued up outside on Friday, and 35 stood on line on Saturday. \"Despite minimal promotional activity overall, we saw strong conversion across the athletic retailers particularly for premium-based footwear,\" ... "], ["2020-05-18 14:50", "Here Are All the Livestreams & Virtual Concerts to Watch During Coronavirus Crisis (Updating) ...  will be going live on Instagram at 7 p.m. EST with a special thank you to first responders. Brad Paisley is going live at 9 p.m. EST as part of the Bud Light Dive Bar Tour: Home Edition in support of the American Red Cross here . JB Smoove will return for his weekly digital variety show at 9:09 p.m. EST here . Wynonna Judd is going live here at 9 p.m. EST. Badflower will be going live with Deal Casino on the latter's  ...  8 p.m. EST. The National showed live performance footage from Brooklyn Academy of Music in 2010 here at 5 p.m. EST. Alec Benjamin went live on Urban Outfitters' Instagram here . He followed up with livestream and performances/interviews with KZZP, KALV and KAMP. See them here . Rico Nasty hosted an \"Ask Me Anything\" session  ... "], ["2020-05-18 13:18", "From touchless payments to 'quarantined' returns, the retail experience may be forever changed ... social distancing guidelines. Many retailers have also installed protective barriers at registers and will routinely clean lanes after each customer transaction. Several retailers, such as American Eagle and Nordstrom, will provide hand sanitizer for customers, while Kohl's also set up additional hand sanitizer stations specifically for employees. Some stores  ... Retailers are now expanding options for customers to buy items online and pick them up at a store to help minimize contact. Williams Sonoma is providing appointment times for people to shop. Urban Outfitters is ramping up contactless payments, and Bed Bath & Beyond expanded its curbside pickup options to 750 stores. Kohl's will offer touchless payment through Kohl's Pay on its app. Meanwhile ... "], ["2020-05-18 13:13", "From touchless payments to 'quarantined' returns, the retail experience may be forever changed ...  distancing guidelines. Many retailers have also installed protective barriers at registers and will routinely clean lanes after each customer transaction. Several retailers, such as American Eagle and Nordstrom, will provide hand sanitizer for customers, while Kohl's also set up additional hand sanitizer stations specifically for employees. Story continues  ... . Retailers are now expanding options for customers to buy items online and pick them up at a store to help minimize contact. Williams Sonoma is providing appointment times for people to shop. Urban Outfitters is ramping up contactless payments, and Bed Bath & Beyond expanded its curbside pickup options to 750 stores. Kohl's will offer touchless payment through Kohl's Pay on its app. Meanwhile ... "], ["2020-05-15 11:21", "3 No-Brainer Retail Stocks to Buy Now ...  e-commerce dominance, make Amazon a no-brainer retail stock to buy. Motley Fool Returns Stock Advisor S&P 500 399% 81% Stock Advisor launched in February of 2002. Returns as of 05/15/2020. Join Stock Advisor Cumulative Growth of a $10,000 Investment in Stock Advisor Calculated by Time-Weighted Return Stocks AMZN Amazon NASDAQ: AMZN $2,388.85 up $20.93 (0.88%) AEO American Eagle Outfitters NYSE: AEO $7.57 down $0.04 (-0.53%) TJX The TJX Companies NYSE: TJX $44.74 up $0.71 (1.61%) Related Articles 3 Reasons Amazon Might Actually Want to Acquire AMC Entertainment 3 Coronavirus E-Commerce Trends to Watch Is Amazon Stock a Buy? Amazon Is Eliminating Waitlists and Quantity Limits, Restoring Some Services Amazon Looks to Win Back Tablet Market Share With Its New ... "], ["2020-05-14 20:20", "The 30 Best T-Shirts for Men You'll Wish You Bought Sooner ...  Tommy John Second Skin Moroccan Tee tommyjohn.com $58.00 BUY IT HERE You can never have enough white tees . Tommy John makes the silkiest loungewear, aptly naming this line \"second skin.\" The notch in the neckline makes it feel a little different—and sexier—than all your other tees. AE Super Soft Long-Sleeve Icon T-Shirt ae.com $14.97 BUY IT HERE American Eagle Outfitters makes some basics at extremely good prices that are also extremely comfortable, like this long-sleeve tee. It is super soft and comes in a range of colors. We're partial to pink to change it up. Best T-Shirt to Wear With a Suit Theory Essential Linen Stretch Marled Tee bloomingdales.com $115.00 BUY IT HERE Theory makes some high-quality T-shirts that are perfect ... "], ["2020-05-14 18:32", "Check Out 2020 Graduation Ceremony Plans For School Districts Across North Texas ...  CBS 11 / News Team TXA 21 Advertise Links & Numbers Other Upload Images/Video Photo Galleries Contests Station Events Community Events DFW Outdoorsman Video Outfitters Financing Your Piece of Texas Share Photos Travel American Airlines To Require Passengers To Wear Masks During Coronavirus Pandemic Face coverings are already required for flight attendants during every mainline and regional  ... run on a Dallas ISD Facebook page, and air on select Spectrum TV cable channels. DECATUR The Class of 2020 Graduation is now set for Friday, June 5 at 8:20pm @ Eagle Stadium. DENTON Denton ISD is partnering with Texas Motor Speedway and fellow Denton County school districts to host in-person graduation ceremonies on their originally scheduled dates. Ryan High School:  ... "]]}}