{"postfix": "amgen-aktie", "name": "AMGEN", "wkn": "867900", "time": "2020.05.26 16:15", "ts": 1590502542, "features": {"KGV": "16.32", "Marktkapitalisierung": {"Size": "Mrd", "Value": "124.30"}, "GA": "14.82", "KBV": "12.71", "BA": "19.03", "KCV": "13.74", "CA": "17.60", "Vola30": "30.07", "Vola90": "53.73", "Vola180": "41.79", "Vola250": "35.46"}, "rivals": ["bb_biotech-aktie", "evotec-aktie", "morphosys-aktie", "qiagen-aktie", "agennix-aktie", "gilead_sciences-aktie", "bayer-aktie"], "text_data": {"de": [["02.05.20", "Amgen gab Ergebnis zum abgelaufenen Quartal bekannt"], ["01.05.20", "VIRICA-Index in Rekordlaune: Jetzt auch Amgen mit starken Zahlen"], ["30.04.20", "Die Expertenmeinungen zur Amgen-Aktie im April 2020"], ["29.04.20", "Ausblick: Amgen präsentiert Quartalsergebnisse"], ["15.04.20", "Erste Schätzungen: Amgen informiert über die jüngsten Quartalsergebnisse"], ["31.03.20", "März 2020: Das sind die Expertenmeinungen zur Amgen-Aktie"], ["05.03.20", "Amgen kündigt Dividende an"], ["11.02.20", "Amgen-Aktie: Was Anleger nach den durchwachsenen Geschäftszahlen wissen müssen"], ["03.02.20", "Amgen: Zahlen zum abgelaufenen Jahresviertel"], ["31.01.20", "Biotech-Gigant Amgen unter Druck: Das schmeckt den Anlegern nicht!"], ["31.01.20", "Amgen spürt die Konkurrenz im Nacken"], ["29.01.20", "Ausblick: Amgen stellt Ergebnisse des abgelaufenen Quartals vor"], ["14.01.20", "Qiagen baut Amgen-Kooperation aus"]], "en": [["18.05.20", "Amgen (AMGN) Upgraded to Buy: What Does It Mean for the Stock?"], ["12.05.20", "The Zacks Analyst Blog Highlights: Amgen, BHP, Altria, Apple and Target"], ["11.05.20", "Top Research Reports for Amgen, BHP, Altria & Others"], ["11.05.20", "Why Amgen Soared in April"], ["01.05.20", "Amgen is studying Otezla for coronavirus; its first-quarter results beat Street estimates"], ["01.05.20", "The Zacks Analyst Blog Highlights: Amazon, Apple, Gilead Sciences, Amgen and Visa"], ["01.05.20", "Amgen Inc (AMGN) Q1 2020 Earnings Call Transcript"], ["01.05.20", "Amgen studying Otezla for coronavirus, looking into other treatments"], ["01.05.20", "UPDATE 2-Amgen studying Otezla for coronavirus, looking into other treatments"], ["30.04.20", "UPDATE 1-Amgen studying Otezla for coronavirus, Q1 results beat Street estimates"], ["30.04.20", "Amgen (AMGN) Q1 Earnings and Revenues Surpass Estimates"], ["30.04.20", "Amgen stock ticks higher after earnings beat"], ["30.04.20", "Amgen Slips On New Plan To Battle Coronavirus As Quarterly Earnings Beat"], ["30.04.20", "Amgen studying Otezla for coronavirus, first-quarter results beat Street estimates"], ["30.04.20", "Amgen studying Otezla for coronavirus, 1st-qtr results beat Street estimates"], ["28.04.20", "Amgen (AMGN) to Report Q1 Earnings: What's in the Cards?"], ["23.04.20", "Amgen (AMGN) Earnings Expected to Grow: Should You Buy?"], ["23.04.20", "Better Buy: Amgen vs. Johnson & Johnson"], ["16.04.20", "The Zacks Analyst Blog Highlights: Microsoft, Walmart, Amgen, salesforce.com and Mondelez International"], ["16.04.20", "The Zacks Analyst Blog Highlights: Cardinal Health, Enphase Energy, Netflix, Amgen and Costco Wholesale"], ["03.04.20", "Pharma Coronavirus Efforts Continue, Amgen & Incyte Join In"], ["02.04.20", "Covid Report: Amgen Pops As Heavyweight Biotech Enters Coronavirus Ring"], ["02.04.20", "Why Amgen Stock Sailed Through March Without a Scratch"], ["02.04.20", "Amgen Teams Up With Adaptive Biotechnologies to Develop COVID-19 Therapy"], ["02.04.20", "Amgen, Adaptive Biotechnologies ink COVID-19 antibody development collaboration"], ["31.03.20", "Amgen Pauses Some Clinical Trials to Reduce Coronavirus Transmission Risk"], ["30.03.20", "Amgen upgraded to outperform from market perform at Raymond James"], ["15.03.20", "Better Buy: Biogen vs. Amgen"], ["09.03.20", "Is Amgen (AMGN) Truly One of the Best Biotech Stocks to Own?"], ["09.03.20", "Better Buy: Amgen vs. Gilead Sciences"], ["03.03.20", "Amgen Stock Strength Climbs Amid 'New Product Driven' Growth"], ["29.02.20", "Why Is Amgen (AMGN) Down 11.7% Since Last Earnings Report?"], ["27.02.20", "IBD Rating Upgrades: Amgen Shows Improved Technical Strength"], ["10.02.20", "The Zacks Analyst Blog Highlights: Alphabet, Roche, Amgen, General Electric and Sony"], ["08.02.20", "Is Amgen a Stock to Buy?"], ["06.02.20", "Amgen Stock Relative Strength Climbs Ahead Of Key Drug Data"], ["06.02.20", "Why Amgen Stock Dropped 10.4% in January"], ["02.02.20", "Amgen Is Making 3 Big Bets -- Will They Pay Off for Investors?"], ["31.01.20", "Exxon Mobil, Amgen fall; Amazon, IBM rise"], ["31.01.20", "Stock Market News: Amazon's Amazing; Amgen Falls Short"], ["2020-05-26 12:00", "AbbVie Wrapped Its $63 Billion Allergan Buyout — Is AbbVie Stock A Buy? ...  billion. The decline was steepest internationally where sales of the blockbuster drug were $4.31 billion, down 31.1%. Operationally, international Humira sales toppled 27.8%. Humira is still growing in the U.S., however. Sales in 2019 rose 8.6% to $14.86 billion. AbbVie stock investors have long clamored for the pharma company to acquire something to diversify itself from Humira. Amgen ( AMGN ), Novartis ( NVS ), Mylan ( MYL ) and Biogen ( BIIB ) with partner Samsung have launched Humira biosimilars in Europe. Deals with AbbVie will allow them to launch in the U.S. in 2023. Coherus Biosciences ( CHRS ) will also launch a Humira biosimilar in the U.S. in 2023. What Does 2019 Say About AbbVie Stock? AbbVie sales growth decelerated to 2% in 2019, following 16 ... "], ["2020-05-26 12:00", "CytomX Therapeutics To Host Conference Call And Webcast To Review ASCO ASCO20 Virtual Scientific Program Presentations ...  antibody drug conjugates due to their presence on many healthy tissues. The CytomX clinical stage pipeline also includes cancer immunotherapeutic candidates against validated targets such as the CTLA-4-targeting Probody therapeutics, BMS-986249 and BMS-986288, partnered with Bristol Myers Squibb. CytomX has strategic drug discovery and development collaborations with AbbVie, Amgen, Astellas and Bristol Myers Squibb. For additional information about CytomX Therapeutics, visit www.cytomx.com and follow us on LinkedIn and Twitter . CytomX Therapeutics Forward-Looking Statements This press release includes forward-looking statements. Such forward-looking statements involve known and unknown risks, uncertainties and other important factors that are difficult to ... "], ["2020-05-26 11:52", "Coronavirus Vaccine Development Gathers Steam: 4 Winners ...  report reveals 8 stocks to watch. The report is only available for a limited time. See 8 breakthrough stocks now> > In-Depth Zacks Research for the Tickers Above Normally $25 each - click below to receive one report FREE: Sanofi (SNY) - free report > > Gilead Sciences, Inc. (GILD) - free report > > Moderna, Inc. (MRNA) - free report > > GlaxoSmithKline plc (GSK) - free report > > Amgen Inc. (AMGN) - free report > > Novavax, Inc. (NVAX) - free report > > Adaptive Biotechnologies Corporation (ADPT) - free report > > Published in biotechs medical pharmaceuticals Zacks' 7 Best Strong Buy Stocks for June, 2020 Free Research for Zacks.com Readers Experts have chosen 7 stocks out of 220 Zacks Rank #1 Strong Buys that have the highest potential to increase in ... "], ["2020-05-26 04:00", "\"Why Is The Wind Always In My Face?\": Some Physics Of Biking ... direction, basically due to Newton's Third Law (the one about actions having reactions): to move forward through the air, you need to shift the air immediately in front of you out of the way, so you push on it, and it in turn pushes back on you. ELK GROVE, CA - MAY 17: Emma White of the United States riding for Rally Cycling rides in the ... [+] peloton during Stage 1 of the Amgen Tour of California Women's Race Empowered with SRAM on May 17, 2018 in Elk Grove, California. (Photo by Ezra Shaw/Getty Images for AEG) Getty Images for AEG The resulting force depends on how much air you need to move out of the way, which is determined by the cross-sectional area you present to the air times the speed that you're moving. It also depends on the momentum ... "], ["2020-05-24 19:05", "Tiger Woods, Phil Mickelson, Peyton Manning and Tom Brady net worth ahead of $10m match ... he is said to be worth exactly half of that at $400m. The 49-year-old has earned $87 million in tournament prizes during his illustrious career. In a year he earns roughly $60 million, of which only $10 million comes from salary and tournament winnings. Mickelson's outlandish sponsorship deals make up the remaining $50 million. KPMG, ExxonMobil, Titleist, Ford, Enbrel, Callaway, Amgen, Grayhawk, Rolex and Intrepid Financial Partners all endorse Mickelson. Phil Mickelson has a vast array of sponsors (Image: 2019 Zhe Ji) Get the latest transfer news straight into your inbox! Sign up for the brilliant new Daily Star Sport email newsletter! From the latest transfer news to the agenda-setting stories, get it all in your email inbox. Put your email in the box ... "], ["2020-05-24 18:46", "Phil Mickelson net worth and winnings of golf superstar ...  to tell us your opinion He has has earned more than 80m in prize money, putting him second only behind Woods. But the bulk of Mickelson's earnings come from sponsorships and endorsements which stay rolling in thanks to his whole image and public persona. The three-time Masters winner has commercial deals with the likes of Callaway, Barclays, KPMG, Exxon Mobil, Rolex and Amgen. According to Forbes, he made 38m in 2019 alone, most of which came from off-the-course endorsements. Phil Mickelson and Tiger Woods ahead of The Match in 2018 Read More Related Articles Phil Mickelson explains how Tiger Woods relationship has changed ahead of The Match That sum was more than Ariana Grande, James Harden or Conor McGregor made. Last time Woods and Mickelson clashed ... "], ["2020-05-24 14:10", "Is Arrowhead Pharmaceuticals a Buy? ... the non-dilutive capital to rapidly invest in its technology platform. It currently sports 11 unique assets in its pipeline, including two partnered with Janssen and one partnered with Amgen . Arrowhead Pharmaceuticals ended March with $256 million in cash and a quarterly cash burn of about $25 million, although the latter will increase as pipeline assets advance into  ... Johnson NYSE: JNJ $146.71 down $0.97 (-0.66%) RHHBY Roche Holding Ltd. (ADR) OTC: RHHBY $44.70 up $0.38 (0.86%) NVO Novo Nordisk NYSE: NVO $64.82 down $0.05 (-0.08%) AMGN Amgen NASDAQ: AMGN $224.78 down $-3.09 (-1.36%) ALXN Alexion Pharmaceuticals NASDAQ: ALXN $101.14 down $-2.77 (-2.67%) ALNY Alnylam Pharmaceuticals NASDAQ: ALNY $141.86 down $-1.59 (-1.11%) DRNA Dicerna Pharmaceuticals NASDAQ ... "], ["2020-05-23 13:00", "This Is NOT 2008 All Over Again ...  record highs. And Livongo (LVGO) —my #1 \"diabetes\" stock—has skyrocketed more than 100% since February. Biotech Stocks Are Also Roaring Higher The chart below says it all. You're looking at the performance of the iShares Nasdaq Biotechnology ETF (IBB) this year. IBB invests in a basket of biotech stocks, including industry titans like Gilead (GILD) and Amgen (AMGN) . Biotech stocks have rallied 10% this year, and 70% since March. They've absolutely obliterated the S&P 500. Smaller biotech stocks have done even better. Moderna (MRNA) —a recent IPO—has surged more than 242% this year, while Inovio Pharmaceuticals (INO) has surged 317%. Money is pouring into biotech stocks for a simple reason. Scientists around the world ... "], ["2020-05-22 19:03", "What Are The Sectors for a \"New Economy?\" ...  in new assets this year so far. But honestly, this all seems a bit obvious and, at the same time, poorly implemented with broad sector funds. Sure, XLK has Apple and Intel and Paypal in it, but it also has a load of hardware companies like Applied Materials and AMD and Analog Devices, for whom I think the story is much less noticeable. XLV has Abbot Labs and Amgen, but it also has insurers and providers like UnitedHealth and Anthem, again, for whom the story seems less obvious. So against every fiber of my normal, passive, buy and hold self, I think this is the case where \"big and broad\" indexes based on decades-old GICS classifications are the wrong call for folks looking to position a sector rotation strategy for the eventual recovery (while ... "], ["2020-05-22 18:22", "Biotech Stocks To Watch And Pharma Industry News ... AM ET Syndax Pharmaceuticals stock tumbled to a month-low Friday after the... Is Biogen Stock A Buy Following An Unexpected Alzheimer's Drug Delay? The No. 1 Pharma Stock Just Crushed Earnings Views — Is BMY Stock A Buy? Is Merck Stock A Buy As Coronavirus Worries Shake The Dow Jones Giant? Gilead Is Creating A Coronavirus Drug Stockpile — Is Gilead Stock A Buy? Biotech Giant Amgen Is Nearing A Breakout, But Is AMGN Stock A Buy? Pfizer Just Began A Coronavirus Vaccine Test — Is PFE Stock A Buy? Why Sarepta Has A Leg Up On Pfizer With A Rival Gene Therapy: Analysts Dow Jones Today, Stocks Slide As Apple, Qualcomm, Boeing Take U.S.-China Trade Hit; JD.com, Aurora Cannabis Rally Today's Spotlight Save Big on SwingTrader! Ready to start ... "], ["2020-05-22 14:50", "Roche Acquires Stratos Genomics, Presents Data on NMOSD Drug ... This outperformance has not just been a recent phenomenon. From 2000 2019, while the S&P averaged +6.0% per year, our top strategies averaged up to +54.7% per year. See their latest picks free > > In-Depth Zacks Research for the Tickers Above Normally $25 each - click below to receive one report FREE: Roche Holding AG (RHHBY) - free report > > Merck Co., Inc. (MRK) - free report > > Amgen Inc. (AMGN) - free report > > Published in pharmaceuticals Zacks' 7 Best Strong Buy Stocks for June, 2020 Free Research for Zacks.com Readers Experts have chosen 7 stocks out of 220 Zacks Rank #1 Strong Buys that have the highest potential to increase in price quickly amid the global health crisis. A recent pick, Maxar, skyrocketed +178.7% in 3 months. For 32 years, our ... "], ["2020-05-22 13:20", "U.S. RESEARCH ROUNDUP- Martin Marietta Materials, ONEOK, Superior Energy Services ...  to $275 from $230 * Allscripts Healthcare Solutions Inc : JP Morgan cuts price target to $8 from $9 * Alteryx Inc : Needham raises target price to $164 from $140 * American Tower Corp : Oppenheimer raises to outperform from perform * Americas Gold and Silver Corporation : Alliance Global Partners cuts PT to $3.60 * Ameris Bancorp : D.A. Davidson initiates coverage with buy rating and $25 PT * Amgen Inc : Independent Research cuts target price to $239.00 from $244.00; hold * AMN Healthcare Services Inc : Credit Suisse cuts target price to $58 from $62 * Antero Resources Corp : Cowen and Company raises target price to $3.25 from $1.75 * Apartment Investment and Management Co : JP Morgan cuts PT to $45 from $55 * Apollo Investment Corp : BMO cuts price target ... "], ["2020-05-22 04:00", "Supportive care to relieve cancer-related fatigue underutilised by breast cancer survivors ... identification: NCT01993498. Legal entity responsible for the study: Unicancer. Funding: Agence nationale de la Recherche (ANR-10-COHO-0004); Susan G. Komen (CCR17483507 to I. Vaz-Luis); Odyssea; Gustave Roussy. Disclosure: A. Di Meglio: Honoraria (self): ThermoFisher. I. Vaz-Luis: Honoraria (self): Novartis; Honoraria (self): Kephren; Honoraria (self): AstraZeneca; Advisory/Consultancy: Ipsen; Honoraria (self): Amgen. All other authors have declared no conflicts of interest. Disclaimer: AAAS and EurekAlert! are not responsible for the accuracy of news releases posted to EurekAlert! by contributing institutions or for the use of any information through the EurekAlert system. Share Print E-Mail Media Contact ESMO Press Office media@esmo.org @myesmo http://www ... "], ["2020-05-21 19:51", "Bill Maris the founder of Google biotech spinoff Calico says he's 'disappointed' with the progress it's made in anti-aging research since he left: 'It's not how I envisioned it ...  I'm pretty disappointed personally to see a lack of progress or a lack of any statement of progress from Calico in that regard.\" Calico has been relatively quiet compared to other Alphabet companies. The last big news came in 2018 when Calico and drug giant AbbVie came together for a $1 billion pledge towards developing therapies associated with age-related diseases. In 2019, Amgen's head of translational medicine, Aarif Khakoo, joined Calico to lead drug development, but otherwise there's been very little movement, especially compared to Alphabet's other life science division, Verily. \"I think things don't progress because of a lack of leadership, right? I don't know,\" said Maris. \"I have no idea why they don ... "], ["2020-05-21 14:58", "SeaStar Medical Appoints New Board Chairman To Deliver Growth ...  as a member of the Board since 2019. He is the principal of Bio-Mondo Consulting, a management consultancy to the biopharmaceutical industry and has deep experience in global product launches, sales expansion and strategic alliances in the pharmaceutical and nephrology sectors. His past experience includes CEO of a nutraceutical company, leading the U.S. nephrology group at Amgen, starting several biopharmaceutical companies and consulting for more than 50 companies. He holds a Ph.D. in Biochemistry and Business Studies from the University of Wales , UK. \"SeaStar is transforming the industry with a clearly differentiated technology that is helping to save lives,\" said Eric Schlorff , Chief Executive Officer of SeaStar Medical. \"Our FDA-approved ... "], ["2020-05-21 12:00", "Atreca Announces Appointment Of Kristine M. Ball To Its Board Of Directors ... where she helped raise over $675 million in various equity and debt financings and co-led the cross-functional teams responsible for closing partnerships with Sanofi and Vifor Fresenius Medical Care Renal Pharma, as well as the company's acquisition by Galenica. Prior to Relypsa, Ms. Ball previously served as SVP, Finance and Administration and CFO of KAI Pharmaceuticals, Inc. (acquired by Amgen) and Vice President, Finance at Exelixis, Inc. Before joining Exelixis, Ms. Ball was a senior manager in Ernst & Young's life sciences audit practice. Ms. Ball holds a B.S. from Babson College. She also served on the Board of Directors of Forty Seven Inc. prior to the company's recent acquisition by Gilead. \"Atreca's differentiated discovery ... "], ["2020-05-21 11:24", "Tread carefully if you're buying biotech stocks, traders say as group nears all-time highs ...  said, pointing to its chart. \"It's broken below its trend line since the March lows and it's also dropped below its 50-day moving average, which has been very good support all year long for the stock,\" Maley said. \"In each case, it's broken well below that line, so that's a concern.\" Gilead ended trading up 2% at $73.89 on Wednesday. The other stock that concerned Maley was Amgen . \"It's broken below its trend line since the winter months, but it is now at the very bottom or testing the bottom end of a sideways channel that's been in for the last month,\" he said. \"If it breaks below that level [at $227.43], that will also confirm that that stock, or the trend in that one, has broken down,\" Maley warned ... "], ["2020-05-21 04:00", "Health Care Investing In The Age Of COVID-19 ...  (VIR) is partnered on several clinical-stage molecules with Alnylam Pharmaceuticals (ALNY), Biogen (BIIB), and GlaxoSmithKline (GSK). Eli Lilly (LLY) is developing a pneumonia treatment targeted at COVID patients. Several companies with platform approaches are leveraging those platforms to identify promising molecules on which to initiate trials — for example, Adaptive Biotechnologies (ADPT) in collaboration with Amgen (AMGN). On the vaccine front, the first-to-clinic was Moderna Therapeutics (MRNA), leveraging its messenger RNA platform to develop a vaccine with a novel mode of action. (Several of the other vaccine candidates mentioned below also use an mRNA approach.) Other entrants in the race for a vaccine include Johnson & Johnson (JNJ), VIR, SNY ... "], ["2020-05-21 04:00", "Just a little physical activity pays big dividends to high risk breast cancer patients ...  breast cancer live longer and healthier lives,\" Cannioto said. \"It's never too late to start walking, doing yoga, cycling, or swimming - and that activity certainly appears to pay off.\" ### S0221 was supported by NIH through NCI grants CA189974, CA180888, CA180819, CA180863, CA180858, CA180828, CA180801, CA68183, CA04919, CA13612, CA46282, and in part by Amgen, Inc. DELCaP was funded by NIH through NCI grants CA116395, CA139426 and CA016056, the Breast Cancer Research Foundation, and Roswell Park. Cannioto's team included Alan Hutson, PhD, of Roswell Park Comprehensive Cancer Center; Shruti Dighe, MBBS, of Roswell Park Comprehensive Cancer Center; William McCann, BS, of Roswell Park Comprehensive Cancer Center; Susan E. McCann, PhD, of ... "], ["2020-05-20 23:00", "Amgen Announces Voting Results Of Annual Meeting Of StockholdersTHOUSAND OAKS, Calif., May 20, 2020 /PRNewswire/ -- Amgen AMGN today announced voting results from the Company's Annual Meeting of Stockholders on May 20, 2020, held virtually this year due to the COVID-19 pandemic. More than 88 percent of outstanding"]]}}