{"postfix": "amphenol-aktie", "name": "AMPHENOL", "wkn": "882749", "time": "2020.05.26 15:17", "ts": 1590499043, "features": {"KGV": "28.80", "Marktkapitalisierung": {"Size": "Mrd", "Value": "24.56"}, "GA": "3.74", "KBV": "7.32", "BA": "14.71", "KCV": "22.48", "CA": "4.79", "Vola30": "54.29", "Vola90": "58.95", "Vola180": "43.85", "Vola250": "34.93"}, "rivals": ["corning-aktie", "3m-aktie", "alcatel-lucent-aktie", "molex-aktie", "harris-aktie", "te_connectivity-aktie", "arris_international-aktie"], "text_data": {"de": [["30.04.20", "Amphenol-Aktie: Einschätzungen und Kursziele der Analysten im April"], ["23.04.20", "Amphenol vermeldete Zahlen zum jüngsten Quartal"], ["21.04.20", "Ausblick: Amphenol gibt Ergebnis zum abgelaufenen Quartal bekannt"], ["08.04.20", "Amphenol schüttet Dividende aus"], ["07.04.20", "Erste Schätzungen: Amphenol stellt das Zahlenwerk zum vergangenen Quartal vor"], ["31.03.20", "Was Analysten von der Amphenol-Aktie erwarten"], ["31.01.20", "Amphenol schüttet vierteljährliche Dividende aus"], ["20.01.20", "Ausblick: Amphenol legt die Bilanz zum abgelaufenen Quartal vor"]], "en": [["22.05.20", "Amphenol (APH) Up 7.4% Since Last Earnings Report: Can It Continue?"], ["30.04.20", "Amphenol Announces Second Quarter 2020 Dividend Payment"], ["28.04.20", "Amphenol Corporation Announces Pricing of €500 Million Senior Notes"], ["23.04.20", "Amphenol Corporation (New) (APH) Q1 2020 Earnings Call Transcript"], ["22.04.20", "Amphenol (APH) Q1 Earnings Lag Estimates, Revenues Decline Y/Y  "], ["21.04.20", "Should You Buy Amphenol (APH) Ahead of Earnings?"], ["17.04.20", "Amphenol (APH) to Report Q1 Earnings: What's in the Cards?"], ["15.04.20", "Earnings Preview: Amphenol (APH) Q1 Earnings Expected to Decline"], ["24.02.20", "Update to Guidance Reported by Amphenol Corporation"], ["21.02.20", "Why Is Amphenol (APH) Down 2.5% Since Last Earnings Report?"], ["13.02.20", "Amphenol Corporation Announces Pricing of $400,000,000 of Senior Notes"], ["30.01.20", "Amphenol Announces First Quarter 2020 Dividend Payment"], ["23.01.20", "Amphenol Corporation (New) (APH) Q4 2019 Earnings Call Transcript"], ["22.01.20", "Amphenol (APH) Q4 Earnings Beat Estimates, Revenues Down Y/Y "], ["22.01.20", "Amphenol (APH) Beats Q4 Earnings and Revenue Estimates"], ["17.01.20", "Amphenol (APH) to Report Q4 Earnings: What's in the Cards?"], ["15.01.20", "Analysts Estimate Amphenol (APH) to Report a Decline in Earnings: What to Look Out for"], ["01.01.20", "Are You Looking for a Top Momentum Pick? Why Amphenol (APH) is a Great Choice"], ["2020-05-22 15:30", "Amphenol (APH) Up 7.4% Since Last Earnings Report: Can It Continue?Amphenol (APH) reported earnings 30 days ago. What's next for the stock? We take a look at earnings estimates for some clues."], ["2020-05-19 16:45", "Global Active Optical Cables Industry Assessment 2020-2024 - Volume And Value Forecasts By Cable Length, MSA/Data Rate, Type Of Fiber And Geography ...  Chapter Five: AOCs: Evolving Supply Chains 5.1 Existing Supply Chain for AOCs5.2 Manufacturing: It All Begins in China 5.2.1 The Chinese Domestic Market5.2.2 10Gtek5.2.3 Gigalight5.2.4 Hisense Broadband5.2.5 InnoLight Technology5.3 Role of the OEMs in Distribution of AOCs5.3.1 Mellanox5.3.2 Cisco5.3.3 Intel5.4 US and Japanese Branded Suppliers of AOCs5.4.1 II VI5.4.2 Amphenol ICC5.4.3 Fujitsu5.4.4 Foxconn Interconnect Technology/Cosemi5.4.5 Molex5.4.6 Samtec5.4.7 Siemon5.5 Wholesalers and Distributors5.6 Third-part Transceiver Firms5.7 Retailers including Online Stores5.8 Sources of AOCs for Data Centers by Size of Data Centers5.9 Regional Markets and Supply Chains5.9.1 Non-China APAC5.9.2 Europe 5.9.3 Middle East 5.10 Key Points from this Chapter Five-Year ... "], ["2020-05-19 12:31", "Covid-19: Firms explore a non-China address. Can India give them a pin code? ...  that the companies are exploring the idea of shifting their bases to other countries including India. Taiwan, South Korea and Singapore appear to be early gainers. India hopes to emerge as long-term beneficiary of this anger and uncertainty about China. Some of the global firms who have shown interest in shifting to India include American technology product companies Teledyne and Amphenol, and medical equipment makers Johnson and Johnson. Some auto parts manufacturers are also exploring the possibilities in India. The fact that companies are considering India as an option shows that sheer number of coronavirus cases is not the determining factor here. India has many more Covid-19 patients than China. But does India have the kind of business environs that ... "], ["2020-05-18 10:30", "COVID-19 Impact On Gas Sensors Market - Exclusive Report By MarketsandMarkets ... . Increasing requirement of these medical supplies from other COVID effected economies is boosting the production of gas sensors in the region. In addition, APAC has a broad base for oil refining, petrochemical processing, chemical processing, food & beverage processing, and others, which further supports the growth of gas sensors in the region. Honeywell Analytics (US), MSA Safety (US), Amphenol (US), Figaro ( Japan ), and Alphasense (UK) are some of the leading gas sensors market players benefitting due to rise in demand in this COVID-19 scenario. Donations, increased production, supply chain remodeling, and new product development were the major growth strategies adopted by the market players during this period to enhance their regional presence and meet ... "], ["2020-05-13 14:47", "Wall Street sees plenty of upside for these downtrodden tech stocks ... % $228.46 $272.22 47% CDW Corp. US:CDW -29% 76% $101.98 $116.86 44% Microchip Technology Inc. US:MCHP -18% 46% $85.99 $102.79 43% Motorola Solutions Inc. US:MSI -19% 40% $131.23 $161.67 41% Seagate Technology PLC US:STX -18% 54% $48.62 $53.95 40% Automatic Data Processing Inc. US:ADP -17% 30% $141.73 $156.19 19% Western Union Co. US:WU -30% 57% $18.87 $20.06 18% Amphenol Corp. Class A US:APH -22% 34% $84.27 $94.00 16% Broadcom Inc. US:AVGO -15% 24% $268.45 $293.67 15% Source: FactSet You can click on the tickers for more about each company. You will have to scroll the table to see all of the data. Don't miss: 12 health-care stocks that will be winners because of coronavirus-led trends, according to Jefferies Read Next Read Next Warren Buffett's ' ... "], ["2020-05-12 02:31", "COVID-19 Impact and Recovery Analysis | Laser Direct Structuring (LDS) Antenna Market 2020-2024 | Increasing Use of Energy-Efficient Engines to Boost Growth | Technavio ... electronic components as one of the prime reasons driving the laser direct structuring (LDS) antenna market growth during the next few years. Laser Direct Structuring (LDS) Antenna Market 2020-2024: Vendor Analysis We provide a detailed analysis of vendors operating in the laser direct structuring (LDS) antenna market, including some of the vendors such as Amphenol Corp., Arlington Plating Co., Huizhou SPEED Wireless Technology Co. Ltd., Koch Industries Inc., LPKF Laser and Electronics AG, Luxshare Precision Industry Co. Ltd., Shenzhen Sunway Communication Co. Ltd., Taoglas Group Holdings Ltd., TE Connectivity Ltd., and Yageo Corp. Backed with competitive intelligence and benchmarking, our research reports on the laser direct structuring (LDS) antenna market ... "], ["2020-05-06 11:30", "Global Coaxial Cables Market Forecast To 2030 - COVID-19 Impact And Recovery Assessment ...  its footprint in Europe and South America . The deal has also resulted in converting General Cable Corporation to a privately held company. General Cable Corporation is a USA -based cable manufacturing company that specializes in manufacturing wires and cables products such as coaxial cables.Major players in the market are Belden, General Cable, LS Cable and System, Nexans, Prysmian Group, Amphenol, TE Connectivity Ltd, Nexans SA, L-Com Global Connectivity, CommScope. Key Topics Covered 1. Executive Summary 2. Coaxial Cables Market Characteristics 3. Coaxial Cables Market Size And Growth 3.1. Global Coaxial Cables Historic Market, 2015 - 2019, $ Billion 3.1.1. Drivers Of The Market 3.1.2. Restraints On The Market 3.2. Global Coaxial Cables Forecast Market ... "], ["2020-05-05 09:10", "Medical Pressure Sensors Market Size To Boost Owing To Increasing Adoption Of Advanced Healthcare Equipment By 2028: Radiant Insights, Inc. ... in the Medical Pressure Sensors market. Access 116 page research report with TOC on \"Medical Pressure Sensors Market\" available with Radiant Insights, Inc. @ https://www.radiantinsights.com/research/2013-2028-report-on-global-medical-pressure-sensors-market Leading players of Medical Pressure Sensors including: TE Connectivity (Measurement Specialties) Honeywell NXP+ Freescale Amphenol Infineon First Sensor AG TDK EPCOS Edwards Lifesciences Smiths Medical Argon ICU Medical Merit Medical Systems Biosenor International Market split by Type, can be divided into: MEMS Based Medical Pressure Sensors Pressure Transduce for Medical Market split by Application, can be divided into: Respiratory Devices Patient Monitors Devices Diagnostics/Analytical Equipment ... "], ["2020-05-03 07:07", "Zacks Investment Research ...  7 Best Stocks for the Next 30 Days. Click to get this free report The Boston Beer Company, Inc. (SAM): Free Stock Analysis Report To read this article on Zacks.com click here.]]> Fri, 22 May 2020 15:30:39 GMT Want the latest recommendations from Zacks Investment Research? Today, you can download 7 Best Stocks for the Next 30 Days. Click to get this free report Amphenol Corporation (APH): Free Stock Analysis Report To read this article on Zacks.com click here.]]> Fri, 22 May 2020 15:30:39 GMT Want the latest recommendations from Zacks Investment Research? Today, you can download 7 Best Stocks for the Next 30 Days. Click to get this free report TD Ameritrade Holding Corporation (AMTD): Free Stock Analysis Report To read this article on Zacks.com click here ... "], ["2020-04-29 15:16", "A Quarter Of All S&P 500 Companies Have Pulled Outlooks So Far ...  AT&T, Booking Holdings Inc., Discovery Inc., Expedia Group Inc., Interpublic Group of Cos Inc., Twitter Inc., Viacom Inc., Verizon Communications Inc. Consumer Staples Coty Inc., Dollar Tree Inc., Estee Lauder Companies, Kimberly-Clark Corp., Lamb Weston Holdings Inc., McCormick & Co., Molson Coors Beverage Co., Sysco Corp., Target Corp. Industrials Allegion, Ametek Inc., Amphenol Corp., Caterpillar Inc., CSX Corp., Cummins Inc., Deere & Co., Dover Corp., FedEx Corp., Flowserve Corp., General Electric Co., Howmet Aerospace Inc., Idex Corp., Pentair PLC, TransDigm Group Inc., WW Grainger Inc., Xylem Inc. Health Care Abbott Laboratories, Agilent Technologies Inc., Boston Scientific Corp.,Dentsply Sirona Inc., HCA Healthcare Inc., Henry Schein Inc., Hologic ... "], ["2020-04-28 16:15", "Global PLC Splitters For Optical Fibers Industry, 2019-2029 - Consumption Value, Number Of Units, Average Selling Prices ... , Other) 4. PLC Splitter Technology 4.1 Overview 4.2 PLC Splitter - Component Device (tube or compact box) 4.3 PLC Splitter Modules 5. Selected Company Profiles Accelink Technologies Co., Ltd. AC Photonics, Incorporated AD-net Technology CO., LTD ADTEK (Shenzhen ADTEK Technology Co., Ltd.) AFL (subsidiary of Fujikura Limited) AiDi Corporation Amphenol Telect, Inc. Broadex Technologies Calix, Incorporated ColorChip The Coretec Group Inc. (Coretech) Corning Incorporated Fiber Optic Communications, Inc. (FOCI) Fibre Optical Component GmbH (FOC) Fiber Cable Solution Technology Co., Ltd (FCST) Fiberon Technologies, incorporated Fi-ra Photonics Company, Limited Fraunhofer Heinrich Hertz Institute (Fraunhofer-Gesellschaft) FS.COM Fujikura Limited Furukawa Electric ... "], ["2020-04-28 12:04", "Top Analyst Upgrades and Downgrades (AKS, APH, MT, AN, CHK, GSK, GMED, IACI, KNXA, MTB, PCYC, VMW, NOK, AAPL, F, GM, DELL, HPQ) – 24/7 Wall St.Source: Jon OggThese are the top analyst calls of upgrades, downgrades, and initiations we have seen from Wall St. research calls this Tuesday morning.AK Steel Holding Corp. (NYSE: AKS) cut to Sell at UBS.Amphenol Corp. (NYSE: APH) cut to Neutral at BofA/"], ["2020-04-28 10:00", "Coronavirus economy: New Yorkers going weeks with no job, no call from unemployment ...  with stress my whole life and this took it out of me,\" she said. \"It's not just annoying. It's physically taking over your body when you don't get answers.\" Jess Dunn, of Elmira Heights, lost her job as a bartender. She is still waiting for the state to respond to her unemployment application. Welcome works as a machinist at the Amphenol Aerospace plant in Sidney. The wife of one of his co-workers was the first person in Otsego County to die from coronavirus. Her husband also tested positive. People started to panic, Welcome said. He has diabetes — a high risk for coronavirus complications — and is under doctor's orders to stay away from the plant and any other workplace. He filed for unemployment insurance April 7 ... "]]}}