{"postfix": "applied_materials-aktie", "name": "APPLIED_MATERIALS", "wkn": "865177", "time": "2020.05.26 14:53", "ts": 1590497602, "features": {"KGV": "17.64", "Marktkapitalisierung": {"Size": "Mrd", "Value": "46.61"}, "GA": "3.04", "KBV": "6.12", "BA": "8.77", "KCV": "15.53", "CA": "3.45", "Vola30": "62.67", "Vola90": "82.05", "Vola180": "63.47", "Vola250": "51.01"}, "rivals": ["aixtron-aktie", "intel-aktie", "amd-aktie", "kla-tencor-aktie", "lam_research-aktie", "novellus_systems-aktie", "brooks_automation-aktie"], "text_data": {"de": [["15.05.20", "MÄRKTE USA/Leichtes Plus trotz schwachem Einzelhandel und China-Streit"], ["15.05.20", "MÄRKTE USA/Sorge um China-Streit und schwacher Einzelhandel belasten"], ["15.05.20", "MÄRKTE USA/Zoff mit China und mauer Einzelhandel lasten"], ["15.05.20", "MÄRKTE USA/Zoff mit China und mauer Einzelhandel lasten"], ["15.05.20", "MARKT USA/Gespanntes Warten auf Wirtschaftsdaten"], ["13.05.20", "Ausblick: Applied Materials präsentiert Bilanzzahlen zum jüngsten Jahresviertel"], ["30.04.20", "April 2020: So haben Analysten ihre Einstufung der Applied Materials-Aktie angepasst"], ["29.04.20", "Erste Schätzungen: Applied Materials informiert über die jüngsten Quartalsergebnisse"], ["31.03.20", "Applied Materials-Aktie: Das sind die Expertenmeinungen des Monats März"], ["16.03.20", "Applied Materials steigert die Dividende"], ["11.03.20", "Applied Materials zahlt Dividende aus"], ["29.02.20", "Applied Materials-Aktie: Das sind die Expertenmeinungen des Monats Februar"], ["18.02.20", "AKTIE IM FOKUS 3: Apple belastet von Umsatzwarnung - Sorgen um Coronavirus"], ["14.02.20", "Applied Materials: Bilanzzahlen zum vergangenen Quartal"], ["13.02.20", "MÄRKTE USA/Kleine Verluste wegen Coronakrise - Cisco enttäuscht"], ["13.02.20", "MÄRKTE USA/Wall Street vermindert Verluste"], ["13.02.20", "MÄRKTE USA/Wall Street mit neuen Virussorgen im Minus"], ["13.02.20", "MÄRKTE USA/Wall Street mit neuen Virussorgen im Minus erwartet"], ["11.02.20", "Ausblick: Applied Materials präsentiert Bilanzzahlen zum jüngsten Jahresviertel"], ["02.01.20", "MÄRKTE USA/Konjunkturoptimismus zieht Wall Street nach oben"], ["02.01.20", "MÄRKTE USA/Konjunkturoptimismus zieht US-Börsen nach oben"], ["02.01.20", "MÄRKTE USA/Konjunkturoptimismus treibt Aktienkurse auf Rekordhochs"], ["02.01.20", "MÄRKTE USA/Konjunkturoptimismus gibt Börsen Auftrieb"]], "en": [["21.05.20", "Is Applied Materials Stock a Buy?"], ["20.05.20", "Stocks Showing Improving Market Leadership: Applied Materials Earns 83 RS Rating"], ["19.05.20", "The Zacks Analyst Blog Highlights: Apple, Taiwan Semiconductor, Applied Materials, KLA and Lam Research"], ["15.05.20", "Applied Materials (AMAT) Q2 Earnings & Sales Miss Estimates"], ["15.05.20", "Applied Materials expects to recoup sales lost to pandemic in second half"], ["15.05.20", "Applied Materials Inc (AMAT) Q2 2020 Earnings Call Transcript"], ["15.05.20", "UPDATE 2-Applied Materials expects to recoup sales lost to pandemic in second half"], ["14.05.20", "Applied Materials (AMAT) Misses Q2 Earnings and Revenue Estimates"], ["14.05.20", "Applied Materials Misses Quarterly Targets Amid Coronavirus Disruptions"], ["14.05.20", "UPDATE 1-Applied Materials misses quarterly revenue estimates, shares fall"], ["14.05.20", "Applied Materials shares dip 2% on revenue, earnings misses"], ["14.05.20", "Applied Materials misses quarterly revenue estimates"], ["13.05.20", "Why Applied Materials (AMAT) Might Surprise This Earnings Season"], ["12.05.20", "Why Applied Materials (AMAT) Could Beat Earnings Estimates Again"], ["11.05.20", "Cisco, Applied Materials, Under Armour and Norwegian Cruise are part of Zacks Earnings Preview"], ["09.05.20", "Buy Applied Materials (AMAT) Stock Ahead of Q2 2020 Earnings?"], ["07.05.20", "Applied Materials (AMAT) Outpaces Stock Market Gains: What You Should Know"], ["07.05.20", "Applied Materials (AMAT) Earnings Expected to Grow: Should You Buy?"], ["24.04.20", "Applied Materials (AMAT) Outpaces Stock Market Gains: What You Should Know"], ["02.04.20", "Applied Materials (AMAT) Stock Sinks As Market Gains: What You Should Know"], ["24.03.20", "Applied Materials Stock Strength Rises, Shares Pop Amid Broad Market Recovery"], ["24.03.20", "Intel, Xilinx stocks get upgrades at Goldman Sachs while Applied Materials falls off conviction list"], ["23.03.20", "UPDATE 1-Applied Materials pulls second-quarter outlook as coronavirus disrupts supply chain"], ["23.03.20", "Applied Materials withdraws second-quarter outlook on coronavirus impact"], ["23.03.20", "Applied Materials withdraws Q2 guidance on coronavirus pandemic"], ["23.03.20", "Better Buy: Universal Display vs. Applied Materials"], ["20.03.20", "The Zacks Analyst Blog Highlights: Microsoft, HP, Garmin, Applied Materials and eBay"], ["20.03.20", "Zacks Value Trader Highlights: Applied Materials, Garmin, InMode, Microsoft and Synaptics"], ["19.03.20", "Applied Materials, Lam Research among 10 stocks getting downgrades at B. Riley"], ["17.03.20", "Why Applied Materials (AMAT) is a Great Dividend Stock Right Now"], ["16.03.20", "How Applied Materials (AMAT) Stock Stands Out in a Strong Industry"], ["13.03.20", "Why Is Applied Materials (AMAT) Down 33% Since Last Earnings Report?"], ["13.03.20", "Applied Materials boosts quarterly dividend to 22 cents a share"], ["12.03.20", "Rubicon, Rogers, Lam Research, Applied Materials and Intel as Zacks Bull and Bear of the Day"], ["03.03.20", "The Zacks Analyst Blog Highlights: Boingo Wireless, Onespan, Dropbox, Micron Technology and Applied Materials"], ["25.02.20", "Zacks.com featured highlights include: CDW, Sony, Applied Materials, Lam Research and Delta Air Lines"], ["20.02.20", "Can Applied Materials (AMAT) Run Higher on Rising Earnings Estimates?"], ["20.02.20", "The Zacks Analyst Blog Highlights: Microsoft, Applied Materials, SAP SE, Lam Research and Tencent"], ["18.02.20", "The Zacks Analyst Blog Highlights: VMware, Applied Materials, Equinix, Shopify and Johnson Controls International"], ["17.02.20", "Is Applied Materials (AMAT) Stock Outpacing Its Computer and Technology Peers This Year?"], ["2020-05-26 12:16", "Device simulates filtering and ion transport functions of human kidney ...  wafers to create a single electrodeionization wafer that uses an electric field to force ions through membranes. The meshes serve as electrodes when voltage is applied. The mesh electrodes enabled independent control of transport chambers within the device, which in turn allowed researchers to select different ions and adjust transport rates  ...  of kidney health Jun 14, 2013 1 in 7 Americans has kidney disease: CDC Jun 09, 2017 Dialysis patients may have faulty 'good' cholesterol Mar 05, 2015 Recommended for you Understanding ceramic materials' 'mortar' may reveal ways to improve them 21 hours ago Building bricks from plastic waste 23 hours ago When predictions of theoretical chemists become reality May 22, 2020 Why toothpaste and cement ... "], ["2020-05-26 11:30", "These Are the 15 'Growthiest' Value Stocks in the S&P 500 ...  per share by at least 10% annually over the past five years. And just 15 are expected to match that growth rate over the next half-decade. The stocks produced by the screen are in the table below. Growth at Value Prices Source: FactSet Companies with a proven growth record and bullish analyst outlooks—but available at value prices—include Anthem (ANTM), Applied Materials (ticker: AMAT), Broadcom (AVGO), Bristol-Myers Squibb (BMY), and Cabot Oil & Gas (COG). Write to Nicholas Jasinski at nicholas.jasinski@barrons.com Close These Are the 15 'Growthiest' Value Stocks in the S&P 500 Growth investing has left value in the dust for the past decade, and its dominance has only been extended during the coronavirus crisis. From To Message SEND ... "], ["2020-05-26 11:21", "Priit Pikame: Legislative drafting ruled by chaos ...  the legislator wished to return to the days of Stalinist criminal policy with the amendment, one is left with the conclusion of seriously defective legislative drafting as whatever kind of punishment can only be applied to the offender and no one else. It is also commonplace for ministry officials to refer people seeking to understand a law to its explanatory memo. The latter have become increasingly baroque hand-in ...  to UK citizens in Estonia post-Brexit? Essential FAQs answered Watch Again Full videos of the XXVII Song and XX Dance Festival 'My Love' ERR News materials terms of use Arhiiv Arhiiv Tpsem otsing Saated ja fotod A- Aastakmnete kaupa Tpsem otsing 1920-2015 Indeks A- ERRi arhiivist leiab vanemaid tele- ja raadiosaateid, filme, fotosid,  ... "], ["2020-05-26 11:00", "CI Financial Announces Strategic Investment In Congress Wealth Management Of Boston ...  that the expectations reflected in such forward-looking statements are based on reasonable assumptions, such statements involve risks and uncertainties. The material factors and assumptions applied in reaching the conclusions contained in these forward-looking statements include that the investment fund industry will remain stable and that interest rates will remain ... exchange rates, global financial markets, changes in government regulations or in tax laws, industry competition, technological developments and other factors described or discussed in CI's disclosure materials filed with applicable securities regulatory authorities from time to time. The foregoing list is not exhaustive and the reader is cautioned to consider these and other factors  ... "], ["2020-05-26 10:00", "Medallion Renews Strategy For US Rare Earth Element Supply Chain ... , due to strong influence of Chinese state-owned companies in REE mining, processing, and magnet manufacturing industries. US re-industrialization has reinforced the business model being applied by Medallion Resources. Medallion is a long-term participant in the REE industry, focused on development of a transferable technology that enables production of REEs entirely  ... strategic defense systems. Medallion is committed to following best practices and accepted international standards in all aspects of mineral transportation, processing, and the safe management of waste materials. More about Medallion (TSX-V: MDL; OTCPK: MLLOF; Frankfurt: MRDN) can be found at medallionresources.com Contact(s): Mark Saxon , President & CEO Donald Lay , Director & Strategic  ... "], ["2020-05-26 10:00", "THE LATEST: Slight increase of coronavirus-related hospitalizations since Sunday ... 34; DEEP said it would be closed for the duration of the public health emergency. 8:30 a.m. Gov. Ned Lamont said that since new jury trials, both civil and criminal, were suspended back on March 12, that also applied to jury duty for those cases. 6 a.m. Worldwide COVID-19 cases rose to 1,282,041 with 70,172 deaths and 269,451 recoveries. The U.S. had 337,646 total cases, 9,648 deaths and 17, ...  be dispersed. 6 a.m. Worldwide, more than 423,000 people infected and more than 18,000 deaths. More than 108,000 people have recovered so far, mostly in China. South Korea will provide testing materials to U.S. in response to President Donald Trump's request for help. White House and Senate leaders reached a deal on a $2 trillion U.S. aid package . March 24 8:50 p.m ... "], ["2020-05-26 09:30", "OPINION: Investment multiplier could revive economy ...  multiplier would result in the money going to workers as salaries.Also benefiting would be the South African beneficiation and manufacturing value chain as well as local companies that supply the materials and the equipment for the new industry. Local companies would deduct the PAYE from the salary of workers and pay the tax to SARS, while the workers would use the income  ...  advantage determined by the existing endowment structure: either in new sectors that are too advanced or in old sectors that have lost the comparative advantage. The same approach should be applied across all the sectors of the economy, including the removal of impediments that prevent the achievement of higher inclusive economic, as well as the bureaucratic red and the payments to small ... "], ["2020-05-26 08:25", "Echo Daily ...  honour those intentions or hopes the law provides principles than ensure a degree of certainty in the application of trust funds including charitable trust funds and the Court has applied these principles in giving its advice in these reasons.'Barber responds on social mediaThough not the outcome she had hoped for, Celeste Barber took to Instagram to break  ...  prop to shore up Australia's faltering economy, could be vulnerable.This is quite literally unthinkable to Scott Morrison and his colleagues even they admit that during the 2009 GFC crisis, flogging raw materials to China was crucial to keeping the nation out of recession. Now recession is already upon us, and to lose our only chance of avoiding a still worse future would be catastrophic.And this ... "], ["2020-05-26 07:01", "Society For Information Display Unveils 2020 Display Industry Award Winners ... fi film. The foldable display employs a cover window made of flexible, hardened plastic. Samsung says that it successfully reduced the thickness by more than 50 percent by taking advantage of materials that enable ultra-thin layers. The stress of various layers (including the TFT, light-emitting layers, polarizing plate, and cover window) is appropriately dispersed, allowing the product to pass a strict ...  end. Completing these process steps on a flat piece of glass cuts down on processing time and costs, as machines can accommodate more parts and coatings are applied more uniformly. TanvasTouch Surface Haptics from Tanvas A Chicago -based company founded in 2011 by two Northwestern University professors, Tanvas has been developing the next generation of  ... "], ["2020-05-26 06:02", "'Most of our time is spent outside': Would you send your kids to a Green School? ...  is unlike any institution I've seen before, with pod-like buildings straddled across a broad field. The Bali site is built entirely from locally-sourced bamboo, and organic materials have been similarly used in the New Zealand campus. But the buildings aren't where most of the learning takes place. \"The majority of of our time is spent ...  talking about.\" When it comes to applying this philosophy to other schools, in places with physical, financial, or social restrictions, however, Edwards still believes the Green School values can be applied to different contexts. There are plenty of schools already incorporating environmentalism within their curriculums. The main Green School NZ building. Green School NZ \"There's no way in the middle ... "], ["2020-05-26 03:07", "What has Wuhan Institute of Virology, Chinese Academy of Sciences done since the COVID-19 outbreak? ... samples from Wuhan, and later successfully isolated the virus causing COVID-19. Since then, Wuhan National Biosafety Laboratory has urgently launched laboratory accreditation and applied for laboratory activity qualification to conduct scientific research on COVID-19. The laboratory obtained activity qualifications for COVID-19 research in culturing cell,  ... biosafety management system, including a series of procedures, protocols and standardized operating manuals covering such aspects as scientific research projects, personnel, laboratory animals, wastes treatment, and infectious materials management, so as to ensure the safe and efficient operation of the laboratory. The physical facilities of the laboratory shall be tested by a third-party institution ... "], ["2020-05-25 23:29", "The 100-year anniversary of WA's worst train crash ... the tracks. According to the Australian Forrest History Society Inc. Newsletter, a jury ruled the crash, which killed nine men and injured two, was caused by \"insufficient brake power being applied at the proper time\". The West Australian reported a \"gruesome discovery\" for the searchers. Camera Icon The Mornington train crashed killed nine workers in 1920 and is  ...  remains of the train. He said although the crash was sad, it was astonishing to think about the amount of manual-labour that would have been required to build a railway network and transport materials in the early 1900s. His grandson Jono, said it was fascinating to learn about the history of his town and hoped to discover more artefacts in the area. Get the latest news from thewest ... "], ["2020-05-25 20:00", "Judge rules against Florida on felons paying fines to vote ... how that group of Floridians overall would lean politically in an election and how many would vote. The judge called the Florida rules a \"pay to vote\" system that are unconstitutional when applied to felons \"who are otherwise eligible to vote but are genuinely unable to pay the required amount.\" A further complication is determining the exact amount in fines and other kinds of  ... text, photo, graphic, audio and/or video material shall not be published, broadcast, rewritten for broadcast or publication or redistributed directly or indirectly in any medium. Neither these AP materials nor any portion thereof may be stored in a computer except for personal and noncommercial use. The AP will not be held liable for any delays, inaccuracies, errors or  ... "], ["2020-05-25 17:43", "Seoul city miscalculates relief fund beneficiaries, to inject $188m more ...  aged 60 and above. It also missed counting the 85,000 people sharing accommodations, who are eligible for the aid as members of separate households. \"It looks as though many citizens applied, viewing the program as one that compensates for the disaster, rather than an extension of the existing support for the financially disadvantaged,\" a Seoul City official said, saying the assumption that  ... if safety isn't guaranteed' > UNC finds both Koreas violated armistice agreement in DMZ gunfire incident > SK Chemicals to sell bioenergy biz to invest in green materials > Hyundai Steel wins green award for climate change response > Four more one-stop service centers for immigrants in the works > Seoul city miscalculates relief fund beneficiaries, to  ... "], ["2020-05-25 15:00", "New soliton laser pulses deliver high energy in a trillionth of a second ...  demonstration of a new law in laser physics that is most important in our research,\" Dr. Runge said. \"We have shown that E = 1/ 3 and we hope this will change how lasers can be applied in the future.\" Establishing this proof of principle will enable the team to make more powerful soliton lasers. Dr. Blanco-Redondo said: \"In this research we produced pulses that are as short as a trillionth  ...  New soliton laser pulses deliver high energy in a trillionth of a second 29 minutes ago New double-contrast technique picks up small tumors on MRI 29 minutes ago Understanding ceramic materials' 'mortar' may reveal ways to improve them 29 minutes ago RDE-3 found to add pUG tails to targets of RNA interference and to transposon RNAs 59 minutes  ... "], ["2020-05-25 14:35", "(LEAD) Court issues arrest warrants for members of Telegram sexual abuse ring ...  Ju-bin and a dozen of his co-conspirators have so far been arrested and indicted for allegedly producing and distributing sexual exploitation materials online for profit. But police have yet to determine whether to apply the charge of organizing a criminal group to all of them. Police said they applied the criminal group charge to the two members because they had allegedly joined Baksabang, though they were aware that the chatroom was operated under a system of shared roles and responsibilities, instead of being run by Cho alone. Now the court recognized the criminal group charge for the two, it is likely to be applied to Cho and all of his accomplices. About 60 paid members of Baksabang have been booked on criminal charges, and police plan to additionally ... "], ["2020-05-25 13:53", "Researchers observe protons 'playing hopscotch' in a high-pressure form of ice ... expected to influence heavily the microscopic behavior of any water thereon.\" \"The explanation also accounts for why these protons can be seen to hop along when an electric field is applied. Thus, this study is able to provide a clear and consistent explanation to a previously puzzling problem—the 'how and why' of making ice superionic.\" Professor English  ...  half-century-old magnesium dimer mystery May 22, 2020 Scientists use pressure to make liquid magnetism breakthrough May 19, 2020 Superconductors with 'zeitgeist' when materials differentiate between the past and the future May 18, 2020 Researchers report memresistor material composition breakthrough May 12, 2020 Long-lived pionic helium: Exotic matter experimentally  ... "], ["2020-05-25 13:00", "How to Set an LSAT Study Plan Months in Advance ...  have a lighter workload, such as over the summer or during a long break. Give some thought to your personal learning style. Research various LSAT test prep options and try out some free online materials to determine if you work best solo or in a class, watching video lectures or reading prep books, accountable only to yourself or to a tutor. This phase may take up to three months,  ...  COVID-19 Student Loan Ranger Why Student Loan Default Rate Matters You May Also Like What Can You Do With a Finance Degree? The ability to manage money is a skill that can be applied in nearly any industry, experts say. Ilana Kowarski May 21, 2020 COVID-19 and Med School Essays The key to addressing COVID-19 in medical school applications is an organized approach. Ali Lotfi, M. ... "], ["2020-05-25 11:15", "THE LATEST: Worldwide COVID-19 cases hit 5.5 million ... 34; DEEP said it would be closed for the duration of the public health emergency. 8:30 a.m. Gov. Ned Lamont said that since new jury trials, both civil and criminal, were suspended back on March 12, that also applied to jury duty for those cases. 6 a.m. Worldwide COVID-19 cases rose to 1,282,041 with 70,172 deaths and 269,451 recoveries. The U.S. had 337,646 total cases, 9,648 deaths and 17, ...  be dispersed. 6 a.m. Worldwide, more than 423,000 people infected and more than 18,000 deaths. More than 108,000 people have recovered so far, mostly in China. South Korea will provide testing materials to U.S. in response to President Donald Trump's request for help. White House and Senate leaders reached a deal on a $2 trillion U.S. aid package . March 24 8:50 p.m ... "], ["2020-05-25 11:03", "Anatomy of a man-made disaster: 320 ways Donald Trump failed to protect us from the coronavirus ...  a new threat to the Trump administration's plans to roll out high-volume testing to 2,000 sites across the country by the end of the week. \"...The materials in question include swabs that medical workers use to collect samples of patients' phlegm and saliva for testing, and disposable plastic tips for the pipettes that lab technicians use to  ... One New York nurse who died from COVID-19 worked on a unit where clinicians had to wear garbage bags due to a shortage of PPE (221). That evening, it was reported that 3.3 million Americans had applied for unemployment , a record number, and Trump told Sean Hannity \"I don't believe you need 40,000 or 30,000 ventilators. You go into major hospitals sometimes, and they'll have two ventilators . And ... "]]}}