{"postfix": "apple-aktie", "name": "APPLE", "wkn": "865985", "time": "2020.05.26 14:51", "ts": 1590497476, "features": {"KGV": "18.85", "Marktkapitalisierung": {"Size": "Bio", "Value": "1.28"}, "GA": "11.89", "KBV": "11.40", "BA": "19.67", "KCV": "15.06", "CA": "14.89", "Vola30": "24.37", "Vola90": "56.07", "Vola180": "43.28", "Vola250": "35.25"}, "rivals": ["amazon-aktie", "intel-aktie", "microsoft-aktie", "ibm-aktie", "nokia-aktie", "qualcomm-aktie", "amd-aktie"], "text_data": {"de": [["2020.05.26", "Corona: Apple zahlt Zuschuss für autorisierte Schrauber"], ["2020.05.26", "iOS 14: Wie Apples unveröffentlichtes Betriebssystem leakte"], ["25.05.20", "Apple Mail: iOS-Updates beseitigen offenbar schwere Lücke"], ["25.05.20", "Entwickler bei deutscher Corona-App bei Halbzeit angekommen"], ["25.05.20", "Unc0ver-Jailbreak unterstützt alternative App-Stores und Dienste wie iCloud und Apple Pay"], ["25.05.20", "Apple liefert Updates für ältere iPhones und iPads"], ["25.05.20", "\"iPhone 12\": Apple spart sich angeblich mitgelieferte Kopfhörer"], ["25.05.20", "Syng gegen Homepod: Frühere Apple-Ingenieure planen revolutionären Lautsprecher"], ["25.05.20", "Apples iPhone und iPad: Aktueller Jailbreak für iOS 13.5 nutzt Zero-Day-Lücke aus"], ["23.05.20", "Apple: iOS 14 Monate vor Veröffentlichung geleakt"], ["22.05.20", "Massive Abhörvorwürfe gegen Apple"], ["22.05.20", "Apple TV+: Mythic-Quest-Folge mit dem iPhone gedreht"], ["22.05.20", "Apple: Hammer-News aus China"], ["22.05.20", "ROUNDUP/ Facebook-Chef: In zehn Jahren jeder zweite Mitarbeiter nicht im Büro"], ["22.05.20", "Wie Apple, Starbucks und Co. den Banken das Leben schwer machen"], ["22.05.20", "Apple bringt Updates für HomePod und Apple TV"], ["22.05.20", "Siri-Sprachaufnahmen: Whistleblower bezweifelt Apples Einhaltung des Versprechens"], ["22.05.20", "Studie: Deutsche wollen in der Corona-Krise kontaktlos bezahlen"], ["22.05.20", "COVID-19-Pandemie: Apple und Google veröffentlichten Exposure Notification API"], ["22.05.20", "Facebook-Chef: In zehn Jahren jeder zweite Mitarbeiter nicht im Büro"], ["21.05.20", "MÄRKTE USA/Konjunkturdaten und US-chinesische Spannungen belasten"], ["21.05.20", "MÄRKTE USA/Konjunkturdaten und Misstöne zwischen USA und China belasten"], ["21.05.20", "MÄRKTE USA/Wall Street an datenüberflutetem Tag zurückhaltend"], ["21.05.20", "MÄRKTE USA/Börsen an datenüberfluteten Tag leichter erwartet"], ["21.05.20", "22 Länder haben Interesse: Google und Apple bieten Tracking-Plattform"], ["21.05.20", "Mobile Betriebssysteme: Apple veröffentlicht iOS 13.5 und iPadOS 13.5"], ["21.05.20", "MARKT USA/Leichterer Start in datenüberfluteten Tag erwartet"], ["21.05.20", "Apple und Google veröffentlichen Schnittstellen für Corona-Warn-Apps"], ["21.05.20", "Apple und Google stellen gemeinsame Corona-Tracking-Technologie zur Verfügung"], ["21.05.20", "Apple & Google: Schnittstellen für Warn-App sind bereit"], ["21.05.20", "WhatsApp-Messages ohne Lesebestätigung lesen - so geht's"], ["21.05.20", "Das bieten die verschiedenen iPod-Modelle "], ["20.05.20", "Corona-App: Apple und Google veröffentlichen Schnittstellen"]], "en": [["2020.05.26", "Central Park review: Apple TV Plus' first cartoon is a surprising gem     - CNET"], ["25.05.20", "Latvia to launch Google-Apple friendly coronavirus contact tracing app"], ["25.05.20", "Latvia to launch Google-Apple friendly coronavirus contact tracing app"], ["25.05.20", "This former NASA and Apple engineer built a Ninja Warrior course for squirrels     - CNET"], ["23.05.20", "Apple Is Still Planning Exclusive Podcasts to Fend Off Spotify"], ["23.05.20", "Is Apple Stock a Buy?"], ["23.05.20", "Former Apple designer to launch rival to HomePod and Sonos"], ["23.05.20", "Samsung, LG, Apple heighten competition in mid-range smartphone market "], ["22.05.20", "Zacks Value Trader Highlights: AbbVie, B&G Foods, H&R Block, Microsoft and Apple"], ["22.05.20", "Dow Jones Heads Lower as IBM Cuts Jobs, Apple Stock Holds Its Ground on Podcast Plans"], ["22.05.20", "Apple Arcade updates Sonic Racing and other games to play over the long weekend     - CNET"], ["22.05.20", "Apple Arcade's new Towers of Everland game is a big medieval adventure in a small package     - CNET"], ["22.05.20", "Apple (AAPL) to Beef Up TV+ Content Library With Popular Shows"], ["22.05.20", "The Zacks Analyst Blog Highlights: Amazon, Facebook, Netflix, Apple and Microsoft"], ["22.05.20", "The Zacks Analyst Blog Highlights: Alphabet, Apple, Facebook, Netflix and Amazon.com"], ["22.05.20", "Better Buy: Roku vs. Apple"], ["21.05.20", "Latvia to be one of first to use Apple and Google software for coronavirus contact-tracing apps"], ["21.05.20", "Health Care Could Be Growth Driver For Apple Services"], ["21.05.20", "Irish regulator questions Apple over recordings"], ["21.05.20", "Irish regulator questions Apple over recordings"], ["21.05.20", "Personal finance tracker Copilot adds support for Apple Card spreadsheet imports"], ["21.05.20", "Better Buy: Apple vs. Netflix"], ["21.05.20", "Apple wants to help parents, teachers get over distance learning hurdles     - CNET"], ["21.05.20", "Apple Glasses: What we expect, what we think we know     - CNET"], ["21.05.20", "Google, Apple Launch Contact-Tracing App: FAANG Stocks Gain "], ["21.05.20", "23 countries seek access to Apple and Google’s contact tracing technology"], ["20.05.20", "Apple-Google contact tracing tech draws interest in 23 countries, some hedge bets"], ["20.05.20", "Apple and Google still in talks with UK about COVID-19 app technology"], ["20.05.20", "Apple and Google still in talks with UK about COVID-19 app technology"], ["20.05.20", "Apple and Google still in talks with UK about COVID-19 app technology"], ["20.05.20", "Apple, Google release technology for pandemic apps"], ["20.05.20", "Apple-Google contact tracing tech launches, with 23 countries seeking access"], ["20.05.20", "Apple and Google launch exposure notification API, enabling public health authorities to release apps"], ["20.05.20", "Apple releases final iOS 13.5 with coronavirus exposure alert support"], ["20.05.20", "Apple and Google's coronavirus tracking tools are out     - CNET"], ["20.05.20", "Apple may drop EarPods from iPhone 12 box, analyst says     - CNET"], ["20.05.20", "Apple Buys the Rights to Tom Hanks Movie \"Greyhound\""], ["20.05.20", "2 Challenges Facing Apple TV+"], ["20.05.20", "Apple and Google contact-tracing software released"], ["20.05.20", "Apple Siri whistleblower pushes EU for more reforms on voice recording tech     - CNET"], ["2020-05-26 12:46", "Community surprises WWII vet with parade outside home on Memorial Day ...  KEYC News Now This Morning Agriculture Crime Iowa Minnesota National News Weather Closings Closing Alerts Closings Admin Minnesota Road Conditions Iowa Road Conditions Weather Blog Sports High School College Sports Extra Triple Play Prep Athlete of the Week Prep Athlete of the Week Nominations Community Bandwagon Best of the Class Community Calendar Education Health Golden Apple Golden Apple Nominations Mr. Food Pick of the Litter Business Hometown Connection Programming Schedule Circle - Country Music & Lifestyle Full Court Press with Greta Van Susteren About Us Satellite Carriage Requests Where to Find KEYC Where to Find NEYC Contact Us National News Community surprises WWII vet with parade outside home on Memorial Day Mass. WWII veteran surprised with ... "], ["2020-05-26 12:41", "WHO warns that 1st wave of pandemic not over; dampens hopes ...  account Create your account Receive up-to-date newsletters Set up text alerts Log In Log In / Register Log In / Register log in to manage your profile and account Create your account Receive up-to-date newsletters Set up text alerts Log In Weather FOX23 Doppler Radar 5day Hour by Hour School Closings News News Videos Fox23 Investigates Coronavirus News Politics Golden Apple Award St. Jude Dream Home Clark Howard Video Watch Live Live Stream FOX23 Live Streams Traffic Download FOX23 apps Sports High School Football Entertainment Burger Brothers Tracing Route 66 Trending Uplifting News What's On Today? Contests Community Tulsa Open For Business About Us Newsletter Sign-up FOXBOX FOX23 Staff Contact Us My41Tulsa Closed Caption help KOKI EEO Statement KMYT ... "], ["2020-05-26 12:41", "Black man dies after video shows officer kneeling on neck ...  account Create your account Receive up-to-date newsletters Set up text alerts Log In Log In / Register Log In / Register log in to manage your profile and account Create your account Receive up-to-date newsletters Set up text alerts Log In Weather FOX23 Doppler Radar 5day Hour by Hour School Closings News News Videos Fox23 Investigates Coronavirus News Politics Golden Apple Award St. Jude Dream Home Clark Howard Video Watch Live Live Stream FOX23 Live Streams Traffic Download FOX23 apps Sports High School Football Entertainment Burger Brothers Tracing Route 66 Trending Uplifting News What's On Today? Contests Community Tulsa Open For Business About Us Newsletter Sign-up FOXBOX FOX23 Staff Contact Us My41Tulsa Closed Caption help KOKI EEO Statement KMYT ... "], ["2020-05-26 12:40", "Covid-19: Non-essential shops to open from June 15 as UK eases lockdown ...  Zealand Travel Coronavirus Vaccine Update Salman-Bhagyashree Nick Jonas Priyanka Shares Twinkle Khanna Covid-19 Vaccine Ranbir-Deepika Shah Rukh's Fans Trending topics Kareena-Saif Karan's Mother Karan Johar Shah Rukh-Kajol Swara Bhasker Akshay Kumar Kunal Kemmu Kareena Kapoor Shah Rukh's Throwback Shah Rukh Khan Priyanka Chopra Salman's New Song Samsung Galaxy A31 Apple Airpods Redmi Note 9 Pro Sale Amazon App Quiz Mumbai Lockdown Hyderabad Lockdown Follow us on facebook twitter rss feed youtube download toi app android iphone BlackBerry ipad windows phone Text resize: a a a About us Create Your Own Ad Terms of Use and Grievance Redressal Policy Privacy policy Advertise with us RSS Sitemap Archives Copyright 2020 Bennett, Coleman & Co. Ltd ... "], ["2020-05-26 12:38", "NYC woman apologizes after calling police on black man after argument over unleashed dog ...  account Create your account Receive up-to-date newsletters Set up text alerts Log In Log In / Register Log In / Register log in to manage your profile and account Create your account Receive up-to-date newsletters Set up text alerts Log In Weather FOX23 Doppler Radar 5day Hour by Hour School Closings News News Videos Fox23 Investigates Coronavirus News Politics Golden Apple Award St. Jude Dream Home Clark Howard Video Watch Live Live Stream FOX23 Live Streams Traffic Download FOX23 apps Sports High School Football Entertainment Burger Brothers Tracing Route 66 Trending Uplifting News What's On Today? Contests Community Tulsa Open For Business About Us Newsletter Sign-up FOXBOX FOX23 Staff Contact Us My41Tulsa Closed Caption help KOKI EEO Statement KMYT ... "], ["2020-05-26 12:32", "Action against foreign nationals who attended Tablighi Jamaat congregation in Delhi, charge-sheets to be filed today ...  on the web New Zealand Travel Coronavirus Vaccine Update Arjun Kapoor Nick Jonas Priyanka Shares Twinkle Khanna Covid-19 Vaccine Ranbir-Deepika Shah Rukh's Fans Trending topics Kareena-Saif Karan's Mother Karan Johar Shah Rukh-Kajol Hrithik Roshan Akshay Kumar Kunal Kemmu Kareena Kapoor Esha Gupta Shah Rukh Khan Priyanka Chopra Salman's New Song Samsung Galaxy A31 Apple Airpods Redmi Note 9 Pro Sale Amazon App Quiz Mumbai Lockdown Hyderabad Lockdown Follow us on facebook twitter rss feed youtube download toi app android iphone BlackBerry ipad windows phone Text resize: a a a About us Create Your Own Ad Terms of Use and Grievance Redressal Policy Privacy policy Advertise with us RSS Sitemap Archives Copyright 2020 Bennett, Coleman & Co. Ltd. All ... "], ["2020-05-26 12:31", "Best football players in the world 2020 ...  Entertainment Sci-Fi/ Fantasy Soaps Soaps View all Soaps Coronation Street EastEnders Emmerdale Hollyoaks On Demand On Demand View all On Demand Netflix Amazon Prime Video Movies Drama Comedy TV TV View all TV TV News TV On Demand TV Listings On Demand On Demand View all On Demand Netflix Netflix View all Netflix Best movies Best TV shows Sky Box Sets Disney+ Amazon Prime Video NOW TV Apple TV+ BritBox BBC iPlayer Film Film View all Film Film News Film On Demand Film on TV Sport Radio Stay Safe Mag Offer Magazine subscription offer newsletters holidays RT shop money book club Home News Sport Best football players in the world 2020 Best football players in the world 2020 We run the rule over the 10 best football players in the world in 2020 Share on Facebook ... "], ["2020-05-26 12:30", "Young child shot, seriously hurt while playing with gun on Memorial Day, DC police say ...  account Create your account Receive up-to-date newsletters Set up text alerts Log In Log In / Register Log In / Register log in to manage your profile and account Create your account Receive up-to-date newsletters Set up text alerts Log In Weather FOX23 Doppler Radar 5day Hour by Hour School Closings News News Videos Fox23 Investigates Coronavirus News Politics Golden Apple Award St. Jude Dream Home Clark Howard Video Watch Live Live Stream FOX23 Live Streams Traffic Download FOX23 apps Sports High School Football Entertainment Burger Brothers Tracing Route 66 Trending Uplifting News What's On Today? Contests Community Tulsa Open For Business About Us Newsletter Sign-up FOXBOX FOX23 Staff Contact Us My41Tulsa Closed Caption help KOKI EEO Statement KMYT ... "], ["2020-05-26 12:27", "North Carolina wild horse euthanized after snake bite ... Real Estate Entertainment Movies Music Arts Television Comics Puzzles and Games Events Maritime Garage Gallery: Virtual exhibit explores humanity's Foxwoods lays out safety plans as casinos prepare phased Comic invites you to call, says 'Bob Saget's Here For You' Stamford High School student among Palace playwright winners Living Health Home and Garden Family Religion Seniors Travel Food Apple pie baking class at Mike's Organic Market in Stamford Did you know Susan Sarandon's daughter is a Fairfield County Stamford coffee brewers make CT Magazine's 40 Under 40 Class of Colony vs. Riko's pizza: Barstool Sports tries to settle debate Obituaries Classifieds Jobs Cars Open for Business Today's Paper Insider Menu Sections https ... "], ["2020-05-26 12:27", "Chardham project: Nitin Gadkari lauds BRO for achieving Chamba tunnel breakthrough ...  on the web New Zealand Travel Coronavirus Vaccine Update Arjun Kapoor Nick Jonas Priyanka Shares Twinkle Khanna Covid-19 Vaccine Ranbir-Deepika Shah Rukh's Fans Trending topics Kareena-Saif Karan's Mother Karan Johar Shah Rukh-Kajol Hrithik Roshan Akshay Kumar Kunal Kemmu Kareena Kapoor Esha Gupta Shah Rukh Khan Priyanka Chopra Salman's New Song Samsung Galaxy A31 Apple Airpods Redmi Note 9 Pro Sale Amazon App Quiz Mumbai Lockdown Hyderabad Lockdown Follow us on facebook twitter rss feed youtube download toi app android iphone BlackBerry ipad windows phone Text resize: a a a About us Create Your Own Ad Terms of Use and Grievance Redressal Policy Privacy policy Advertise with us RSS Sitemap Archives Copyright 2020 Bennett, Coleman & Co. Ltd. All ... "], ["2020-05-26 12:23", "Philippine President Duterte says no school until there is a coronavirus vaccine ...  on the web New Zealand Travel Coronavirus Vaccine Update Arjun Kapoor Nick Jonas Priyanka Shares Twinkle Khanna Covid-19 Vaccine Ranbir-Deepika Shah Rukh's Fans Trending topics Kareena-Saif Karan's Mother Karan Johar Shah Rukh-Kajol Hrithik Roshan Akshay Kumar Kunal Kemmu Kareena Kapoor Esha Gupta Shah Rukh Khan Priyanka Chopra Salman's New Song Samsung Galaxy A31 Apple Airpods Redmi Note 9 Pro Sale Amazon App Quiz Mumbai Lockdown Hyderabad Lockdown Follow us on facebook twitter rss feed youtube download toi app android iphone BlackBerry ipad windows phone Text resize: a a a About us Create Your Own Ad Terms of Use and Grievance Redressal Policy Privacy policy Advertise with us RSS Sitemap Archives Copyright 2020 Bennett, Coleman & Co. Ltd. All ... "], ["2020-05-26 12:23", "Aston Martin CEO steps down as 007 carmarker hits skidsSearch About Us Advertise with Us Malay Mail Home Malaysia COVID-19 World Money Life Eat/Drink Showbiz WYT Opinion Sports Tech/Gadgets Drive Videos Archives About Us Privacy Policy Terms of Use Advertise with Us Apple AppStore Google Play Store Huawei App Gallery Google News ProjekMM Home Malaysia COVID-19 World Money Life Eat/Drink Showbiz Opinion Sports Tech/Gadgets Drive Videos ProjekMM Loading... Home Money Aston Martin CEO steps down as 007 carmarker hits skids Tuesday, 26 May 2020 08:23 PM MYT Aston Martin CEO Andy Palmer peers down the lines of a display model of a AM-RB 001 in Toronto, Ontario, Canada, February 15, 2017. — Reuters pic LONDON, May 26 — Aston Martin chief executive Andy Palmer has left James Bond's favourite carmaker as ... "], ["2020-05-26 12:23", "Queen guitarist Brian May suffers heart attack, says he 'could have died' ...  President Give Their Thoughts on NBA G-League Changes With Top High School Prospects Being Able to Sign Video Save-An-Eye All-Star Selection Extra Special For One Local Family Despite Game Being Canceled Video Gannon's Webb Jr. and Olawoye Off to New Stops Video On Our Air Be a Tourist Birthdays Blood Watch Border Report Tour Dr. Joe Barber Golden Apple Award Good Kid Health Reports Hidden History Hometown Heroes iRock Fitness Video Jet Pet Melinda's Garden Moment LECOM Motivation Monday PI 365 Star Struck Tech Talk Wild Stuff The Mel Robbins Show Your Money Japan 2020 Marketplace Thrifty Thursday Ask the Professional Your Wellness Network Virtual Home Show Community Operation Skilled Workforce See it, Shoot it, Send it Your Events Celebrating the ... "], ["2020-05-26 12:21", "‘Alarmingly immature’: Farm machinery stunt videos criticised ...  In Invalid email or password. Not an Irish Times subscriber? Subscribe Digital Subscriptions FAQs Frequently asked questions about your digital subscription Subscriber Only Articles Specially selected and available only to our subscribers Subscriber Rewards Exclusive offers, discounts and invitations Subscriber Tour Explore the features of your subscription Crossword Club Digital Simplex and Crosaire crosswords Newspaper Archive 150 years of Irish Times journalism My Account Manage your account eBooks Carefully curated selections of Irish Times writing Email Newsletters Sign up to get the stories you want delivered to your inbox The ePaper An exact digital replica of the printed paper Breaking news app Our Apple and Android app s to read on the go Sign Out"], ["2020-05-26 12:21", "Raimondo, Alexander-Scott to hold coronavirus briefing at 11 am ...  COVID-19 Northwest / 3 hours ago Video 'The Miracle Man': Pawtucket native with Down Syndrome survives COVID-19 It's Good News / 3 days ago Video Providence offering free 2-hour parking as businesses reopen Providence / 4 days ago Raimondo brushes off Trump's call to reopen churches this weekend Politics / 4 days ago Video DOWNLOAD APPS NOW: Apple App Store | Google Play Store More Coronavirus Stories Massachusetts hair salons, barbershops back in business by Brandon Truitt, Melanie DaSilva / May 26, 2020 SEEKONK, Mass. (WPRI) — As Massachusetts coronavirus cases head in a downward trend, it has allowed Gov. Charlie Baker to move forward with reopening the state's economy. On Monday, Massachusetts expanded its Phase 1 options which ... "], ["2020-05-26 12:21", "The Latest: Kremlin spokesman with virus home from hospital ...  account Create your account Receive up-to-date newsletters Set up text alerts Log In Log In / Register Log In / Register log in to manage your profile and account Create your account Receive up-to-date newsletters Set up text alerts Log In Weather FOX23 Doppler Radar 5day Hour by Hour School Closings News News Videos Fox23 Investigates Coronavirus News Politics Golden Apple Award St. Jude Dream Home Clark Howard Video Watch Live Live Stream FOX23 Live Streams Traffic Download FOX23 apps Sports High School Football Entertainment Burger Brothers Tracing Route 66 Trending Uplifting News What's On Today? Contests Community Tulsa Open For Business About Us Newsletter Sign-up FOXBOX FOX23 Staff Contact Us My41Tulsa Closed Caption help KOKI EEO Statement KMYT ... "], ["2020-05-26 12:20", "11th Nebraska prison employee tests positive for COVID-19 ... Real Estate Entertainment Movies Music Arts Television Comics Puzzles and Games Events Maritime Garage Gallery: Virtual exhibit explores humanity's Foxwoods lays out safety plans as casinos prepare phased Comic invites you to call, says 'Bob Saget's Here For You' Stamford High School student among Palace playwright winners Living Health Home and Garden Family Religion Seniors Travel Food Apple pie baking class at Mike's Organic Market in Stamford Did you know Susan Sarandon's daughter is a Fairfield County Stamford coffee brewers make CT Magazine's 40 Under 40 Class of Colony vs. Riko's pizza: Barstool Sports tries to settle debate Obituaries Classifieds Jobs Cars Open for Business Today's Paper Insider Menu Sections https ... "], ["2020-05-26 12:20", "When is documentary Jeffrey Epstein: Filthy Rich on Netflix? ... -Fi/ Fantasy Soaps Soaps View all Soaps Coronation Street EastEnders Emmerdale Hollyoaks On Demand On Demand View all On Demand Netflix Amazon Prime Video Movies Drama Comedy TV TV View all TV TV News TV On Demand TV Listings On Demand On Demand View all On Demand Netflix Netflix View all Netflix Best movies Best TV shows Sky Box Sets Disney+ Amazon Prime Video NOW TV Apple TV+ BritBox BBC iPlayer Film Film View all Film Film News Film On Demand Film on TV Sport Radio Stay Safe Mag Offer Magazine subscription offer newsletters holidays RT shop money book club Home News On Demand When is documentary Jeffrey Epstein: Filthy Rich on Netflix? When is documentary Jeffrey Epstein: Filthy Rich on Netflix? Netflix's new docu-series explores the case of convicted ... "], ["2020-05-26 12:20", "What is the test, track and trace system in England? ... one part of the operation ahead of the other. How important is the app? The government initially set great store by it. Hancock is known to be a great fan of technology. It was hoped it would make the work of contact tracing much easier, but the trial on the Isle of Wight has thrown up problems. For one thing, it appears the app does not work so well with Google- and Apple-operated phones. What will the call handlers do? They will work from home initially, and possibly in call centres later. They will be given the details of somebody who has tested positive for Covid-19 and call them to find out whom they have met in the previous two days. The call handlers will phone those people and advise them and their family to self-isolate for 14 days. They should then ... "], ["2020-05-26 12:19", "Brazil police searches Rio de Janeiro governor's residence ... Real Estate Entertainment Movies Music Arts Television Comics Puzzles and Games Events Maritime Garage Gallery: Virtual exhibit explores humanity's Foxwoods lays out safety plans as casinos prepare phased Comic invites you to call, says 'Bob Saget's Here For You' Stamford High School student among Palace playwright winners Living Health Home and Garden Family Religion Seniors Travel Food Apple pie baking class at Mike's Organic Market in Stamford Did you know Susan Sarandon's daughter is a Fairfield County Stamford coffee brewers make CT Magazine's 40 Under 40 Class of Colony vs. Riko's pizza: Barstool Sports tries to settle debate Obituaries Classifieds Jobs Cars Open for Business Today's Paper Insider Menu Sections https ... "]]}}