{"postfix": "astrazeneca-aktie", "name": "ASTRAZENECA", "wkn": "886455", "time": "2020.05.26 16:10", "ts": 1590502228, "features": {"KGV": "29.03", "Marktkapitalisierung": {"Size": "Mrd", "Value": "134.14"}, "GA": "3.50", "KBV": "10.07", "BA": "10.09", "KCV": "35.56", "CA": "2.86", "Vola30": "34.87", "Vola90": "60.45", "Vola180": "45.39", "Vola250": "35.78"}, "rivals": ["evotec-aktie", "johnson_johnson-aktie", "merck_co-aktie", "gilead_sciences-aktie", "roche_2-aktie", "bayer-aktie", "teva_adrs-aktie"], "text_data": {"de": [["25.05.20", "ROUNDUP: Altmaier will gemeinsames EU-Projekt für Arzneimittelproduktion"], ["25.05.20", "Altmaier will gemeinsames EU-Projekt für Arzneimittelproduktion"], ["22.05.20", "Astrazeneca: Das ist eine Ansage - über eine Milliarde Dollar im Kampf gegen Corona"], ["21.05.20", "ROUNDUP: USA geben Milliarden-Finanzspritze für Impfstoff aus Großbritannien"], ["21.05.20", "MÄRKTE EUROPA/Anleger nehmen Gewinne mit"], ["21.05.20", "USA zahlen 1,2 Mrd USD an Astrazeneca für möglichen Corona-Impfstoff"], ["21.05.20", "AKTIE IM FOKUS: AstraZeneca klettern auf Rekordhoch - Corona-Impfstoff-Hoffnung"], ["21.05.20", "AstraZeneca: Neue Hoffnung auf Corona-Impfstoff"], ["21.05.20", "USA bestellen möglichen Corona-Impfstoff bei AstraZeneca"], ["21.05.20", "Astrazeneca: Können 1 Milliarde Covid-19-Impfstoffdosen herstellen"], ["20.05.20", "Astrazeneca und Merck erhalten Zulassung für Prostata-Krebsmittel"], ["20.05.20", "ANALYSE-FLASH: Barclays belässt Astrazeneca auf 'Overweight' - Ziel 9200 Pence"], ["20.05.20", "Astrazeneca erhält weitere US-Zulassung für Krebsmittel Lynparza"], ["01.05.20", "Moderna, BioNTech und Co aufgepasst: Astrazeneca positioniert sich"], ["30.04.20", "April 2020: Das sind die Expertenmeinungen zur AstraZeneca-Aktie"], ["30.04.20", "AstraZeneca und Universität Oxford bündeln Kräfte bei Corona-Impfstoff"], ["30.04.20", "Dividenden-Garanten Astrazeneca und GlaxoSmithKline: Prognosen stehen, aber..."], ["30.04.20", "Newsticker Corona: AstraZeneca soll möglichen Impfstoff der Uni Oxford herstellen"], ["30.04.20", "AstraZeneca mit Zahlen zum abgelaufenen Quartal"], ["30.04.20", "AstraZeneca: Bilanzvorlage zum letzten Quartal"], ["29.04.20", "Astrazeneca übertrifft Erwartungen zum Jahresstart - Prognose bestätigt"], ["28.04.20", "Ausblick: AstraZeneca gibt Ergebnis zum abgelaufenen Quartal bekannt"], ["28.04.20", "Ausblick: AstraZeneca legt Zahlen zum jüngsten Quartal vor"], ["24.04.20", "ROUNDUP/Global vernetzt, global verwundbar: Corona und die Arznei-Knappheit"]], "en": [["2020.05.26", "AstraZeneca PLC : Director/PDMR Shareholding"], ["22.05.20", "AstraZeneca PLC : Enhertu US orphan designation in gastric cancer"], ["22.05.20", "UPDATE 9-U.S. secures 300 million doses of potential AstraZeneca COVID-19 vaccine"], ["22.05.20", "AstraZeneca jumps on Covid-19 vaccine funding"], ["22.05.20", "UPDATE 8-U.S. secures 300 million doses of potential AstraZeneca COVID-19 vaccine"], ["21.05.20", "BJ’s, AstraZeneca rise; Hormel Foods, Medtronic fall"], ["21.05.20", "U.S. secures 300 million doses of potential AstraZeneca COVID-19 vaccine"], ["21.05.20", "UPDATE 7-U.S. secures 300 million doses of potential AstraZeneca COVID-19 vaccine"], ["21.05.20", "AstraZeneca Pops On $1.2 Billion In Funding For Coronavirus Vaccine"], ["21.05.20", "Covid-19 has brought on a case of corporate good citizenship at AstraZeneca"], ["21.05.20", "U.S. Seals Deal with AstraZeneca for 300 Million Doses of Potential Coronavirus Vaccine"], ["21.05.20", "UPDATE 6-U.S. secures 300 million doses of potential AstraZeneca COVID-19 vaccine"], ["21.05.20", "The Wall Street Journal: U.S. to invest $1.2 billion to secure potential coronavirus vaccine from AstraZeneca, Oxford University"], ["21.05.20", "U.S. gives AstraZeneca $1.2 billion to fund Oxford University coronavirus vaccine — America would get 300 million doses beginning in October"], ["21.05.20", "Fin24.com | AstraZeneca gets over $1 billion from US to fund coronavirus vaccine"], ["21.05.20", "UPDATE 5-U.S. secures 300 million doses of potential AstraZeneca COVID-19 vaccine"], ["21.05.20", "U.S. secures 300 million doses of potential AstraZeneca COVID-19 vaccine"], ["21.05.20", "UPDATE 4-U.S. secures 300 million doses of potential AstraZeneca COVID-19 vaccine"], ["21.05.20", "AstraZeneca secures orders for COVID-19 vaccine"], ["21.05.20", "AstraZeneca to make billion COVID vaccine doses if tests succeed"], ["21.05.20", "REFILE-UPDATE 2-AstraZeneca to make billion COVID vaccine doses if tests succeed"], ["21.05.20", "UPDATE 2-AstraZeneca to make billion COVID vaccine doses if tests succeed"], ["21.05.20", "Coronavirus: AstraZeneca ready to supply potential vaccine in September"], ["21.05.20", "AstraZeneca books orders for 400m doses of Oxford vaccine"], ["21.05.20", "AstraZeneca gets first supply deals for COVID vaccine, eyes late stage trials"], ["21.05.20", "UPDATE 1-AstraZeneca gets first supply deals for COVID vaccine, eyes late stage trials"], ["21.05.20", "AstraZeneca says it can produce 1 billion doses of Oxford's potential COVID-19 vaccine"], ["21.05.20", "AstraZeneca PLC : AstraZeneca advances response to COVID-19 outbreak"], ["20.05.20", "FDA Approves New Prostate Cancer Treatment From AstraZeneca and Merck"], ["20.05.20", "AstraZeneca made a bet on Moderna back in 2013. Here’s what it’s worth now"], ["20.05.20", "AstraZeneca and Merck's Lynparza gets FDA approval for prostate cancer"], ["20.05.20", "UPDATE 1-AstraZeneca-Merck's Lynparza gets U.S. FDA nod for prostate cancer treatment"], ["20.05.20", "AstraZeneca-Merck's Lynparza gets U.S. FDA nod for prostate cancer"], ["20.05.20", "AstraZeneca PLC : Lynparza approved in the US for prostate cancer"], ["18.05.20", "AstraZeneca PLC : Bevespi Aerosphere approved in China for COPD"], ["18.05.20", "AstraZeneca PLC : Enhertu US Breakthrough status for lung cancer"], ["13.05.20", "The Zacks Analyst Blog Highlights: Amazon, AstraZeneca, CME, Cisco and General Electric"], ["12.05.20", "Top Stock Reports for Amazon, AstraZeneca & CME Group"], ["11.05.20", "AstraZeneca PLC : Lynparza gets broader US ovarian cancer approval"], ["11.05.20", "AstraZeneca PLC : Enhertu designated gastric cancer BTD"], ["2020-05-26 13:46", "Merck working with non-profit IAVI to develop COVID-19 vaccine ... which is in early clinical development phases. RELATED Vaccine for COVID-19 safe, effective in first human clinical trial, study says Merck joins an expanding field of vaccine candidates, several of which are already in human clinical trials. U.S. firm Novavax said Tuesday it's entered clinical trials for a potential vaccine and expects first results within weeks. RELATED U.S. gives AstraZeneca $1B for COVID-19 vaccine candidate World moves to reopen amid COVID-19 pandemic Employees wearing face shields and masks work at the Matsuya Ginza department store, which partially reopened in Tokyo on May 25. Prime Minister Shinzo Abe lifted the state of emergency in the city. Photo by Keizo Mori/UPI | License Photo People gather at Rye Playland Beach in New York ... "], ["2020-05-26 13:33", "Pharma giant Merck just jumped into the coronavirus race with 2 vaccine candidates slated to start human testing this year (MRK) ...  in the world. After vaguely hinting at coronavirus research efforts for several weeks, Merck unveiled its research ambitions Tuesday. The company highlighted three programs — two vaccine efforts and one experimental antiviral pill. Read more: Scientists are racing to create a coronavirus vaccine that can halt the pandemic in its tracks. Here are the top 3 candidates from Moderna, Pfizer, and AstraZeneca aiming to be ready this fall. \"We will ensure that all of these programs have the resources, attention and focus they need and that the COVID-19 pandemic demands,\" Merck CEO Kenneth Frazier said in a statement . Merck is collaborating with the nonprofit IAVI to build off its success in crafting an effective Ebola vaccine that was approved in ... "], ["2020-05-26 13:15", "German Respiratory Devices Market, Forecast To 2025 - Focus On Therapeutic Devices, Diagnostic & Monitoring Devices, Consumables & Accessories ...  5.1. Germany Respiratory Device Market by Product5.1.1. Therapeutic Devices5.1.2. Diagnostic and Monitoring Devices5.1.3. Consumables and Accessories5.2. Germany Respiratory Device Market by End-user5.2.1. Homecare5.2.2. Hospitals and Clinics 6. Company Profiles 6.1. 3M Co.6.2. Acorda Therapeutics, Inc.6.3. Adamis Pharmaceuticals Corp.6.4. Adherium Ltd.6.5. Air Liquide S.A.6.6. AstraZeneca PLC6.7. Bayer AG6.8. Bespak6.9. Boehringer Ingelheim International GmbH6.10. Chiesi Farmaceutici S.p.A.6.11. Gilbert Technologies B.V.6.12. GlaxoSmithKline PLC6.13. H&T Presspart Manufacturing Ltd.6.14. Hamilton Medical AG6.15. Koninklijke Philips N.V.6.16. Medtronic PLC6.17. Novartis AG6.18. PMD Device Solutions Ltd.6.19. ResMed Corp.6.20. Savara, Inc.6.21. Teicos Pharma ... "], ["2020-05-26 12:33", "FACTBOX-Global pharma industry steps up efforts to battle coronavirus ...  in humans in the United Ongoing early and States, showed it produced protective antibodies in a small group of healthy mid-stage trials, volunteers. with plans to begin late-stage trials in July. May 22 CanSino Biologics Early results showed the vaccine is safe and induces a rapid immune response. Being tested in a mid-stage trial in Wuhan. May 22 AstraZeneca Has teamed up with Oxford University to develop a vaccine. Preliminary data Started patient from a small trial in six monkeys found that some animals given a single shot recruitment for a developed antibodies against the virus within 14 days. late-stage trial. May 20 Inovio Pharma Its experimental vaccine to prevent coronavirus infection was shown to produce Preliminary results protective antibodies ... "], ["2020-05-26 12:33", "FACTBOX-Global pharma industry steps up efforts to battle coronavirus ...  in humans in the United Ongoing early and States, showed it produced protective antibodies in a small group of healthy mid-stage trials, volunteers. with plans to begin late-stage trials in July. May 22 CanSino Biologics Early results showed the vaccine is safe and induces a rapid immune response. Being tested in a mid-stage trial in Wuhan. May 22 AstraZeneca Has teamed up with Oxford University to develop a vaccine. Preliminary data Started patient from a small trial in six monkeys found that some animals given a single shot recruitment for a developed antibodies against the virus within 14 days. late-stage trial. May 20 Inovio Pharma Its experimental vaccine to prevent coronavirus infection was shown to produce Preliminary results protective antibodies ... "], ["2020-05-26 12:30", "Merck buys vaccine maker Themis Bioscience in fight against coronavirus ...  trials in 10,000 sample The move to human trials has been fast-tracked as at least eight firms, according to the WHO, are working to find a reliable and safe vaccine World 3 days ago China — saviour or 'wolf warrior'? Mixed with Beijng's generosity as a benevolent donor of aid is a readiness to tussle with geopolitical adversaries World 3 hours ago AstraZeneca's quest for Covid-19 vaccine gets $1bn boost from US However, there has been concern that the US could have a vaccine before other countries thanks to its funding of big pharmaceutical firms Companies 4 days ago Please enable JavaScript to view the comments powered by Disqus. Most read 1. Central Energy Fund in talks to buy Sasol's ... Companies / Energy 2. Confident Spear ... "], ["2020-05-26 12:00", "AbbVie Wrapped Its $63 Billion Allergan Buyout — Is AbbVie Stock A Buy? ... stock's 12-month performance. This means ABBV stock is among the upper echelon of stocks with RS Ratings of 80 or higher. Shares were above their 50-day and 200-day moving averages intraday on May 22. Allergan Acquisition Wrapped AbbVie just bought Botox-maker Allergan for $63 billion. On Jan. 27, AbbVie said it would sell an experimental drug, brazikumab , to AstraZeneca ( AZN ) to help curry favor for the Allergan deal. Brazikumab is being tested in Crohn's disease and ulcerative colitis. The pharmaceutical company is also selling Zenpep and Viokace to Nestle. Zenpep treats a side effect of cystic fibrosis and Viokace helps some patients digest food normally. Analysts remain relatively mixed on the deal. Allergan is well known for Botox, a cosmetic ... "], ["2020-05-26 12:00", "Albireo To Present At 2020 Jefferies Virtual Healthcare Conference ...  familial intrahepatic cholestasis (PFIC) and biliary atresia. Albireo's clinical pipeline also includes two Phase 2 product candidates. Elobixibat is in Phase 2 development in NAFLD and NASH. Approved in Japan for the treatment of chronic constipation, elobixibat is the first ileal bile acid transporter (IBAT) inhibitor approved anywhere in the world. Albireo was spun out from AstraZeneca in 2008. Albireo Pharma is located in Boston, Mass., and its key operating subsidiary is located in Gothenburg, Sweden. The Boston Business Journal named Albireo one of the 2019 Best Places to Work in Massachusetts. For more information on Albireo, please visit www.albireopharma.com . Investor Contact: Hans Vitzthum, LifeSci Advisors, LLC, 617-430-7578 Media Contact ... "], ["2020-05-26 12:00", "Moderna To Host Virtual Science Day On June 2, 2020 ... delivery technology and manufacturing, providing Moderna the capability to pursue in parallel a robust pipeline of new development candidates. Moderna is developing therapeutics and vaccines for infectious diseases, immuno-oncology, rare diseases and cardiovascular diseases, independently and with strategic collaborators. Headquartered in Cambridge, Mass., Moderna currently has strategic alliances for development programs with AstraZeneca PLC and Merck & Co., Inc., as well as the Defense Advanced Research Projects Agency (DARPA), an agency of the U.S. Department of Defense, and the Biomedical Advanced Research and Development Authority (BARDA), a division of the Office of the Assistant Secretary for Preparedness and Response (ASPR) within the U.S. Department ... "], ["2020-05-26 12:00", "The Propeller Sensor For Symbicort Connects To The Propeller App To Deliver Insights On Medication Use (Photo: Business Wire) ... The Propeller platform has been shown in previous clinical studies to increase asthma control by up to 63 percent, 1 increase medication adherence by up to 58 percent, 2 reduce asthma-related emergency department visits and hospitalizations by as much as 57 percent, 3 and reduce COPD-related healthcare utilization by as much as 35 percent. 4 \"Our partnership with AstraZeneca will give respiratory patients a tool to help manage their condition and increase their medication adherence, a critical factor in keeping people out of the hospital,\" said David Van Sickle, co-founder and CEO of Propeller Health. \"This is an important step in transforming the way people receive preventative care, enabling self-management from home and ensuring that providers ... "], ["2020-05-26 12:00", "Stocks & ETFs Beneficiaries of Coronavirus Vaccine Ramp-Up ...  ETF ( BTEC - Free Report ) (5.1% focus). These funds have added in the range of 11% to 15% past month. Novavax shares have gained 132.5% past month (as of May 22, 2020). The stock has sizable exposure of about 8.1% to Invesco DWA Healthcare Momentum ETF ( PTH - Free Report ) . PTH was up 15.3% past month against about 5% gains for the S&P 500. AstraZeneca was up 8% past month and has some decent holding in VanEck Vectors Pharmaceutical ETF (PPH) and CNCR. PPH however underperformed the broader market past month. Overall, biotech ETFs that enjoyed solid momentum past month are ARK Genomic Revolution Multi-Sector ETF ( ARKG - Free Report ) (up 23.7%), Virtus LifeSci Biotech Clinical Trials ETF ( BBC - Free Report ) (up 19.5%), CNCR (up 15.6%), IDNA (up 12 ... "], ["2020-05-26 11:30", "Rigel To Present At The Jefferies Virtual Healthcare Conference ...  anemia (AIHA); a completed Phase 1 study of R835 1, a proprietary molecule from its interleukin receptor associated kinase (IRAK) inhibitor program; and an ongoing Phase 1 study of R552 1, a proprietary molecule from its receptor-interacting protein kinase (RIP) inhibitor program. In addition, Rigel has product candidates in clinical development with partners Aclaris Therapeutics, AstraZeneca, BerGenBio ASA, and Daiichi Sankyo. Please see www.TAVALISSE.com for the full Prescribing Information. 1This product candidate is investigational and has not been established safe or effective by the U.S. Food and Drug Administration (FDA) or any regulatory authority. Contact: David Burke Phone: 650.624.1232Email: dburke@rigel.com View original content to download ... "], ["2020-05-26 11:18", "Novavax says COVID-19 vaccine candidate in clinical trials ...  the Phase 2 portion of the trial.\" Novavax said NVXCoV2373 demonstrated \"high immunogenicity and high levels of neutralizing antibodies\" during pre-clinical tests and showed \"strong evidence\" it will be effective in fighting COVID19 in humans. Novavax's vaccine candidate joins a list of several others that are in clinical trials. U.S. biotech firm Moderna announced last week positive stage-one results for its candidate and AstraZeneca said British researchers at the University of Oxford have begun enrolling subjects in its advanced-stage trial for its candidate. Read More Vaccine for COVID-19 safe, effective in first human clinical trial, study says Vaccination and coronavirus: Public good clashes with choice, freedom U.S. gives ... "], ["2020-05-26 11:06", "Novavax shares jump after starting Covid-19 vaccine study in Australia ...  that have begun testing vaccines for the pandemic in people, according to the World Health Organisation. WHO estimates there are more than 100 other vaccine candidates in earlier stages of development. Moderna Inc reported the first Covid-19 vaccine results in humans last week. Smaller vaccine developers are racing alongside larger, profitable drug makers like Pfizer Inc, AstraZeneca Plc as well as academic institutions. Even if a vaccine is eventually shown to be effective, there will be hurdles to manufacturing as well as distribution. Related Story Coronavirus microsite: Get latest updates, videos and graphics Related Story Coronavirus explainers: What you should know to protect yourself Related Story Coronavirus visual guide: Interactive graphics on the ... "], ["2020-05-26 11:04", "Kia's new Rio supermini gets hybrid technology for 2020 ...  in an unused garage for 40 years without moving How much is your car tax going up this year? VED double whammy from 1 April 2020 will hike costs for many drivers Advertisement LATEST BUSINESS NEWS Foxtons to restart in-person viewings Aston Martin shares jump as boss leaves Rolls-Royce turns the screw on small suppliers Bangladeshi factories battle UK billionaire Moment of truth for Astrazeneca VW ordered to buy back diesel cars Marks & Spencer boss slashes his bonuses Ministers weigh up 25bn sovereign wealth fund VW California interest rockets 250% DON'T MISS Where to invest after the crisis Meet the 'futurists' who forecast what happens next - where does that mean you should invest. Lloyd's insurer heaps shame on its own industry over its ... "], ["2020-05-26 11:04", "Novavax launches its first coronavirus vaccine test on humans ...  to focus on COVID-19, the illness caused by the novel coronavirus that has infected more than 5.3 million people worldwide and resulted in more than 343,000 deaths. The World Health Organization (WHO) on Friday said that 10 experimental vaccines were being tested on humans, including the Novavax compound. Groups including CanSino, Moderna and an alliance between Oxford university and AstraZeneca have moved or are close to moving on to enlarged trials from initial testing on small groups of participants. Novavax last month said it had identified a candidate, NVX-CoV2373, with which it planned to use its Matrix-M adjuvant to enhance immune responses. Adjuvants are designed to boost the immune response induced by a vaccine and provide longer-lasting protection ... "], ["2020-05-26 10:56", "UPDATE 1-Novavax launches its first coronavirus vaccine test on humans ...  to focus on COVID-19, the illness caused by the novel coronavirus that has infected more than 5.3 million people worldwide and resulted in more than 343,000 deaths. The World Health Organization (WHO) on Friday said that 10 experimental vaccines were being tested on humans, including the Novavax compound. Groups including CanSino, Moderna and an alliance between Oxford university and AstraZeneca have moved or are close to moving on to enlarged trials from initial testing on small groups of participants. Novavax last month said it had identified a candidate, NVX-CoV2373, with which it planned to use its Matrix-M adjuvant to enhance immune responses. Adjuvants are designed to boost the immune response induced by a vaccine and provide longer-lasting protection ... "], ["2020-05-26 10:56", "UPDATE 1-Novavax launches its first coronavirus vaccine test on humans ...  to focus on COVID-19, the illness caused by the novel coronavirus that has infected more than 5.3 million people worldwide and resulted in more than 343,000 deaths. The World Health Organization (WHO) on Friday said that 10 experimental vaccines were being tested on humans, including the Novavax compound. Groups including CanSino, Moderna and an alliance between Oxford university and AstraZeneca have moved or are close to moving on to enlarged trials from initial testing on small groups of participants. Novavax last month said it had identified a candidate, NVX-CoV2373, with which it planned to use its Matrix-M adjuvant to enhance immune responses. Adjuvants are designed to boost the immune response induced by a vaccine and provide longer-lasting protection ... "], ["2020-05-26 08:50", "Take Five: Coronavirus vaccine race is on ...  screen displaying stock prices outside a brokerage in Tokyo, Japan, March 17, 2020. REUTERS/Issei Kato U.S. President Donald Trump has put his faith in anti-malarial drug hydroxychloroquine to ward off COVID-19, but governments and investors are focusing on a vaccine. Without one, it's unlikely economic activity can resume fully. So the race is on, and the rewards are rich: AstraZeneca ( AZN.L ) has vaulted into the position of the most valuable British company after receiving a U.S. pledge for up to $1.2 billion for its experimental vaccine. Novavax Inc ( NVAX.O ) said on Monday it has started the Phase 1 clinical trial of a novel coronavirus vaccine candidate and has enrolled the trial's first participants, with preliminary results slated for July ... "], ["2020-05-26 08:06", "US Biotech Firm Kicks Off COVID Vaccine Tests on Humans After Receiving $388Mln From Bill Gates Fund ... one of an estimated 10 that have begun such tests, according to the World Health Organisation. Moderna Inc. reported the first COVID vaccine results on humans last week. The WHO estimates there are more than 100 other vaccine candidates that are currently in earlier stages of development, with smaller firms competing alongside larger drug producers like Pfizer Inc., AstraZeneca Plc., and academic institutions. ... Reddit Google+ Blogger Pinterest StumbleUpon Telegram WhatsApp 0 0 Related: Russia's Gamalei Institute Expects to Launch Human Trials for COVID-19 Vaccine by 15 June Coronavirus Vaccine Developed at Oxford Lab Could Be Only 50% Effective - Reports US Stock Futures Rise on Hopes of Vaccine Against Coronavirus Pharma Giants Reportedly Rejected EU ... "]]}}