{"postfix": "at_s-aktie", "name": "AT_S_(AT&S)", "wkn": "922230", "time": "2020.05.26 15:12", "ts": 1590498761, "features": {"KGV": "70.33", "Marktkapitalisierung": {"Size": "Mio", "Value": "616.16"}, "GA": "3.80", "KBV": "0.96", "BA": "15.92", "KCV": "3.10", "CA": "5.12", "Vola30": "49.56", "Vola90": "76.11", "Vola180": "61.98", "Vola250": "50.82"}, "rivals": ["nokia-aktie", "siemens-aktie", "philips-aktie", "tdk-aktie", "elexis-aktie", "asml_1-aktie"], "text_data": {"de": [["2020.05.26", "EANS Adhoc: AT & S Austria Technologie & Systemtechnik Aktiengesellscha"], ["25.05.20", "EANS Adhoc: AT & S Austria Technologie & Systemtechnik Aktiengesellscha"], ["12.05.20", "EANS Adhoc: AT & S Austria Technologie & Systemtechnik Aktiengesellscha"], ["31.03.20", "AT&S-Chef warnt vor Abwanderungen der Industrie nach China"], ["26.03.20", "EANS Adhoc: AT & S Austria Technologie & Systemtechnik Aktiengesellscha"], ["12.03.20", "EANS Adhoc: AT & S Austria Technologie & Systemtechnik Aktiengesellscha"], ["12.03.20", "EANS Adhoc: AT & S Austria Technologie & Systemtechnik Aktiengesellscha"], ["04.02.20", "MÄRKTE EUROPA/Börsen fester - Intesa treibt Italiens Banken"], ["04.02.20", "MÄRKTE EUROPA/Weiter aufwärts - Intesa treibt Italiens Banken"], ["04.02.20", "MÄRKTE EUROPA/Kräftig erholt - BP treibt Ölwerte"], ["04.02.20", "MÄRKTE EUROPA/Börsen-Erholung geht weiter - AT&S brechen ein"], ["03.02.20", "EANS Adhoc: AT & S Austria Technologie & Systemtechnik Aktiengesellscha"]], "en": [["01.04.20", "CleanSpark gets $577K order for ATS switchgear technology to power grocery stores amid coronavirus"], ["29.01.20", "Stamina ATS Air Rower is selling for $220 until midnight tonight     - CNET"], ["2020-05-26 13:11", "Only supporting, not key player in Maha: Rahul ... player in Maharashtra: Rahul Gandhi Covid-19: 20 fresh cases reported in CISF This app is helping 7500+ housing societies in India deal with COVID-19 Red alert issued for Maharashtra's Vidharbha, MP as heatwave sweep Central India NEW DELHI: Amid allegations of mishandling the Covid-19 crisis in Maharashtra by opposition leaders who even demanded dismissal of the state government, Congress  ... Tuesday. Tongues started wagging as Nationalist Congress Party president Sharad Pawar went to meet governor Bhagat Singh Koshyari at Raj Bhavan, in what was described by both sides as a \"courtesy call\". Accompanied by NCP MP Praful Patel, this was Pawar's first-ever meeting with the governor who was appointed in September 2019, crowning a series of recent  ... "], ["2020-05-26 13:10", "Elementary school construction proposal may still be two years from going to voters ...  Southington among redistricting options Southington school board continues to study redistricting, possibly closing Flanders School Advertisement View Comments More From This Section Memorial Day marked with smaller ceremonies, no parades Posted May 25 2020 MERIDEN — About 50 people attended a small Memorial Day ceremony Monday at the American Legion Post... Read More Area summer camps plan to open with strict guidelines Posted May 25 2020 The magic of summer camp can still be a part of children's lives this year as many day camps will op... Read More Area high school seniors remain committed to their choice colleges, despite COVID-19 Posted May 24 2020 Gracie Waldron is senior class president of of Sheehan High School. But maroon and gold are not ... "], ["2020-05-26 13:10", "Covid-19: 20 fresh cases reported in CISF ...  come, the personnel have been shifted for medical isolation,\" the officer said. A total of 25 personnel from this Delhi airport guarding unit are under treatment at present. The Delhi airport CISF unit has been continuously working to facilitate passengers boarding or de-boarding special rescue flights from or to India during the lockdown  ... at present apart from securing vital infrastructure in the nuclear and aerospace domain. Facebook Twitter Linkedin Mail Start a Conversation end of article Trending Topics Coronavirus cases in India India China border news Uddhav Thackeray Coronavirus in India live Locust Attack Locust attack India BSEB Matric Result Coronavirus vaccine update India Result Bihar Board 10th Result Top Stories Right Now World China's ... "], ["2020-05-26 13:10", "Man stops car to rescue injured baby squirrel, who's now part of his family ...  Video Council members could ban smoking in bars in Louisiana city May 26, 2020 SHREVEPORT, La. (AP) — City leaders in northwest Louisiana will consider banning smoking in bars. KTBS-TV reports the Shreveport City Council is scheduled to consider extending the city's smoking ban to bars, parks and playgrounds on Tuesday. The move would also ban vaping. Read the Full Article Top Stories Orange Beach PD releases names of missing swimmers, all from Louisiana Video Police: Baby shot at home in Louisiana, parents not hurt Video Council members could ban smoking in bars in Louisiana city RING THE BELL: Teen cancer survivor celebrates the end of treatment, honors best friend Video Queen guitarist Brian May suffers heart attack, says he 'could have ... "], ["2020-05-26 13:10", "Pet Advice: Preparing for severe weather ... State Fair Weather Interactive Radar WeatherCam Network Closings and Delays Current Alerts Weather App/Text Alerts Kidcast Sports Local Sports Football Frenzy Full Court Press Emporia State Hornets Kansas Jayhawks Kansas State Wildcats Washburn Ichabods Kansas City Royals Kansas City Chiefs Top Stories Busch passes Cindric in OT to win Xfinity race at Charlotte Top Stories Mahomes' foundation provides 15 scholarships for U.S. Navy SEAL families Hamlin crew members suspended 4 races over tungsten drop Keselowski gets win but Hendrick Motorsports takes 2 losses Ewing out of hospital after being treated for COVID-19 Report It! Contests Community Senior Class of 2020 Photos Restaurant Guide Local Calendar Photo Galleries Remarkable Women Kansas Lottery Visit ... "], ["2020-05-26 13:10", "BSEB Class X result: Overall pass percentage 80.59 ...  his office, in the presence of additional chief secretary (education) RK Mahajan and Board chairman Anand Kishor. The result has been uploaded on www.resultbseb.online, www.onlinebseb.in and www.biharboardonline.com . The overall pass percentage in the class X exams this year recorded at 80.59%, which is 0.14% lower than the previous year's figure of 80.73%. Himanshu Raj of Janta High School in Rohtas district was declared as the topper of class X board exam by securing 481 out of total 500 marks (96.2%). Durgesh Kumar of SK High School, Samastipur got the second rank with 480 marks, 96 percentage. Shubham Kumar of Sri Harkhen Kumar Jain Gyansthali, Bhojpur bagged third position with 478/500 marks, and secured 95.6%. Boys outnumber girls in the class X ... "], ["2020-05-26 13:10", "Rapid antibody tests only for surveillance purpose: HC ...  2020, 16:10 HRS IST | Home National International Business Sports Legal Entertainment Photos Graphics Bhasha Jobs Tenders Welcome Guest! You Are Here: Home Legal Sensex slips 63.29 points to end at 30,609.30; Nifty edges 10.20 points lower to 9,029.05. Rapid antibody tests only for surveillance purpose: HC Advertisement Print E-mail Comment [ - ] Text [ + ] 15:10 HRS  ...  were merely for surveillancepurposes. \"Both the state and Union government are of theunanimous opinion that the rapid antibody tests are notdiagnostic tests,\" the court said. \"Hence, the petitioner's prayer seeking for this testto be conducted on all people living in containment zoneswould be of no avail as this is not a diagnostic test,\" thebench said. The court said it  ... "], ["2020-05-26 13:09", "Farm aid program opens for applications Tuesday ... Contests TV Schedule Circle - Country Music & Lifestyle Full Court Press with Greta Van Susteren About Us Advertise With Us Contact Us Coronavirus Farm aid program opens for applications Tuesday The milkman returns to some areas By Kimberly L. Wright | May 26, 2020 at 9:09 AM EDT - Updated May 26 at 9:09 AM (Gray News) - Farmers and ranchers who have been hurt financially by the coronavirus pandemic have an opportunity to get aid from the federal government starting Tuesday. The U.S. Department of Agriculture is accepting applications for the Coronavirus Food Assistance Program through Aug. 28. Farmers and ranchers have been walloped by issues related to the closures of restaurants and schools. They left many farmers without a market for their goods, forcing ... "], ["2020-05-26 13:09", "Farm aid program opens for applications Tuesday ...  Florida Weekend Sports Traffic About Us Programming Programming Schedule Full Court Press with Greta Van Susteren Circle - Country Music & Lifestyle Coronavirus Farm aid program opens for applications Tuesday The milkman returns to some areas By Kimberly L. Wright | May 26, 2020 at 9:09 AM EDT - Updated May 26 at 9:09 AM (Gray News) - Farmers and ranchers who have been hurt financially by the coronavirus pandemic have an opportunity to get aid from the federal government starting Tuesday. The U.S. Department of Agriculture is accepting applications for the Coronavirus Food Assistance Program through Aug. 28. Farmers and ranchers have been walloped by issues related to the closures of restaurants and schools. They left many farmers without a market for their ... "], ["2020-05-26 13:08", "Adidas shoes commemorating Canadian runner sell out fast ... s items from the collection sold out fast,\" the foundation said in a tweet. Read also: Adidas and Beyonce to launch gender-neutral collection Together, we can see Terry's dream realized. Today we are honoured to celebrate the 40th Anniversary of Terry Fox's Marathon of Hope with the launch of our commemorative collection. Shop the collection at 10am at https://t.co/toTJTAORwb pic.twitter.com/CZGOQcSYgV — adidas Canada (at ... goal that Fox had set for himself. To date, over Can$750 million (US$540 million) has been raised in his name. Your premium period will expire in 0 day(s) close x Subscribe to get unlimited access Get 50% off now Subscribe now Topics : adidas shoes sneakers Terry-Fox follow JPLUS Hot Stories Health 1 day ago Why countries  ... "], ["2020-05-26 13:07", "How Scottie Young Jr's Transfer Impacts WVU ... , therefore he currently has to sit out one year unless he is approved for immediate eligibility. You can follow us for future coverage by clicking \"Follow\" on the top righthand corner of the page. Also, be sure to like us on Facebook & Twitter: Facebook - @WVUonSI Twitter - @SI_WVU and Schuyler Callihan at @Callihan_ . Comment Comments Football FEATURED COMMUNITY WVU Women's Soccer Mentally Preparing During Unexpected Downtime WVU Women's Soccer head coach Nikki Izzo-Brown has her team breaking down film and mentally preparing for the upcoming season Christopher Hall 14 hours ago Like Comment JUCO Corner Talks WVU Ahead of Decision Do the Mountaineers have a chance to land one of the top corners in junior college? Schuyler Callihan May ... "], ["2020-05-26 13:07", "Harvey Haddix pitched 12 perfect innings and lost ...  guys on the bench during the game, but no one would even talk to him,'' Mazeroski said with a laugh. \"We all knew what the hell was going on.'' Milwaukee's Felix Mantilla opened the bottom of the 13th by reaching on an error by Pirates third baseman Don Hoak, ending the perfect game. Mathews, who would hit 512 homers in his career, sacrificed him to second (one ... , came out, pitched the ninth and got the save. \"I went through four razors, but I came out a new man,'' he said. \"I added a foot to my fastball.'' I saw him at an airport a few years ago, and reminded him of that game. \"I remember,'' he said. \"May 7, 1990.'' He was right. In 1993, the Indians' Carlos Martinez hit a fly ball ... "], ["2020-05-26 13:07", "US Home Prices Surged In March, But... ...  Video - New! Donate Advertise Manifesto RSS US Home Prices Surged In March, But... by Tyler Durden Tue, 05/26/2020 - 09:07 Home prices in the top 20 cities in America rose at a stunning 3.92% YoY in March (according to the admittedly lagged latest data from S&P Case-Shiller). This is the fastest acceleration in home prices since Dec 2018. Overall home prices rose at 4.35% YoY with Phoenix, Seattle, Charlotte reported highest year-over-year gains among 19 cities surveyed. That prices are continuing to rise may provide solace for some but we note that S&P CoreLogic removed the data for Detroit for virus-related reasons... which is likely to dramatically skew the data. Login Username Password Create new account Reset your password Channels Video Commodities ... "], ["2020-05-26 13:06", "Allegations against ABS-CBN recycled anew at House hearing ... of being biased towards former president Benigno Aquino III. The same issues had already been addressed by government agencies—including the labor department, the Bureau of Internal Revenue, and the Securities and Exchange Commission—at an earlier Senate hearing but not at the House of Representatives. Calida absent Solicitor General Jose Calida, who filed the first quo warranto petition asking the Supreme Court to void the company's franchise, was not present at the hearing. Rep. Jonathan Sy Alvarado (Bulacan) said the government's top lawyer \"should be enjoined to attend future hearings and explain why he should not be held in contempt.\" Not surprisingly, Calida was defended by House Speaker Cayetano, who asked for 'leniency ... "], ["2020-05-26 13:05", "Top Nagoya prosecutor replaces scandal-hit chief of Tokyo office ...  the move, as it was seen as an attempt to set Kurokawa up for an arbitrary promotion to the prosecutor-general post. Kurokawa is seen to be close to Prime Minister Shinzo Abe's administration. Twitter Facebook LinkedIn Mail the editor Error Report Republishing Commenting Policy JOIN THE CONVERSATION GET THE BEST OF THE JAPAN TIMES IN FIVE EASY PIECES WITH TAKE 5 PHOTOS Click to enlarge KEYWORDS courts , scandals , gambling , Hiromu Kurokawa , Makoto Hayashi WHAT'S TRENDING EDITORS' PICKS Pro wrestler and 'Terrace House' star Hana Kimura dies at 22 Ep. 38 'Case of The Costume Incident' April travelers to Japan dropped 99.9% from year earlier to 2,900 Japan likely to completely lift coronavirus state of emergency on Monday ... "], ["2020-05-26 13:05", "Cargill donation helps FFA chapters deal with virus fallout ... reports released by the Indiana State Department of Health, presented verbatim: The Indiana State Department of Health (ISDH) today announced that 354 additional Hoosiers have been diagnosed with COVID-19 through testing at ISDH, the Centers for Disease Control and Prevention (CDC) and private laboratories. That brings to 31,715 the total number of Indiana residents known to have the novel coronavirus following corrections to the previous day's total. Read the Full Article Video Silver Alert canceled for missing southwest Indiana man May 24, 2020 The Greene County Sheriff's Department has canceled a Silver Alert for a man who had been missing. they had been looking for Gary D. Cobb of Solsberry, Indiana which is 64 miles southwest of Indianapolis. No ... "], ["2020-05-26 13:05", "No specific growth target, but the devil is in details ...  prosperous society all require economic growth. Although the report set no specific target for economic growth, it has set specific goals, such as 9 million new urban jobs, maintaining the urban unemployment rate around 6 percent and CPI growth around 3.5 percent, and ensuring people's income grows at the same pace as economic growth. To achieve all that, the country should adopt a proactive fiscal policy and increase its fiscal deficit ratio. The report says this year's fiscal deficit ratio will be raised to above 3.6 percent, meaning fiscal spending will be 1 trillion yuan ($140 billion) more than last year. And the State will issue another 1 trillion yuan in anti-epidemic special bonds, all of which will be transferred to local governments ... "], ["2020-05-26 13:05", "Analysts say report rightly focuses on improving lives ...  of the traditional trade systems raised by the role of institutional systems such as the WTO in economic development,\" he said. \"And China has committed to the functioning of a workable, fair and sustainable international trade system such as a reformed WTO.\" Helping global economy Vladimir Nezhdanov, a researcher of modern history and world politics at the University of Tyumen in Russia, said Li's report has delivered to the world a positive signal about China coming out of the COVID-19 crisis. The report is encouraging as it tells how Chinese people pulled through the pandemic by facing various difficulties, the researcher said. \"On one hand, China is trying to recover its economy by stimulating consumption and investment while pushing ... "], ["2020-05-26 13:05", "New IPO system to transform securities sector ...  reform on the ChiNext. But securities firms with upgraded investment banking businesses will benefit from reform over the long term. Large securities firms with stronger comprehensive capabilities will likely have a more noticeable competitive advantage,\" said Shen Juan, senior analyst at Huatai Securities. The registration-based IPO system, together with the Nasdaq-like STAR Market where the new system was tested, was initiated by President Xi Jinping in November 2018 to streamline the country's capital market infrastructure. The first 25 companies started trading on the STAR Market on July 22, 2019. With the successful IPO of e-commerce supporting service provider Hangzhou Raycloud Technology on April 29, the number of companies listed on the STAR ... "], ["2020-05-26 13:05", "Legal protections, services upheld during pandemic ...  areas,\" Zhang said. \"The outbreak came unexpectedly, but the importance of fighting offenses by rule of law should always be highlighted,\" he said. 1 2 3 Next Page More Photo Severe storm lashes vast expanse of west Australian coast China's national legislature starts 2nd plenary meeting of annual session Auction price of Japan's premium melons dives amid pandemic Aussie students return to school as restrictions ease Social distancing circles drawn on grass at San Francisco parks Alligator who survived WWII bombing dies aged 84 Vancouver unveils 'Slow Streets' program to help people maintain physical distance Remeasuring team heading to Mt. Qomolangma summit again after delayed twice by bad weather In pics: Storm clouds over ... "]]}}