{"postfix": "at_t-aktie", "name": "AT&T", "wkn": "A0HL9Z", "time": "2020.05.26 15:47", "ts": 1590500838, "features": {"KGV": "11.02", "Marktkapitalisierung": {"Size": "Mrd", "Value": "198.47"}, "GA": "3.57", "KBV": "1.49", "BA": "26.42", "KCV": "5.90", "CA": "6.67", "Vola30": "37.69", "Vola90": "53.09", "Vola180": "39.6", "Vola250": "32.01"}, "rivals": ["adva-aktie", "constantin-aktie", "deutsche_telekom-aktie", "disney-aktie", "verizon-aktie", "orange-aktie", "viaco_a-aktie"], "text_data": {"de": [["06.05.20", "T-Mobile verdient deutlich mehr - Kundenzustrom in Corona-Krise"], ["30.04.20", "Experten sehen bei AT&T-Aktie Potenzial"], ["24.04.20", "HSBC: AT&T und Intel in der Corona-Krise mit Licht und Schatten"], ["24.04.20", "Geschlossene Mobilfunkshops machen Verizon zu schaffen - Prognose eingedampft"], ["23.04.20", "AT&T verkündete Quartalsergebnis zum jüngsten Jahresviertel"], ["22.04.20", "MÄRKTE USA/Ölpreiserholung treibt Wall Street an"], ["22.04.20", "MÄRKTE USA/Wall Street erholt sich dank Ölpreisrally"], ["22.04.20", "MÄRKTE USA/Wall Street mit Erholung dank Ölpreisrally"], ["22.04.20", "MÄRKTE USA/Wall Street vor moderater Erholung"], ["20.04.20", "HSBC: Wochenausblick: ZEW, GfK, Ifo, Einkaufsmanagerindizes, Netflix, IBM, Coca-Cola"], ["01.04.20", "ANALYSE-FLASH: JPMorgan senkt AT&T auf 'Neutral' - Ziel gesenkt auf 35 Dollar"], ["31.03.20", "März 2020: Das sind die Expertenmeinungen zur AT&T-Aktie"], ["30.03.20", "AT&T zahlt konstante Dividende aus"], ["20.03.20", "MÄRKTE USA/Erholungsversuch missglückt - Dow & Co fallen deutlich zurück"], ["20.03.20", "MÄRKTE USA/Wacklige Erholung - Anleiherenditen fallen wieder deutlich zurück"], ["24.02.20", "WOCHENEND-ÜBERBLICK Unternehmen/22. und 23. Februar 2020"], ["23.02.20", "WOCHENEND-ÜBERBLICK Unternehmen/22. und 23. Februar 2020"], ["19.02.20", "Telekom will nach Milliarden-Fusion in den USA angreifen"], ["19.02.20", "Telekom-Chef sieht US-Milliardenfusion in greifbarer Nähe"], ["19.02.20", "ROUNDUP: Deutsche Telekom legt Zahlen für 2019 vor"], ["17.02.20", "New York verzichtet auf Berufung gegen T-Mobile-Fusion"], ["13.02.20", "VIRUS/ROUNDUP 2: Mobilfunk-Messe MWC wegen Sorgen um Coronavirus abgesagt"]], "en": [["07.04.20", "Gannett names former We Company, Time Warner executive as chief financial officer"], ["05.02.20", "Rolling out the green carpet at T-Mobile Park"], ["18.01.20", "Mariners roll out big changes at T-Mobile Park"], ["15.01.20", "Universal Pictures Home Entertainment and  Warner Bros. Home Entertainment Announce Proposal to Form New North American Joint Venture and an Agreement to Enter into International License Arrangements "], ["10.01.20", "Remembering AOL's acquisition of Time Warner on the merger's 20th anniversary"], ["2020-05-26 13:45", "US brings forward travel ban as Brazil surpasses its daily death toll ... Destinations Jakpost Guide To Multimedia Index VIDEO PHOTO DEEP LOOK PODCAST DEEP LOOK PAPER EDITION more Jobs Events Writing Center Images Mobile Apps Publishing LOG IN Don't have an account? Register here Forgot Password ? Log in with your social account Facebook Google Linkedin News World US brings forward travel ban as Brazil surpasses its daily ...  and 620 died in the United States. Brazil has 374,898 cases, behind the US with 1.637 million. Total deaths in the US has reached 97,988, according to Reuters tally, compared with Brazil at 23,473. The White House did not give a reason for bringing the travel restriction forward. The US Department of Homeland Security, which oversees immigration issues, did not immediately respond to a request for comment.  ... "], ["2020-05-26 13:43", "UP is not private property of your govt: D K Shivakumar to Yogi Adityanath ... Congress on Tuesday said such actions lack common sense and would only make people of the state to suffer more. Karnataka Congress President D K Shivakumar in a series of tweets hit out at the northern state's Chief Minister Yogi Adityanath for the move and said, UP was not the private property of his government. \"UP CM Yogi Adityanath's move to  ... goes against the right to freedom of movement. Mr Yogi, please note that UP is not the private property of your govt. The people of UP don't need your govt's permission to work anywhere in India,\" Shivakumar tweeted. \"Mr Yogi doesn't understand the basic rules of governance in a democracy. Such actions lack common sense and will only make the people of UP suffer more.. When it' ... "], ["2020-05-26 13:43", "What will future travel look like? ...  Top Stories Mass. hair salons, barbershops prepare to reopen next week Video Top Stories Pet groomers can reopen next week in Massachusetts Video Top Stories Doctor stresses the importance of keeping kids active at home Video Better Business Bureau warns of fake COVID-19 test kits Video BBB warns of Blessing Loom pyramid scheme: 'You are not going to get a return on your investment' ...  Show WHAT'S ON THE RHODE SHOW? The Week Ahead on The Rhode Show The Rhode Show / 8 months ago More The Rhode Show Twitter Widget: Rhode Show Tweets by TheRhodeShow Don't Miss 'The Miracle Man': Pawtucket native with Down Syndrome survives COVID-19 Video Wright's Farm to reopen next week for curbside to go A silly walk through some serious times Video ... "], ["2020-05-26 13:43", "Supreme Court takes suo motu cognisance of migrant workers issue ...  for labour: On dilution of labour laws Karnataka to restart trains for migrants 4 CMs dial Yogi, want to retain labour from U.P. Coronavirus lockdown | Back in U.P., migrants stare at an uncertain future Coronavirus lockdown | Centre urges unions to convince labour to stay, return to work Migrant workers | Row over sharing of train fares Who will pay for migrants' travel, asks  ... food, night shelters 1.95 lakh migrant workers on govt. radar Community kitchens reach out to needy during lockdown Migrant workers in Haryana worry about rent and wages 42% of labourers don't have even a day's worth rations left: Survey Stream of migrant workers leaving Telangana dries up Govt. may have to present second Budget to deal with COVID-19 aftermath, says Jairam ... "], ["2020-05-26 13:42", "Video of Amazon delivery driver praying on doorstep touches hearts all over Idaho ...  every time I see that note, it just touches my heart,\" Salinas said. \"I just stopped to do what my heart told me to do, to say a prayer for the baby and for the parents, because that's got to be very painful for all of them to see their baby hurt and struggle. I just prayed that they can make it through another day, one day at a time.\" Salinas couldn't believe all the comments on the video on Facebook. She said she was touched to see that so many people were impacted by her prayer. Monica Salinas delivers packages for Amazon, she says she loves her job, and the families she delivers to. Monica Salinas \"That makes me happy,\" said Salinas. \"Happy that God can touch people like that, you know?\" The Pearsons want to say \" ... "], ["2020-05-26 13:42", "Woman apologizes after calling cops on man who asked her to leash dog ...  come to you.ME: We'll see about that...I pull out the dog treats I carry for just for such intransigence. I didn't even get a chance to toss any treats to the pooch before Karen scrambled to grab the dog.HER: DON'T YOU TOUCH MY DOG!!!!!That's when I started video recording with my iPhone, and when her inner Karen fully emerged and took a dark turn... Posted by Christian Cooper on Monday, May 25, 2020 RELATED: New baby beluga whale born at Georgia Aquarium CNN and CBS News said when New York Police Department officers responded to the scene, both Christian Cooper and Amy Cooper were not there. No arrests of summons have been made. Amy Cooper was quickly identified on social media, and the company she works for issued a statement. \"We take ... "], ["2020-05-26 13:41", "'I had an active life': How are shielders surviving lockdown? ...  letter to say she was high risk but because of a lack of online food deliveries, her husband and teenage daughter are still having to brace the shops. \"Each time they go out, they risk bringing back the virus and it will kill me,\" she says. Jenkins is used to the risks of getting ill her family wear surgical masks at home if they have just a cold and is unimpressed by ministers. \"I don't really know what the government's plan is. Neither do they,\" she says. \"The one measure the government could take is to start telling the truth and appoint someone as their spokesperson who can construct a sentence.\" Jenny Pearhouse with her husband, Chris, and daughters Niamh and Talia last year. Others who are shielding are struggling with ... "], ["2020-05-26 13:40", "Rylan Clark-Neal: 'I regret pretty much everything I wore on The X Factor' ...  I had quite a rough ride on The X Factor [as a contestant in 2012] and this was from week six. The theme was best of British and I said: \"I want to do a Spice Girls megamix.\" Instantly, I was told no, you're not allowed, we won't be able to clear the music. But I stuck to it and, lo and behold, they let me do it. I wanted to wear a Rylan version of the union jack dress Geri wore at the Brit awards in 1997. The blazer was completely customised with Swarovski crystals it's framed in my house now. That was probably the only week on X Factor that I didn't care about the comments or the backlash, I just went out there and enjoyed myself. I regret pretty much everything else I wore on that show. This was one of my \"milder\" outfits ... "], ["2020-05-26 13:40", "Transgender bathroom ban gets federal appellate hearing ...  is set to hear arguments in a long-running legal challenge by a transgender man who sued a Virginia school board after he was barred as a student from using the boys' bathrooms at his high school. A judge ruled last year that the Gloucester County School Board discriminated against Gavin Grimm. The school board has appealed that ruling to the 4th U.S. Circuit Court of Appeals ... family grieves as Trump spreads debunked conspiracy theory to attack MSNBC host 5 Moms launch program to show 'love' to graduating seniors 6 What we know, what we don't know in Willington, Derby killings 7 Amazon donates 950 tablets to West Haven middle school 0 ? $(this).attr('href') : document.location.href.replace('/article/','/articleComments/' ... "], ["2020-05-26 13:39", "Pizza Hut is giving away 1 free medium pizza to all 2020 graduates ...  to seniors graduating in 2020. Congratulations Class of 2020, you did it! Together with America's dairy farmers, we want to celebrate all your accomplishments with half a million FREE pizzas. Visit https://t.co/jgwYy9Tsc6 to claim your free medium 1-topping pizza while supplies last. pic.twitter.com/64zaUHawl1 — PizzaHut (@pizzahut) May 22, 2020 To claim this graduation gift, grads will need to visit Pizza ...  More National Stories Chicago sees deadliest Memorial Day weekend since 2015 by Courtney Gousman and Nexstar Media Wire / May 26, 2020 CHICAGO (WGN) — Despite a statewide stay-at-home order, this Memorial Day weekend turned out to be the most violent the city of Chicago has seen since 2015, according to the Chicago Tribune. From Friday  ... "], ["2020-05-26 13:39", "Reopen places of worship: IUML ... places of worship while adhering to guidelines during the COVID-19-induced lockdown. Party State general secretary K.P.A. Majeed said the government should allow faithful to offer prayers at places of worship just as exemptions were given to operate public transport services and shops after maintaining social distancing and other safety measures. Following the directive of the government,  ...  being launched in view of possible lifting of curbs Staff Reporter Watch | Kerala FM Thomas Isaac on the economic fallout of the Coronavirus pandemic A video interview with Kerala Finance Minister T.M. Thomas Isaac The Hindu Net Desk Top Picks in The Hindu today Watch | India's 'bicycle girl' Jyoti Kumari Home gardening e-com. sector blooms amid lockdown Hitler ... "], ["2020-05-26 13:38", "Alaska checking results from coronavirus testing machines ... ;Hairspray' top Broadway Series coming to New Haven chef to appear on Food Network's 'Chopped' CBS renews 18 series, and cancels 4 others Rapper Fred the Godson dies at 35 from coronavirus New Haven Top 50 Obituaries Open for Business Lifestyle Seniors Health Travel Food Religion Origins of the 50 most popular dog breeds New rankings: Most popular dog breeds in America ...  grieves as Trump spreads debunked conspiracy theory to attack MSNBC host 5 Moms launch program to show 'love' to graduating seniors 6 What we know, what we don't know in Willington, Derby killings 7 Amazon donates 950 tablets to West Haven middle school 0 ? $(this).attr('href') : document.location.href.replace('/article/','/articleComments/' ... "], ["2020-05-26 13:38", "Trump's Twitter wars offer a surreal glimpse into a President's mind as stark 100,000 deaths landmark looms ...  isn't jarring, as the most wrenching moment so far approaches in the nation's battle against a pandemic that while ebbing in terms of total deaths is trending up in 18 states, is steady in 22 and easing in 10 more. More than 98,000 people in the US have now died from the coronavirus and more than 1.6 million have been infected. More than 30 million Americans have lost their jobs and the unemployment rate is approaching Great Depression levels. In 50 years, Trump's weekend Twitter blasts may come across as a startling document of a presidency rooted more than ever in personal obsessions, and incessant wars with the media and his increasing throngs of political enemies. There was little evidence of a deeper meaning to his presidency at this stage ... "], ["2020-05-26 13:38", "Russia to hold World War II victory parade on June 24 ... ' top Broadway Series coming to New Haven chef to appear on Food Network's 'Chopped' CBS renews 18 series, and cancels 4 others Rapper Fred the Godson dies at 35 from coronavirus New Haven Top 50 Obituaries Open for Business Lifestyle Seniors Health Travel Food Religion Origins of the 50 most popular dog breeds New rankings: Most popular dog breeds in  ...  reached its peak are extremely high, and that doesn't give me the right to start preparations for the parade,\" Russian president said in televised remarks on April 16. On Tuesday, Putin noted that, \"according to specialists,\" Russia has passed the peak of the outbreak. He tasked Shoigu with ensuring safety at the event and minimizing risks of infection. His comments came the  ... "], ["2020-05-26 13:38", "Virus-hit Singapore economy to shrink up to 7%: govt ...  News Destinations Jakpost Guide To Multimedia Index VIDEO PHOTO DEEP LOOK PODCAST DEEP LOOK PAPER EDITION more Jobs Events Writing Center Images Mobile Apps Publishing LOG IN Don't have an account? Register here Forgot Password ? Log in with your social account Facebook Google Linkedin News Business Virus-hit Singapore economy to shrink up to 7%: govt Agence France ... year in the first quarter to March, and by 4.7 percent compared with the previous quarter. Like many other countries, Singapore has ordered the closure of most businesses, advised people to stay at home, and banned large gatherings. Officials say they may start relaxing the rules from early June but many restrictions will remain. Lockdowns to contain the virus in major markets such as the  ... "], ["2020-05-26 13:37", "Tyler Boyd named Bengals most underappreciated player ... t getting the respect he deserves,\" Frelund wrote. \"He ranked sixth in the NFL last season with 661 receiving yards from the slot, per Next Gen Stats. When you add in the context of Cincinnati's extremely subpar offensive line and A.J. Green's season-long absence, Boyd's impact starts to come into focus. For rookie QB Joe Burrow, Boyd's on- and off-ball impact will be a key in the passing game.\" In 2019, Boyd became the fifth player in Bengals history to finish with 90 receptions. He's been a beacon of consistency for Cincinnati, despite playing with Andy Dalton, Jeff Driskel and Ryan Finley at ...  McPhee is coming after the Bengals and other teams that weren't interested in him Pernell McPhee is using the lack of free agent  ... "], ["2020-05-26 13:37", "Man dies in police custody after video shows officer kneeling on his neck ... the Eric Garner case. He was an unarmed New York man who died in 2014 after he was placed in a chokehold by police and pleaded for his life saying he couldn't breathe. A grand jury later decided against indicting the officers involved, sparking protests around the country. Minneapolis Mayor Jacob Frey on Tuesday morning urged those who might protest to take precautions amid  ...  stories Around the Buckeye State LIVE: Lines form at Northeast Ohio BMV locations Coronavirus / 13 mins ago Video Here is what's reopening this week in Ohio Coronavirus / 1 day ago Governor DeWine: Wearing masks shouldn't be political issue News / 2 days ago Video 'Not there yet': Governor DeWine says he doesn't know when Cedar Point will reopen Coronavirus / 2  ... "], ["2020-05-26 13:37", "Our top college football teams that failed to win the national championship ...  most points in 14 years and allowed their fewest in four. They beat John Vaught's still-formidable Ole Miss by 10 in Jackson, survived a brutal trip to Tennessee and manhandled three other opponents that finished with winning records by a combined 81-0. Tackle Cecil Dowdy and end Ray Perkins were consensus All-Americans, and future NFL Hall of Famer Ken Stabler was at quarterback (though he wasn't asked to do much). On paper, this team was better than both the 1964 and 1965 teams that the AP voted No. 1. 10. 1986 Miami (11-1) Miami came out of nowhere to win the 1983 national title, but this was the Hurricanes' first truly great team. The offense featured Heisman winner Vinny Testaverde throwing to Michael Irvin, Brett Perriman and Brian Blades ... "], ["2020-05-26 13:37", "Why #jimmyfallonisoverparty is trending: Jimmy Fallon did blackface in 2000 ... engaged with racial epithets. \"So jimmy fallon is canceled for this but justin trudeau does it dozens of times throughout his youth and is still re-elected as PM. I don't understand this planet,\" said @kyriehugsloth . \"Hello RDJ anyone?? #jimmyfallonisoverparty,\" wrote @nova_mare beside a GIF of Robert Downey Jr. in 2008's \"Tropic Thunder,\" where he played a ... the society of 20 years from now doesn't like can we stop with trying to cancel people on their [past] and focus on the present?\" argued @NancyLovesM . \"Well, Fallon shouldn't have did what he did but hey guys . . . why not cancel Loren Michaels? He approved the sketch. LM has a problem giving POC and WOC a seat at the Saturday Night Live table for the last  ... "], ["2020-05-26 13:37", "Royal breakthrough: How William gave clearest sign yet he is stepping up to kingly duties ...  Easter, and noted how disappointed he was not to be able to spend time in Scotland as High Commissioner in person due to the coronavirus crisis. The Duke and Duchess of Cambridge together with their children last month (Image: Getty) William and Kate have been keeping their royal appointments online (Image: Getty) t read in part: \"You have had to close your churches at the very moment when you normally come together, and when your communities need you the most. \"It is heartening to see how the Church of Scotland, like so many other faith communities across the country, is reinventing itself digitally to continue providing worship, support and guidance for your congregations.\" William's words echoed the Queen 's own Easter address, which ... "]]}}