{"postfix": "aviva-aktie", "name": "AVIVA", "wkn": "854013", "time": "2020.05.26 16:31", "ts": 1590503507, "features": {"KGV": "6.86", "Marktkapitalisierung": {"Size": "Mrd", "Value": "10.66"}, "GA": "0.61", "KBV": "0.96", "BA": "4.34", "KCV": "4.31", "CA": "0.96", "Vola30": "62.37", "Vola90": "92.18", "Vola180": "68.82", "Vola250": "53.47"}, "rivals": ["allianz-aktie", "munich_re-aktie", "prudential-aktie", "generali-aktie", "axa-aktie", "old_mutual_7-aktie", "standard_life_aberdeen-aktie"], "text_data": {"de": [["21.05.20", "MÄRKTE EUROPA/Wall Street lässt Verluste in Europa schmelzen"], ["21.05.20", "KORREKTUR: MÄRKTE EUROPA/Feiertagshandel - Anleger nehmen Gewinne mit"], ["21.05.20", "MÄRKTE EUROPA/Feiertagshandel - Anleger nehmen Gewinne mit"], ["07.05.20", "Aviva Endurance Fund: Krisenerprobter Fonds - das sollten Anleger jetzt wissen"], ["08.04.20", "Britische Versicherer setzen Dividende aus"], ["08.04.20", "Britische Versicherer setzen Dividende nach Druck der Aufseher aus"], ["08.04.20", "Aviva setzt Zahlung der Schlussdividende aus"], ["05.03.20", "MÄRKTE EUROPA/Erholung ausgelaufen - Kein Halten bei Continental"], ["05.03.20", "MÄRKTE EUROPA/Börsen bleiben unter Druck - Wall Street schwach"]], "en": [["22.05.20", "Aviva PLC : Publication of Suppl.Prospcts"], ["21.05.20", "Aviva PLC : Operating Update"], ["20.05.20", "Aviva and QBE face legal threat from bars and restaurants"], ["20.05.20", "Hospitality firms threaten legal claim against insurers Aviva and QBE"], ["19.05.20", "Aviva picks former Lloyds CFO Culmer as chair"], ["19.05.20", "Aviva PLC : Aviva appoints George Culmer as Chairman"], ["15.05.20", "Aviva PLC : Director/PDMR Shareholding"], ["15.05.20", "How Aviva Stadium plans to open up behind closed doors"], ["12.05.20", "Aviva PLC : Update on Arrangements for Annual General Meeting"], ["07.05.20", "Aviva in frame as Niall Quinn hints at neutral solution for League of Ireland"], ["04.05.20", "Aviva PLC : Publication of a Prospectus"], ["30.04.20", "Aviva PLC : Total Voting Rights"], ["30.04.20", "Aviva PLC : Disclosure of rights attached to listed securities"], ["21.04.20", "Aviva PLC : Form 8.3 - Huntsworth plc"], ["21.04.20", "Aviva PLC : Notice of 2020 AGM and Ancillary Documents"], ["16.04.20", "British insurer Aviva halts executive bonuses, pay rises"], ["16.04.20", "Aviva PLC : Director/PDMR Shareholding"], ["15.04.20", "Aviva PLC : Publication of Suppl.Prospcts"], ["09.04.20", "Aviva pension clients barred from cashing in property assets"], ["09.04.20", "Aviva pension clients barred from cashing in property assets"], ["08.04.20", "Aviva, RSA, Direct Line and Hiscox pull dividends "], ["08.04.20", "Aviva, Direct Line and RSA Insurance all scrap dividends"], ["08.04.20", "Aviva PLC : Update on COVID-19 and 2019 Final Dividend*"], ["02.04.20", "Aviva PLC : Form 8.3 - Huntsworth plc"], ["01.04.20", "Big Yellow Group PLC : New Aviva debt facility"], ["31.03.20", "Aviva PLC : Total Voting Rights"], ["30.03.20", "Bank Pekao SA : Aviva OFE above 5% of total number votes in Bank"], ["26.03.20", "Aviva PLC : Form 8.3 - Huntsworth PLC"], ["25.03.20", "Aviva PLC : Director/PDMR Shareholding"], ["25.03.20", "Aviva PLC : Annual Financial Report"], ["18.03.20", "Aviva PLC : Supplementary Euro Note Programme Prospectus"], ["18.03.20", "Aviva PLC : Form 8.3 -Huntsworth PLC"], ["17.03.20", "Aviva PLC : Update on solvency position ahead of conference"], ["16.03.20", "Aviva PLC : Form 8.3 - Redx Pharma plc"], ["16.03.20", "Aviva PLC : Form 8.3 - Huntsworth plc"], ["12.03.20", "Aviva PLC : Price Monitoring Extension"], ["12.03.20", "Aviva PLC : Form 8.3 - Huntsworth PLC"], ["11.03.20", "Aviva PLC : Director/PDMR Shareholding"], ["10.03.20", "Coronavirus: Insurer Aviva cuts back travel cover"], ["06.03.20", "Aviva PLC : Aviva announces exit from Indonesia"], ["2020-05-26 10:52", "'Every cultural institution which isn't perceived as 100% 'pro-Israel' is taking a serious risk' ... a seaside city in central Israel], I got on the back of a motorcycle with a photographer, picked oranges at Kibbutz Revivim, toured the whole country, became friends with a Palestinian girl in the Galilee, and even taught manual training in Hebrew to boys with intellectual and developmental disabilities in Tel Aviv. It was an amazing year.\" One of the people she met in Israel proved instrumental in launching her career. Aviva Muller-Lancet (1921-2015) was an Israeli ethnographer who specialized in Yemenite Jewish culture and eventually helped found the Israel Museum's Ethnography Department. She let the young Canadian assist her, and also introduced her to Karl Katz, director of the Bezalel National Museum, which later became the Israel Museum. \" ... "], ["2020-05-26 08:29", "Frozen UK property funds face existential crisis ...  means the scale of change is still unclear. \"This is a crisis unlike any other,\" said Ben Sanderson, a director at Hermes Real Estate Investment Management \"In the short term, it's going to be hugely challenging.\" Many of the Morningstar-tracked funds are aimed at retail investors who could take their money out daily, managed by household names like Aviva ( AV.L ) and Legal & General ( LGEN.L ). Such funds also suspended during the 2008/09 financial crisis and after the 2016 Brexit vote because their hard-to-sell assets meant they could not meet daily redemption requests. But this crisis has extended further into the 70 billion pound UK property fund sector. For the first time, funds aimed at institutional investors like charities and ... "], ["2020-05-26 07:14", "Frozen UK property funds face existential crisis ...  means the scale of change is still unclear. \"This is a crisis unlike any other,\" said Ben Sanderson, a director at Hermes Real Estate Investment Management \"In the short term, it's going to be hugely challenging.\" Many of the Morningstar-tracked funds are aimed at retail investors who could take their money out daily, managed by household names like Aviva ( AV.L ) and Legal & General ( LGEN.L ). Such funds also suspended during the 2008/09 financial crisis and after the 2016 Brexit vote because their hard-to-sell assets meant they could not meet daily redemption requests. But this crisis has extended further into the 70 billion pound UK property fund sector. For the first time, funds aimed at institutional investors like charities and ... "], ["2020-05-26 02:36", "Winnipeg ice cream shop switches to subscription model to keep sales from melting away ...  and down at the door. Products can also be found at local businesses such as St. Leon Gardens and the Bothwell Cheese Shop in St. Boniface. \"We're just excited that we're still here, to be honest,\" Chaeban said. \"If the wage subsidy does go away, we can sustain our company and not worry about folding.\" With files from Aviva Jacob CBC's Journalistic Standards and Practices | About CBC News Report Typo or Error Related Stories Hermanos restaurant in Winnipeg to close, but owners are joining the COVID-19 fight With high-rise offices still empty, Exchange District businesses wait for the return of crowds Manitoba could loosen restrictions early, as test positive rate remains 'dramatically low,' Dr. Roussin says Ice cream with ... "], ["2020-05-26 01:30", "Leinster will struggle if fans are kept out - Dawson ...  by social distancing. In the wake of the IRFU's announcement that they are planning to return to action behind closed doors on August 21/22, the Guinness PRO14 champions have confirmed they'll refund tickets for their four remaining home fixtures including the Heineken Champions Cup quarter-final against Saracens and the derby clash with Munster. Between them, the two Aviva Stadium fixtures would have netted Leinster around 1m. Although rugby officials are desperate to get players back in action, the prospect of matches going ahead behind closed doors or with vastly reduced attendances is causing major concern in boardrooms and French Top 14 chief Paul Goze warned of a \"tsunami\" of clubs going to the wall without government support. Leinster ... "], ["2020-05-26 01:30", "Reset scrums facing axe as rugby bids to clean up act in Covid crisis ...  Panasonic Wild Knights in November. Columnists Premium Brendan Fanning Opinion New world offers new opportunities for IRFU and its ailing All-Ireland League A few years ago in the lower tiers of Lancashire rugby, a new term gained popular currency on the circuit: Cumbrialitis. Munster Rugby Premium How Munster are drawing new blood from GAA heartlands Cast your mind back to January if you can; to that very different world where sport was allowed to be played and fans were allowed in to see it. Rugby Rugby set for August return as IRFU confirm plans for Aviva inter-pros Rugby will return on the weekend of August 22 with a series of inter-provincial Guinness PRO14 matches behind closed doors, according to plans announced by IRFU chief executive Philip Browne."], ["2020-05-25 20:50", "French public lender raises 4.2 billion euros for fund to boost French firms ...  raising has yielded 3.2 billion euros from over 20 investors and another 1 billion euros in debt was raised for a fund known as LAC 1, Bpifrance said French institutional investors include Covea, Axa ( AXAF.PA ), CNP Assurances, BNP Paribas Cardif ( BNPP.PA ), Generali ( GASI.MI ), Groupama, Groupe VYV, Societe Generale Assurances ( SOGN.PA ), the Caisse des Dpts, Natixis ( CNAT.PA ), Aviva France ( AV.L ), Scor ( SCOR.PA ), and CCR, as well as telecoms operator Orange ( ORAN.PA ) and the Unibel and Financire Dassault family offices. Bpifrance and Abu Dhabi sovereign wealth fund Mubadala Investment Co had already indicated in February that they would invest one billion euros each in the fund. Bpifrance has said it aims to eventually raise up to 10 billion ... "], ["2020-05-25 20:44", "French public lender raises 4.2 billion euros for fund to boost French firms ...  raising has yielded 3.2 billion euros from over 20 investors and another 1 billion euros in debt was raised for a fund known as LAC 1, Bpifrance said French institutional investors include Covea, Axa ( AXAF.PA ), CNP Assurances, BNP Paribas Cardif ( BNPP.PA ), Generali ( GASI.MI ), Groupama, Groupe VYV, Societe Generale Assurances ( SOGN.PA ), the Caisse des Dpts, Natixis ( CNAT.PA ), Aviva France ( AV.L ), Scor ( SCOR.PA ), and CCR, as well as telecoms operator Orange ( ORAN.PA ) and the Unibel and Financire Dassault family offices. Bpifrance and Abu Dhabi sovereign wealth fund Mubadala Investment Co had already indicated in February that they would invest one billion euros each in the fund. Bpifrance has said it aims to eventually raise up to 10 billion ... "], ["2020-05-25 20:39", "French public lender raises 4.2 bln euros for fund to boost French firms ...  raising has yielded 3.2 billion euros from over 20 investors and another 1 billion euros in debt was raised for a fund known as LAC 1, Bpifrance said French institutional investors include Covea, Axa ( AXAF.PA ), CNP Assurances, BNP Paribas Cardif ( BNPP.PA ), Generali ( GASI.MI ), Groupama, Groupe VYV, Societe Generale Assurances ( SOGN.PA ), the Caisse des Dpts, Natixis ( CNAT.PA ), Aviva France ( AV.L ), Scor ( SCOR.PA ), and CCR, as well as telecoms operator Orange ( ORAN.PA ) and the Unibel and Financire Dassault family offices. Bpifrance and Abu Dhabi sovereign wealth fund Mubadala Investment Co had already indicated in February that they would invest one billion euros each in the fund. Bpifrance has said it aims to eventually raise up to 10 billion ... "], ["2020-05-25 17:54", "Ireland confirms Dublin's readiness to host next year postponed UEFA Euro Cup matches ... ,\" the statement from FAI's press office reads. Dublin was earlier selected to host four matches of the UEFA Euro Cup, namely three group stage matches and one of the Last 16 stage games. Read also European football body UEFA decides to move Executive Board's meeting to June 17 \"Dublin has agreed to continue in its role as host city for matches at the Aviva Stadium and the LOS, together with the many other key local stakeholders which form part of the EURO 2020 Project Working Group in Ireland, will continue to work with UEFA over the coming period on ongoing planning towards the best possible hosting of the UEFA EURO 2020 games in Dublin next year,\" the statement adds. On March 17, the UEFA declared a decision to postpone the 2020 UEFA ... "], ["2020-05-25 14:47", "U of Manitoba midwife program slated to start next year ... . The deadline for applications for the 2021-22 school year is April 1, 2021. In order to graduate, students will have to assist in 60 births, with 40 of them as the primary midwife. Midwives provide primary health care to women throughout pregnancy, through labour and birth, and provide care to both the mother and her baby for six weeks after birth. With files from Aviva Jacob CBC's Journalistic Standards and Practices | About CBC News Report Typo or Error Footer Links My Account Profile CBC Gem Newsletters Connect with CBC Facebook Twitter YouTube Instagram Mobile RSS Podcasts Contact CBC Submit Feedback Help Centre Audience Relations, CBC P.O. Box 500 Station A Toronto, ON Canada, M5W 1E6 Toll-free (Canada only): 1-866-306-4636 TTY/Teletype writer: 1 ... "], ["2020-05-25 13:45", "Leinster Rugby cancel 2020/21 season tickets as CEO Mick Dawson describes impact of pandemic as 'significant' ...  and nobody knows what the future will look like but as a business, we have to make decisions now based on the best information available to us. \"The priority now is to finish the 2019/20 season, look after those that have tickets outstanding and then hopefully start the 2020/21 season. Expand Close Leinster supporters at the Aviva Stadium. Picture credit: Stephen McCarthy SPORTSFILE / Facebook Twitter Email Whatsapp Leinster supporters at the Aviva Stadium. Picture credit: Stephen McCarthy \"Our supporters have been a crucial part of our success over the years and it is also vital that when we all come back from this, and we will come back, that we have a vibrant supporter base to welcome to the RDS Arena. \"We feel that by securing their right to ... "], ["2020-05-25 09:00", "Canadians are driving far less during COVID-19, which means fewer accidents. So why aren't insurance companies offering across-the-board relief? ...  driving habits have changed significantly, or who are facing financial hardship as a result of the pandemic, should contact their insurance representative,\" she said in the email. Among some of the Canadian companies offering discounts on auto insurance during COVID-19 are Allstate Canada, which is offering 15 per cent back on April and May premiums to customers sheltering in place, according to its website; Aviva, which is offering up to 75 per cent off for people who have stopped driving and up to 15 per cent for those who are driving less; and CAA, which is offering a 10 per cent reduction for new and renewed policies and a $100 benefit for policies in effect before May 1, as well as the usual reductions for drivers using their cars less. According ... "], ["2020-05-24 23:00", "Coronavirus lockdown forcing young drivers to seek solitude in their cars ...  found there has been a spike in the number of people in their 20s and 30s who want to end their relationship because of lockdown. One in 14 (seven per cent) people aged 25 to 34 said they wanted to end their relationship, a survey from Aviva carried out in May found. Months spent living in close proximity to their partner in lockdown conditions, may have been the last straw for some. In December 2019, just two per cent in this age group were planning to end their relationship, Aviva previously found. The insurer, which interviewed more than 2,000 people across the UK in May, also found that 85 per cent of people have had a go at home improvements during the lockdown, with 56 per cent saying they have de-cluttered their property. More than half (52 per cent ... "], ["2020-05-24 18:29", "Today in sports history: May 25 - Kiwi Scott Dixon wins Indianapolis 500 ... 200 laps to secure his only victory in the famous race. He's the only Kiwi to win the race and now has five IndyCars championships to his name. An excited Dixon was greeted in Victory Lane by wife Emma and then celebrated his $2.5 million win with a chug from the traditional bottle of milk. 2013 New Zealand-born England international Dylan Hartley is sent off during the Aviva Premiership final, after calling referee Wayne Barnes a \"****ing cheat\", minutes after receiving a warning for a similar comment. The incident took place for halftime and Hartley's Northampton Saints would go on to lose the match 37-17. This was the first time a player has ever been red-carded in a Premiership Final. He was handed an 11-week ban, which cost him a spot in ... "], ["2020-05-24 01:30", "Taking the Roughty with the smooth ...  boxes and veg-related products.\" dela.ie THE HOTEL Expand Close John & Gerard Loughran: Sandymount Hotel, Dublin / Facebook Twitter Email Whatsapp John & Gerard Loughran: Sandymount Hotel, Dublin Now celebrating 65 years in the biz, the Sandymount Hotel running over eight Victorian houses with 187 bedrooms is Dublin's oldest and largest independent family-run hotel. Ideally located in upmarket D4, close to the Aviva Stadium, and close to town, it's proudly run by John and Gerard Loughran, the son and grandson of the founders. Like everyone else, they were hit hard in the recession, but went on to thrive since, even undergoing an 8m makeover in the past few years. \"Now the hotel is strangely quiet, at a time when it would usually be welcoming ... "], ["2020-05-24 01:30", "Chiefs firing rockets out of canoes as they battle to find solid ground ... : each country, along with Wales and Italy, will share in the CVC windfall that could hardly be better timed; and each is trying to 'fire rockets out of canoes' when it comes to establishing some certainty about the future of the game. For more than an hour Browne batted on bravely, fielding questions around the hoped-for return to action behind closed doors in the Aviva in August. Would the players be signing waivers? How big was the financial hit taken by the IRFU of having the turnstiles closed since March? What about the global season? The stewards were moving to their end of match positions when we asked about playing without one of the following in place: a vaccine (zero chance), a rapid community test, or a treatment for those infected. Aside ... "], ["2020-05-23 15:21", "Rugby's Pro14 plans August return to action in Ireland ...  the government and I would like to acknowledge the cooperation and support we have received from the government and its agencies, in particular Sport Ireland and the Department of Transport, Tourism and Sport. \"Based on these protocols, we have set target dates of 22nd and 23rd August for a return to play with the staging of Guinness Pro14 derby fixtures between the provinces at the Aviva Stadium behind closed doors.\" He added: \"In these times these matches are not just rugby fixtures, they are a beacon of hope for the entire country.\" Pro14 bosses announced on Friday they had agreed to sell a 28 percent stake in the five-nation league to private equity firm CVC Capital Partners. Browne said the Irish body would net 30 million ($37 million ... "], ["2020-05-23 11:05", "Rugby's Pro14 plans August return to action in Ireland ...  the government and I would like to acknowledge the cooperation and support we have received from the government and its agencies, in particular Sport Ireland and the Department of Transport, Tourism and Sport. \"Based on these protocols, we have set target dates of 22nd and 23rd August for a return to play with the staging of Guinness Pro14 derby fixtures between the provinces at the Aviva Stadium behind closed doors.\" He added: \"In these times these matches are not just rugby fixtures, they are a beacon of hope for the entire country.\" Pro14 bosses announced on Friday they had agreed to sell a 28 percent stake in the five-nation league to private equity firm CVC Capital Partners. Browne said the Irish body would net 30 million ($37 million ... "], ["2020-05-23 06:00", "IRFU chief's 'catastrophic' warning ...  May 23 2020 07:00 AM Facebook Twitter Email The Government has yet to approve the IRFU's plan of rugby returning on the weekend of August 22/23, but chief executive Philip Browne warned of dire consequences for the sport if it is not allowed to resume. The union hope to restart with two rounds of interprovincial fixtures played behind closed doors at the Aviva Stadium, before moving to the Guinness PRO14 play-offs and Champions Cup knockouts in September and October. Then, it is hoped international rugby can resume with the unplayed Six Nations matches and potentially re-fixed July matches and scheduled November internationals. Browne painted a bleak picture of the union's position if the sport cannot be played with the union set to lose between 10 ... "]]}}