{"postfix": "axa-aktie", "name": "AXA", "wkn": "855705", "time": "2020.05.26 16:35", "ts": 1590503703, "features": {"KGV": "9.16", "Marktkapitalisierung": {"Size": "Mrd", "Value": "36.88"}, "GA": "2.76", "KBV": "0.95", "BA": "26.50", "KCV": "11.08", "CA": "2.28", "Vola30": "34.68", "Vola90": "78.19", "Vola180": "57.1", "Vola250": "41.73"}, "rivals": ["allianz-aktie", "munich_re-aktie", "prudential-aktie", "hannover_rueck-aktie", "american_international_group-aktie", "generali-aktie", "generali_deutschland-aktie"], "text_data": {"de": [["2020.05.26", "Coronakrise: Axa will Gastronomen mit 500 Millionen Euro entschädigen"], ["23.05.20", "Gerichtsurteil: Französischer Restaurateur siegt vor Gericht gegen Axa-Versicherung"], ["22.05.20", "Coronavirus: Versicherer Axa verliert im Streit um Restaurant-Schließungen"], ["15.05.20", "Britische Aufsicht will Corona-Streit mit Musterverfahren klären"], ["15.05.20", "1 Pandemie = 3 Hurrikans - Versicherer rätseln über Corona-Kosten"], ["12.05.20", "Corona-Pandemie kostet Allianz mehr als eine Milliarde"], ["12.05.20", "BaFin - Coronakrise geht Lebensversicherern nicht an die Substanz"], ["12.05.20", "Swiss Life und der Axa-Effekt"], ["09.05.20", "AXA hat Bilanz für das abgelaufene Quartal gezogen"], ["09.05.20", "AXA: Bilanzvorlage zum letzten Quartal"], ["05.05.20", "Axa steigert Einnahmen im ersten Quartal - März und April schwach"], ["04.05.20", "Branchenexperten rechnen mit harten Jahren für Lebensversicherer"], ["30.04.20", "Experten sehen bei AXA-Aktie Potenzial"], ["30.04.20", "Swiss Re will sich gegen ungerechtfertige Pandemie-Ansprüche wehren"], ["22.04.20", "OFFIZIELLE KORREKTUR/Studie: Zinstief bleibt für Lebensversicherer Hauptproblem"], ["22.04.20", "Studie: Zinstief bleibt für Lebensversicherer auch in Corona-Krise Hauptproblem"], ["07.04.20", "VIRUS: Finanzaufsicht hat in Krise keine Angst um deutsche Lebensversicherer"], ["31.03.20", "AXA-Aktie: Was Analysten im März vom Papier halten"], ["18.03.20", "Reuss Private holt CFO vom Axa-Konzern"], ["15.03.20", "Versicherung schützt Unternehmen nicht gegen Corona-Schäden"], ["09.03.20", "ROUNDUP: Qualitätsunterschiede bei jährlicher Info über Lebensversicherungen"], ["09.03.20", "Studie: Infos über Lebensversicherungen nicht immer ausreichend"], ["06.03.20", "PKV: Prämienerhöhung für Privatpatienten wegen Corona unwahrscheinlich"], ["06.03.20", "WDH/VIRUS/ROUNDUP: Prämienerhöhung für Privatpatienten unwahrscheinlich"], ["06.03.20", "VIRUS: Höhere Beiträge für Privatpatienten wegen Corona unwahrscheinlich"], ["29.02.20", "Was Analysten von der AXA-Aktie erwarten"]], "en": [["2020.05.26", "Insurer AXA to pay out to restaurants after court ruling"], ["2020.05.26", "Insurer AXA to pay out to restaurants after court ruling"], ["23.05.20", "Insurer AXA must pay restaurant's COVID-19 losses, French court rules"], ["22.05.20", "UPDATE 4-Insurer AXA must pay restaurant's COVID-19 losses, French court rules"], ["22.05.20", "UPDATE 3-French court orders insurer AXA to pay restaurant's COVID-19 losses"], ["22.05.20", "UPDATE 2-French court orders insurer AXA to pay restaurant's COVID-19 losses"], ["22.05.20", "UPDATE 1-French court orders insurer AXA to pay restaurant's COVID-19 losses"], ["22.05.20", "French court orders insurer Axa to pay restaurant's COVID-19 losses"], ["21.05.20", "Accor teams up with AXA to offer medical support for guests "], ["14.05.20", "Shareholders' loan in AXA Tower deal with Alibaba amounts to S$364.7m: Perennial"], ["09.05.20", "AXA Equitable Holdings, Inc. (EQH) Q1 2020 Earnings Call Transcript"], ["06.05.20", "Perennial, SPH consortium to sell half stake in AXA Tower to Alibaba"], ["05.05.20", "French insurer AXA warns coronavirus to have material impact on 2020 earnings"], ["28.04.20", "Why Shares of AXA Equitable Holdings Soared Today"], ["28.04.20", "Liberty and Axa to give motor insurance premium rebates"], ["07.04.20", "Axa criticises regulatory confusion over dividend policy"], ["01.04.20", "AXA IM Strategies : Transfer of Market"], ["17.03.20", "AXA Investment Managers SA : Form 8.3 - AXA INVESTMENT MANAGERS: Redx Pharma PLC"], ["04.03.20", "KKR in Talks With Acciona and Axa to Sell Its 33% Stake in Acciona's Energy Unit"], ["26.02.20", "AXA Investment Managers SA : Correction: Correction: Form 8.3 - AXA INVESTMENT MANAGERS: Pollen Street Secured Lending PLC"], ["26.02.20", "AXA Investment Managers SA : Correction: Form 8.3 - AXA INVESTMENT MANAGERS: Pollen Street Secured Lending PLC"], ["20.02.20", "Axa replaces head of specialist commercial insurance business XL"], ["20.02.20", "Dow Jones Newswires: AXA posts strong net profit rise for 2019 and lifts its dividend"], ["12.02.20", "AXA Equitable Holdings, Inc. (EQH) Soars to 52-Week High, Time to Cash Out?"], ["05.02.20", "Should Value Investors Buy AXA Equitable Holdings, Inc. (EQH) Stock?"], ["30.01.20", "Medloop secures €6M from Kamet Ventures and AXA for self-service patient app"], ["17.01.20", "Is AXA Equitable Holdings, Inc. (EQH) Stock Undervalued Right Now?"], ["14.01.20", "Here's Why AXA Equitable Holdings, Inc. (EQH) is a Great Momentum Stock to Buy"], ["09.01.20", "AXA Equitable Holdings, Inc. (EQH) Hits 52-Week High, Can the Run Continue?"], ["08.01.20", "Zacks.com featured highlights include: Builders FirstSource, Melco Resorts & Entertainment, JELD-WEN, AXA Equitable and EVO Payments"], ["08.01.20", "AXA Investment Managers SA : Form 8.3 - AXA INVESTMENT MANAGERS: Consort Medical PLC"], ["02.01.20", "AXA Investment Managers SA : Form 8.3 - AXA INVESTMENT MANAGERS: Redx Pharma PLC"], ["01.01.20", "Should Value Investors Buy AXA Equitable Holdings, Inc. (EQH) Stock?"], ["2020-05-26 13:52", "French restaurant ruling puts coronavirus claims on global menuAXA said on Tuesday it would meet the bulk of business interruption claims from some restaurant owners in France after it lost a court case that was seen as a potential precedent for coronavirus-related disputes across the world."], ["2020-05-26 12:19", "French restaurant ruling puts coronavirus claims on global menuPARIS (REUTERS) - AXA said on Tuesday (May 26) it would meet the bulk of business interruption claims from some restaurant owners in France after it lost a court case that was seen as a potential precedent for coronavirus-related disputes across the world"], ["2020-05-26 12:13", "Pandemic prompts call for EU catastrophe insurance cover ... deepen discussions with the EU, the Member States and the insurance sector, and to develop solutions for both short-term crisis management and long-term business resilience,\" FERMA President Dirk Wegener said in the letter. The EU's insurance regulator has also said national governments need to help in future, as the private sector cannot afford such broad cover on its own. AXA ( AXAF.PA ) said on Tuesday it would meet the bulk of claims from some restaurant owners after a Paris court ruled last week the French insurer should pay one owner two-months' worth of coronavirus-related revenue losses. Insurers in Britain and the United States are also seeking public-private partnerships for future pandemic cover, as they face the threat of legal action ... "], ["2020-05-26 11:36", "French restaurant ruling puts coronavirus claims on global menuAXA said on Tuesday it would meet the bulk of business interruption claims from some restaurant owners in France after it lost a court case that was seen as a potential precedent for coronavirus-related disputes across the world."], ["2020-05-26 11:36", "French restaurant ruling puts coronavirus claims on global menuAXA said on Tuesday it would meet the bulk of business interruption claims from some restaurant owners in France after it lost a court case that was seen as a potential precedent for coronavirus-related disputes across the world."], ["2020-05-26 11:36", "French restaurant ruling puts coronavirus claims on global menuAXA said on Tuesday it would meet the bulk of business interruption claims from some restaurant owners in France after it lost a court case that was seen as a potential precedent for coronavirus-related disputes across the world."], ["2020-05-26 10:19", "FIRMEN-BLICK-sterreich - AUA-Hilfen nur bei Absicherung der Langstrecke ...  in die Jahre gekommen\", sagte die Ministerin. Drngen lassen will sich die Regierung aber nicht. \"Hier rasch zu handeln und Geschwindigkeit vor Qualitt gehen zu lassen, das ist nicht unser Ziel\", sagte Schrambck. AXA - Paris: Der Versicherungskonzern will nach dem jngsten Gerichtsurteil den Groteil der Ansprche einiger Restaurantbesitzer begleichen. AXA teilte mit, weitere 500 Millionen Euro zur Kompensation von Ansprchen kleinerer Unternehmen bereitstellen zu wollen. Vorstandschef Thomas Buberl kndigte an, AXA plane, die Verluste von Betriebsunterbrechungen wegen der Virus-Krise fr die Mehrheit der Restaurantbesitzer auszugleichen, die dem vor Gericht verhandelten Fall hnelten. \"Diese Vertrge machen weniger als zehn Prozent aller Vertrge mit ... "], ["2020-05-26 10:13", "Breakingviews - Corona Capital: Lufthansa, Axa, Hong Kong cash ... . Airplanes of German carrier Lufthansa are parked at the Berlin Schoenefeld airport, amid the spread of the coronavirus disease (COVID-19) in Schoenefeld, Germany, May 26, 2020. LATEST - Lufthansa - Axa - Hong Kong cash DAS POUND OF FLESH. Germany's $9.9 billion Deutsche Lufthansa rescue provides a blueprint for governments looking to strike a hard bargain in bailout  ...  to be alone. Lawmakers in New York and Ohio have introduced bills to force payouts. In the United Kingdom, hundreds of companies have joined forces to sue Hiscox for unpaid claims. Axa may merely have opened the floodgates. (By Aimee Donnellan) PAY GRADE. Notoriously analogue Hong Kong, where cash and paper-document stamping persist, is getting a digital lift amid the pandemic. HSBC ... "], ["2020-05-26 09:30", "You can get a bonus from Social Security, but it's not without risks ...  bracket, and it could even push up your income enough that you have to pay more for Medicare. We're not saying you shouldn't make the move, but we want you to consider the entire picture. Between the ages of 66 and 70, that is an 8% increase per year, or 32% more in total to your benefit, said Jody D'Agostini, a certified financial planner with AXA Advisors/The Falcon Financial Group in Morristown. Either way, you would be entitled to the cost-of-living adjustments, which have been averaging around 2.6%, she said. The decision of when to take your benefits largely depends on other factors such as need, other income-producing assets, your health, and if you are married, who is the higher income earner, she said. \"If you need the extra income ... "], ["2020-05-26 09:15", "Equities rally as reopenings trump geopolitical tensions ...  malls. \"Ultimately, the consumer will need to do the bulk of the heavy lifting so confidence to get out of the house and start to live a normal life... will be critical to this recovery.\" Adding to the broadly positive outlook is optimism about progress on a vaccine, which would allow the shattered global economy to start bouncing back. But Chris Iggo, at AXA Investment Managers, added: \"That does not mean we should ignore the risk of second waves, prolonged weak growth and geopolitical issues.\" Tokyo rose more than two per cent and Sydney jumped nearly three per cent, while Shanghai, Taipei, Seoul, Jakarta, Bangkok and Wellington were more than one per cent up apiece. London jumped more than two per cent, while Paris and Frankfurt added ... "], ["2020-05-26 09:13", "FIRMEN-BLICK-AXA will Groteil der Ansprche fr Restaurantschlieungen begleichen ...  Groteil der Ansprche fr Restaurantschlieungen begleichen 6 Min Read 26. Mai (Reuters) - Es folgt der Reuters-Blick zu wichtigen Entwicklungen in der Unternehmenswelt ber die Top-Themen des Tages hinaus: AXA - Paris: Der Versicherungskonzern will nach dem jngsten Gerichtsurteil den Groteil der Ansprche einiger Restaurantbesitzer begleichen. AXA teilte mit, weitere 500 Millionen Euro zur Kompensation von Ansprchen kleinerer Unternehmen bereitstellen zu wollen. Vorstandschef Thomas Buberl kndigte an, AXA plane, die Verluste von Betriebsunterbrechungen wegen der Virus-Krise fr die Mehrheit der Restaurantbesitzer auszugleichen, die dem vor Gericht verhandelten Fall hnelten. \"Diese Vertrge machen weniger als zehn Prozent aller Vertrge mit Restaurantbesitzern ... "], ["2020-05-26 08:42", "London markets soar after Boris Johnson announces reopening of shops ...  by the travel and leisure, construction and banking sectors. Adding to the broadly positive outlook is optimism about progress on a vaccine, which would allow the shattered global economy to start bouncing back. Pedestrians walk past an electronic quotation board displaying share prices of the Tokyo Stock Exchange today. The index in Japan finished up by more than 2 per cent But Chris Iggo, at AXA Investment Managers, said: 'That does not mean we should ignore the risk of second waves, prolonged weak growth and geopolitical issues.' In Asia overnight, Hong Kong was among the big gainers as China proposed a security law for the region that has many fearing for the future of the financial hub. Tokyo rose more than 2 per cent and Sydney jumped nearly 3 ... "], ["2020-05-26 08:28", "Equities rally as reopenings trump geopolitical tensions ... . \"Ultimately, the consumer will need to do the bulk of the heavy lifting so confidence to get out of the house and start to live a normal life... will be critical to this recovery.\" Adding to the broadly positive outlook is optimism about progress on a vaccine, which would allow the shattered global economy to start bouncing back. But Chris Iggo, at AXA Investment Managers, added: \"That does not mean we should ignore the risk of second waves, prolonged weak growth and geopolitical issues.\" Tokyo rose more than two percent and Sydney jumped nearly three percent, while Shanghai, Taipei, Seoul, Jakarta, Bangkok and Wellington were more than one percent up apiece. London and Paris jumped more than one percent and Frankfurt gained 0.8 percent ... "], ["2020-05-26 08:27", "Equities rally as reopenings trump geopolitical tensions ... . \"Ultimately, the consumer will need to do the bulk of the heavy lifting so confidence to get out of the house and start to live a normal life... will be critical to this recovery.\" Adding to the broadly positive outlook is optimism about progress on a vaccine, which would allow the shattered global economy to start bouncing back. But Chris Iggo, at AXA Investment Managers, added: \"That does not mean we should ignore the risk of second waves, prolonged weak growth and geopolitical issues.\" Tokyo rose more than two percent and Sydney jumped nearly three percent, while Shanghai, Taipei, Seoul, Jakarta, Bangkok and Wellington were more than one percent up apiece. London jumped more than two percent, while Paris and Frankfurt added more than one ... "], ["2020-05-26 08:00", "Equities rally as reopenings trump geopolitical tensions ... . \"Ultimately, the consumer will need to do the bulk of the heavy lifting so confidence to get out of the house and start to live a normal life... will be critical to this recovery.\" Adding to the broadly positive outlook is optimism about progress on a vaccine, which would allow the shattered global economy to start bouncing back. But Chris Iggo, at AXA Investment Managers, added: \"That does not mean we should ignore the risk of second waves, prolonged weak growth and geopolitical issues.\" Tokyo rose more than two percent and Sydney jumped nearly three percent, while Shanghai, Taipei, Seoul, Jakarta, Bangkok and Wellington were more than one percent up apiece. London and Paris jumped more than one percent and Frankfurt gained 0.8 percent ... "], ["2020-05-26 07:36", "Insurer AXA to pay out to restaurants after court rulingAXA said on Tuesday it would meet the bulk of claims from some restaurant owners after a Paris court ruled last week the French insurer should ..."], ["2020-05-26 07:36", "Insurer AXA to pay out to restaurants after Paris court ruling on coronavirus-related claimsAXA said on Tuesday it would meet the bulk of claims from some restaurant owners after a Paris court ruled last week the French insurer should ..."], ["2020-05-26 07:32", "Equities Rally As Reopenings Trump Geopolitical Tensions ... . \"Ultimately, the consumer will need to do the bulk of the heavy lifting so confidence to get out of the house and start to live a normal life... will be critical to this recovery.\" Adding to the broadly positive outlook is optimism about progress on a vaccine, which would allow the shattered global economy to start bouncing back. But Chris Iggo, at AXA Investment Managers, added: \"That does not mean we should ignore the risk of second waves, prolonged weak growth and geopolitical issues.\" Tokyo rose more than two percent and Sydney jumped nearly three percent, while Shanghai, Taipei, Seoul, Jakarta, Bangkok and Wellington were more than one percent up apiece. London and Paris jumped more than one percent and Frankfurt gained 0.8 percent ... "], ["2020-05-26 07:26", "Insurer AXA to pay out to restaurants after court rulingAXA said on Tuesday it would meet the bulk of claims from some restaurant owners after a Paris court ruled last week the French insurer should pay one owner two-months' worth of coronavirus-related revenue losses."], ["2020-05-26 07:26", "Insurer AXA to pay out to restaurants after court rulingAXA said on Tuesday it would meet the bulk of claims from some restaurant owners after a Paris court ruled last week the French insurer should pay one owner two-months' worth of coronavirus-related revenue losses."]]}}