{"postfix": "basf-aktie", "name": "BASF", "wkn": "BASF11", "time": "2020.05.26 15:26", "ts": 1590499585, "features": {"KGV": "16.86", "Marktkapitalisierung": {"Size": "Mrd", "Value": "42.71"}, "GA": "4.00", "KBV": "1.49", "BA": "45.18", "KCV": "8.29", "CA": "8.14", "Vola30": "44.75", "Vola90": "64.53", "Vola180": "47.18", "Vola250": "36.7"}, "rivals": ["sgl_carbon-aktie", "bayer-aktie", "henkel_vz-aktie", "dsm-aktie", "clariant-aktie", "dow_chemical-aktie", "merck-aktie"], "text_data": {"de": [["2020.05.26", "BASF: Einschnitte bei der Konkurrenz"], ["21.05.20", "BASF-Vorständin und Porsche-Chef im Interview: „Wie viele dieser Viren können wir uns eigentlich leisten?“"], ["20.05.20", "EU-Kommission für gesundes Essen: Nährwertlogo und weniger Pestizide"], ["20.05.20", "Wintershall Dea tritt bei Investitionen auf die Bremse"], ["20.05.20", "Wintershall Dea tritt bei Investitionen auf die Bremse"], ["20.05.20", "BASF: Das ist der Not-Plan"], ["20.05.20", "BASF: Dea kappt Prognose"], ["19.05.20", "BASF-Konkurrent Covestro: Dividende wird halbiert"], ["15.05.20", "Bundesnetzagentur erteilt Ostsee-Pipeline Dämpfer"], ["15.05.20", "BASF: Ist der perfekte Kaufzeitpunkt gekommen? Das raten jetzt Goldman Sachs &amp;amp;amp;amp;amp;amp;amp;amp; Co"], ["14.05.20", "HSBC: BASF - Test der Tiefs?"], ["13.05.20", "BASF-Aktie: Gut abgesicherte Bonus-Chance für Anleger"], ["12.05.20", "Auffällige Insidertransaktionen bei BASF, Hugo Boss und BB Biotech"], ["11.05.20", "ANALYSE-FLASH: DZ Bank senkt BASF auf 'Halten' - Fairer Wert 48 Euro"], ["07.05.20", "ROUNDUP: Kurzarbeit in Chemiebranche steigt - 90 000 Menschen betroffen"], ["07.05.20", "Kurzarbeit in Chemiebranche steigt - 90 000 Menschen betroffen"], ["07.05.20", "Über 5 % Rendite - BASF-Rivale beeindruckt mit anhaltend hoher Dividende"], ["07.05.20", "Evonik senkt Prognose - Rückgänge durch Corona-Krise"], ["06.05.20", "BASF: \"Bewunderswert\""], ["06.05.20", "Chemiekonzern: BASF verzichtet bis Ende 2025 auf betriebsbedingte Kündigungen in Ludwigshafen"], ["06.05.20", "BASF: Bis Ende 2025 keine betriebsbedingte Kündigung in Ludwigshafen"], ["06.05.20", "BASF steckt mehr Geld in Stammwerk Ludwigshafen"], ["05.05.20", "Dürre macht Pflanzenschutz- und Düngeindustrie zu schaffen"], ["04.05.20", "Citi: BASF - Erholung kann nicht überzeugen"], ["04.05.20", "Citi: BASF - Erholung kann nicht überzeugen"], ["01.05.20", "BASF nach den Zahlen: Das Urteil der Analysten"], ["01.05.20", "BASF: Zahlen zum abgelaufenen Jahresviertel"], ["01.05.20", "BASF: Was beim Unternehmen in den jüngsten Büchern steht"], ["30.04.20", "AKTIE IM FOKUS 2: Anleger bei BASF vorsichtig - Prognose schon am Vortag gekappt"], ["30.04.20", "MÄRKTE EUROPA/EZB erfüllt hohe Erwartung nicht - Börsen schwach"]], "en": [["29.04.20", "Fuchs and BASF collaborate on hydraulic fluid lifecycle analysis"], ["27.04.20", "FUCHS PETROLUB SE : FUCHS and BASF collaborate for a holistic sustainability assessment and more sustainable lubricant products - Life Cycle Analysis of Hydraulic Fluids"], ["07.04.20", "BASF Appoints VMLY&R Creative, Media AOR"], ["17.03.20", "BASF SE : BASF postpones Annual Shareholders' Meeting"], ["10.03.20", "BASF launches autocatalyst in bid to rebalance PGM market, retain industrial demand"], ["28.02.20", "BASF warns of ‘significant impact’ from coronavirus"], ["28.02.20", "BASF flags risk of lower earnings on virus hit"], ["28.02.20", "Dow Jones Newswires: BASF profit and sales fall as it warns of coronavirus impact"], ["17.02.20", "German firms Bayer and BASF fight $265m US fine over weedkiller"], ["16.02.20", "U.S. peach grower awarded $265 million from Bayer, BASF in weedkiller lawsuit"], ["16.02.20", "UPDATE 2-U.S. peach grower awarded $265 mln from Bayer, BASF in weedkiller lawsuit"], ["16.02.20", "U.S. farmer wins $265 million weedkiller award from Bayer, BASF lawsuit"], ["16.02.20", "UPDATE 1-U.S. farmer wins $265 mln weedkiller award from Bayer, BASF lawsuit"], ["15.02.20", "Missouri farm awarded $265M in suit against BASF and Bayer"], ["14.02.20", "BASF diverts products from Chinese customers due to coronavirus disruption"], ["12.02.20", "BASF picks German state of Brandenburg as battery materials production site"], ["16.01.20", "BASF SE : Preliminary announcement of the publication of quarterly reports and quarterly/interim statements"], ["16.01.20", "BASF SE : Preliminary announcement of the publication of financial reports according to Articles 114, 115, 117 of the WpHG [the German Securities Act]"], ["07.01.20", "Sustainability in focus at BASF CEO business breakfast"], ["2020-05-26 11:03", "Supplies of large-tonnage equipment for Amur GPP have started ...  shares with a face value of 5 rubles. The company has several hundred thousand shareholders in Russia and abroad. The Russian Federation owns more than 50% of Gazprom's shares. The Bank of New York Mellon is the depositary of Gazprom's ADR program. Gazprom's biggest foreign partners are E.ON, BASF, Wintershall, Verbundnetz Gas VNG, Siemens (Germany); ENGIE, EDF, Total (France); ENI (Italy); Botas (Turkey); Fortum (Finland); Gasunie and GasTerra (the Netherlands); DONG Energy (Denmark); Statoil (Norway); OMV (Austria); CNPC and PetroChina (China); GAIL (India); Sonatrach (Algeria); PetroVietnam (Vietnam); PDVSA (Venezuela); YPF (Argentina); MOL (Hungarian); PGNiG (Poland); SPP (Slovakia); Serbijagaz (Serbia); Bulgarian Energy Holding EAD; Kogas ... "], ["2020-05-26 09:30", "Refinery Catalysts Market Worth $4.7 Billion By 2025 - Exclusive Report By MarketsandMarkets ...  lockdown across the world. This has led to a decrease in the demand for fuels globally, leading to reduced production in oil refineries. Therefore, in 2020, the refinery catalysts market is expected to witness a dip. The refinery catalysts market comprises major players such as Albemarle Corporation (US), W R Grace (US), BASF ( Germany ), Haldor Topsoe ( Denmark ), Honeywell UOP (US), Clariant ( Switzerland ), Axens ( France ), Johnson Matthey (UK), China Petroleum and Chemical Corporation (Sinopec) ( China ), and Shell Catalyst & Technologies ( Netherlands ), Arkema ( France ), Anten Chemicals ( China ), Chempack ( China ), Dorf-Ketal Chemicals Pvt. Ltd. ( India ), Exxon Mobil Corporation (US), Gazprom ( Russia ), JGC Catalyst and Chemicals ( Japan ),KNT ... "], ["2020-05-26 08:50", "Omega 3 Products Market Comprehensive Report To 2028 With Leading Key Players: Epax, Crode & Nordic Naturals | Radiant Insights, Inc ... . Some of the important companies for Omega 3 Products Market are: Optimum Nutrition, Amway, By-Health, Carlson Laboratories, GSK, Pharbio, Ascent a Health, Cargill, Luhua Bio marine, DSM, Innovix Pharma, Epax, NOW Foods, OmegaBrite, Go well Pharma, Natrol, Dow Chemical, KD Pharma, Pharmavite, Marine Ingredients, Nordic Naturals, Crode, Aker Bio Marine AS, Archer Daniels Midland Co., and BASF SE. Access 134 page research report with TOC on \"Global Omega 3 Products Market\" available with Radiant Insights, Inc. @: https://www.radiantinsights.com/research/2013-2028-report-on-global-omega-3-products-market Additional notable companies are: Unilever Group, Orkla ASA, Koninklijke DSM NV, Bellamy's Australia Ltd., Reckitt Benckiser Group Plc, Nestl SA ... "], ["2020-05-25 13:39", "Oil companies forced to renegotiate deals or risk losing it all ...  media won't tell you Subscribe Mixi.Media News Podcasts All podcasts The golden asteroid that could make everyone on Earth a billionaire China's gold-backed crypto looming as 'Pearl Harbor type event' for US dollar in 2020 Keiser Report 'We are going to have a horrible time,' Jim Rogers tells Boom Bust as global debt skyrockets Chemical brothers: Monsanto & BASF knew for years their products destroy US farms, documents reveal Federal Reserve's actions led to 'total bust' of US economy, chief strategist tells RT's Boom Bust Gold demand skyrockets 80% as pandemic fuels investor dash for safety 'That's a Ponzi scheme': RT's Keiser Report looks into US deflationary spiral caused by nonstop 'printing of ... "], ["2020-05-25 09:37", "Bayer shares jump on report of Roundup settlement ...  billions. Bloomberg reported the company would earmark US$8 billion for current cases and US$2 billion for future complaints. Meanwhile the group continues to appeal the rulings against it last year, which saw a total of US$2.4 billion in damages awarded by juries, later slashed to US$191 million. — AFP Related Articles US peach farmer wins US$265m damages over Bayer, BASF herbicide Australian farmer brings legal action vs Bayer over weedkiller, says report Elanco to become No.2 in animal health with US$7.6b Bayer deal In Money Loading... News Malaysia COVID-19 World Money Life Eat/Drink Showbiz Opinion What You Think Sports Tech/Gadgets Drive Videos About Archives About Us Privacy Policy Terms of Use Advertise with Us Download Apple AppStore Google ... "], ["2020-05-25 08:38", "Germany: Traffic deaths fall to lowest point since reunification ... a selection of the day's hard news and quality feature journalism. Sign up to receive it directly here. DW recommends Will Brandenburg be Germany's biggest e-mobility hub? The eastern German state of Brandenburg is aiming to become a pivotal player in pushing e-mobility. Not only will it be home to Tesla's first European Gigafactory, BASF looks set to build a large cathode factory there. (10.12.2019) Audios and videos on the topic Coronavirus regulates road traffic anew Date 25.05.2020 Related Subjects Coronavirus Keywords traffic accidents , road deaths , coronavirus , lockdown Feedback : Send us your feedback. Print Print this page Permalink https://p.dw.com/p/3ciXt Related content Coronavirus latest: Spain anti-lockdown protest draws thousands ... "], ["2020-05-25 08:11", "Your 2030 electric vehicle is parked on the bottom of the ocean ... for the first time, is valued at more than $100 billion. How has Tesla surpassed Volkswagen which sells 30 times more cars? Will Brandenburg be Germany's biggest e-mobility hub? 10.12.2019 The eastern German state of Brandenburg is aiming to become a pivotal player in pushing e-mobility. Not only will it be home to Tesla's first European Gigafactory, BASF looks set to build a large cathode factory there. Date 25.05.2020 Author Nils Zimmermann Keywords Electric vehicles , EVs , deep-sea mining , BGR , batteries Send us your feedback. Print Print this page Permalink https://p.dw.com/p/3cbqj Advertisement DW Business - Europe & America Lufthansa nears 9 bn euro rescue from Berlin - US unemployment claims hit 38.6 million Germany: Traffic deaths fall to ... "], ["2020-05-22 15:45", "Solid-State Lithium-Ion Battery Innovation & Patent Review Of 260,004 Documents ...  Qingtao Kunshan Hitachi Shipbuilding (Hitachi Zosen) Blue Solutions Ilika Technologies Front Edge Technology Cymbet Prospective Solid-State Li-Ion Battery Suppliers Toyota LG Chemical Panasonic Bosch/Seeo Samsung Hyundai Motor/Kia Motors BYD IBM Hitachi Chemical Toshiba Furukawa Battery Hitachi Lishen QuantumScape/VW BMW NGK Spark Plugs Seiko Epson I TEN BASF/Sion Power Ionic Materials Solid Power Medtronic Johnson Battery Technologies BrightVolt Materials & Technology Suppliers (Current & Prospective) Fujifilm Idemitsu Kosan Nippon Zeon Toppan Printing Hydro Qubec Asahi Kasei/Asahi Chemical 10. Deep Dive - Options to Stabilize the Positive Electrode/Electrolyte Interface 11. Key Patent Families by 38 Additional Companies 12. Appendix: Patent Analysis ... "], ["2020-05-22 14:49", "European leveraged loan market reopens for LBOs ... , but there are some deals where banks will have to use fees as well,\" the first syndicate head said. WAITING IN THE WINGS Other outstanding buyout financings include Cerelia, a French company that makes pizza dough and cookies; UK-based music-mixing console provider Audiotonix; German pharmaceutical supplier PharmaZell; ThyssenKrupp's elevators division; UK's Stonegate Pub; BASF's construction chemicals business; and French laboratory services group Biogroup LCD. Many of these will be working on updated financials to provide to investors. At the same time, banks are looking at what concessions, if any, they may need to offer to appeal to investors and unlock additional liquidity. Possible changes could include anything from a margin increase ... "], ["2020-05-22 14:49", "European leveraged loan market reopens for LBOs ... , but there are some deals where banks will have to use fees as well,\" the first syndicate head said. WAITING IN THE WINGS Other outstanding buyout financings include Cerelia, a French company that makes pizza dough and cookies; UK-based music-mixing console provider Audiotonix; German pharmaceutical supplier PharmaZell; ThyssenKrupp's elevators division; UK's Stonegate Pub; BASF's construction chemicals business; and French laboratory services group Biogroup LCD. Many of these will be working on updated financials to provide to investors. At the same time, banks are looking at what concessions, if any, they may need to offer to appeal to investors and unlock additional liquidity. Possible changes could include anything from a margin increase ... "], ["2020-05-22 13:30", "2020 Assessment Of The World's Chipless RFID Market By Component, Product, Frequency Band, Industry Vertical And Region ...  qualitatively through a Risk Assessment System. According to the risk analysis and evaluation, Critical Success Factors (CSFs) are generated as a guidance to help investors & stockholders identify emerging opportunities, manage and minimize the risks, develop appropriate business models, and make wise strategies and decisions. Key Players Alien Technology Corporation Applied Wireless RFID Avery Dennison BASF SE CAEN RFID S.r.l. Confidex Ltd. GAO RFID Inc. GlobeRanger IDTRONIC GmbH Impinj Corporation Inksure Technologies Inc. Intermec Inc. Invengo Technology Pte. Ltd. Kovio Inc. Mojix Inc. Molex Inc. NXP Semi Conductors Sato Vicinity Thin Film Electronics Variuscard GmbH Zebra Technologies Corporation For more information about this report visit https://www ... "], ["2020-05-22 12:06", "Valery Guryanov appointed as CEO of Gazprom subsidiary ...  shares with a face value of 5 rubles. The company has several hundred thousand shareholders in Russia and abroad. The Russian Federation owns more than 50% of Gazprom's shares. The Bank of New York Mellon is the depositary of Gazprom's ADR program. Gazprom's biggest foreign partners are E.ON, BASF, Wintershall, Verbundnetz Gas VNG, Siemens (Germany); ENGIE, EDF, Total (France); ENI (Italy); Botas (Turkey); Fortum (Finland); Gasunie and GasTerra (the Netherlands); DONG Energy (Denmark); Statoil (Norway); OMV (Austria); CNPC and PetroChina (China); GAIL (India); Sonatrach (Algeria); PetroVietnam (Vietnam); PDVSA (Venezuela); YPF (Argentina); MOL (Hungarian); PGNiG (Poland); SPP (Slovakia); Serbijagaz (Serbia); Bulgarian Energy Holding EAD; Kogas ... "], ["2020-05-21 11:30", "Global Specialty Chemicals Market Integrated Across Multiple Vertical Applications ...  Household and Personal Care Industrial Manufacturing Energy Other Applications Chapter 6 Global Market for Specialty Chemicals by Region Chapter 7 Specialty Chemicals Industry Structure Chapter 8 Global Specialty Chemicals: Competitive Landscape Mergers and Acquisitions Joint Ventures Innovations Other Key Market Strategies Chapter 9 Company Profiles Akzo Nobel N.V. Albemarle Corp. Arkema Ashland Llc BASF SE Bayer Ag Chevron Phillips Chemical Co., Llc Clariant Ag Dupont Chemical Co. Eastman Chemical Co. Evonik Industries Huntsman International Llc Ineos Group Ag Solvay Sa Syngenta Ag For more information about this report visit https://www.researchandmarkets.com/r/3wjniz About ResearchAndMarkets.com ResearchAndMarkets.com is the world's leading source ... "], ["2020-05-21 10:02", "US weekly jobless claims expected to climb by 2.4 million despite easing of lockdown measures ...  of robots to replace 18,000 workers Where to watch Schedule Subscribe to RT newsletter to get stories the mainstream media won't tell you Subscribe Mixi.Media News Podcasts All podcasts World's largest printer of money is running out of cash US dollar collapse will happen this year, gold fund manager tells RT's Keiser Report Chemical brothers: Monsanto & BASF knew for years their products destroy US farms, documents reveal Rice & wheat prices surge amid fears Covid-19 lockdown may threaten global food security Global energy demand will collapse again if coronavirus makes a comeback, IEA warns Covid-19 crisis could leave $8.8 trillion hole in global economy, Asian Development Bank warns LNG price war could send natural gas into negative territory ... "], ["2020-05-21 06:56", "Top Stories ...  set to meet Iranian business halfway in boosting trade with Iran - PM Karapetyan SHOW MORE > 27 Feb 18 18:04 Moscow court throws out 5 suits against Apple over iPhone slowdown SHOW MORE > 27 Feb 18 17:22 Russian Curling Federation vice president to lead commission probing Krushelnitsky case SHOW MORE > 27 Feb 18 16:47 Aliyev registered as Azerbaijani presidential candidate - 2 SHOW MORE > 27 Feb 18 15:59 BASF hoping for long-term partnership with Russia, but will monitor future steps of U.S. SHOW MORE > 27 Feb 18 15:30 Official exchange rates for CIS and Baltic nations as of 27.02.2018 SHOW MORE > 27 Feb 18 14:53 Duma deputy says E. Ghouta 'revolver pressed to head' of Damascus SHOW MORE > 27 Feb 18 14:11 No signs of violence found on bodies after ... "], ["2020-05-20 18:45", "Assessment Of The Animal Feed Additives Industry, 2020-2025: Implications Of COVID-19 And An Emerging Recession ...  Demand Global Competitor Market Shares Animal Feed Additives Competitor Market Share Scenario Worldwide (in %): 2018 & 2029 2. FOCUS ON SELECT PLAYERS ADDCON GmbH ( Germany ) Adisseo France SAS ( France ) Ajinomoto Co., Inc. ( Japan ) Ajinomoto Eurolysine S.A.S. ( France ) Aliphos Belgium S.A. ( Belgium ) Alltech Inc. ( USA ) Archer Daniels Midland Company ( USA ) BASF SE ( Germany ) Biovet JSC ( Bulgaria ) Cargill, Inc. ( USA ) Provimi Holding B.V. ( The Netherlands ) Chr. Hansen A/S ( Denmark ) CJ CheilJedang Corp. ( South Korea ) DelaconBiotechnik GmbH ( Austria ) DSM Nutritional Products ( Switzerland ) Elanco Animal Health ( USA ) Evonik Industries AG ( Germany ) Kemin Industries, Inc. ( USA ) Lonza Group Ltd. ( Switzerland ) Neovia ( France ) Pancosma ... "], ["2020-05-20 18:00", "Agricultural Biotechnology Industry Assessment 2020-2025 - Transgenic Seeds & Crops Spearhead Growth ...  Farming Augurs Well for Biopesticides Market Lack of Familiarity & Negative Perceptions Hinder Uptake of Biopesticides among Farmers Biopesticide Regulations in the US and Europe Global Competitor Market Shares Agricultural Biotechnology Competitor Market Share Scenario Worldwide (in %): 2020 & 2029 2. FOCUS ON SELECT PLAYERS ADAMA Agricultural Solutions Ltd. ( Israel ) BASF SE ( Germany ) Bayer CropScience AG ( Germany ) Certis USA LLC ( USA ) Dow AgroSciences, LLC ( USA ) Mycogen Seeds ( USA ) DuPont Pioneer ( USA ) Marrone Bio Innovations Inc. ( USA ) Monsanto Company ( USA ) Performance Plants Inc. ( Canada ) Syngenta AG ( Switzerland ) Valent BioSciences Corporation ( USA ) 3. MARKET TRENDS & DRIVERS Food Security - An Opportunity Generator Rising ... "], ["2020-05-20 17:45", "Nutraceuticals Market Study 2020-2025: Important Opportunity Indicators Of The Millenial Demographic ... Producer and Consumer of Nutraceuticals Worldwide Global Competitor Market Shares Nutraceuticals Competitor Market Share Scenario Worldwide (in %): 2018 & 2029 2. FOCUS ON SELECT PLAYERS Abbott Nutrition ( USA ) Amway Corporation ( USA ) Advanced Orthomolecular Research Inc. ( Canada ) Archer Daniels Midland Company ( USA ) ARKOPHARMA Laboratories, Company Limited ( France ) Bactolac Pharmaceutical, Inc. ( USA ) BASF SE ( Germany ) Bayer Healthcare AG ( Germany ) Ceapro, Inc. ( Canada ) Celsius Holdings, Inc. ( USA ) CK Life Sciences Int'l., (Holdings) Inc. ( Hong Kong ) CytoSport, Inc. ( USA ) Daflorn Ltd. ( Bulgaria ) Danone SA ( France ) DMV International BV ( Netherlands ) Dr Pepper Snapple Group, Inc. ( USA ) Dymatize Enterprises, LLC ( USA ) E.I.D ... "], ["2020-05-20 16:23", "EU court throws out challenge from Russian-backed Nord Stream 2 ...  a waiver of the directives for the section that runs through German territory. Nord Stream 2 is wholly owned by the Russia's Gazprom, and is responsible for the planning, construction and operation of the Nord Stream 2 pipeline, which is expected to open around early 2021 after numerous delays. Fifty percent of the funding is provided by Germany's Uniper ( UN01.DE ) and BASF's ( BASFn.DE ) Wintershall unit, as well as Anglo-Dutch oil major Royal Dutch Shell ( RDSa.L ), Austria's OMV ( OMVV.VI ) and France's Engie ( ENGIE.PA ). Reporting by Kate Abnett; additional reporting by Foo Yun Chee in Brussels and Polina Ivanova in Moscow; editing by Barbara Lewis Our Standards: The Thomson Reuters Trust Principles. 0 : 0 narrow-browser-and-phone ... "], ["2020-05-20 16:21", "EU court throws out challenge from Russian-backed Nord Stream 2 ...  a waiver of the directives for the section that runs through German territory. Nord Stream 2 is wholly owned by the Russia's Gazprom, and is responsible for the planning, construction and operation of the Nord Stream 2 pipeline, which is expected to open around early 2021 after numerous delays. Fifty percent of the funding is provided by Germany's Uniper and BASF's Wintershall unit, as well as Anglo-Dutch oil major Royal Dutch Shell, Austria's OMV and France's Engie. Reporting by Kate Abnett; additional reporting by Foo Yun Chee in Brussels and Polina Ivanova in Moscow; editing by Barbara Lewis Our Standards: The Thomson Reuters Trust Principles. 0 : 0 narrow-browser-and-phone medium-browser-and-portrait-tablet landscape-tablet medium ... "]]}}