{"postfix": "baxter_international-aktie", "name": "BAXTER_INTERNATIONAL", "wkn": "853815", "time": "2020.05.26 16:06", "ts": 1590501962, "features": {"KGV": "25.26", "Marktkapitalisierung": {"Size": "Mrd", "Value": "40.47"}, "GA": "3.31", "KBV": "3.98", "BA": "21.00", "KCV": "17.25", "CA": "4.85", "Vola30": "29.63", "Vola90": "55.27", "Vola180": "41.79", "Vola250": "34.21"}, "rivals": ["fresenius_medical_care-aktie", "fresenius-aktie", "cardinal_health-aktie", "boston_scientific-aktie", "hospira-aktie", "covidien-aktie", "medtronic_2-aktie"], "text_data": {"de": [["06.05.20", "Baxter hebt die Dividende an"], ["01.05.20", "Baxter International stellte das Zahlenwerk zum vergangenen Quartal vor"], ["30.04.20", "Baxter International-Aktie: Einschätzungen und Kursziele der Analysten im April"], ["29.04.20", "Ausblick: Baxter International zieht Bilanz zum jüngsten Jahresviertel"], ["15.04.20", "Erste Schätzungen: Baxter International stellt das Zahlenwerk zum vergangenen Quartal vor"], ["31.03.20", "März 2020: So haben Analysten ihre Einstufung der Baxter International-Aktie angepasst"], ["18.03.20", "Baxter International veröffentlichte Zahlen zum vergangenen Quartal"], ["29.02.20", "So schätzen die Analysten die Baxter International-Aktie im Februar 2020 ein"], ["19.02.20", "Baxter zahlt Dividende aus"]], "en": [["01.05.20", "Baxter International Inc (BAX) Q1 2020 Earnings Call Transcript"], ["23.04.20", "Sell Baxter International To Buy Boston Scientific?"], ["23.01.20", "BAXTER SHAREHOLDER ALERT: Faruqi & Faruqi, LLP Encourages Investors Who Suffered Losses Exceeding $50,000 In Baxter International, Inc. To Contact The Firm"], ["16.01.20", "Baxter Deadline Alert: Faruqi & Faruqi, LLP Encourages Investors Who Suffered Losses Exceeding $50,000 In Baxter International, Inc. To Contact The Firm"], ["13.01.20", "BAXTER SHAREHOLDER ALERT: Faruqi & Faruqi, LLP Encourages Investors Who Suffered Losses Exceeding $50,000 In Baxter International, Inc. To Contact The Firm"], ["01.01.20", "Baxter Deadline Alert: Faruqi & Faruqi, LLP Encourages Investors Who Suffered Losses Exceeding $50,000 In Baxter International, Inc. To Contact The Firm"], ["2020-05-26 13:44", "The virus has made healthy eating more costly — just when we need a better diet ... s problems with senior voters started long before the coronavi... Transportation Washington region's airports reeling from impact of coronavirus pandemic Morning Mix 'An international example of bad judgment': Local officials stunned by rauc... Relationships Meet the accidental quarantine family: Two Airbnb hosts, two parents, two d... National Frustrated and  ... fruits and vegetables, exercise during free time, try to maintain a healthy weight, and get an adequate amount of sleep.\" How the capital region is being affected I spoke with Baxter Montgomery, an African American cardiologist in Houston, who prescribes raw fruits and vegetables as part of his treatment for patients with hypertension and cardiovascular disease. \"The bottom line is,  ... "], ["2020-05-26 05:48", "Fraserburgh fisherman says he has been forced to sell boat over 'lack of support' ...  over 'lack of support' by Rebekah McVey May 26, 2020, 6:48 am DC Thomson Fisherman Michael Ritchie (left) and Robert Souter (right) at Fraserburgh Harbour. Picture by Scott Baxter A north-east fisherman says he has been forced to put his boat up for sale after falling through the cracks of government schemes aimed at helping the industry survive. Michael  ... estimates in the first quarter as oil production rose to the highest in at least four years. Oil rises on view that demand may rebound beyond pre-virus level Oil rose as the head of the International Energy Agency forecast demand will likely grow past its level before the global pandemic. Built by oil's riches, Houston goes 100% green years earlier The oil and natural gas capital of the world is ... "], ["2020-05-25 21:30", "Visa fears for British footballers in the US amid pay dispute ...  British footballers in the United States are at risk of being stripped of their visas amid a coronavirus pay dispute. A host of UK born players plying their trade in the United Soccer League (USL) - America's second tier - are facing increasingly uncertain futures as division chiefs try to enforce huge pay cuts of up to 80 percent. Former Everton midfielder Jose Baxter and Jack Barmby - son of former England international Nick - are among the players caught in the middle of the dispute. British footballers in the US are at risk of being stripped of their visas amid a pay dispute RELATED ARTICLES Previous 1 Next 'They put their own lives at risk to save ours': Pep... 'He has a high fever and a cough. It quickly developed into... 'You ... "], ["2020-05-25 17:39", "Central Banks Are Destroying What Was Left of Free Markets ...  experiment in hopes of keeping the government-spending machine going at full speed forever. The unintended consequences will be highly destructive. Alasdair Macleod | Mises.org - May 25, 2020 Comments Image Credits: Allan Baxter / Getty . President Reagan memorably said that the nine words you don't want to hear are \"I'm from the government, and I'm here to help.\" Governments ...  Asia, where all forms of production capital, with the exception of monetary capital, were significantly cheaper and more flexible. There then commenced a quarter-century of expansion of international trade replacing much of the domestic production of goods in the US, the UK, and Europe. It was these events that denuded America of its manufacturing, not unfair  ... "], ["2020-05-25 13:21", "Astronauts go back to the future with SpaceX capsule launch ... March 2, 2019 image from video made available by SpaceX shows a life-size test mannequin and a stuffed toy in the Dragon capsule as the it launches into orbit en route to the International Space Station, arriving 27 hours after liftoff. (SpaceX via AP) This illustration made available by SpaceX depicts the company's Crew Dragon capsule and Falcon 9 rocket during the uncrewed In-Flight  ...  brought the flames under control. One firefighter sustained a hand injury while battling the fire at the warehouse the size of a football field on Pier 45, San Francisco Fire Lt. Jonathan Baxter said. Read the Full Article Video Top Stories COVID-19 Global Update: US faces a Memorial Day like no other as Greek islands reopen Patrick Ewing tests positive for COVID-19: ' ... "], ["2020-05-25 11:30", "European Medical Devices Market Worth $61.4 Billion By 2025 - Exclusive Report By MarketsandMarkets ...  the country are the major factors that are driving the demand for medical devices in Germany . The prominent players in the global European medical device market are Siemens Healthineers (Germany), GE Healthcare (US), Philips ( Netherlands ), Abbott (US), Medtronic ( Ireland ), Stryker (US), Boston Scientific (US), Asahi Kasei Medical ( Japan ), B. Braun (Germany) , Baxter International, Inc. (US), ResMed (US), Masimo (US), and KARL STORZ (Germany). Browse Adjacent Markets: Medical Devices Market Research Reports & Consulting Get Special Pricing on Bundle Reports: https://www.marketsandmarkets.com/RequestBundleReport.asp?id=241277169 Browse Related Reports: Medical Equipment Maintenance Market by Device (Imaging (MRI, CT, X-ray, Ultrasound), Endoscopy, Life ... "], ["2020-05-25 07:22", "From Germany to Detroit and back: how Kraftwerk forged an industrial exchange ...  and monotonous rhythm of factory life. This inescapable repetition of sound and movement programmed, precise was present in Detroit and Dusseldorf, both industrial centres. Released in 1974, Autobahn provided Kraftwerk's international breakthrough, setting the wheels in motion for their first tour of the US in 1975. It was a moderate success, but if it hadn't been for radio and club play  ... X-101. Tresor also signed two of Drexciya's albums, Harnessed the Storm and Neptune's Lair, and music from Atkins, Robert Hood, Jeff Mills and Blake Baxter. Dimitri inspired the conception of Atkins' Borderland project with Von Oswald. Once again, rhythm and musical language stimulated the flow of communication between the two cities. Underground  ... "], ["2020-05-25 07:00", "For African-Americans in Uniform, It's Duty, Honor, Country. But Don't Expect to Lead. ... Linsman for The New York Times \"The absence of minorities at the top means the absence of a voice to point to things that should have been addressed a long time ago.\" Brandy Baxter, Air Force veteran One of the biggest problems, service members say, is that white men in the top ranks do not see the problem. In July, Gen. John E. Hyten, the second-highest officer in ... by advancing militants. \"Something else is happening,\" said Reuben E. Brigety, a former Navy submarine officer who is now the dean of George Washington University's Elliott School of International Affairs. \"Unless you presume that ethnic minorities are just not as good as their white male counterparts, there has to be another reason.\" The Other Reason In the Marines, the ... "], ["2020-05-25 03:26", "Fisherman's Wharf Warehouse Fire Destroyed Fishing Traps, Threatening Dungeness Crab Season ...  coworkers had to be quarantined because they had contact with those three individuals. San Francisco Int'l Airport To Open New 'SkyTerrace' Public Observation Deck San Francisco International Airport is reopening their public observation deck, which has been closed for around 25 years, this Valentine's Day. Passengers From Wuhan Halted From Flying To SFO Due To  ...  making sure that flare-ups and hot spots stay out,\" SFFD Lt. Jonathan Baxter said Sunday on social media. The fire department is working closely with the Port of San Francisco on \"multiple topics\" related to the fire, Baxter added. The fire damaged the underside of the pier, Baxter said Saturday, and the pier will be examined by the port officials for structural  ... "], ["2020-05-24 21:00", "Woman's terrifying triple-0 call after her partner splashed her with petrol and pulled out a lighter ... successfully prosecuted Jacobs who entered a guilty plea 'I remember a feeling of rising panic in me and just terror,' Ms Barker said, looking back on the attack. When Queensland footballer Rowan Baxter doused his own three children in petrol and burnt them to death in a car along with his estranged wife Hannah Clarke in February, the horrific case brought home the danger to Ms Barker ... time she has worn a brooch with a special significance... hidden until now Beam me up, Elon! William Shatner tweets offer to hop aboard historic NASA-Space X flight to the International Space Station on Wednesday Lea Michele reveals her pregnancy cravings as she heads out on burger run with husband Zandy Reich before sharing another baby bump image Renee Bargh finally  ... "], ["2020-05-24 18:37", "OK number of coronavirus cases breaks 6,000 ...  Search Primary Menu News Local Coronavirus A Place to Call Home In Your Corner National Washington Great State Pay It 4ward 4 Seniors Kids with Courage A Heart 4 Kids International Remarkable Women Cooking with Kyle Your Local Election Headquarters Hidden History United Voice Flashpoint Top Stories OK number of coronavirus cases breaks 6,000 Another night of severe storms in  ... firefighters brought the flames under control. One firefighter sustained a hand injury while battling the fire at the warehouse the size of a football field on Pier 45, San Francisco Fire Lt. Jonathan Baxter said. Read the Full Article Video Top Stories Another night of severe storms in store for Oklahoma followed by a wet and stormy Memorial Day OCCHD moves COVID-19 drive-thru testing  ... "], ["2020-05-24 18:13", "OCCHD moves COVID-19 drive-thru testing site ... Menu News Local Coronavirus A Place to Call Home In Your Corner National Washington Great State Pay It 4ward 4 Seniors Kids with Courage A Heart 4 Kids International Remarkable Women Cooking with Kyle Your Local Election Headquarters Hidden History United Voice Flashpoint Top Stories Fire destroys warehouse on San Francisco's Fisherman's Wharf  ...  firefighters brought the flames under control. One firefighter sustained a hand injury while battling the fire at the warehouse the size of a football field on Pier 45, San Francisco Fire Lt. Jonathan Baxter said. Read the Full Article Video Kansas pair injured in explosion on Lake Eufaula by Kaylee Douglas / May 24, 2020 McINTOSH COUNTY, Okla. (KFOR) - Two Kansans were injured when their lake vessel exploded  ... "], ["2020-05-24 17:46", "Fire destroys warehouse on San Francisco's Fisherman's Wharf ...  Coronavirus A Place to Call Home In Your Corner National Washington Great State Pay It 4ward 4 Seniors Kids with Courage A Heart 4 Kids International Remarkable Women Cooking with Kyle Your Local Election Headquarters Hidden History United Voice Flashpoint Top Stories OCCHD moves COVID-19 drive-thru testing site Fire destroys ... , fire everywhere,\" he said. \"It was very, very scary. I've never seen anything like it.\" The fire tore through the warehouse near the end of the concrete pier, causing its walls to collapse, Baxter said. The flames singed the first fire truck to respond to the scene, forcing firefighters to turn their hoses on the vehicle to save it, he said. More than 130 firefighters fought the flames, with some using ladder trucks ... "], ["2020-05-24 14:05", "Eureka moment? Law firms report rush to patent ideas in midst of UK lockdown ... Fashion Food Recipes Love & sex Health & fitness Home & garden Women Men Family Travel Money What term do you want to search? Search with google Make a contribution Subscribe International edition switch to the UK edition switch to the US edition switch to the Australia edition Search jobs Holidays Digital Archive Discount Codes Guardian Puzzles app The  ...  In response, they developed a cheap and easily produced soap \"tab\" and dispenser system which, trials in the country show, dramatically increased rates of hand-washing. In a time of immense new challenges, Baxter says, the opportunities for new ideas are enormous. \"Whenever there is a lot of friction like this, it means there is a lot of opportunity for innovation. There has been a lot of very  ... "], ["2020-05-24 14:03", "Fire Destroys Warehouse on San Francisco's Fisherman's Wharf ... Economy Chinese Culture China Human Rights China Society Organ Harvesting in China World Africa Americas Asia & Pacific Canada Europe UK Australia International Middle East Business Companies Economies Markets Real Estate ARTS & CULTURE Fine Arts & Craftsmanship Performing Arts Literature Traditional Culture Shen Yun  ... fire broke out before dawn at Fisherman's Wharf in San Francisco, Saturday, May 23, 2020. (Jeff Chiu/AP photo) The fire tore through the warehouse near the end of the concrete pier, causing its walls to collapse, Baxter said. The flames singed the first fire truck to respond to the scene, forcing firefighters to turn their hoses on the vehicle to save it, he said. More than 130 firefighters fought the flames, with some using ladder trucks  ... "], ["2020-05-24 13:18", "Fire destroys warehouse at San Francisco's Pier 45Skip to content NEWS10 ABC Albany 60 Sponsored By Toggle Menu Open Navigation Close Navigation Search Primary Menu News Local National International Traffic NY Capitol News New York State FY 2021 Budget Your Local Election Headquarters Coronavirus Outbreak Coronavirus Updates Special Reports The Wakeup Rundown Podcast Wake Up With 10 Digital  ...  reached over 100 feet high. One firefighter, who suffered an injury to the arm and hand, was taken to a local hospital to be treated. No other injuries have been reported at this time. Lieutenant Jonathan Baxter reported that the historic SS Jeremiah O'Brien was saved, along with the museum on the pier. \"The fireboat St. Francis, San Francisco Fireboat 3, was put in position to protect the historic Jeremiah  ... "], ["2020-05-24 12:00", "Lockdown playlists for every mood, part three: chosen by Bat for Lashes, Neil Tennant, Jason Williamson and Mike Skinner ...  Love & sex Health & fitness Home & garden Women Men Family Travel Money What term do you want to search? Search with google Make a contribution Subscribe International edition switch to the UK edition switch to the US edition switch to the Australia edition Search jobs Holidays Digital Archive Discount Codes Guardian Puzzles ... , I think we could get with doing something like this. The Prettiots Boys (That I Dated In High School) A brilliant attack on the male of the species, in a good way. Baxter Dury Samurai This has a great, melancholy groove. I don't know what Baxter's talking about half the time, but I don't mind. Facebook Twitter Pinterest Photek. Photograph: Philippe McClelland Photek Modus Operandi The title track of their 1997 album. it' ... "], ["2020-05-24 10:05", "In Brief: May 24, 2020 ... Baxter said after the fire subsided, investigators scoured the building to determine whether homeless people were inside. \"That is something of grave concern. That is why we're actively trying to confirm if anybody saw anybody in this building,\" he told KGO-TV. \"To our knowledge ... nobody is supposed to be in the building and we are hoping ... that there is no victim,\" he said. From wire sources Turbulence, warnings before Pakistan plane crash killed 97 KARACHI, Pakistan — When the plane jolted violently, Mohammad Zubair thought it was turbulence. Then the pilot came on the intercom to warn that the landing could be \"troublesome.\" Moments later, the Pakistan International Airlines flight crashed into a crowded neighborhood ... "], ["2020-05-24 10:04", "AP News in Brief at 6:04 a.m. EDT ...  control. One firefighter sustained a hand injury while battling the fire at the warehouse the size of a football field on Pier 45, San Francisco Fire Lt. Jonathan Baxter said. Baxter said after the fire subsided, investigators scoured the building to determine whether homeless people were inside. \"That is something of grave concern. That is why we're ... Mars. That vision, Elon Musk's vision, morphed into a shake-up of the old space industry, and a fleet of new private rockets. Now, those rockets will launch NASA astronauts from Florida to the International Space Station — the first time a for-profit company will carry astronauts into the cosmos. It's a milestone in the effort to commercialize space. But for Musk's company, SpaceX, it ... "], ["2020-05-24 08:01", "Fire destroys warehouse at San Francisco's Pier 45Skip to content KHON2 Mililani 69 Sponsored By Toggle Menu Open Navigation Close Navigation Search Primary Menu News Local News National Washington-DC International Always Investigating Kupuna Caregiver Kupuna Life Business Matters INspirational People Whiz Kids Aloha Authentic Jane's Journey Hardworking Hawaii Way 2 Go! Remembering Hawaii What's the Law 2  ... over 100 feet high. One firefighter, who suffered an injury to the arm and hand, was taken to a local hospital to be treated. No other injuries have been reported at this time. Lieutenant Jonathan Baxter reported that the historic SS Jeremiah O'Brien was saved, along with the museum on the pier. \"The fireboat St. Francis, San Francisco Fireboat 3, was put in position to protect the historic ... "]]}}