{"postfix": "best_buy-aktie", "name": "BEST_BUY", "wkn": "873629", "time": "2020.05.26 17:28", "ts": 1590506886, "features": {"KGV": "14.29", "Marktkapitalisierung": {"Size": "Mrd", "Value": "18.12"}, "GA": "6.07", "KBV": "6.67", "BA": "13.00", "KCV": "9.06", "CA": "9.57", "Vola30": "58.78", "Vola90": "85.01", "Vola180": "65.99", "Vola250": "54.13"}, "rivals": ["rs_legacy_1-aktie", "netflix-aktie", "rent-a-center-aktie", "gamestop-aktie", "dixons_carphone-aktie"], "text_data": {"de": [["22.05.20", "Best Buy gibt Dividende bekannt"], ["20.05.20", "Ausblick: Best Buy informiert über die jüngsten Quartalsergebnisse"], ["30.04.20", "April 2020: So haben Analysten ihre Einstufung der Best Buy-Aktie angepasst"], ["16.04.20", "Morning Briefing: Läden dürfen wieder öffnen - Abracar, Best Buy, Amazon, Rolex, Youtube, Lego, Weltbild"], ["09.04.20", "Best Buy zahlt vierteljährliche Dividende aus"], ["31.03.20", "Analysten sehen für Best Buy-Aktie Luft nach oben"], ["29.02.20", "Februar 2020: Das sind die Expertenmeinungen zur Best Buy-Aktie"], ["28.02.20", "Best Buy steigert den Umsatz und erhöht die Dividende"], ["28.02.20", "Best Buy stellte Ergebnisse des abgelaufenen Quartals vor"], ["26.02.20", "Ausblick: Best Buy stellt Quartalsergebnis zum abgelaufenen Jahresviertel vor"], ["15.01.20", "MÄRKTE USA/Wall Street mit Abschluss des Handelsabkommens in Rekordlaune"], ["07.01.20", "Best Buy schüttet Dividende aus"]], "en": [["23.05.20", "Forget Foot Locker: Best Buy Is the Better Retail Stock"], ["22.05.20", "Coronavirus Stock Market Rally Runs Higher On Vaccine Hopes; Alibaba, China Stocks Fall; Nvidia, Splunk, Best Buy, Walmart, Target Notable Earnings Movers"], ["21.05.20", "Why Best Buy Stock Just Sold Off by 4%"], ["21.05.20", "Best Buy Co Inc (BBY) Q1 2021 Earnings Call Transcript"], ["21.05.20", "Best Buy (BBY) Q1 Earnings & Sales Beat Estimates, Down Y/Y"], ["21.05.20", "Best Buy Earnings Fall, Target Sales Soar: Here’s How All The Big Retailers Fared In The First Quarter"], ["21.05.20", "Best Buy sees margin pressure as online demand raises delivery spend"], ["21.05.20", "REFILE-UPDATE 2-Best Buy sees margin pressure as online demand raises delivery spend"], ["21.05.20", "Best Buy sees margin pressure as online demand raises delivery spend"], ["21.05.20", "UPDATE 2-Best Buy sees margin pressure as online demand raises delivery spend"], ["21.05.20", "Best Buy beats first-quarter expectations as coronavirus closes stores"], ["21.05.20", "Best Buy (BBY) Surpasses Q1 Earnings and Revenue Estimates"], ["21.05.20", "Best Buy revenue, profit beat estimates as online sales surge"], ["21.05.20", "Best Buy revenue, profit beat estimates as online sales surge"], ["21.05.20", "UPDATE 1-Best Buy revenue, profit beat estimates as online sales surge"], ["21.05.20", "Best Buy quarterly same-store sales fall over 5%"], ["21.05.20", "Best Buy Beats Targets In Coronavirus-Ravaged First Quarter"], ["21.05.20", "Best Buy quarterly same-store sales fall over 5%"], ["20.05.20", "Earnings Preview: What To Expect From Best Buy On Thursday"], ["19.05.20", "Save up to $250 on Asus, HP and Lenovo 2-in-1 laptops at Best Buy     - CNET"], ["18.05.20", "Why Best Buy Stock Jumped Today"], ["18.05.20", "Best Buy Jumps Almost 10% on Analyst Upgrade"], ["18.05.20", "Here's How Best Buy (BBY) is Poised Ahead of Q1 Earnings"], ["15.05.20", "Better Buy: Amazon vs. Best Buy"], ["14.05.20", "Analysts Estimate Best Buy (BBY) to Report a Decline in Earnings: What to Look Out for"], ["13.05.20", "Best Buy flash sale: Save hundreds on a 65-inch TCL Roku TV and lots more     - CNET"], ["11.05.20", "Best Buy (BBY) Stock Sinks As Market Gains: What You Should Know"], ["08.05.20", "How Best Buy Shares Gained 34.6% Last Month"], ["07.05.20", "UE Megaboom 3 speaker hits all-time low at Best Buy and includes free charging base     - CNET"], ["07.05.20", "A full-size Char-Broil infrared grill is just $230 today at Best Buy     - CNET"], ["07.05.20", "Buy, Sell, Or Hold Best Buy At $74?"], ["05.05.20", "Best Buy (BBY) Gains But Lags Market: What You Should Know"], ["01.05.20", "Here's Why Best Buy, Office Depot, and Michaels Crashed Today"], ["29.04.20", "Best Buy laptop deals: Save up to $250 on midrange models     - CNET"], ["29.04.20", "Best Buy to open 200 locations to in-store appointments starting in May"], ["29.04.20", "A powerful juicer, air fryer and multicooker for under $50 today at Best Buy     - CNET"], ["29.04.20", "Why Shares of TJX Companies, Mattel, and Best Buy Moved Higher Today"], ["28.04.20", "Best Buy Stock Strength Rises; Can It Top Sales Targets Again?"], ["23.04.20", "Nintendo Switch Lite is in stock at Target and GameStop: Memorial Day inventory update     - CNET"], ["20.04.20", "The Zacks Analyst Blog Highlights: Sprouts Farmers Market, Best Buy, Kroger, Walmart and Costco Wholesale"], ["2020-05-26 15:24", "We asked 5 women of different shapes and sizes to try bathing suits from Swimsuits for All — here's how they reacted to the fits and styles ... s new sustainable swimsuits made from recycled nylon — here's what they thought You can start at the Fit Guide to figure out the best size based on your measurements and the best style for your body shape . Unfortunately, Swimsuits for All doesn't offer free shipping on orders. However, given the tricky nature of finding a  ... originally liked were sold out in my size, which was a bummer. —Shirley Cheng, INSIDER producer A flattering, nautical one piece Sally Kaplan/Business Insider Ashley Graham Hotshot Striped Ribbed One Piece, $29.98 I always want to buy one-piece suits like this, but I've been worried that they wouldn't have enough support in the chest since I have DDs. I knew if anyone was going to get it right, it'd  ... "], ["2020-05-26 15:16", "Parts of SA could stay on level 4 from June 1 ...  Motoring Gadgets & Gear LIQUID INVESTMENTS MICHAEL FRIDJHON: Some wines are ready to drink only after your death The trick is to find a happy balance as most wine is consumed within 24 hours of purchase and won't necessarily last long Most Read Cocaine traffickers shrug off global lockdown restrictions 12 hours ago BL PREMIUM Q&A: Which retail savings bond option is best for a beginner? 12 hours ago Buy now, because car prices are set to spike 5 days ago Most Read Most Read National / Health Parts of SA could stay on level 4 from June 1 Health minister Zweli Mkhize told MPs that intense healthcare interventions are planned for hotspots, but if they do not reduce the spread of infection, more lockdowns could be considered BL PREMIUM 26 May 2020 - 15:22 ... "], ["2020-05-26 15:16", "Six-times winner Pinatubo touted as the next Frankel ... sees streaming surge The group plans to sell 70-million shares of its class A common stock, raising as much as $1.8bn Most Read Central Energy Fund in talks to buy Sasol's petrol stations 21 hours ago BL PREMIUM Black fund managers offer valuable insights to charting a new, inclusive economy 4 days ago Confident Spear proceeds with R94m  ... consumed within 24 hours of purchase and won't necessarily last long Most Read Cocaine traffickers shrug off global lockdown restrictions 12 hours ago BL PREMIUM Q&A: Which retail savings bond option is best for a beginner? 12 hours ago Buy now, because car prices are set to spike 5 days ago Most Read Most Read Sport / Other Sport Six-times winner Pinatubo touted as the next Frankel Rout by son of Shamardal of rivals  ... "], ["2020-05-26 15:16", "Warner Music's IPO back on as Covid-19 sees streaming surge ...  & Entertainment Books Motoring Gadgets & Gear LIQUID INVESTMENTS MICHAEL FRIDJHON: Some wines are ready to drink only after your death The trick is to find a happy balance as most wine is consumed within 24 hours of purchase and won't necessarily last long Most Read Cocaine traffickers shrug off global lockdown restrictions 12 hours ago BL PREMIUM Q&A: Which retail savings bond option is best for a beginner? 12 hours ago Buy now, because car prices are set to spike 5 days ago Most Read Most Read Companies Warner Music's IPO back on as Covid-19 sees streaming surge The group plans to sell 70-million shares of its class A common stock, raising as much as $1.8bn 26 May 2020 - 17:00 Angelina Rascouet Bruno Mars, one of the Warner Music stable of artists ... "], ["2020-05-26 15:16", "ISMAIL LAGARDIEN: Fracture in the world could let the light in — but I'm not hopeful ...  of purchase and won't necessarily last long Most Read Cocaine traffickers shrug off global lockdown restrictions 12 hours ago BL PREMIUM Q&A: Which retail savings bond option is best for a beginner? 12 hours ago Buy now, because car prices are set to spike 5 days ago Most Read Most Read Ismail Lagardien Columnist Opinion ISMAIL LAGARDIEN: Fracture in the world could let the light in —  ... and preservation of common pool resources. Not while there is money to be made. B L Premium This article is reserved for our subscribers. A subscription helps you enjoy the best of our business content every day along with benefits such as exclusive Financial Times articles, ProfileData financial data, and digital access to the Sunday Times and Times Select. Already  ... "], ["2020-05-26 15:15", "How one company is making life insurance more accessible with AI ...  weeks, which turns off millions of Americans from purchasing it. There is a $16 trillion life-insurance coverage gap in the US because so many are uninsured and under-insured. Ladder offers an easier way to buy life insurance, using AI to cut down on the time to get a quote and policy. Life insurance literally changed Jamie Hale's life. When he was 11 years old his father died, leaving his  ... We don't think that's a fair choice,\" Hale says. Using AI to instantaneously crunch data and process applications, Ladder's unique online underwriting gives customers the best of both worlds. In some cases, people may be shipped an easy at-home lab kit before getting a final offer, but most Ladder customers get an offer instantly online. Access to  ... "], ["2020-05-26 15:14", "Survey: More People Interested In Working From Home, Even After Pandemic ...  WBZ-TV's Anna Meiler reports. 3 hours ago 4th Grader's Letter To Boston ER Doctor 'Heartfelt And Inspiring' WBZ TV's Breana Pitts reports. 5 hours ago Boston's Best Latest Headlines Quarantine Cooking: Your Essential Nonstick Cookware Guide Step up your quarantine cooking with this guide to nonstick cookware. How To: 6 Easy Steps To Make Homemade Soft Pretzels Learn how to make your own homemade  ...  Tiger Woods, Peyton Manning Win A TV Charity Golf Match Against Tom Brady, Phil Mickelson Massachusetts Reopening: Hair Salons, Marijuana Shops, Offices Back In Business Want To Buy A Used Car? Rental Car Companies Are Offering Up Some Good Deals Puerto Rican Veterans Memorial In Boston Vandalized Here's What Can Reopen In Massachusetts ... "], ["2020-05-26 15:13", "Frequent flyer reveals what it's like to fly business from Heathrow to NYC during Covid-19 crisis ...  screening temperature checks on passengers as airport's boss signals support for plan to quarantine anyone arriving into the UK from abroad Florida's Grayton Beach is named the best in America for 2020 by 'Dr Beach' thanks to harbouring some of 'the finest white sand in the world' Air France permanently axes its A380 fleet with immediate ...  open at Schiphol made him 'feel better about the future of the world' Gilbert is pictured here in his 737 business class seat on the flight from Heathrow to Amsterdam It was even possible to buy caviar. Though Gilbert opted for some Tony's Chocolate. He added: 'Also, something about seeing the tulip shop open made me feel just a little bit better about the future of the world. It' ... "], ["2020-05-26 15:12", "Spotify drops the 10,000-song cap on libraries ...  Reviews Gear Gaming Entertainment Tomorrow Audio Video Deals Buyer's Guide Holiday Gift Guide Fitness Tech Home Entertainment Personal Security Back to School Outdoor Tech Parenting and Tech Camera Guide Best of CES Phones Laptops View All Log in Sign up Engadget 3 related articles Login Spotify drops the 10,000-song cap on libraries Lenovo Chromebook Duet review: A surprisingly solid  ...  , services , news , gear All products recommended by Engadget are selected by our editorial team, independent of our parent company. Some of our stories include affiliate links. If you buy something through one of these links, we may earn an affiliate commission. Comments 7 Shares Share Tweet Share Popular on Engadget Philips Hue leaks show new versatility for  ... "], ["2020-05-26 15:08", "Chris Sutton slaughters Gareth McAuley's Celtic s****housery as he dissects ex-Rangers star's claims ...  every day by signing up to our newsletter. We cover every morsel of information regarding your favourite club in the form of articles, videos and podcasts . The newsletter will arrive every day at 12pm, giving you a round up of the best stories we've covered that in the last 24 hours. To sign up, simply enter your email address into the link here . \"If you'are asking from a Celtic fans point of view then they would say Nine ...  us InYourArea About Us Contact Us Work for us Got A Story? Local News Cookie Notice Advertising Marketplace Book an Ad Discount Codes Jobs Buy a Photo footie5 Sports Betting & Casino Competition Rules How to Complain Corrections & Clarifications Google Survey Privacy Notice Contact the Judge Sunday Mail Centenary Fund  ... "], ["2020-05-26 15:07", "Don't throw away that debit card you got in the mail. It may be your stimulus payment ... Shop True Local Houston's public pools, splash pads won't open this Memorial Day Deal of the Day: White Claw seltzer on sale at Whole Foods 27 animals, some found chained to walls, seized from MacGregor Here are the grocery store products that have gotten more Deals Macy's H-E-B Lowe's eBay Target Chewy REI Kohl's Home Depot Shipley Do-Nuts Best Buy JC Penney Dick's Sporting Goods Save big on Nike, Crocs, Levi's and more during Zappos' Memorial Get 30% off at Discount Glasses and 20% off at Discount Contact Get 40% off UGG boots, slippers, and shoes while the UGG Closet Need a new mattress? These brands are all having big Memorial Day Jobs Advanced search Browse job categories Salary Wizard Career Rescue Careers in Engineering ... "], ["2020-05-26 15:04", "This massive PlayStation VR bundle is seeing price cuts across the US and UK ... . You can unsubscribe at any time and we'll never share your details without your permission. Most Popular Most Shared 1 The end of the road for OnePlus McLaren phones couldn't come soon enough 2 Intel and AMD shouldn't panic yet, but this Chinese vendor has repacked a Xeon CPU 3 Best Buy Memorial Day Sale 2020: best deals on TVs, appliances, laptops, and more 4 Google Pixel 5 needs the Pixel 4's most maligned feature, because of Covid-19 5 Best free games 2020: the top free games to download on PC 1 Apple Glasses leak gives us a new name, price and moving-target launch date 2 Intel and AMD shouldn't panic yet, but this Chinese vendor has repacked a Xeon CPU 3 Samsung Galaxy S20 TE is a ridiculously rugged phone customized for special ... "], ["2020-05-26 15:03", "Pointless ratings depend on who's leading daily coronavirus briefing, says Richard Osman ...  experience at university Subscribe to Radio Times Get 12 issues with free delivery to your home Subscribe now! Official Guide to Monty Python at 50 The Radio Times Tribute to 50 years of the groundbreaking comedy group Buy now Offer: Half price case of craft beers For just 12 you have the chance to sip 8, exclusive craft beers from around the world courtesy of Beer52: The world's most popular craft beer discovery club. Get your case now The best TV and entertainment news in your inbox Sign up to receive our newsletter! Thanks! Our best wishes for a productive day. Already have an account with us? Sign in to manage your newsletter preferences Sign in Register Sign me up! By entering your details, you are agreeing to Radio Times terms and conditions . You ... "], ["2020-05-26 15:03", "French restaurant ruling could set precedent for coronavirus claims worldwide ... Comments Join the conversation Share your feedback We want to improve your reading experience Take our 60-second survey Top News Videos Founder Guy Lalibert will bid to buy back Cirque du Soleil Asian community grapples with 'double anxiety' since Montreal stabbing Watch Premier Franois Legault says COVID-19 situation is 'under control'  ... wave Lessons from a Pandemic: There are already lessons to be learned from Canada's response to COVID-19, as well as time to act upon them before the feared second wave hits Watch Where can you live your best CERB life? Here's what $2,000 per month will get you in cities across Canada Don't even bother trying to live on CERB in Vancouver or Toronto where a one-bedroom apartment averages more than $ ... "], ["2020-05-26 15:03", "'This means so much to me': Special graduation held for teen who will miss ceremony to attend basic training ... Addiction Protecting Our Pets Alerts Hurricanes Sports Politics Matter of Fact Entertainment Stitch Upload ulocal News Team Editorials Contact The Attorneys First Responder Heroes Buy Alabama's Best Contests MeTV Privacy Notice Terms of Use Alerts Weather Search Share Shares Copy Link Copy {copyShortcut} to copy Link copied! Change MORE Press  ... . I'M DOING THIS. > > A NOT SO TRADITIONAL GRADUATION CELEBRATES HER SERVICE AND FUTURE. > > FAMILY AND FRIENDS, I NOW PRESENT TO YOU THE FIRST MEMBER OF THE GRADUATING CLASS OF 2020. [CHEERING] HALEY: BEST WISHES TO SHANNON. SHANNON IS OFF TO FORT JACKSON IN SOUTH CAROLINA. SHE'LL BE BACK IN THE FALL TO ATTEND KANSAS CITY KANSAS COMMUNITY COLLEGE, WHERE SHE'LL BE PLAYING SOFTB Advertisement ' ... "], ["2020-05-26 15:03", "The NBC Political Unit's House primaries to watch ...  March 17th primaries, pivoting its investments towards online spending in an effort to catch people on their laptops and phones while they stay-at-home. In an effort to unlock the best way to immediately draw in viewers and keep them interested enough to watch the entirety of an ad, the campaign employed a new advertising technique called \"micro-teasing\" foe  ... aimed atginning up public support to \"liberate\" states and \"reopen society.\" The group started running four different ads on Hulu Wednesday as part of a $50,000 digital ad buy targeting Republicans and independents across the country while also focusing on D.C. The ads are all similar. They largely begin by arguing that the mortality rates for COVID-19 infection are significantly ... "], ["2020-05-26 15:01", "Brexit: Stark warning over UK-EU trade deal as fish feud boils over ... Health and Beauty Home Motors Music Supplements Announcements Family announcements Public notices Useful Links Jobs Shop Reader Travel Energy E-Edition Media kit Book An Advert Classified ads Buy Photographs Advertise with us Supplements Contact us Cookie Policy Privacy policy End User Licence Agreement Send us a story Website Terms and Conditions of Use Close Menu News ...  by countries like France, the Netherlands and Denmark and others with specific interests. \" He continued: \"The (German) fishing industry tells me we need to get a deal done and the best would be that everything remains the same, but that might be too much to expect of our fisheries committee... our French colleagues, Dutch colleagues, Spanish and Danish colleagues who are all heavily  ... "], ["2020-05-26 15:00", "How ITSM and automation can ensure a highly productive remote workforce ...  desk analysts will need to rely on their IT service management (ITSM) platform more than ever. By employing the additional assistance of automation and ensuring their best practices and support strategy are up to scratch, staff can effectively manage their workload and keep users happy while this uncertainty prevails. Coping with the unexpected  ... a Xeon CPU 2 The end of the road for OnePlus McLaren phones couldn't come soon enough 3 Google Pixel 5 needs the Pixel 4's most maligned feature, because of Covid-19 4 Best Buy Memorial Day Sale 2020: best deals on TVs, appliances, laptops, and more 5 PS5 release date, specs, news and features for Sony's PlayStation 5 1 Apple Glasses leak gives us a new name, price and moving-target launch date 2 ... "], ["2020-05-26 15:00", "Lenovo Chromebook Duet review: A surprisingly solid tablet experienceEngadget Login Home Reviews Gear Gaming Entertainment Tomorrow Audio Video Deals Buyer's Guide Holiday Gift Guide Fitness Tech Home Entertainment Personal Security Back to School Outdoor Tech Parenting and Tech Camera Guide Best of CES Phones Laptops View All Log in Sign up Engadget 3 related articles Buy Now Login Spotify drops the 10,000-song cap on libraries Lenovo Chromebook Duet review: A surprisingly solid tablet experience Mercedes' EQV electric van is available for purchase in Europe Latest Reviews See all articles 79 Engadget Score 79 A good product that falls short of greatness. How we score The Engadget Score is a unique ranking of products based on extensive independent research and analysis by our expert editorial and research teams. The ... "], ["2020-05-26 15:00", "With schools closed, Team Impact provides youth football players an outlet ... Do Business Travel Politics Opinion Real Estate Weather Elections Nation Archives Jobs Cars Video Classifieds azcentral tickets Lottery Obituaries E-Newspaper Investigations Comics Buy Photos Apps Giving Back Monsoon Business Directory Subscriber Guide Traffic Moonlighting Advertise with Us Corrections USA TODAY NETWORK Public Notices Advertise with us ... Team Impact provides football outlet for youths May 26, 2020, 8 a.m. Public voting opens for 50th Arizona Sports Hall of Fame class May 26, 2020, 6 a.m. Thwarted 1980 Olympic swimmer helping Hali Flickinger make best of Tokyo postponement May 25, 2020, 1 p.m. The colorful story behind the Coyotes' iconic 'Kachina' logo May 25, 2020, 8 a.m. FOR SUBSCRIBERS Meet the man behind the image of Arizona' ... "]]}}