{"postfix": "biogen-aktie", "name": "BIOGEN", "wkn": "789617", "time": "2020.05.26 16:08", "ts": 1590502128, "features": {"KGV": "8.92", "Marktkapitalisierung": {"Size": "Mrd", "Value": "45.66"}, "GA": "33.57", "KBV": "4.17", "BA": "71.87", "KCV": "8.02", "CA": "37.35", "Vola30": "37.87", "Vola90": "56.99", "Vola180": "49.85", "Vola250": "46.66"}, "rivals": ["bb_biotech-aktie", "evotec-aktie", "morphosys-aktie", "qiagen-aktie", "agennix-aktie", "amgen-aktie", "gilead_sciences-aktie"], "text_data": {"de": [["30.04.20", "So schätzen Analysten die Biogen-Aktie ein"], ["23.04.20", "HSBC: Biogen und Daimler mit Bremsspuren"], ["23.04.20", "Biogen stellte Quartalsergebnis zum abgelaufenen Jahresviertel vor"], ["21.04.20", "Ausblick: Biogen veröffentlicht Zahlen zum vergangenen Quartal"], ["20.04.20", "HSBC: Wochenausblick: ZEW, GfK, Ifo, Einkaufsmanagerindizes, Netflix, IBM, Coca-Cola"], ["29.02.20", "So schätzen Analysten die Biogen-Aktie ein"], ["29.01.20", "Ausblick: Biogen mit Zahlen zum abgelaufenen Quartal"]], "en": [["19.05.20", "New Data at AAN Showcase Biogen’s Commitment to Advancing Innovation in MS"], ["18.05.20", "New SPINRAZA® (nusinersen) Data Reinforce Sustained Efficacy and Longer-Term Safety Across Broad Range of Spinal Muscular Atrophy (SMA) Patients"], ["27.04.20", "Biogen Prices $3.0 Billion of Senior Unsecured Notes"], ["20.04.20", "Biogen Releases 2019 Corporate Responsibility Report Demonstrating Continuous Progress Across Environmental, Social and Governance Metrics"], ["16.04.20", "Biogen, Broad Institute of MIT and Harvard, Partners HealthCare Launch Consortium  to Build and Share a COVID-19 Biobank"], ["02.04.20", "Biogen Announces First Patient Treated With Higher Dose of SPINRAZA® (nusinersen) in Phase 2/3 DEVOTE Study"], ["27.02.20", "Biogen and Sangamo Announce Global Collaboration to Develop Gene Regulation Therapies for Alzheimer’s, Parkinson’s, Neuromuscular, and Other Neurological Diseases"], ["13.01.20", "Biogen to Acquire Novel Clinical Stage Asset with Application in Alzheimer’s Disease and Parkinson’s Disease from Pfizer Inc."], ["2020-05-26 12:00", "Pfizer Is Charging Ahead With A Coronavirus Vaccine — Is PFE Stock A Buy? ...  ET AbbVie stock recently broke out and the pharmaceutical company just wrapped its acquisition of Allergan. Is AbbVie stock a buy... 8:00 AM ET AbbVie stock recently broke out and the pharmaceutical company just... Teladoc, Neurocrine Bio Lead Five Healthy Stocks To Monitor Closely Fiery Biotech Stock Crashes On Late-Stage Failure In Breast Cancer Biotech Stocks To Watch And Pharma Industry News Is Biogen Stock A Buy Following An Unexpected Alzheimer's Drug Delay? The No. 1 Pharma Stock Just Crushed Earnings Views — Is BMY Stock A Buy? Is Merck Stock A Buy As Coronavirus Worries Shake The Dow Jones Giant? Covid Report: Moderna And Other Vaccine Makers Catapult On Key Test Why Sarepta Has A Leg Up On Pfizer With A Rival Gene Therapy: Analysts Today ... "], ["2020-05-26 12:00", "AbbVie Wrapped Its $63 Billion Allergan Buyout — Is AbbVie Stock A Buy? ...  where sales of the blockbuster drug were $4.31 billion, down 31.1%. Operationally, international Humira sales toppled 27.8%. Humira is still growing in the U.S., however. Sales in 2019 rose 8.6% to $14.86 billion. AbbVie stock investors have long clamored for the pharma company to acquire something to diversify itself from Humira. Amgen ( AMGN ), Novartis ( NVS ), Mylan ( MYL ) and Biogen ( BIIB ) with partner Samsung have launched Humira biosimilars in Europe. Deals with AbbVie will allow them to launch in the U.S. in 2023. Coherus Biosciences ( CHRS ) will also launch a Humira biosimilar in the U.S. in 2023. What Does 2019 Say About AbbVie Stock? AbbVie sales growth decelerated to 2% in 2019, following 16% growth in the prior year. That 16% growth ... "], ["2020-05-26 09:37", "Veeva Systems (VEEV) to Post Q1 Earnings: What's in Store? ...  Report ) and Eli Lilly and Company ( LLY - Free Report ) . Aphria reported third-quarter fiscal 2020 adjusted EPS of 2 cents, beating the Zacks Consensus Estimate of a loss of 4 cents. Net revenues of $64.4 million surpassed the consensus mark by 14.6%. The company carries a Zacks Rank #2 at present. You can see the complete list of today's Zacks #1 Rank stocks here. Biogen currently carries a Zacks Rank #2. It reported first-quarter 2020 adjusted EPS of $9.14, surpassing the Zacks Consensus Estimate by 18.1%. Revenues of $3.53 billion outpaced the consensus mark by 3.2%. Eli Lilly reported first-quarter 2020 EPS of $1.75, outpacing the Zacks Consensus Estimate by 12.9%. Revenues of $145.3 million surpassed the consensus estimate by 6.3%. The company ... "], ["2020-05-26 05:41", "(2nd LD) Samsung heir questioned over 2015 merger of key affiliates ...  orchestrated by Samsung Group to overvalue Cheil's stake in the conglomerate's bio business. They suspect that Samsung Biologics, a contract drug manufacturer, inflated its valuation by approximately 4.5 trillion won (US$3.64 billion) in 2015 after fraudulently changing the method used to calculate the value of its stake in Samsung Bioepis, a joint venture with U.S.-based Biogen Inc. After the accounting method was changed, Samsung Biologics swung to a profit. Through the merger, Lee was able to secure control of Samsung C&T, a de facto holding company of Samsung Group. Prosecutors have already questioned Choi Gee-sung, former head of Samsung's now-disbanded control tower Future Strategy Office, Chang Choong-ki, former deputy chief of the office ... "], ["2020-05-26 00:15", "Best Tech Stocks To Buy Or Watch Now: 5 Growth Stocks Leading The Stock Market ...  of 44% and a sales growth rate of 28%, the company has one of the most consistent track records of growth around. And demand has gotten even stronger as a result of the coronvirus outbreak. In a late-March CNBC interview, CEO Peter Gassner said the company has been busy helping customers develop testing, treatment and vaccinations for the fast-spreading coronavirus. Clients include Eli Lilly ( LLY ), Biogen ( BIIB ) and Gilead Sciences ( GILD ). Check Out IBD Stock Lists and other IBD content to find dozens more of the best stocks to buy or watch Veeva Systems next earnings report is due May 28 after the close. Zacks expects adjusted profit of 58 cents a share, up 16% year over year. A big jump in sales is expected, up 33% to $325.16 million. Veeva Systems ... "], ["2020-05-25 22:00", "Fifteen U.S. value stocks set to perform strongly in a recovery ... /Equity Trailing FCF (US$) Price/CF P/B Trailing ROE (%) 12M Price Chg. (%) Recent Close (US$) 1 Ameriprise Financial AMP-N 16,204.8 3.1 7.4 0.6 53.07 3.7 2.5 37.4 -4.2 132.46 2 Lear Corp. LEA-N 6,315.5 0.0 8.7 0.6 14.00 5.3 1.6 17.4 -11.5 105.40 3 TD Ameritrade Holding AMTD-Q 18,429.3 3.6 9.2 0.4 24.88 8.1 2.1 23.2 -31.5 34.07 4 Charles Schwab Corp. SCHW-N 42,265.8 2.2 12.5 0.3 16.29 8.8 1.8 17.4 -21.1 32.83 5 Biogen BIIB-Q 49,695.5 0.0 8.5 0.4 34.05 7.9 4.1 48.4 38.9 304.53 6 Cummins Inc. CMI-N 22,872.4 3.4 11.2 0.2 15.57 8.6 3.3 27.5 2.8 155.04 7 Jazz Pharmaceuticals JAZZ-Q 6,151.6 0.0 6.6 0.6 10.32 6.8 2.1 31.6 -12.7 109.59 8 Eastman Chemical Co. EMN-N 8,895.6 4.0 8.9 0.9 9.12 5.8 1.5 16.9 0.8 65.46 9 Snap-On Inc. SNA-N 7,005.2 3.4 10.9 0.3 10.62 8.2 2.1 ... "], ["2020-05-25 16:45", "Prosecutors summon Samsung heir over controversial 2015 merger ... . Prosecutors suspect that Samsung BioLogics violated accounting rules to inflate its earnings in order to justify the merger ratios by showing high potential for Cheil's stake in the firm. Samsung C&T is the largest shareholder of Samsung BioLogics with a 43.44 percent stake. BioLogics changed the ownership status of Samsung Bioepis, a biosimilar making joint venture set up with US-based Biogen, from subsidiary to affiliate in 2015. The change allowed it to evaluate its market cap based on fair market value, not book value. The investigation, which has been dragging on for a year and a half, is expected to be completed soon. The summons came after Lee publicly apologized on May 6 over the company's role in scandals connected to his succession, which ... "], ["2020-05-25 11:31", "Trump and Pence: We might have to move the convention if North Carolina can't guarantee full capacity in August ... Researchers believe the explosive growth of coronavirus infections that overwhelmed hospitals in some countries was primarily driven by such events this year—horse races in Britain, carnival festivities in the U.S. and Germany or a soccer match in Italy... The Mardi Gras festivities in Louisiana, a choir practice in Skagit County, Wash., and a meeting of executives of the Biogen drug company near Boston are among the one-off events scientists think helped give the pandemic a fateful boost. Mass transit is essentially an endless superspreader event, which may explain the apocalyptic outbreak that gripped New York City. Scientists have also suspected for months that a soccer match in northern Italy in mid-February lit the fuse on the horrendous contagion ... "], ["2020-05-24 01:30", "Perrigo's 1.64bn tax battle with Revenue set to begin in June ...  assessment as the company feels it had \"legitimate expectations\" based on prior tax returns to Revenue. Revenue's 1.64bn tax claim is related to Perrigo's 2013 acquisition of the Irish company Elan, and the development of Tysabri, a treatment for multiple sclerosis. The claim relates to Elan's sale of a 50pc stake in Tysabri to Biogen, a separate US pharmaceutical company. The Biogen Tysabri deal happened eight months prior to Perrigo's acquisition of Elan. Through the deal, Elan received $3.25bn and a significant ongoing royalty stream. The upfront proceeds of the sale were reported as trading income, which was charged at the corporation tax rate of 12.5pc. In December 2018, Revenue hit Perrigo with the 1.64bn tax case. The agency ... "], ["2020-05-23 11:36", "Better Buy: Biogen vs. Axsome Therapeutics ...  Motley Fool Answers Rule Breaker Investing Social Media + Facebook Twitter YouTube Discussion Boards CAPS - Stock Picking Community New Ventures The Ascent Millionacres The Blueprint Soapbox Search Search: Better Buy: Biogen vs. Axsome Therapeutics One biotech has been big long-time winner, the other is a promising up-and-comer with no revenue -- yet. But picking an investment is always  ... 39;re all different, with unique opportunities and challenges. And beyond their core differences, their situations vary widely depending on what stage of their business lives they are in. Biogen ( NASDAQ:BIIB ) , for example, is well established. It has made billions of dollars through the years from its multiple sclerosis (MS) franchise and has now expanded into new  ... "], ["2020-05-22 18:52", "John Kasich hires a lobbyist ... challenges and climate change, Global Translations offers a unique perspective that cannot be found anywhere else. SUBSCRIBE TODAY. New Joint Fundraisers None New PACs Futuro Latino (PAC) Granite Leadership PAC (Super PAC) HMS Scrap PAC (Leadership PAC: Rep. Haley Stevens ) New Lobbying Registrations Bridge Public Affairs, LLC: Custom Biometric Wearables Inc. Capitol Counsel, LLC: Biogen, Inc. Forbes-Tate: PrivaPath Diagnostics, Inc. DBA Let's Get Checked, Inc. Forbes-Tate: Vir Biotechnology, Inc. Greenberg Traurig, LLP: Calcasieu Refining Company Greenberg Traurig, LLP: Hotel Association of New York City Hobart Hallaway & Quayle Ventures, LLC: Financial Holdings Corporation Markquest: Kasich Company, LLC Owen Evans Ingols: MP Materials Owen Evans Ingols ... "], ["2020-05-22 18:22", "Biotech Stocks To Watch And Pharma Industry News ... proprietary ratings for only $5. RELATED: Best Stocks To Buy And Watch Related news Syndax Pharmaceuticals Crashes On Late-Stage Failure In Breast Cancer 11:27 AM ET Syndax Pharmaceuticals stock tumbled to a month-low Friday after the biotech's breast cancer treatment failed in a Phase 3 test.... 11:27 AM ET Syndax Pharmaceuticals stock tumbled to a month-low Friday after the... Is Biogen Stock A Buy Following An Unexpected Alzheimer's Drug Delay? The No. 1 Pharma Stock Just Crushed Earnings Views — Is BMY Stock A Buy? Is Merck Stock A Buy As Coronavirus Worries Shake The Dow Jones Giant? Gilead Is Creating A Coronavirus Drug Stockpile — Is Gilead Stock A Buy? Biotech Giant Amgen Is Nearing A Breakout, But Is AMGN Stock A Buy? Pfizer Just ... "], ["2020-05-22 13:05", "7 Top-Rated Biotech Stocks to Buy on the Hunt for a Vaccine ... more attractive. Besides the entire industry getting more attention than usual, investors know they're less at risk of a consumer spending crunch that could hit tech companies like Apple ( NASDAQ: AAPL ). With that lead-up, here are seven biotech stocks that are positioned to pay off nicely. Co-Diagnostics (NASDAQ: CODX ) iBioPharma (NYSE: IBIO ) Moderna (NASDAQ: MRNA ) Biogen (NASDAQ: BIIB ) Gilead Sciences (NASDAQ: GLID ) Vertex Pharmaceuticals (NASDAQ: VRTX ) Inovio (NASDAQ: INO ) Some have seen their share price explode this year based on their Covid-19 involvement. Even so, that would just be the start should their research pay off. Compare Brokers Biotech Stocks to Buy: Co-Diagnostics (CODX) Source: Shutterstock You may have read my recent overview ... "], ["2020-05-22 10:07", "Medtronic (MDT) Q4 Earnings Miss Estimates, Revenues Beat ...  Lilly and Company ( LLY - Free Report ) . Aphria reported third-quarter fiscal 2020 adjusted EPS of 2 cents, beating the Zacks Consensus Estimate of a loss of 4 cents. Net revenues of $64.4 million surpassed the consensus mark by 14.6%. The company carries a Zacks Rank #2 (Buy) at present. You can see the complete list of today's Zacks #1 Rank (Strong Buy) stocks here. Biogen currently carries a Zacks Rank #2. It reported first-quarter 2020 adjusted EPS of $9.14, surpassing the Zacks Consensus Estimate by 18.1%. Revenues of $3.53 billion outpaced the consensus mark by 3.2%. Eli Lilly reported first-quarter 2020 EPS of $1.75, outpacing the Zacks Consensus Estimate by 12.9%. Revenues of $145.3 million surpassed the consensus estimate by 6.3%. The company ... "], ["2020-05-21 20:30", "Scholar Rock Appoints Tony Kingsley To Its Board Of Directors ...  Executive Officer of Taris Bio, prior to its acquisition by Janssen Pharmaceuticals at the end of 2019. Prior to Taris, he served as President and Chief Operating Officer of The Medicines Company. From 2010 to 2015, Mr. Kingsley led global commercial operations at Biogen, Inc as Executive Vice President, delivering exceptional growth through global product launches in multiple sclerosis (Tecfidera and PLEGRIDY ) and hemophilia (ALPROLIX and ELOCTATE ). Prior to Biogen, he held leadership roles in the medical device industry, including senior vice president and general manager of the gynecological surgical products business at Hologic, Inc. and division president, diagnostic products at Cytyc Corporation (now part of Hologic, Inc.), and was also a partner ... "], ["2020-05-21 20:27", "PTC Therapeutics Clears Key Benchmark, Hitting 80-Plus RS Rating ... ? How Relative Strength Line Can Help You Judge A Stock Related news What The Economist And Global GDP Forecasts Miss In These Stock Market Winners 12:37 PM ET The Economist, a widely read magazine, lists dour forecasts for GDP across the world. So why do IBD Big Cap... 12:37 PM ET The Economist, a widely read magazine, lists dour forecasts for... Is Biogen Stock A Buy Following An Unexpected Alzheimer's Drug Delay? Stocks Showing Market Leadership: CRISPR Therapeutics Earns 92 RS Rating PTC Therapeutics Hits 80-Plus Relative Strength Rating Benchmark Covid Report: The Trouble With Tiny Biotech's Coronavirus Cure Claim Top Biotech Stocks Lead Coronavirus Market Rally Amid Search For Cures Weakness Hits But Was It Due? Chegg And Regeneron Buck The ... "], ["2020-05-21 14:40", "How Quidel's New Test Could Be A Game-Changer In Coronavirus ...  Covid Report: The Trouble With Tiny Biotech's Coronavirus Cure Claim Coronavirus Stock Market Crash Survival Guide Looking For The Next Big Stock Market Winners? Start With These 3 Steps Find Winning Stocks With MarketSmith Pattern Recognition & Custom Screens Related news Is Biogen Stock A Buy Following An Unexpected Alzheimer's Drug Delay? 8:00 AM ET Biogen is joining the hunt for a coronavirus treatment with Vir Biotechnology. Further, the company is still working on an... 8:00 AM ET Biogen is joining the hunt for a coronavirus treatment with... Is JNJ Stock A Buy As Pharma Giant Targets A Coronavirus Vaccine? Is Abbott Stock A Buy As Coronavirus Test Accuracy Called Into Question? Growth Stocks Like Amazon And Tesla Share These Key Metrics ... "], ["2020-05-21 11:03", "Top Pharmaceutical Company Visionaries To Keynote Veeva Summit Online ...  and their healthcare organizations delivering care to patients. And for the first time, Veeva Summit will feature a track for brand marketers to learn and share best practices for digital marketing, privacy, and patient analytics. Commercial leaders from more than 25 companies are presenting, including Alnylam, Antares Pharma, AstraZeneca, Bayer, Biogen, Biohaven Pharmaceuticals, Boehringer Ingelheim, Bristol Myers Squibb, EMD Serono, Flexion Therapeutics, Galderma, GSK, Immunomedics, Mallinckrodt Pharmaceuticals, Merck, Novartis, Novo Nordisk, Otsuka Pharmaceutical Companies (U.S.), Paratek Pharmaceuticals, Pfizer, Roche, Sanofi, Strongbridge Biopharma, Taiho Oncology, Inc., and Upsher-Smith Laboratories, LLC. This year's event is sponsored by 40 ... "], ["2020-05-21 10:06", "Wow! Buffett Sold 19 Stocks in the First Quarter ...  out about a vast majority of this selling is that it's very weird and not what we're used to seeing from a historically passive investor. Don't get me wrong, some of this selling was deliberate, as I'll touch on in a moment. But as an example, it's unusual to see Buffett's company selling 5,425 shares of Biogen and 70,000 shares of Suncor Energy after adding both names to the portfolio during the sequential fourth quarter. Berkshire Hathaway typically builds up new positions over many quarters, so to see token pare-downs during a period where valuations appeared to be improving significantly, and following their initial addition in Q4 2019, is rather odd. One possible explanation for these multiple small sales is that Buffett may not ... "], ["2020-05-21 04:00", "Health Care Investing In The Age Of COVID-19 ...  Holdings (FUJIY). Promising new pipeline drugs are also being evaluated, some with accelerated approval timelines. The most publicized — which may have achieved emergency FDA approval by the time you read this — is remdesivir, produced by Gilead (GILD). VIR Biotechnology (VIR) is partnered on several clinical-stage molecules with Alnylam Pharmaceuticals (ALNY), Biogen (BIIB), and GlaxoSmithKline (GSK). Eli Lilly (LLY) is developing a pneumonia treatment targeted at COVID patients. Several companies with platform approaches are leveraging those platforms to identify promising molecules on which to initiate trials — for example, Adaptive Biotechnologies (ADPT) in collaboration with Amgen (AMGN). On the vaccine front, the first-to-clinic ... "]]}}