{"postfix": "biotest_1-aktie", "name": "BIOTEST", "wkn": "522720", "time": "2020.05.26 16:14", "ts": 1590502481, "features": {"KGV": "-161.23", "Marktkapitalisierung": {"Size": "Mio", "Value": "838.91"}, "GA": "-0.12", "KBV": "1.59", "BA": "12.05", "KCV": "26.00", "CA": "0.87", "Vola30": "47.24", "Vola90": "53.49", "Vola180": "42.37", "Vola250": "31.84"}, "rivals": ["evotec-aktie", "morphosys-aktie", "amgen-aktie", "gilead_sciences-aktie", "biogen-aktie", "curasan-aktie", "abbott_laboratories-aktie"], "text_data": {"de": [["07.04.20", "MÄRKTE EUROPA/Anleger kaufen \"Fallen Angels\""], ["07.04.20", "XETRA-SCHLUSS/Weiter erholt - aber die Luft wird dünner"], ["07.04.20", "MÄRKTE EUROPA/Erholungs-Rally - Anleger kaufen \"Fallen Angels\""], ["07.04.20", "MÄRKTE EUROPA/Rally geht weiter - Zykliker gefragt"], ["07.04.20", "MÄRKTE EUROPA/Rally geht weiter - Optimismus nimmt zu"], ["06.04.20", "NACHBÖRSE/XDAX +1,2% auf 10.191 Pkt - Biotest deutlich fester"], ["03.04.20", "XETRA-SCHLUSS/DAX etwas leichter - Musik spielt in Einzeltiteln"], ["03.04.20", "XETRA-SCHLUSS/DAX etwas leichter - Musik spielt in Einzeltiteln"], ["03.04.20", "MÄRKTE EUROPA/Uneinheitlich - Deutsche Börse kräftig erholt"]], "en": [["2020-05-26 13:00", "Racing Against Time, Medical Researchers, Life Science Companies And COVID-19 Survivors Launch National Campaign To Drive Blood Plasma Donation ...  to donate and find a nearby blood or plasma donor center using a simple self-screening tool. Donating blood plasma is a generally safe and proven process. The coalition offers more than 1,500 locations at which COVID-19 survivors can choose to donate. Donations can be made at both blood and plasma donor centers. The coalition partners are working on two distinct approaches for  ... -19 Plasma Alliance will use to concentrate the antibodies into a potential medicine. The Alliance, formed by CSL Behring and Takeda, also includes the leading-edge expertise of Biotest, BPL, LFB, and Octapharma. The Bill & Melinda Gates Foundation is providing advisory support. Microsoft is providing technology including the Alliance website and the Plasma Bot for donor recruitment.  ... "], ["2020-05-24 06:01", "Reuters ...  Bolt raises 100 million eurosHeadlines,Business, IndustryNYSE:UBERhttps://www.reuters.com/article/brief-biotest-completes-phase-i-iii-clin/brief-biotest-completes-phase-i-iii-clinical-trial-with-fibrinogen-idUSFWN2D7091Reuterseng2020-05-26T05:04:23+00:00BRIEF-Biotest Completes Phase I/III Clinical Trial With FibrinogenHeadlines,HealthcareGER:BIOhttps://www.reuters.com/ ... -idUSKBN2311XXhttps://www.reuters.com/resources/r/?m=02&d=20200525&t=2&i=1519835812&w=&fh=&fw=&ll=460&pl=300&r=LYNXMPEG4O1AJReuterseng2020-05-25T18:48:41+00:00U.S. CDC reports 1,637,456 coronavirus cases, 97,669 deathsHeadlines,Healthhttps://www.reuters.com/article/us-global-oil-russia-demand/russia-sees-global-oil-market-balancing-in-june-july-idUSKBN2311MThttps://www.reuters.com/resources/r ... "], ["2020-05-21 06:01", "Reuters ...  plant in NetherlandsHeadlines,Businesshttps://uk.reuters.com/article/warner-music-ipo/warner-music-looks-to-raise-182-bln-in-nasdaq-listing-idUKL4N2D82G1Reuterseng2020-05-26T10:38:21+00:00Warner Music looks to raise $1.82 bln in Nasdaq listingHeadlines,MediaNASDAQ:NDAQhttps://uk.reuters.com/article/us-jde-peet-s-ipo/coffee-looks-hot-as-jde-peets-aims-to-raise-25-billion-in-ipo-idUKKBN2320P7https://uk.reuters. ...  low, but better than fearedHeadlines,Business, Industryhttps://uk.reuters.com/article/brief-biotest-completes-phase-i-iii-clin/brief-biotest-completes-phase-i-iii-clinical-trial-with-fibrinogen-idUKFWN2D7091Reuterseng2020-05-26T05:04:23+00:00BRIEF-Biotest Completes Phase I/III Clinical Trial With FibrinogenHeadlines,SamsungGER:BIOhttps://uk.reuters.com ... "], ["2020-05-20 17:41", "Dutch donors join global effort on plasma treatment for coronavirus ...  coronavirus disease (COVID-19) outbreak, at Sanquin blood bank in Amsterdam, Netherlands, May 19, 2020. REUTERS/Piroschka van de Wouw AMSTERDAM (Reuters) - Medical researchers in the Netherlands have signed up 1,500 people who have recovered from the new coronavirus to donate blood as part of an international push to develop a treatment for the virus from their plasma. Doctors are  ... plasma from thousands of donors and purify it into a high-grade treatment that would be approved by medical regulators. Other alliance members include CSL Behring in the United States, Germany's Biotest AG in Germany, Britain's BPL Group, LFB SA in France, and Octapharma AG in Switzerland. \"If the clinical trials go well... this might be one of the earliest treatment  ... "], ["2020-05-20 15:34", "Dutch donors join global effort on plasma treatment for coronavirus ...  ago Dutch donors join global effort on plasma treatment for coronavirus Esther Verkaik 2 Min Read By Esther Verkaik AMSTERDAM (Reuters) - Medical researchers in the Netherlands have signed up 1,500 people who have recovered from the new coronavirus to donate blood as part of an international push to develop a treatment for the virus from their plasma. Doctors are ... blood plasma from thousands of donors and purify it into a high-grade treatment that would be approved by medical regulators. Other alliance members include CSL Behring in the United States, Germany's Biotest AG in Germany, Britain's BPL Group, LFB SA in France, and Octapharma AG in Switzerland. \"If the clinical trials go well... this might be one of the earliest treatment possibilities  ... "], ["2020-05-20 14:50", "Dutch donors join global effort on plasma treatment for coronavirus ...  PM / Updated 17 minutes ago Dutch donors join global effort on plasma treatment for coronavirus Esther Verkaik 3 Min Read AMSTERDAM (Reuters) - Medical researchers in the Netherlands have signed up 1,500 people who have recovered from the new coronavirus to donate blood as part of an international push to develop a treatment for the virus from their plasma. A man  ... from thousands of donors and purify it into a high-grade treatment that would be approved by medical regulators. Other alliance members include CSL Behring ( CSL.AX ) in the United States, Germany's Biotest AG in Germany, Britain's BPL Group, LFB SA in France, and Octapharma AG in Switzerland. \"If the clinical trials go well... this might be one of the earliest treatment possibilities  ... "], ["2020-05-20 14:50", "Dutch donors join global effort on plasma treatment for coronavirus ...  PM / Updated 11 minutes ago Dutch donors join global effort on plasma treatment for coronavirus Esther Verkaik 3 Min Read AMSTERDAM (Reuters) - Medical researchers in the Netherlands have signed up 1,500 people who have recovered from the new coronavirus to donate blood as part of an international push to develop a treatment for the virus from their plasma. A woman ... from thousands of donors and purify it into a high-grade treatment that would be approved by medical regulators. Other alliance members include CSL Behring ( CSL.AX ) in the United States, Germany's Biotest AG in Germany, Britain's BPL Group, LFB SA in France, and Octapharma AG in Switzerland. \"If the clinical trials go well... this might be one of the earliest treatment possibilities  ... "], ["2020-05-20 14:31", "Dutch donors join global effort on plasma treatment for coronavirus ...  treatment for coronavirus Esther Verkaik , Reuters May 20, 2020 Coronavirus disease (COVID-19) research in Amsterdam More By Esther Verkaik AMSTERDAM (Reuters) - Medical researchers in the Netherlands have signed up 1,500 people who have recovered from the new coronavirus to donate blood as part of an international push to develop a treatment for the virus from their plasma. Survivors of  ...  from thousands of donors and purify it into a high-grade treatment that would be approved by medical regulators. Other alliance members include CSL Behring in the United States, Germany's Biotest AG in Germany, Britain's BPL Group, LFB SA in France, and Octapharma AG in Switzerland. \"If the clinical trials go well... this might be one of the earliest treatment  ... "], ["2020-05-18 20:00", "Do the Divergent Results of COVID-19 Antibody Studies Reflect Real Differences? ... in earlier years, found that the IFR ranged from 0.02 percent among people in their 40s to more than 15 percent among people older than 90. Another Italian study found an overall IFR of 1.3 percent, rising to 4.3 percent among people older than 60. Age demographics help explain why death rates in Italy ( median age : 47.3) and among people infected on the cruise ship ( mean  ...  and a positive predictive value of 84 percent when prevalence is 5 percent. The Los Angeles County and Santa Clara County studies both used tests manufactured by the Chinese company Hangzhou Biotest Biotech and distributed in the United States by Premier Biotech, which is based in Minneapolis. The manufacturer reported a specificity of 99.5 percent, but that rate has not been validated  ... "], ["2020-05-16 11:00", "Thousands in Miami-Dade have gotten these antibody tests. They may not be accurate. ...  the sites, Banyan partnered with two related companies — a marketing firm and a startup \"concierge\" health clinic in Omaha. Combined, the two Miami-Dade locations are processing about 1,000 tests a day, Koopman said. How accurate are tests? Banyan's website for the Aventura site says that the tests are \"more than 90 percent accurate,\" which  ... information and we don't know who those people are,\" Carome said. Bailey, the CEO of U.S. distributor Premier Biotech, said in a prepared statement that the Hangzhou Biotest Biotech test has been independently evaluated by researchers at Stanford University and other institutions and found \"strong product performance.\" Bryan Andrus, chief operating officer for the San Diego  ... "], ["2020-05-15 21:13", "JetBlue's Founder Helped Fund A Stanford Study That Said The Coronavirus Wasn't That Deadly ... rush. The test — one of many unverified tests the FDA allowed into the US this spring — was distributed by Premier Biotech of Minnesota and made by Hangzhou Biotest Biotech of China, which had provided internal data about its accuracy. But that data needed to be independently validated before the Stanford study could be completed. Bendavid, an  ... made clear what kind of result he thought would make a bigger media splash. \"Unfortunately PR impact and the ability to raise large amounts of money quickly will not be the same if you announce 1% of Santa Clara County tested positive for the antibodies versus 30% of New Yorkers which would be huge news,\" he wrote. Finally, Neeleman dangled the prospect of funding her to conduct that future test.  ... "], ["2020-05-14 11:28", "Takeda says trial based on blood of recovered coronavirus patients could start in July ...  said last week it has joined with nine other companies that work on plasma-based therapies to develop a treatment for COVID-19 patients. The CoVIg-19 Plasma Alliance also includes Biotest AG, CSL Behring, and Octapharma Plasma, among others. \"It is a promising program, and we are really pleased with the progress so far,\" Takeda President and CEO Christophe Weber  ... no major impact on its business from the virus outbreak but added it might slow demand, significantly delay its clinical trial programs or disrupt supply chains. The company projects group revenue will fall 1.3 percent to 3.25 trillion this fiscal year after becoming the first Japanese pharmaceutical company to top 3 trillion in sales last business year, as it will push ahead with sales of ... "], ["2020-05-14 00:09", "Japan drugmaker Takeda says coronavirus treatment trial using recovered patients' blood could start in July ...  last week it has joined with nine other companies that work on blood plasma-based therapies to develop a treatment for Covid-19 patients. The CoVIg-19 Plasma Alliance also includes Biotest AG, CSL Behring, and Octapharma Plasma, among others. Takeda is working with the US National Institute of Health (NIH) on a clinical trial that would give all the companies in its  ... 958 Covid-19 patients discharged in Singapore; 6 new clusters found Related Story S'pore's Covid-19 circuit breaker measures have shown promise, could be further eased on June 1 Related Story Coronavirus: 20,000 recovered migrant workers ready to be discharged by end-May Related Story Lockdown in Manila extended till end-May; restrictions eased elsewhere in Philippines Related Story  ... "], ["2020-05-11 20:45", "Impact On Global Plasma Therapy Market In Wake Of COVID-19 Pandemic ...  by Source3.5 Global Plasma Therapy Market by Application3.6 Global Plasma Therapy Market by End-User3.7 Global Plasma Therapy Market by Region 4. Regional Market Analysis 4.1 North America 4.2 Europe 4.3 Asia Pacific 4.4 RoW 5. Market Dynamics 5.1 Growth Drivers5.2 Key Trends and Developments5.3 Challenges 6. Competitive Landscape 6.1 Global Market6.1.1 Revenue Comparison of Key Players6.1.2 Market Capitalization Comparison of Key Players6.1.3 R&D Comparison of Key Players 6.1.4 Global Plasma Therapy Product Sales Volume Share by Company 7. Company Profiles Biotest AG CSL Limited Grifols, S.A. LFB S.A. Octapharma AG For more information about this report visit https://www.researchandmarkets.com/r/gp9bt0 About ResearchAndMarkets.com ResearchAndMarkets.com ... "], ["2020-05-10 12:50", "Coronavirus tests are a LIE... false positives vastly outnumber real positives ... official infection counts wildly overstated ...  are far worse). We can also intelligently estimate that right now somewhere around 2% of the US population has actually been infected. This is a rough estimate, but as you'll see below, whether this is 1% or 4% doesn't change the conclusions by much. Now, if you test 100 people for the coronavirus, and 2 out of those 100 actually have the coronavirus, but the test kits you're using  ... has started marketing a COVID-19 antibody test, but it doesn't create it. The test listed on the company's website, and that it appears Stanford used, is from Hangzhou Biotest Biotech, an established Chinese lab test vendor. It also turned out that the Wall Street Journal writer who touted the stunning findings of the paper was one of the paper co-authors who ... "], ["2020-05-08 08:32", "GC Pharma joins global alliance for COVID-19 treatment ... manufacturers forming a partnership for a single project of developing a plasma-derived hyperimmune globulin treatment for COVID-19. The alliance was set up with its initial members of Biotest, BPL, CSL Behring, LFB, Octapharma and Takeda, and it added new members of GC Pharma, ADMA Biologics, BioPharma Plasma and Sanquin. Those firms are regarded as leaders in the ...  shot on space station Ok Taec-yeon to star in his first historical film BTS joins Obamas, Lady Gaga in YouTube virtual commencement next month Bearing Witness: Images of 2020 Pulitzer Prize (Part 1) Life goes on in Korea amid coronavirus pandemic (Part 7) Life goes on in Korea amid coronavirus pandemic (Part 6) Keep Calm And Keep Your Distance Coronavirus: Empty streets across the globe About  ... "], ["2020-05-06 06:00", "Polygon Request Special Audit At Biotest AG In Connection With The Proposed Appointment Of Competitor CEO To Biotest's Supervisory Board ...  stakeholders to properly scrutinise and, where necessary, prevent, potential conflicts of interest that could detrimentally impact the company and its stated strategy. Contact: Polygon Global Partners LLP ( ir@polygoninv.com ) Biotest AktiengesellschaftInvestor RelationsLandsteinerstrae 563303 Dreieich London , 5 May 2020 Counter-motion to agenda item 3 / special audit Dear Sirs, we reply to your statement of April 24, 2020 as follows: 1. The motion is a counter-motion in accordance with sec. 126 AktG The motion we sent on April 20, 2020 is in fact a counter-motion pursuant to sec. 126 German Stock Corporation Act ( Aktiengesetz ) (AktG). In the interest of a transparent opinion-forming among shareholders, case law and corporate law literature agree that ... "], ["2020-05-06 05:56", "Struggles in India, Brazil, US show virus fight far from won ... .86 on April 20th to 1.82 on Monday. New York Gov. Andrew Cuomo said the national debate over when to reopen ultimately boils down to the value placed on people's lives. \"The faster we reopen, the lower the economic cost — but the higher the human cost, because the more lives lost,\" he said. \"That, my friends, is the decision we are really making.\" ___ Associated Press journalists around the world contributed to this report. ___ Follow AP pandemic coverage at http://apnews.com/VirusOutbreak and https://apnews.com/UnderstandingtheOutbreak What to Read Next Polygon request special audit at Biotest AG in connection with the Proposed Appointment of Competitor CEO to Biotest's Supervisory Board PR Newswire The 20 Hottest Mother's ... "], ["2020-05-05 22:45", "CSL starts Aussie production of COVID-19 Immunoglobulin ... the next step in the partnership between some of the world's biggest plasma companies, including CSL's Japanese rival Takeda. Other companies in the alliance include German firm Biotest, British group BPL, France's LFB and Swiss manufacturer Octapharma. The businesses are working together to develop a \"hyperimmune\" therapy for the coronavirus using the antibodies of recovered ... job and fleet cuts as the search for a rescue package goes on. 1 hr ago Coronavirus pandemic German court throws spanner into ECB's $1.3trn eurozone rescue mission A long-running dispute over quantitative easing has climaxed in Germany striking a potential blow against the central bank's independence. 1 hr ago Generation X takes over at Sydney's MCA Jane  ... "], ["2020-05-04 22:03", "Peterborough coronavirus cases reduced to 69; City of Kawartha Lakes has 3 new cases ... last week provided false positives on nearly two dozen specimens. On Friday, the health unit said 22 of 27 positive cases reported for the period of April 22 to 29 were processed at BioTest and will now require further testing to determine their validity. READ MORE: Coronavirus: Lab error could have resulted in false positives in Peterborough, City of Kawartha Lakes The health unit notes its data ...  pending remain at 829. Statistics for both categories are as of April 28, the health unit notes. Story continues below advertisement Of the 69 confirmed cases, 47 have been declared resolved. 1:47 Over $4K and seven hundred pounds of food donate to Kawartha Food Share Over $4K and seven hundred pounds of food donate to Kawartha Food Share Ross Memorial Hospital' ... "]]}}