{"postfix": "bmw-aktie", "name": "BMW", "wkn": "519000", "time": "2020.05.26 16:46", "ts": 1590504378, "features": {"KGV": "9.90", "Marktkapitalisierung": {"Size": "Mrd", "Value": "32.49"}, "GA": "7.40", "KBV": "0.81", "BA": "90.23", "KCV": "4.98", "CA": "14.73", "Vola30": "51.07", "Vola90": "69.61", "Vola180": "51.58", "Vola250": "38.86"}, "rivals": ["nissan-aktie", "daimler-aktie", "porsche-aktie", "peugeot-aktie", "honda-aktie", "mitsubishi_motors-aktie", "ford-aktie"], "text_data": {"de": [["2020.05.26", "Green Deal! BMW-Partner Samsung SDI explodiert - Tesla und Nel im Check"], ["2020.05.26", "Grüne fordern EU-Fahrplan für Ausstieg aus dem Verbrennungsmotor"], ["2020.05.26", "Grüne fordern nach BGH-Dieselurteil auch Zahlungen anderer Autobauer"], ["25.05.20", "ANALYSE: JPMorgan erwartet Prosus im EuroStoxx 50 - BMW gefährdet"], ["25.05.20", "Insider: Daimler, Tesla und BMW überholt - „Unglaublicher Ansturm!“ diese E-Neulinge boomen dank Corona wie nie"], ["25.05.20", "Softwareplattformen: Angriff auf Tesla und Google: Daimler, VW und BMW entwickeln eigene Betriebssysteme"], ["24.05.20", "Brinkhaus kritisiert Konzerne für Dividenden trotz Kurzarbeitergeld"], ["23.05.20", "DGB beharrt auf Kaufprämie für Autos"], ["22.05.20", "DIE AUTO-WOCHE - das waren die wichtigsten Themen"], ["22.05.20", "Streit um Kaufprämien soll Autogipfel am 2. Juni beigelegen - Magazin"], ["22.05.20", "Wirtschaftsweise lehnen Autoprämie ab"], ["20.05.20", "Autoindustrie kann auf EU-Hilfen hoffen"], ["20.05.20", "EU-Cash-Hammer: Neue 20.000.000.000 Euro für Tesla, BMW und Samsung SDI?"], ["19.05.20", "Daimler, BMW, Volkswagen &amp;amp;amp;amp;amp;amp;amp;amp; Co: Minus 76 Prozent - wer bietet mehr?"], ["19.05.20", "ROUNDUP: Auto-Anmeldungen in EU fallen wegen Corona auf ein Viertel"], ["19.05.20", "EU-Automarkt auf historischem Tiefpunkt - Keine rasche Erholung"], ["19.05.20", "Sinkender Absatz: BMW-Betriebsratschef schließt Kündigungen nicht aus"], ["19.05.20", "Auto-Anmeldungen in EU fallen wegen Corona-Krise auf ein Viertel"], ["19.05.20", "Acea: Pkw-Neuzulassungen in EU brechen im April wegen Corona-Krise zusammen"], ["19.05.20", "Citi: BMW - BMW-Aktie gerät ins Straucheln"], ["19.05.20", "Citi: BMW-Aktie gerät ins Straucheln"], ["19.05.20", "BMW kann Werk in Ungarn bauen"], ["18.05.20", "Betriebsrat hält Kündigungen bei BMW für möglich"], ["18.05.20", "BMW, Daimler, VW & Co.: So beurteilen die Commerzbank-Analysten die europäischen Auto-Aktien"], ["18.05.20", "Corona-Krise: Frankreich will Kauf von nachhaltigen Autos fördern"], ["15.05.20", "BMW hält trotz „düsterer“ Prognose an Dividende fest "], ["15.05.20", "MÄRKTE EUROPA/Erholung von neuen US-China-Spannungen überschattet"], ["15.05.20", "XETRA-SCHLUSS/DAX geht etwas erholt ins Wochenende"], ["15.05.20", "MÄRKTE EUROPA/Börsen kommen mit neuen US-China-Spannungen von Hochs zurück"], ["15.05.20", "WDH/Autobauer betritt Neuland: BMW stellt täglich 200 000 Masken her"], ["15.05.20", "ROUNDUP: Länder wollen leisere Motorräder auf den Straßen"], ["15.05.20", "Land Baden-Württemberg: Weitere Fahrverbote in Stuttgart unvermeidbar"], ["15.05.20", "Autobauer betritt Neuland: BMW stellt täglich 200 000 Masken her"]], "en": [["19.05.20", "2021 Alpina XB7 is the extra-luxe, hot rod BMW SUV we're needing     - CNET"], ["19.05.20", "2021 BMW Alpina XB7 is a 600-hp SUV that should have Bentley and Lamborghini on notice     - CNET"], ["16.05.20", "Scotland’s Connor Syme wins European Tour’s second BMW Indoor Invitational"], ["15.05.20", "New BMW 5 Series debut is just weeks away     - CNET"], ["15.05.20", "BMW plant in Debrecen will be built, FM says"], ["14.05.20", "BMW CEO sees 'very slow' U.S. recovery after corona rebound in China"], ["14.05.20", "Fed chair on fiscal stimulus, BMW payouts, CLO risk"], ["14.05.20", "Fed chair on fiscal stimulus, BMW payouts, CLO risk"], ["14.05.20", "BMW mounts robust defence of dividend payout"], ["10.05.20", "Joost Luiten wins inaugural BMW Indoor Invitational"], ["08.05.20", "374 staff at the IAA earned over €100,000 last year"], ["07.05.20", "IAA Inc (IAA) Q1 2020 Earnings Call Transcript"], ["06.05.20", "BMW i8 replacement shelved due to coronavirus, report says     - CNET"], ["06.05.20", "BMW cuts outlook, sees Covid-19 pain lasting all year"], ["06.05.20", "BMW postpones opening of Hungary plant by a year"], ["06.05.20", "BMW cuts outlook, sees coronavirus pain lasting all year"], ["06.05.20", "BMW cuts outlook, sees coronavirus pain lasting all year"], ["06.05.20", "Europe Markets: European stocks slip, as EU forecasts gloom and BMW slides on warning"], ["06.05.20", "BMW to delay Hungary plant in coronavirus savings drive"], ["06.05.20", "BMW cuts outlook, expects coronavirus impact to last all year"], ["06.05.20", "BMW cuts outlook, expects coronavirus impact to last all year"], ["06.05.20", "European stocks pause as BMW slumps 5% on warning"], ["06.05.20", "BMW reports first-quarter profit rise as coronavirus saps demand"], ["06.05.20", "BMW reports first-quarter profit rise as coronavirus saps demand"], ["06.05.20", "BMW cuts margin outlook for cars division, citing coronavirus woes"], ["05.05.20", "BMW cuts margin outlook for cars division, citing coronavirus woes"], ["05.05.20", "Why Earnings Season Could Be Great for IAA"], ["05.05.20", "Bayerische Motoren Werke Aktie : Release according to Article 40, Section 1 of the WpHG [the German Securities Trading Act] with the objective of Europe-wide distribution"], ["29.04.20", "2021 BMW 4 Series appears to have a normal grille     - CNET"], ["29.04.20", "2021 BMW 4 Series teasers preview mild hybrid power     - CNET"], ["28.04.20", "BMW X3 plugin hybrid hits sales stride in Korea "], ["25.04.20", "Better Buy: Tesla vs. BMW"], ["23.04.20", "Mercedes, BMW show stark contrast in dividends, CSR in Korea "], ["23.04.20", "Bayerische Motoren Werke Aktie : Release according to Article 40, Section 1 of the WpHG [the German Securities Trading Act] with the objective of Europe-wide distribution"], ["23.04.20", "2021 Audi A3 vs. BMW 228i Gran Coupe vs. Mercedes-Benz A220: The entry-level luxury trio     - CNET"], ["23.04.20", "2020 BMW M8 Competition is a proper performer     - CNET"], ["16.04.20", "2021 BMW 330e plug-in hybrid electric range estimates released     - CNET"], ["16.04.20", "Bayerische Motoren Werke Aktie : Release according to Article 40, Section 1 of the WpHG [the German Securities Trading Act] with the objective of Europe-wide distribution"], ["16.04.20", "BMW teams up with five global esports teams in a brand alliance"], ["09.04.20", "Carrick man wins BMW and £20k weeks after losing job because of coronavirus "], ["2020-05-26 14:30", "Aston Martin CEO steps down, Merc boss to replace ... News South Asia News World News Narendra Modi Stories SEE All Inside Covid-19 control rooms WFH was great, but need some office now Why each state's facing a different economic crisis under lockdown How not to bring Covid-19 when we return to work COVID-19 Cases India India World Confirmed ... Deaths ... full coverage LATEST VIDEOS Auto Robot dog on coronavirus patrol 00:56 BMW F 900 R and BMW F 900 XR 01:01 Coronavirus killing robot 00:45 New normal inside automobile factory 01:25 More From TOI Is ginger an immunity booster? Drink 2-3 cups of coffee to lose weight quickly Top products to make your \"work from home\" life easy Amazon Audible: Listen to the best of audiobooks by starting your free trial today Navbharat Times Featured Today In Travel ... "], ["2020-05-26 14:07", "Skoda Superb (facelift) launched, price starts at Rs. 30 lakh ...  and reach a top speed of 239km/hr. As for fuel efficiency, the sedan offers a claimed mileage of 15.10km/liter. Information What about the pricing? The price of the 2020 Skoda Superb (facelift) starts at Rs. 29.99 lakh and goes up to Rs. 32.99 lakh. At this price point, it takes on the Toyota Camry Hybrid and entry-level sedans offered by German brands like Audi, BMW, and Mercedez-Benz. Last updated on May 26 2020, 07:37 pm Written by YANTRA (Bot) Mail Edited by Dwaipayan Roy Mail Related Topics 2020 Skoda Superb Auto News India BS6 Sportline and L & K Toyota Camry Hybrid &nbsp View all questions Related Timelines 2020 Skoda Rapid launched, starts at Rs 7.5 lakh Auto These Skoda cars will be launched on May 26 Auto Skoda India starts accepting bookings ... "], ["2020-05-26 14:00", "Grijalva knocks parks reopening plans ...  Institute. But the companies in the group also set themselves up to defend the rule from upcoming attacks from blue states and environmentalists that it is too lax. EPA and NHTSA \"lawfully exercised their discretion in setting their standards in accordance with the applicable statutory requirements,\" they wrote. Notably, five companies did not join the Alliance's action: Ford, Honda, BMW and Volkswagen (the four companies that struck a voluntary, more stringent emissions deal with California last year), plus Mercedes-Benz, which has been rumored to be in talks to join the deal. In a statement, Rep. Debbie Dingell (D-Mich.) said she was \"disappointed\" to see the auto industry further fracturing. \"I have argued it's in the long ... "], ["2020-05-26 14:00", "Seattle startup DefinedCrowd lands $50M to help Mastercard, BMW, others improve their AI servicesArtificial intelligence services require mountains of reliable data to reach their full potential. Seattle startup DefinedCrowd is filling that need for Fortune 500 companies such as Mastercard and BMW — and investors like what they see so far. The "], ["2020-05-26 14:00", "DOT warns China over airline access ...  Enterprise Institute. But the trade group also defended the rule from expected attacks from blue states and environmentalists that it's too lax. The EPA and NHTSA \"lawfully exercised their discretion in setting their standards in accordance with the applicable statutory requirements,\" the Alliance wrote. Notably, five companies did not join the Alliance's action: Ford, Honda, BMW and Volkswagen (the four companies that struck a voluntary, more stringent emissions deal with California last year), plus Mercedes-Benz, which has been rumored to be in talks to join the deal. Lobby Watch U.S. TRAVEL FEELS INDUSTRY PAIN: As the economic pain sweeping the country hits K Street, the U.S. Travel Association has been among the lobbying groups ... "], ["2020-05-26 13:53", "France to unveil rescue plan for struggling car industry ... News South Asia News World News Narendra Modi Stories SEE All Inside Covid-19 control rooms WFH was great, but need some office now Why each state's facing a different economic crisis under lockdown How not to bring Covid-19 when we return to work COVID-19 Cases India India World Confirmed ... Deaths ... full coverage LATEST VIDEOS Auto Robot dog on coronavirus patrol 00:56 BMW F 900 R and BMW F 900 XR 01:01 Coronavirus killing robot 00:45 New normal inside automobile factory 01:25 More From TOI Is ginger an immunity booster? Drink 2-3 cups of coffee to lose weight quickly Top products to make your \"work from home\" life easy Amazon Audible: Listen to the best of audiobooks by starting your free trial today Navbharat Times Featured Today In Travel ... "], ["2020-05-26 13:28", "'New Creta, Verna in demand': Hyundai starts strong ...  Narendra Modi Stories SEE All Are we closer to courts we don't have to do the rounds of? Why have India, Nepal been arguing over Kalapani? Why the job of a data engineer is almost recession-proof Why migrants from Assam are staying back in Kerala COVID-19 Cases India India World Confirmed ... Deaths ... full coverage LATEST VIDEOS Auto Robot dog on coronavirus patrol 00:56 BMW F 900 R and BMW F 900 XR 01:01 Coronavirus killing robot 00:45 New normal inside automobile factory 01:25 More From TOI Is ginger an immunity booster? Drink 2-3 cups of coffee to lose weight quickly Top products to make your \"work from home\" life easy Amazon Audible: Listen to the best of audiobooks by starting your free trial today Navbharat Times Featured Today In Travel ... "], ["2020-05-26 13:27", "UK company analysed footage to help identify vehicle used in fatal shooting of Adrian Donohoe, court heard ...  reconstructed CCTV footage taken from Sharkey's Bar, Clogherhead two days earlier, located close to where a Volkswagen Passat was stolen in the nearby Hillcrest estate. A Volkswagen Passat was used in the credit union robbery. Det Gda Gareth Kenna told the court that a number of different vehicles were used for the reconstructions. In the first demo, outside Sharkey's bar, three BMW vehicles were involved. One of these the court heard was a vehicle belonging to Suspect A, who the prosecution say was involved in the robbery but cannot be named for legal reasons. CCTV footage was then played of the reconstruction which was carried out in October 2017. Three vehicles- a Volkswagen Passat 08-D model, a Peugeot 508, and a new generation 11-LH Volkswagen ... "], ["2020-05-26 13:24", "Minneapolis cop is seen kneeling on neck of black man moments before he died ... you've got him down at least let him breathe, man,' one man says. 'He's not even resisting arrest ... he's human, bro.' One of the officers then replies: 'This is why you don't do drugs, kids.' 'This ain't about drugs bro! He's human,' the bystander says. RELATED ARTICLES Previous 1 Next Shocking moment BMW driver speeds towards thug - who was... White woman who hysterically called 911 to report an... Share this article Share 'You're enjoying it. Look at you. Your body language, you bum. You know that's bogus right now,' he adds. About four minutes into the video, the man appears to begin to lose consciousness before becoming unresponsive. An ambulance then arrives and police are seen moving ... "], ["2020-05-26 13:15", "Predicting when and where we'll see Tiger and why ... . Not this time. Dec. 3-6: Hero World Challenge (also Mayakoba Classic) The same week is the Mayakoba Classic, so obviously Woods will not be at that event in Mexico. He'll be in the Bahamas to host his annual event at Albany Golf Club. The final tally If Tiger plays the Charles Schwab or RBC Heritage, along with the Memorial, WGC-FedEx, PGA Championship, Northern Trust, BMW, Tour Championship, U.S. Open, Ryder Cup, Zozo, Masters and Hero, that would be 12 tournaments. And that appears to be a lot. More likely, he'll skip something along the way -- perhaps a playoff event, maybe the WGC in Memphis -- bringing it to a more manageable 10 events. Since he already has played two in 2020, 12 events for the calendar year seems about right. Facebook ... "], ["2020-05-26 12:44", "Postponing Ryder Cup to 2021 would be right call, says McIlroy ...  @ Thomson Reuters Directory of sites Login Contact Support Business Markets World UK TV More United Kingdom Sports News May 26, 2020 / 12:49 PM / Updated 21 minutes ago Postponing Ryder Cup to 2021 would be right call, says McIlroy 2 Min Read FILE PHOTO: ON THIS DAY -- May 27 May 27, 2018 GOLF - Northern Ireland's Rory McIlroy in action during the final round of the BMW PGA Championship at Wentworth Club. Action Images via Reuters/Paul Childs/File Photo (Reuters) - World number one Rory McIlroy believes the Ryder Cup is unlikely to take place this year and postponing the biennial match play event to 2021 due to the COVID-19 pandemic would be the right call to make. The golf calendar has been decimated by the coronavirus outbreak, with three of the sport ... "], ["2020-05-26 12:09", "Shocking moment BMW driver runs over thug's foot in daylight road rage attackThe armed thug was caught on camera skipping down the street to confront his rival during the road rage incident in Brindle Avenue, Coventry, West Mids, before a BMW ran over the top of his foot."], ["2020-05-26 12:01", "The Energy 202: Two GOP senators promised vote on conservation bill ahead of tough reelection races ... E News reports . John Bozzella, president and CEO of the alliance, told reporters CEI \"h as a long-standing position that there ought to be flat standards. We disagree, and we want to push back against that.\" Traffic no Interstate 10 in downtown Los Angeles. (Mark J. Terrill/AP) Interestingly, five members of the auto group — Mercedes-Benz, Ford, Honda, Volkswagen and BMW of North America — declined to endorse the motion. All but Mercedes-Benz had struck a deal last year with the California Air Resources Board to continue improving fuel efficiency at a pace closer in line with what the Obama administration had called for. Subscriber sign in We noticed you're blocking ads! Keep supporting great journalism by turning off your ad blocker ... "], ["2020-05-26 12:00", "Hitting the virtual track with Formula E driver Sbastien Buemi'); doc.close(); })(); Tesla production 2021 Ford Bronco COVID-19 and automakers iRacing PC 2020 electric vehicles Coronavirus updates Best car lease deals Best car insurance Car Finder By make and model Make Acura Alfa Romeo Aston Martin Audi Bentley BMW Buick Cadillac Chevrolet Chrysler Dodge Ferrari Fiat Ford Genesis GMC Honda Hyundai Infiniti Jaguar Jeep Kia Lamborghini Land Rover Lexus Lincoln Lotus Maserati Mazda McLaren Mercedes-Benz Mini Mitsubishi Nissan Polestar Porsche Ram Rolls-Royce Smart Subaru Tesla Toyota Volkswagen Volvo Model Year Go By style See all cars Coupes Sedans SUVs/Crossovers Trucks Electric Hybrids Luxury Sports Cars Reviews All auto reviews 2020 Chevy Silverado 2500 2020 Ford F-Series Super Duty 2020 Mazda CX-9 2020 Hyundai  ... "], ["2020-05-26 11:26", "Skoda Karoq SUV launched at Rs 24.99 lakh ...  Narendra Modi Stories SEE All Are we closer to courts we don't have to do the rounds of? Why have India, Nepal been arguing over Kalapani? Why the job of a data engineer is almost recession-proof Why migrants from Assam are staying back in Kerala COVID-19 Cases India India World Confirmed ... Deaths ... full coverage LATEST VIDEOS Auto Robot dog on coronavirus patrol 00:56 BMW F 900 R and BMW F 900 XR 01:01 Coronavirus killing robot 00:45 New normal inside automobile factory 01:25 More From TOI Is ginger an immunity booster? Drink 2-3 cups of coffee to lose weight quickly Top products to make your \"work from home\" life easy Amazon Audible: Listen to the best of audiobooks by starting your free trial today Navbharat Times Featured Today In Travel ... "], ["2020-05-26 10:03", "Amber Alert for two children ‘taken’ ... -year-old boy were taken from Redbank Plains Recreational Reserve, Moreton Avenue, Redbank Plains, police said. The alert states the children were taken by a woman and a man known to them between 4.30pm and 4.45pm. media_camera The seven-year-old boy taken from Ipswich. Police believe the children \"may be at significant risk\" after they left in a grey 2007 BMW 335i with Queensland registration 713-XVE, which was last seen travelling on Collingwood Drive towards the Ipswich Motorway. media_camera The six-year-old girl taken from Ipswich. Both children are described as African with proportionate builds and black hair and black eyes. The woman is described as 26, African, approximately 170cm tall with black hair and black eyes. The 38-year-old man is ... "], ["2020-05-26 10:00", "Ford Edge ST-Line has all the show without the go ... PT Listen - 01:48 Enlarge Image The ST-Line uses the standard Edge's 2.0-liter turbo engine. Ford Most buyers don't really need all the performance that comes with more expensive, high-powered SUVs . But we get it, you want to look cool. A lot of automakers have found success with visual updos for their otherwise sedate SUVs -- think Chevy's RS models , or in the luxury world, BMW's M Sport line. Ford is the latest to get in on this trend, and on Tuesday announced a new ST-Line package for the Edge crossover. The idea here is pretty simple: Take all the visual enhancements of the full-fat Edge ST but leave the standard model's engine and chassis in place. To that end, the Edge ST-Line gets a unique grille, body-colored bumpers, LED lights ... "], ["2020-05-26 09:56", "Live: Skoda launching Karoq SUV, 2 facelift sedans ... 12:00 (IST), May 26 Karoq and the revised Superb and Rapid were on display at the Auto Expo 2020 11:59 (IST), May 26 In a first for Skoda India, the company is digitally launching the cars due to Covid-19 pandemic 11:58 (IST), May 26 Skoda India to launch Karoq SUV, facelifted Superb and Rapid shortly Videos Robot dog on coronavirus patrol BMW F 900 R and BMW F 900 XR Coronavirus killing robot New normal inside automobile factory Maruti Suzuki resumes manufacturing at Manesar plant More Videos related news News News Classic Car Auctions Upended by Coronavirus Daimler to invest in Chinese EV battery maker Farasis' $480 mn IPO: Sources Toyota, Nissan and Honda gear up for Mexico reboot after COVID-19 lockdowns Quick Links COVID 19 cases Coronavirus testing ... "], ["2020-05-26 09:54", "Amber Alert for two children ‘taken’ ... -year-old boy were taken from Redbank Plains Recreational Reserve, Moreton Avenue, Redbank Plains, police said. The alert states the children were taken by a woman and a man known to them between 4.30pm and 4.45pm. media_camera The seven-year-old boy taken from Ipswich. Police believe the children \"may be at significant risk\" after they left in a grey 2007 BMW 335i with Queensland registration 713-XVE, which was last seen travelling on Collingwood Drive towards the Ipswich Motorway. media_camera The six-year-old girl taken from Ipswich. Both children are described as African with proportionate builds and black hair and black eyes. The woman is described as 26, African, approximately 170cm tall with black hair and black eyes. The 38-year-old man is ... "], ["2020-05-26 09:51", "Police issue urgent alert to find children feared taken from Queensland park ...  young children feared taken from a suburb south-west of Brisbane who may be at significant risk. The seven-year-old boy and six-year-old girl were last seen at the Redbank Plains Recreational Reserve on Moreton Avenue in Redbank Plans being taken by a woman and man known to them between 4.30pm and 4.45pm today. The group left the scene in a grey 2007 BMW 335i with the Queensland vehicle registration 713-XVE and driven by the man on Collingwood Drive towards the Ipswich Motorway, police say. A 26-year-old woman and 38-year-old man believed known to the children were last seen leaving the Redbank Plains Recreational Reserve with the children. (Supplied) Both children have been described as African with proportionate builds, black hair and black eyes. The 26 ... "]]}}