{"postfix": "booking_1-aktie", "name": "BOOKING", "wkn": "A2JEXP", "time": "2020.05.26 16:24", "ts": 1590503046, "features": {"KGV": "20.24", "Marktkapitalisierung": {"Size": "Mrd", "Value": "63.03"}, "GA": "102.57", "KBV": "14.93", "BA": "139.12", "KCV": "18.57", "CA": "111.79", "Vola30": "55.24", "Vola90": "71.02", "Vola180": "53.25", "Vola250": "41.94"}, "rivals": ["tui-aktie", "ctripcom-aktie", "hotelde-aktie", "thomas_cook-aktie", "orbitz_worldwide-aktie", "expedia-aktie"], "text_data": {"de": [["08.05.20", "Tourismus: Booking: Hotel-Reservierungen im April um 85 Prozent eingebrochen"], ["07.05.20", "Ausblick: Booking stellt Zahlen zum jüngsten Quartal vor"], ["30.04.20", "So schätzen die Analysten die Booking-Aktie im April 2020 ein"], ["20.04.20", "Jetzt soll die Macht von Booking.com gebrochen werden"], ["31.03.20", "Was Analysten von der Booking-Aktie erwarten"], ["25.03.20", "Booking.com: Profiteur der Reisebranche?  Aber klar doch! "], ["29.02.20", "Booking-Aktie: Einschätzungen und Kursziele der Analysten im Februar"], ["29.02.20", "Was Ischgl Buchungsplattformen wie booking.com entgegenhält"], ["28.02.20", "Booking gewährte Anlegern Blick in die Bücher "], ["27.02.20", "MÄRKTE USA/Börsen krachen wegen Corona-Epidemie erneut ein"], ["27.02.20", "MÄRKTE USA/Börsen rutschen wegen Coronavirus erneut ab"], ["27.02.20", "Booking im Keller: So finster wird das erste Quartal"], ["27.02.20", "MÄRKTE USA/Wall Street weiter fest im Griff des Coronavirus"], ["27.02.20", "MÄRKTE USA/Angst vor Pandemie sorgt weiter für Verunsicherung"], ["25.02.20", "Ausblick: Booking legt Quartalsergebnis vor"], ["21.02.20", "Auf Crashkurs mit Booking und Expedia: Warum das Geschäftsmodell von Airbnb erodiert"], ["30.01.20", "MÄRKTE USA/WHO hievt Wall Street ins Plus"], ["03.01.20", "Das Booking.com für Werkstätten kommt aus Kärnten"]], "en": [["2020.05.26", "Is Booking Holdings Stock in for a Bumpy Landing in June?"], ["18.05.20", "Why Booking Holdings, Expedia, and Sabre Corporation Stocks All Popped 10% (Or More) Today"], ["18.05.20", "Booking of airBaltic flights has already tripled"], ["13.05.20", "Is Booking Holdings Stock a Buy?"], ["13.05.20", "Anyone booking a holiday is taking a chance on future of COVID-19 outbreak -UK minister"], ["12.05.20", "Booking Holdings chief seeks government subsidies for travel"], ["09.05.20", "Booking Holdings Slumps on Q1 Results"], ["08.05.20", "Booking Holdings CEO Glenn Fogel on impact of coronavirus on travel"], ["08.05.20", "Booking Holdings (BKNG) Q1 Earnings Miss, Revenues Fall Y/Y "], ["08.05.20", "Booking Holdings Inc. (BKNG) Q1 2020 Earnings Call Transcript"], ["07.05.20", "Booking Holdings (BKNG) Lags Q1 Earnings Estimates"], ["07.05.20", "Booking.com operator misses profit estimates on travel demand slump"], ["07.05.20", "Booking Holdings stock slips on earnings miss"], ["05.05.20", "What's in Store for Booking Holdings' (BKNG) Q1 Earnings?"], ["30.04.20", "Earnings Preview: Booking Holdings (BKNG) Q1 Earnings Expected to Decline"], ["29.04.20", "Is Booking Holdings Stock a Buy?"], ["29.04.20", "Competition Office fines booking.com operator HUF 2.5 bln"], ["28.04.20", "UPDATE 1-Hungary fines Booking.com operator $7.6 mln for unfair practices"], ["28.04.20", "Hungary fines Booking.com operator $7.6 mln for unfair practices"], ["28.04.20", "Japan stocks take breather after big rally on profit booking"], ["28.04.20", "Specialist unites service provider booking, payment, and video in 1 app"], ["25.04.20", "Airbnb booking data from China offers glimpse of a rebound"], ["25.04.20", "Airbnb booking data from China offers glimpse of a rebound"], ["24.04.20", "Booking Holdings’ Stock Has Fallen Off The Cliff, But Its Stock Will Fare Better Than Expedia"], ["17.04.20", "Booking Holdings to announce lay-offs after securing $4bn loan"], ["13.04.20", "Could Booking Holdings Really Run Out of Cash?"], ["13.04.20", "Tradeweb Markets, Booking, Anaplan, CrowdStrike and Microsoft highlighted as Zacks Bull and Bear of the Day"], ["13.04.20", "Bear of the Day: Booking Holdings (BKNG)"], ["10.04.20", "Booking Holdings Floats $750 Million in Convertible Debt"], ["07.04.20", "Why Expedia Group, Booking Holdings, and TripAdvisor Stocks Are All Up Today"], ["03.04.20", "Why Shares of Booking Holdings Fell 21% in March"], ["01.04.20", "Booking Holdings CEO tests positive for coronavirus"], ["30.03.20", "Indian travel and hotel booking firm Ixigo cuts salary of every employee over coronavirus"], ["29.03.20", "Dubai Taxis' booking service Hala to match tips given to drivers"], ["27.03.20", "Why Booking Holdings, TripAdvisor, and Yelp Stocks Crashed Today"], ["27.03.20", "Booking Holdings (BKNG) Down 15.3% Since Last Earnings Report: Can It Rebound?"], ["25.03.20", "Why Marriott, Booking Holdings, and Grupo Aeroportuario del Pacifico Stocks Surged Today"], ["22.03.20", "Uber suspends taxi booking option in Saudi Arabia"], ["21.03.20", "Uber suspends taxi booking option in Saudi Arabia"], ["21.03.20", "Uber suspends taxi booking option in Saudi Arabia"], ["2020-05-26 14:22", "15 automated weather stations likely before monsoon ...  for the month. For Full access Subscribe Now X You have read 1 out of 20 free articles for the month. Subscribe Now x Subscribe to The Hindu now and get unlimited access. Subscribe now Already have an account? Sign In Start your 14 days trial now Sign Up JUST IN 20mins No major side-effects of HCQ, should be continued as preventive treatment for COVID-19: ICMR 29mins Top Army commanders to deliberate on situation in Eastern Ladakh 35mins Loan moratorium: Supreme Court directive to Centre, RBI 41mins Supreme Court takes suo motu cognisance of migrant workers issue 45mins Delhi govt has sent nearly 2.41 lakh people back to their home states in 196 trains:Manish Sisodia 1hr Online ticket booking, masks likely when monuments, museums re-open 1hr Sikh outfit to ... "], ["2020-05-26 14:20", "Low pressure: warning for fishers ...  for the month. For Full access Subscribe Now X You have read 1 out of 20 free articles for the month. Subscribe Now x Subscribe to The Hindu now and get unlimited access. Subscribe now Already have an account? Sign In Start your 14 days trial now Sign Up JUST IN 16mins No major side-effects of HCQ, should be continued as preventive treatment for COVID-19: ICMR 26mins Top Army commanders to deliberate on situation in Eastern Ladakh 31mins Loan moratorium: Supreme Court directive to Centre, RBI 38mins Supreme Court takes suo motu cognisance of migrant workers issue 41mins Delhi govt has sent nearly 2.41 lakh people back to their home states in 196 trains:Manish Sisodia 1hr Online ticket booking, masks likely when monuments, museums re-open 1hr Sikh outfit to ... "], ["2020-05-26 14:20", "Use electronic platforms to produce accused: HC ...  for the month. For Full access Subscribe Now X You have read 1 out of 20 free articles for the month. Subscribe Now x Subscribe to The Hindu now and get unlimited access. Subscribe now Already have an account? Sign In Start your 14 days trial now Sign Up JUST IN 16mins No major side-effects of HCQ, should be continued as preventive treatment for COVID-19: ICMR 26mins Top Army commanders to deliberate on situation in Eastern Ladakh 31mins Loan moratorium: Supreme Court directive to Centre, RBI 38mins Supreme Court takes suo motu cognisance of migrant workers issue 41mins Delhi govt has sent nearly 2.41 lakh people back to their home states in 196 trains:Manish Sisodia 1hr Online ticket booking, masks likely when monuments, museums re-open 1hr Sikh outfit to ... "], ["2020-05-26 14:19", "VFPCK to use social media to sustain interest in farming ...  the month. For Full access Subscribe Now X You have read 1 out of 20 free articles for the month. Subscribe Now x Subscribe to The Hindu now and get unlimited access. Subscribe now Already have an account? Sign In Start your 14 days trial now Sign Up JUST IN 15mins No major side-effects of HCQ, should be continued as preventive treatment for COVID-19: ICMR 25mins Top Army commanders to deliberate on situation in Eastern Ladakh 30mins Loan moratorium: Supreme Court directive to Centre, RBI 37mins Supreme Court takes suo motu cognisance of migrant workers issue 40mins Delhi govt has sent nearly 2.41 lakh people back to their home states in 196 trains:Manish Sisodia 59mins Online ticket booking, masks likely when monuments, museums re-open 1hr Sikh outfit to ... "], ["2020-05-26 14:04", "No major side-effects of HCQ, should be continued as preventive treatment for COVID-19: ICMR ...  the month. For Full access Subscribe Now X You have read 1 out of 20 free articles for the month. Subscribe Now x Subscribe to The Hindu now and get unlimited access. Subscribe now Already have an account? Sign In Start your 14 days trial now Sign Up JUST IN 4mins No major side-effects of HCQ, should be continued as preventive treatment for COVID-19: ICMR 13mins Top Army commanders to deliberate on situation in Eastern Ladakh 19mins Loan moratorium: Supreme Court directive to Centre, RBI 25mins Supreme Court takes suo motu cognisance of migrant workers issue 29mins Delhi govt has sent nearly 2.41 lakh people back to their home states in 196 trains:Manish Sisodia 47mins Online ticket booking, masks likely when monuments, museums re-open 55mins Sikh outfit to ... "], ["2020-05-26 14:03", "Chennai-Thoothukudi flight service resumes ... of 20 free articles for the month. For Full access Subscribe Now X You have read 1 out of 20 free articles for the month. Subscribe Now x Subscribe to The Hindu now and get unlimited access. Subscribe now Already have an account? Sign In Start your 14 days trial now Sign Up JUST IN 10mins Top Army commanders to deliberate on situation in Eastern Ladakh 15mins Loan moratorium: Supreme Court directive to Centre, RBI 22mins Supreme Court takes suo motu cognisance of migrant workers issue 26mins Delhi govt has sent nearly 2.41 lakh people back to their home states in 196 trains:Manish Sisodia 44mins Online ticket booking, masks likely when monuments, museums re-open 52mins Sikh outfit to hold remembrance march on June 5 1hr Supreme Court allows LG Polymers staff ... "], ["2020-05-26 14:03", "Scared Americans desperate to travel are buying up 'covid campers' ... ;We thought we'd start with this,\" he said. \"If it works, maybe we'll move up.\" The U.S. has about 13,000 private RV parks and an estimated 1.23 million individual trailer campsites, according to estimates from the National Association of RV Parks and Campgrounds (and that doesn't even count campsites in state and national parks). Prior to the pandemic, it  ... RV owners with people who want to rent one-kind of an \"RV Airbnb.\" Though bookings fell during the early stages of the pandemic, they have since skyrocketed, she said. Customers are booking trips just days ahead of time instead of months before, Young said. Outdoorsy rival RVshare also reported a surge in reservations. People say \"'I won't visit any place where  ... "], ["2020-05-26 14:02", "'KCR to release water to Kondapochamma on Friday' ...  assistance is being extended to them in form of Rythu Bandhu. The Chief Minister has made it clear that about 1.4 crore farmers in the State must get the Rythu Bandhu without fail and already 3,500 crore, part of  ... 1 out of 20 free articles for the month. Subscribe Now x Subscribe to The Hindu now and get unlimited access. Subscribe now Already have an account? Sign In Start your 14 days trial now Sign Up JUST IN 9mins Top Army commanders to deliberate on situation in Eastern Ladakh 14mins Loan moratorium: Supreme Court directive to Centre, RBI 21mins Supreme Court on its own takes cognisance of miseries of migrant labourers 24mins Delhi govt has sent nearly 2.41 lakh people back to their home states in 196 trains:Manish Sisodia 43mins Online ticket booking ... "], ["2020-05-26 13:58", "Coronavirus live updates: WHO warns that 1st wave of pandemic not over ... than earlier prediction Researchers with the University of Washington's Institute for Health Metrics and Evaluation say California could see more than 4,000 COVID-19 deaths by the end of August. That's up nearly 1,500 from last week's projection. 5:30 a.m. Blood drive to take place in Sonoma today A blood drive will take place at the Fairmont Sonoma Mission Inn in Sonoma from 9 a.m.  ...  and by appointment only. It will be prioritized for essential workers and people experiencing COVID-19 symptoms. Multilingual staff members will be available to assist with appointment booking and testing. The new site was made possible by a partnership between OptumServe, a private company, the State of California, Marin County Public Health, and several community  ... "], ["2020-05-26 13:55", "Full list of Scottish recycling centres due to open in June ...  Blairgowrie Recycling Centre Crieff Recycling Centre Friarton Recycling Centre Inveralmond Recycling Centre Kinross Recycling Centre Pitlochry Recycling Centre Dundee City Council - June 1 Riverside Recycling Centre Baldovie Recycling Centre North Ayrshire Council - Staged re-opening Bartonholm Household Waste Recycling Centre, Irvine - June 1 Brodick Household Waste Recycling Centre, Arran - June 1 Kilbirnie Household Waste Recycling Centre - June 15 Largs Household Waste Recycling Centre - June 22 East Ayrshire Council - June 1 (booking only) Skares Road, Cumnock Western Road, Kilmarnock Angus Council - June 1 - three more to open at a later date Arbroath Recycling Centre Forfar Recycling Centre Monifieth Recycling Centre Montrose Recycling Centre South ... "], ["2020-05-26 13:55", "Top Army commanders to deliberate on situation in Eastern Ladakh ...  of 20 free articles for the month. For Full access Subscribe Now X You have read 1 out of 20 free articles for the month. Subscribe Now x Subscribe to The Hindu now and get unlimited access. Subscribe now Already have an account? Sign In Start your 14 days trial now Sign Up JUST IN Top Army commanders to deliberate on situation in Eastern Ladakh 5mins Loan moratorium: Supreme Court directive to Centre, RBI 12mins Supreme Court on its own takes cognisance of miseries of migrant labourers 15mins Delhi govt has sent nearly 2.41 lakh people back to their home states in 196 trains:Manish Sisodia 34mins Online ticket booking, masks likely when monuments, museums re-open 42mins Sikh outfit to hold remembrance march on June 5 50mins Supreme Court allows LG Polymers ... "], ["2020-05-26 13:49", "Loan moratorium: Supreme Court directive to Centre, RBI ... out of 20 free articles for the month. For Full access Subscribe Now X You have read 1 out of 20 free articles for the month. Subscribe Now x Subscribe to The Hindu now and get unlimited access. Subscribe now Already have an account? Sign In Start your 14 days trial now Sign Up JUST IN 1min Loan moratorium: Supreme Court directive to Centre, RBI 7mins Supreme Court on its own takes cognisance of miseries of migrant labourers 11mins Delhi govt has sent nearly 2.41 lakh people back to their home states in 196 trains:Manish Sisodia 29mins Online ticket booking, masks likely when monuments, museums re-open 37mins Sikh outfit to hold remembrance march on June 5 45mins Supreme Court allows LG Polymers staff access to Vishakapatnam plant 46mins Venkaiah Naidu tells ... "], ["2020-05-26 13:47", "Asda: opening hours today, home delivery slots and click-and-collect ... , home delivery slots and click-and-collect By Adam Vjestica 26 May 2020 Demand for Asda home delivery slots continues to impact availability Shares (Image credit: Getty Images) Booking an Asda home delivery slot remains a challenge, but the supermarket chain says it's doing its best to meet unprecedented demand for online food orders. In ...  the Pixel 4's most maligned feature, because of Covid-19 4 Best Buy Memorial Day Sale 2020: best deals on TVs, appliances, laptops, and more 5 Best free games 2020: the top free games to download on PC 1 Apple Glasses leak gives us a new name, price and moving-target launch date 2 Samsung Galaxy S20 TE is a ridiculously rugged phone customized for special ops 3 Intel and AMD shouldn't panic yet, but this Chinese ... "], ["2020-05-26 13:43", "Supreme Court takes suo motu cognisance of migrant workers issue ...  quarantine centres at night, return by day Coronavirus | Centre files report on migrant workers Shelters see total occupancy of less than 12% Google introduces new feature to locate food, night shelters 1.95 lakh migrant workers on govt. radar Community kitchens reach out to needy during lockdown Migrant workers in Haryana worry about rent and wages 42% of labourers don't have  ...  takes suo motu cognisance of migrant workers issue 29mins Delhi govt has sent nearly 2.41 lakh people back to their home states in 196 trains:Manish Sisodia 47mins Online ticket booking, masks likely when monuments, museums re-open 55mins Sikh outfit to hold remembrance march on June 5 1hr Supreme Court allows LG Polymers staff access to Vishakapatnam plant 1hr Venkaiah Naidu  ... "], ["2020-05-26 13:39", "Delhi govt has sent nearly 2.41 lakh people back to their home states in 196 trains:Manish Sisodia ... of 20 free articles for the month. For Full access Subscribe Now X You have read 1 out of 20 free articles for the month. Subscribe Now x Subscribe to The Hindu now and get unlimited access. Subscribe now Already have an account? Sign In Start your 14 days trial now Sign Up JUST IN 5mins Delhi govt has sent nearly 2.41 lakh people back to their home states in 196 trains:Manish Sisodia 23mins Online ticket booking, masks likely when monuments, museums re-open 31mins Sikh outfit to hold remembrance march on June 5 39mins Supreme Court allows LG Polymers staff access to Vishakapatnam plant 40mins Venkaiah Naidu tells Central officials to explore feasibility of drinking water project in Udayagiri 48mins WHO warns that 1st wave of pandemic not over; dampens hopes ... "], ["2020-05-26 13:39", "Reopen places of worship: IUML ...  job seekers on dark net 15K | 'Bicycle girl' Jyoti turns down offer from Cycling Federation, to focus on studies Close X Next Story COVID spread among prisoners puts jails in a spot You have read 1 out of 20 free articles for the month. For Full access Subscribe Now X You have read 1 out of 20 free articles for the month. Subscribe Now x Subscribe to The Hindu now and get unlimited access. Subscribe now Already have an account? Sign In Start your 14 days trial now Sign Up JUST IN 20mins Online ticket booking, masks likely when monuments, museums re-open 27mins Sikh outfit to hold remembrance march on June 5 35mins Supreme Court allows LG Polymers staff access to Vishakapatnam plant 36mins Venkaiah Naidu tells Central officials to explore feasibility ... "], ["2020-05-26 13:31", "The Latest: Spain declares 10-day mourning period for dead ...  travelers still appear cautious. \"Very few people came yesterday and that's to be expected because the circumstances are so different,\" Filio Grili, who runs a local holiday apartment booking service, told the AP. He says the summer season will be tough and hopes \"the state helps us with an ad campaign.\" Greece will open for international tourism on June  ... be provided to patients free of charge by Gilead and will be for patients with \"high, unmet medical need\" under a doctor's supervision. A study last month of more than 1,000 people severely sickened by the coronavirus found those who got the drug were discharged from the hospital several days earlier than those who got a placebo. ___ PRAGUE — The Czech Republic, Hungary ... "], ["2020-05-26 13:31", "The Latest: Spain declares 10-day mourning period for dead ...  travelers still appear cautious. \"Very few people came yesterday and that's to be expected because the circumstances are so different,\" Filio Grili, who runs a local holiday apartment booking service, told the AP. He says the summer season will be tough and hopes \"the state helps us with an ad campaign.\" Greece will open for international tourism on June  ... be provided to patients free of charge by Gilead and will be for patients with \"high, unmet medical need\" under a doctor's supervision. A study last month of more than 1,000 people severely sickened by the coronavirus found those who got the drug were discharged from the hospital several days earlier than those who got a placebo. ___ PRAGUE — The Czech Republic, Hungary ... "], ["2020-05-26 13:31", "The Latest: Spain declares 10-day mourning period for dead ...  travelers still appear cautious. \"Very few people came yesterday and that's to be expected because the circumstances are so different,\" Filio Grili, who runs a local holiday apartment booking service, told the AP. He says the summer season will be tough and hopes \"the state helps us with an ad campaign.\" Greece will open for international tourism on June  ... be provided to patients free of charge by Gilead and will be for patients with \"high, unmet medical need\" under a doctor's supervision. A study last month of more than 1,000 people severely sickened by the coronavirus found those who got the drug were discharged from the hospital several days earlier than those who got a placebo. ___ PRAGUE — The Czech Republic, Hungary ... "], ["2020-05-26 13:31", "The Latest: Spain declares 10-day mourning period for dead ...  travelers still appear cautious. \"Very few people came yesterday and that's to be expected because the circumstances are so different,\" Filio Grili, who runs a local holiday apartment booking service, told the AP. He says the summer season will be tough and hopes \"the state helps us with an ad campaign.\" Greece will open for international tourism on June  ... be provided to patients free of charge by Gilead and will be for patients with \"high, unmet medical need\" under a doctor's supervision. A study last month of more than 1,000 people severely sickened by the coronavirus found those who got the drug were discharged from the hospital several days earlier than those who got a placebo. ___ PRAGUE — The Czech Republic, Hungary ... "]]}}