{"postfix": "boston_properties-aktie", "name": "BOSTON_PROPERTIES", "wkn": "907550", "time": "2020.05.26 16:53", "ts": 1590504832, "features": {"KGV": "41.82", "Marktkapitalisierung": {"Size": "Mrd", "Value": "11.11"}, "GA": "3.30", "KBV": "4.19", "BA": "32.95", "KCV": "20.74", "CA": "6.65", "Vola30": "67.65", "Vola90": "85.42", "Vola180": "61.82", "Vola250": "45.01"}, "rivals": ["apartment_investmentmanagement-aktie", "sl_green_realty-aktie", "vornado_realty_trust-aktie", "highwoods_properties-aktie", "corporate_office_properties_trus-aktie"], "text_data": {"de": [["30.04.20", "Die Expertenmeinungen zur Boston Properties-Aktie im April 2020"], ["30.04.20", "Boston Properties informierte über die jüngsten Quartalsergebnisse"], ["27.04.20", "Ausblick: Boston Properties gibt Ergebnis zum abgelaufenen Quartal bekannt"], ["13.04.20", "Erste Schätzungen: Boston Properties vermeldet Zahlen zum jüngsten Quartal"], ["31.03.20", "März 2020: Das sind die Expertenmeinungen zur Boston Properties-Aktie"], ["27.01.20", "Ausblick: Boston Properties stellt Ergebnisse des abgelaufenen Quartals vor"]], "en": [["25.05.20", "Why Boston Properties (BXP) is a Top Dividend Stock for Your Portfolio"], ["08.05.20", "This is Why Boston Properties (BXP) is a Great Dividend Stock"], ["04.05.20", "Boston Properties Prices Senior Notes Offering, To Raise $1.2B"], ["30.04.20", "Boston Properties Inc (BXP) Q1 2020 Earnings Call Transcript"], ["29.04.20", "Boston Properties (BXP) Tops Q1 FFO Estimates, Withdraws View"], ["29.04.20", "Boston Properties (BXP) Q1 FFO and Revenues Top Estimates"], ["27.04.20", "What's in Store for Boston Properties (BXP) in Q1 Earnings?"], ["22.04.20", "Boston Properties (BXP) is a Top Dividend Stock Right Now: Should You Buy?"], ["03.04.20", "Boston Properties (BXP) is a Top Dividend Stock Right Now: Should You Buy?"], ["18.03.20", "Why Boston Properties (BXP) is a Great Dividend Stock Right Now"], ["05.03.20", "Boston Properties Begins San Jose Office Project Development"], ["02.03.20", "This is Why Boston Properties (BXP) is a Great Dividend Stock"], ["14.02.20", "Why Boston Properties (BXP) is a Great Dividend Stock Right Now"], ["30.01.20", "Boston Properties Inc (BXP) Q4 2019 Earnings Call Transcript"], ["29.01.20", "Are You Looking for a High-Growth Dividend Stock? Boston Properties (BXP) Could Be a Great Choice"], ["29.01.20", "Boston Properties (BXP) Trumps Q4 FFO Estimates, Guides Up"], ["29.01.20", "Boston Properties (BXP) Surpasses Q4 FFO and Revenue Estimates"], ["24.01.20", "Boston Properties Announces Lease With Shearman & Sterling"], ["2020-05-26 12:40", "Boscov's set to reopen on Saturday ... a return to something resembling recovery. \"This weekend is an early indicator as to how consumers feel about coming back and partaking in normal social behavior,\" said Jason Guggenheim of Boston Consulting Group, which has surveyed consumers and sees pent-up demand for travel. The data and consulting firm Tourism Economics projects that U.S. travelers will spend $4.2 billion this  ... Assessment Director Kristin Montgomery, who was hired in December, said some information on properties from 2018 and early 2019 will be lost forever due to the hack. However, the office now has an activated system that is being maintained and kept current as changes are made to properties, Montgomery said. Workers also have access to information in a secondary system  ... "], ["2020-05-26 12:25", "A closer look at how colleges can reopen amid coronavirus uncertainty ...  newsletters Axios app Pro Rata Podcast 25 mins ago - Economy & Business A closer look at how colleges can reopen Margaret Talev The campus of Brown University. Photo: Lane Turner/The Boston Globe via Getty Images Masks in class, sports on hold, dorm life without roommates and summer 2021 classes for some: Brown University President Christina Paxson tells \"Axios on HBO ...  halls, where students could be seated under social distancing guidelines. If dorm rooms that have been used as doubles become singles, universities could rent or purchase additional, off-campus properties to spread out housing. Dining halls could become takeout operations or they could incorporate shifts or other methods to allow for social distancing and other health concerns. One big  ... "], ["2020-05-26 12:11", "Letters to the Editor ...  People on the Move Commercial Real Estate Opinion All Opinion Meetinghouse Editorials Letters Columns Bill Nemitz Greg Kesich Sports All Sports Varsity Maine Colleges Outdoors Portland Sea Dogs Boston Red Sox New England Patriots A&E All A&E Books Sudoku Crossword Food All Food Restaurant reviews Cookbook Reviews Recipes Vegan Kitchen Green Plate Special Maine Gardener  ...  Theater, who opened up the center on Saturday for our drive. Usually at this time of year, ACT leaders and volunteers are busy building new trails and doing maintenance work on our conservation properties in Arundel. Since the pandemic makes that impossible now, we thought the food drive would be a great way for our members and supporters to help those in need as a tangible demonstration  ... "], ["2020-05-26 10:30", "The Top 4 Medical Marijuana Doctors in Oklahoma (Complete Guide) ...  last year, cannabis has not only come out of the dark but has made a popular resurgence as more medical professionals are writing recommendations. If you're an Oklahoman who believes the medicinal properties of cannabis can help you, there's not a better time to get registered and start your journey to holistic healing. Below you'll find an overview of how to register as a ... out their OMMA application on site. Their physician is board certified in Diagnostic Radiology and also has extensive experience in primary care. Price: call for price Address: 1927 South Boston Avenue, Suite 206, Tulsa, OK Customer Rating: 4.8/5 stars Hours of Operation: Monday-Friday: 9AM - 6PM (by appointment only) Saturday: 9AM - 1PM (by appointment only) Sunday: Closed ... "], ["2020-05-26 07:43", "You're getting used to masks. Will you wear a face shield? ...  currents, protecting the eyes and the entire face became a bigger issue in health care settings, said Dr. Sherry Yu, a dermatology resident affiliated with Brigham and Women's Hospital in Boston. People needed them to do nasal swabs for the coronavirus test or for triage in the emergency room. As shortages loomed, Yu was among the many people and groups around the country  ... to be superior to cloth masks, not only because shields provide full face protection but also because they are nearly impossible to wear incorrectly. \"Remember, effectiveness depends not only on the inherent properties of the facial covering but also how well the facial covering is worn,\" he said. And he and his co-authors like to imagine that people who are reluctant to wear  ... "], ["2020-05-26 05:06", "San Francisco Chronicle ...  Thoreau, Harriet Beecher Stowe, Junipero Serra, California State Senator, Ronald Reagan, Dennis Hollingsworth, Northern California, San Francisco, Union, New York City, Yosemite, Boston, Mount Starr King, East Coast, National Statuary Hall, Washington D.C., Franklin Street, First Unitarian Church, Colma, Civil War, Sand Francisco, Starr  ... , Allison Fortini Crawford, Albany, Piedmont, National Association of Realtors, Coldwell Banker, Vanguard Properties, Sotheby's International Realty, Moving with Kids, Sound Off, jeff@jefflamont.com, astrid@vanguardsf.com, allison@fortini-crawford.com, National Association of Realtors, Coldwell Banker, Vanguard Properties, Sotheby's International Realty, Jeff LaMont, Astrid Lacitis, Allison Fortini Crawford, Albany ... "], ["2020-05-26 04:05", "Biden marks Memorial Day at veterans park near Delaware home ...  Apps 25 Investigates Unsolved Traffic Health Politics Mass Marijuana WFXT News Team Contact Us Submit a News Tip Advertise with Us TV & Stream Schedule Boston 25 Cares Contests Work at Boston 25 Sports Boston Bruins Boston Celtics Boston Red Sox New England Patriots More Zip Trip Around Town Breaking News | Live Video | 2 weather alerts in effect Biden marks Memorial Day at veterans ...  his lead and return to some semblance of normal life and gradually help revive an economy in free fall. It was the president's first trip to one of his money-making properties since March 8, when he visited his private golf club in West Palm Beach. The World Health Organization declared the coronavirus a pandemic on March 11, and Trump followed with the national emergency ... "], ["2020-05-26 04:02", "Biden marks Memorial Day at veterans park near Delaware home ... Submit a Letter Sports Sports Red Sox Patriots Celtics Bruins College High School More Sports Scores & Stats Politics Politics Donald Trump Election 2020 State House Boston City Hall Entertainment Entertainment Celebrity News Arts & Culture Movies Television Music Fun & Games Horoscope Lottery Comics Puzzles Lifestyle Lifestyle Food & Beverage Travel Style & Fashion  ... follow his lead and return to some semblance of normal life and gradually help revive an economy in free fall. It was the president's first trip to one of his money-making properties since March 8, when he visited his private golf club in West Palm Beach. The World Health Organization declared the coronavirus a pandemic on March 11, and Trump followed with the national emergency declaration ... "], ["2020-05-25 23:23", "Trump threatens to move Republican National Convention from North Carolina ... the Move Commercial Real Estate Opinion All Opinion Meetinghouse Editorials Letters Columns Bill Nemitz Greg Kesich Sports All Sports Varsity Maine Colleges Outdoors Portland Sea Dogs Boston Red Sox New England Patriots A&E All A&E Books Sudoku Crossword Food All Food Restaurant reviews Cookbook Reviews Recipes Vegan Kitchen Green Plate Special ... because of the planning involved and so that they can, if need be, move to a state \"farther along\" on reopening. Trump denied that he wanted to move the convention to one of his own properties, particularly his Trump National Doral resort in Miami. \"I have zero interest in moving the Republican National Convention to Doral in Miami, as falsely reported by the Fake News @nytimes in order to stir up trouble.  ... "], ["2020-05-25 22:10", "Cleaning isn't just cleaning anymore. It's a major consumer confidence play ... odor of Lysol. Advertisement \"You want to put those cleaners in front of people when they're cleaning common areas,\" said Megan Calabrese, director of property management at FoxRock Properties, a Quincy-based firm that owns a number of office buildings on the South Shore. \"You want to give tenants a level of comfort.\" That kind of reassurance will  ...  . Janelle Nanos can be reached at janelle.nanos@globe.com . Follow her on Twitter @janellenanos . Tim Logan can be reached at timothy.logan@globe.com . Follow him on Twitter at @bytimlogan . Boston Globe video Follow Us Share on Twitter Share on Facebook Share on Instagram Share on Twitter Share on Facebook Share on Instagram Subscribe Now Digital Access Home Delivery Gift Subscriptions My ... "], ["2020-05-25 21:18", "UNH Veterinary Diagnostic Lab safeguarding animal and public health ... the Woodman and Kingman agronomy and horticultural research farms, the Macfarlane Research Greenhouses, the Fairchild Dairy Teaching and Research Center, and the Organic Dairy Research Farm. Additional properties also provide forage, forests and woodlands in direct support to research, teaching, and outreach. Never miss a story Choose the plan that's right for  ...  World Politics and elections Education Environment Shareable Business Real Estate Names and Faces Pease Retail Seacoast Real Estate Database Sports High School Sports College Sports Youth Sports Red Sox Patriots Celtics Boston Bruins Pro Sports Edge Go and Do Dining Out Music Theater Visual Arts Movies Five Spot Gossip Let's Talk Wine Weekly Pour Life Health Food Home and Garden Celebrations  ... "], ["2020-05-25 19:00", "Restaurant inspections and more in Tuesday's e-edition ... Kristin Montgomery, who was hired in December, said some information on properties from 2018 and early 2019 will be lost forever due to the hack. However, the office now has an activated system that is being maintained and kept current as changes are made to properties, Montgomery said. Workers also have access to information in a  ... certainly be good company. And no, I am not getting another cat. I miss baseball so much that last night I watched the Red Sox come back to defeat my Yankees in the 2004 ALCS after the Yanks were up 3 games to 0. Boston won 4 straight to go to the World Series. That memory is almost as bad as the 1960 World Series when Bill Mazeroski hit a homer in the bottom of the ninth to give the pirates the title over the Yanks. If Mr. Bill ... "], ["2020-05-25 18:10", "Biden makes 1st in-person appearance in more than 2 months ...  his lead and return to some semblance of normal life and gradually help revive an economy in free fall. It was the president's first trip to one of his money-making properties since March 8, when he visited his private golf club in West Palm Beach. The World Health Organization declared the coronavirus a pandemic on March 11, and Trump followed with the national emergency ...  ad for new moms Something Good / 3 days ago Video Florida coronavirus: OneBlood testing each blood donation for COVID-19 antibodies Coronavirus / 1 week ago Blood drive underway at News Channel 8, Boston Market Local News / 2 days ago Video Hillsborough struggles to keep up with child care demand as Florida reopens, research finds By The Numbers / 3 weeks ago More Don't Miss  ... "], ["2020-05-25 17:24", "Biden makes 1st in-person appearance in more than 2 months ...  of Fact 5 Investigates Your Health 5 On: State of Addiction Your Money Sports Entertainment Project CommUNITY Community CityLine 5 For Good ulocal Stitch Upload Homes Better Money Boston Stay and Play Education Travel Automotive Editorials News Team Contact MeTV Contests Privacy Notice Terms of Use Alerts Weather Search Share Shares Copy Link Copy {copyShortcut} to copy  ...  his lead and return to some semblance of normal life and gradually help revive an economy in free fall. It was the president's first trip to one of his money-making properties since March 8, when he visited his private golf club in West Palm Beach. The World Health Organization declared the coronavirus a pandemic on March 11, and Trump followed with the national emergency declaration ... "], ["2020-05-25 16:42", "Biden makes 1st in-person appearance in more than 2 months ...  follow his lead and return to some semblance of normal life and gradually help revive an economy in free fall. It was the president's first trip to one of his money-making properties since March 8, when he visited his private golf club in West Palm Beach. The World Health Organization declared the coronavirus a pandemic on March 11, and Trump followed with the national emergency declaration  ... Week's Circulars Daily news to your inbox Search for: See a sample newsletter Logo Search for: Join us: WHDH TV 7NEWS WLVI TV CW56 Sunbeam Television Corp 7 Bulfinch Place Boston, MA 02114 News Tips: (800) 280-TIPS Tell Hank: (855) 247-HANK Mobile Apps News Tips WHDH TV Listings CW56 TV Listing Community Calendar Advertise With Us Contact Us Internships Job  ... "], ["2020-05-25 16:40", "Biden makes 1st in-person appearance in more than 2 months ...  Submit a Letter Sports Sports Red Sox Patriots Celtics Bruins College High School More Sports Scores & Stats Politics Politics Donald Trump Election 2020 State House Boston City Hall Entertainment Entertainment Celebrity News Arts & Culture Movies Television Music Fun & Games Horoscope Lottery Comics Puzzles Lifestyle Lifestyle Food & Beverage Travel Style & Fashion Video ... follow his lead and return to some semblance of normal life and gradually help revive an economy in free fall. It was the president's first trip to one of his money-making properties since March 8, when he visited his private golf club in West Palm Beach. The World Health Organization declared the coronavirus a pandemic on March 11, and Trump followed with the national emergency  ... "], ["2020-05-25 16:10", "Memorial Day Biden makes 1st in-person appearance in more than 2 months, lays wreath for veterans ... lead and return to some semblance of normal life and gradually help revive an economy in free fall. Advertisement It was the president's first trip to one of his money-making properties since March 8, when he visited his private golf club in West Palm Beach. The World Health Organization declared the coronavirus a pandemic on March 11, and Trump followed with the national  ...  every morning and breaking news as it unfolds, right to your inbox. Connect with Facebook - or - Thanks for signing up! Continue to the article Privacy Policy Vandalism Puerto Rican Veterans Memorial damaged in Boston's South End May 25, 2020 | 11:44 AM memorial day Trump lays Memorial Day wreath at Arlington May 25, 2020 | 10:51 AM Cape Cod Cape Cod National Seashore getting $12M  ... "], ["2020-05-25 16:05", "Biden makes 1st in-person appearance in more than 2 months ... News News Apps 25 Investigates Unsolved Traffic Health Politics Mass Marijuana WFXT News Team Contact Us Submit a News Tip Advertise with Us TV & Stream Schedule Boston 25 Cares Contests Work at Boston 25 Sports Boston Bruins Boston Celtics Boston Red Sox New England Patriots More Zip Trip Around Town Breaking News | Live Video | Biden makes 1st in-person appearance in more than 2 months  ... his lead and return to some semblance of normal life and gradually help revive an economy in free fall. It was the president's first trip to one of his money-making properties since March 8, when he visited his private golf club in West Palm Beach. The World Health Organization declared the coronavirus a pandemic on March 11, and Trump followed with the national  ... "], ["2020-05-25 15:55", "Biden makes first in-person appearance in more than 2 months ...  follow his lead and return to some semblance of normal life and gradually help revive an economy in free fall. It was the president's first trip to one of his money-making properties since March 8, when he visited his private golf club in West Palm Beach. The World Health Organization declared the coronavirus a pandemic on March 11, and Trump followed with the national emergency declaration  ...  Cemetery and the Fort McHenry national monument in Baltimore, to be followed by a trip to Florida's coast on Wednesday to watch to US astronauts blast into orbit. Boston Globe video Follow Us Share on Twitter Share on Facebook Share on Instagram Share on Twitter Share on Facebook Share on Instagram Subscribe Now Digital Access Home Delivery Gift Subscriptions  ... "], ["2020-05-25 15:45", "Why Boston Properties (BXP) is a Top Dividend Stock for Your PortfolioDividends are one of the best benefits to being a shareholder, but finding a great dividend stock is no easy task. Does Boston Properties (BXP) have what it takes? Let's find out."]]}}