{"postfix": "boston_scientific-aktie", "name": "BOSTON_SCIENTIFIC", "wkn": "884113", "time": "2020.05.26 16:06", "ts": 1590501996, "features": {"KGV": "28.49", "Marktkapitalisierung": {"Size": "Mrd", "Value": "46.44"}, "GA": "1.58", "KBV": "5.32", "BA": "8.47", "KCV": "19.70", "CA": "2.29", "Vola30": "44.07", "Vola90": "63.44", "Vola180": "48.1", "Vola250": "37.93"}, "rivals": ["stryker-aktie", "johnson_johnson-aktie", "fresenius_medical_care-aktie", "fresenius-aktie", "abbott_laboratories-aktie", "st_jude_medical-aktie", "cr_bard-aktie"], "text_data": {"de": [["30.04.20", "April 2020: Experten empfehlen Boston Scientific-Aktie mehrheitlich zum Kauf"], ["30.04.20", "Boston Scientific: Zahlen zum abgelaufenen Jahresviertel"], ["28.04.20", "Ausblick: Boston Scientific zieht Bilanz zum abgelaufenen Quartal"], ["14.04.20", "Erste Schätzungen: Boston Scientific stellt Ergebnisse des abgelaufenen Quartals vor"], ["02.04.20", "MÄRKTE USA/Börse hakt Arbeitsmarktdaten ab - Erholung dank Ölpreis"], ["31.03.20", "März 2020: So schätzen Experten die Boston Scientific-Aktie ein"], ["18.02.20", "MÄRKTE USA/Technologiesektor belastet Wall Street"], ["18.02.20", "MÄRKTE USA/Technologiesektor dürfte Wall Street belasten"], ["06.02.20", "Boston Scientific veröffentlichte Zahlen zum vergangenen Quartal"], ["04.02.20", "Ausblick: Boston Scientific informiert über die jüngsten Quartalsergebnisse"]], "en": [["30.04.20", "Boston Scientific (BSX) Q1 2020 Earnings Call Transcript"], ["30.04.20", "Boston Scientific Stock Rises on Sales Increase, Positive Management Outlook"], ["29.04.20", "Boston Scientific (BSX) Q1 Earnings Miss, Margins Decline"], ["29.04.20", "Boston Scientific (BSX) Q1 Earnings Miss Estimates"], ["29.04.20", "Medtech Leader Reports Lagging Earnings As Coronavirus Takes A Hit"], ["23.04.20", "Can IC and PI Arms Drive Boston Scientific (BSX) Q1 Earnings?"], ["22.04.20", "Analysts Estimate Boston Scientific (BSX) to Report a Decline in Earnings: What to Look Out for"], ["21.04.20", "Boston Scientific Shows Rising Relative Strength Despite Revenue Slide"], ["19.04.20", "Boston Scientific Begins Selling Low-Cost Ventilator Alternative"], ["09.04.20", "The Zacks Analyst Blog Highlights: Tesla, Zoetis, Target, Boston Scientific and Moody's"], ["09.04.20", "Boston Scientific stock price target cut to $42 from $49 at Raymond James"], ["03.04.20", "Why Boston Scientific Shares Fell 12.7% in March"], ["03.04.20", "Boston Scientific Drastically Reduces Q1 Revenue Guidance"], ["02.04.20", "Ride Intuitive Surgical Over Boston Scientific In The Current Crisis?"], ["02.04.20", "Boston Scientific sees Q1 revenue flat to up slightly as coronavirus delays elective procedures"], ["02.04.20", "Boston Scientific reducing work week schedules, cutting discretionary spending"], ["02.04.20", "Boston Scientific 'significantly' cutting salaries of CEO, board of directors"], ["02.04.20", "Boston Scientific assumes Q2 impact from COVID-19 will be greater than Q1"], ["02.04.20", "Boston Scientific said procedural volumes declined signficantly in March"], ["02.04.20", "Boston Scientific sees Q1 revenue flat to up slightly; FactSet consensus of $2.69 bln implies 7.9% rise"], ["30.03.20", "New Buyouts Aid Boston Scientific Amid Coronavirus Crisis"], ["30.03.20", "Boston Scientific withdraws financial guidance given business disruptions related to COVID-19 pandemic"], ["12.03.20", "Lessons From 2008 Crisis: Could Boston Scientific Stock Underperform Post Coronavirus?"], ["11.03.20", "The Zacks Analyst Blog Highlights: Medtronic, Boston Scientific and Abbott Laboratories"], ["09.03.20", "How Does Boston Scientific Get To $12 Billion Sales In 2020: Rhythm & Neuro Or Cardiovascular?"], ["06.03.20", "Boston Scientific (BSX) Down 12.9% Since Last Earnings Report: Can It Rebound?"], ["04.03.20", "Why Boston Scientific Shares Fell 10.7% in February"], ["12.02.20", "Is Boston Scientific Stock a Buy?"], ["06.02.20", "Boston Scientific (BSX) Q4 2019 Earnings Call Transcript"], ["05.02.20", "Boston Scientific (BSX) Q4 Earnings Beat, Margins Decline"], ["05.02.20", "Boston Scientific (BSX) Q4 Earnings Top Estimates"], ["05.02.20", "This Medtech Giant's Earnings Outlook Lagged — And Shares Reversed"], ["30.01.20", "Boston Scientific Rebounds From Q4 Sales Miss, Earns Relative Strength Rating Upgrade"], ["29.01.20", "Boston Scientific (BSX) Reports Next Week: Wall Street Expects Earnings Growth"], ["29.01.20", "Can Solid IC Growth Aid Boston Scientific (BSX) Q4 Earnings?"], ["17.01.20", "Boston Scientific Gets a Boost From New Products, Buyouts "], ["15.01.20", "Boston Scientific Stock Dips on Dull Preliminary Q4 Results"], ["13.01.20", "How Much Does Boston Scientific Spend On SG&A?"], ["11.01.20", "Healthy gains for Boston Scientific"], ["2020-05-26 11:23", "Global stock markets rally as coronavirus vaccine hopes come into focus ... trillions of dollars pumped into asset purchases to shore up economies. Scientist Xinhua Yan works in the lab at Moderna in Cambridge, Massachusetts, on Feb. 28, 2020. David L. Ryan | Boston Globe | Getty Images Stock markets around the world surged on Tuesday as hopes for a coronavirus vaccine and the easing of lockdown restrictions worldwide drive investors back toward risk assets ... experimental coronavirus vaccine, with initial results on safety and immune responses expected in July. U.S. drugmaker Merck on Tuesday said it plans to work alongside IAVI , a non-profit scientific research organization, to develop a potential vaccine against the coronavirus. VIDEO 1:50 01:50 Merck announces plans for Covid-19 antiviral drug Squawk Box This followed Moderna ' ... "], ["2020-05-26 11:17", "BRIEF-Karyopharm Announces Investor Conference Call To Discuss Phase 3 Boston Data To Be Presented At American Society Of Clinical Oncology 2020 Virtual Scientific Program ...  of sites Login Contact Support Business Markets World UK TV More United Kingdom Healthcare May 26, 2020 / 11:19 AM / a few seconds ago BRIEF-Karyopharm Announces Investor Conference Call To Discuss Phase 3 Boston Data To Be Presented At American Society Of Clinical Oncology 2020 Virtual Scientific Program 1 Min Read May 26 (Reuters) - Karyopharm Therapeutics Inc: * KARYOPHARM ANNOUNCES INVESTOR CONFERENCE CALL TO DISCUSS PHASE 3 BOSTON DATA TO BE PRESENTED AT THE AMERICAN SOCIETY OF CLINICAL ONCOLOGY 2020 VIRTUAL SCIENTIFIC PROGRAM Source text for Eikon: Further company coverage: Our Standards: The Thomson Reuters Trust Principles. 0 : 0 narrow-browser-and-phone medium-browser-and-portrait-tablet landscape-tablet medium-wide-browser wide-browser-and ... "], ["2020-05-26 11:15", "Mail-in voting and the politics of the coronavirus ...  mail-in ballots, despite what the medical experts say is the better path for guaranteeing safety, not to mention greater participation. He will advocate as well for businesses to reopen rapidly, despite scientific evidence that social distancing is still the prime way to prevent the spread of this pandemic. And he will no doubt pursue it with the same sense of purpose that he did  ... of the VFW, and with Memorial Day just passed, I so wish that at least this time around, Trump's self-serving agenda is not achieved. Norman L. Bender Woodbridge, Conn. Boston Globe video Follow Us Share on Twitter Share on Facebook Share on Instagram Share on Twitter Share on Facebook Share on Instagram Subscribe Now Digital Access Home Delivery Gift Subscriptions My Account ... "], ["2020-05-26 10:14", "WHO pauses trial of hydroxychloroquine, once touted by Trump as a 'game changer,' over safety concerns ...  added. \"To the best of my knowledge, here I am.\" The WHO's decision is the latest setback for backers of hydroxychloroquine, which has produced a series of disappointing results in scientific studies. In April, the Food and Drug Administration warned against using the drug outside of hospitals and clinical trials over reports of \"serious heart rhythm problems\" linked to the drug's ...  enthusiasm for hydroxychloroquine has since been discredited by scientists.) Trump added, \"Hydroxy has had tremendous, if you look at it, tremendous, rave reviews.\" Advertisement Boston Globe video Follow Us Share on Twitter Share on Facebook Share on Instagram Share on Twitter Share on Facebook Share on Instagram Subscribe Now Digital Access  ... "], ["2020-05-26 10:00", "How not to cover a pandemic: Talk shows favor government sources, ignore health experts ...  permission. In April, as crucial political decisions were being made about how to deal with the rapidly escalating coronavirus outbreak, there was a dire need for journalists to clarify the scientific and medical aspects of the pandemic, and to dispel rampant misinformation (much of it coming directly from the president ). They were also needed to provide space for a vigorous debate  ...  Hodgson, Trump's Massachusetts campaign chair, who had notoriously offered to send inmates to help build Trump's border wall and suggested that elected officials in sanctuary cities should be arrested: Boston, 12/5/19 .) Advertisement: One of the few non-U.S. guests on a Sunday morning show in April was Jordan's King Abdullah (\"Face the Nation,\" 4/19/20 ).  ... "], ["2020-05-26 09:00", "Prototype vaccine protects monkeys from virus ... are not just safe, but effective. But those results won't arrive for months. In the meantime, Dr Dan Barouch, a virologist at Beth Israel Deaconess Medical Center in Boston, and his colleagues have started a series of experiments on monkeys to get a broader look at how coronaviruses affect monkeys — and whether vaccines might fight the pathogens.  ... stay safe: Join TOI's #MaskIndia campaign MHA's guidelines for home isolation Trust the newspaper for your daily verified news The new research in monkeys \"lays the scientific foundations\" for those efforts, Barouch said. In March, the federal government awarded $450 million to Janssen Pharmaceuticals, a division of Johnson & Johnson, to develop a coronavirus vaccine. The scientists started ... "], ["2020-05-25 21:51", "Coronavirus stalls work to keep alive a rare rhino subspecies ... rhinos' keepers, Zachariah Mutai, was sympathetic. \"They won't have a chance anymore to have babies in a natural way, but the only hope is to save them with the scientific way,\" he said. Sign up for email newsletters Subscribe Follow Us Facebook Twitter Instagram RSS Most Popular East Longmeadow golf course slams restrictions, fine amid busy weekend Howie Carr: Trust the man ...  reports 44 new coronavirus deaths, cases climb by 596 Hair salons and barbers prepare to reopen amid a virus that is still here Accused flag burner busted in Boston after spitting: cops Veterans angered after Puerto Rican Veterans Memorial in South End vandalized High-profile gyms in Massachusetts pursuing litigation against the state Tags: coronavirus COVID-19 Associated ... "], ["2020-05-25 20:46", "In Bolsonaro's Brazil, everyone else is to blame for virus ... the president of the political consultancy Eurasia Group, said on Twitter this month. Weeks after praising chloroquine and directing the Army to ramp up production, Bolsonaro admitted last week that there is no scientific evidence of its effectiveness, but said the nation is \"at war,\" and it is better to fight and lose than not fight at all. The country still has only an  ... 34; campaign to improve his negative image abroad. \"The global press is leftist,\" Bolsonaro explained coolly, then outstretched his arm fully to point at journalists. Related Articles Flags in Boston Common honor vets; Some beaches reopen in RI Is pandemic giving aquaculture a jump start? Pandemic has shrunk donation, recycling options UK leader's aide says he won't ... "], ["2020-05-25 20:38", "With reopening comes the threat of a second wave of COVID-19, scientists warn ...  overwhelm the hospitals,\" he said, \"the state and the cities are going to have to have some re-installation or re-imposition of constraints.\" From the very start of the coronavirus outbreak, those inside and outside of the scientific community have feared a second wave. History shows that several pandemics have returned with a vengeance after months of seeming calm. The Spanish flu of 1918 lasted two years. Its second peak was its deadliest. Advertisement Related: 100 years ago, another epidemic terrorized the city of Boston Now, as Massachusetts reopens before it has fully left the first wave of infection behind, epidemiologists say fears of a second are well-founded. \"The chances are pretty high that we're going to see the number of ... "], ["2020-05-25 20:30", "Pandemic brings smaller, subdued Memorial Day observances ... done is remarkable given what's going on with the virus,\" she said. Memorial Day looked different across the U.S. The 37,000 American flags traditionally placed on the Boston Common to honor Massachusetts military members who died in service were replaced with just 1,000 flags, to limit volunteers and onlookers. In Minneapolis, several bagpipers and drummers lined up outside  ... to get back to work and that pent-up consumer demand can turn things around quickly. Presumptive Democratic nominee Joe Biden counters by urging caution and heeding medical and scientific experts. (AP Photo/Eric Gay, File) (Eric Gay) 2020 Copyright 2020 The Associated Press. All rights reserved. This material may not be published, broadcast, rewritten or redistributed without  ... "], ["2020-05-25 20:30", "Pandemic brings smaller, subdued Memorial Day observances ... done is remarkable given what's going on with the virus,\" she said. Memorial Day looked different across the U.S. The 37,000 American flags traditionally placed on the Boston Common to honor Massachusetts military members who died in service were replaced with just 1,000 flags, to limit volunteers and onlookers. In Minneapolis, several bagpipers and drummers lined up outside  ... to get back to work and that pent-up consumer demand can turn things around quickly. Presumptive Democratic nominee Joe Biden counters by urging caution and heeding medical and scientific experts. (AP Photo/Eric Gay, File) (Eric Gay) 2020 Copyright 2020 The Associated Press. All rights reserved. This material may not be published, broadcast, rewritten or redistributed without  ... "], ["2020-05-25 20:30", "Pandemic brings smaller, subdued Memorial Day observances ... done is remarkable given what's going on with the virus,\" she said. Memorial Day looked different across the U.S. The 37,000 American flags traditionally placed on the Boston Common to honor Massachusetts military members who died in service were replaced with just 1,000 flags, to limit volunteers and onlookers. In Minneapolis, several bagpipers and drummers lined up outside  ... to get back to work and that pent-up consumer demand can turn things around quickly. Presumptive Democratic nominee Joe Biden counters by urging caution and heeding medical and scientific experts. (AP Photo/Eric Gay, File) (Eric Gay) 2020 Copyright 2020 The Associated Press. All rights reserved. This material may not be published, broadcast, rewritten or redistributed without  ... "], ["2020-05-25 20:30", "Pandemic brings smaller, subdued Memorial Day observances ... done is remarkable given what's going on with the virus,\" she said. Memorial Day looked different across the U.S. The 37,000 American flags traditionally placed on the Boston Common to honor Massachusetts military members who died in service were replaced with just 1,000 flags, to limit volunteers and onlookers. In Minneapolis, several bagpipers and drummers lined up outside  ... to get back to work and that pent-up consumer demand can turn things around quickly. Presumptive Democratic nominee Joe Biden counters by urging caution and heeding medical and scientific experts. (AP Photo/Eric Gay, File) (Eric Gay) 2020 Copyright 2020 The Associated Press. All rights reserved. This material may not be published, broadcast, rewritten or redistributed without  ... "], ["2020-05-25 20:30", "Pandemic brings smaller, subdued Memorial Day observances ... done is remarkable given what's going on with the virus,\" she said. Memorial Day looked different across the U.S. The 37,000 American flags traditionally placed on the Boston Common to honor Massachusetts military members who died in service were replaced with just 1,000 flags, to limit volunteers and onlookers. In Minneapolis, several bagpipers and drummers lined up outside  ... to get back to work and that pent-up consumer demand can turn things around quickly. Presumptive Democratic nominee Joe Biden counters by urging caution and heeding medical and scientific experts. (AP Photo/Eric Gay, File) (Eric Gay) 2020 Copyright 2020 The Associated Press. All rights reserved. This material may not be published, broadcast, rewritten or redistributed without  ... "], ["2020-05-25 20:30", "Pandemic brings smaller, subdued Memorial Day observances ... done is remarkable given what's going on with the virus,\" she said. Memorial Day looked different across the U.S. The 37,000 American flags traditionally placed on the Boston Common to honor Massachusetts military members who died in service were replaced with just 1,000 flags, to limit volunteers and onlookers. In Minneapolis, several bagpipers and drummers lined up outside  ... to get back to work and that pent-up consumer demand can turn things around quickly. Presumptive Democratic nominee Joe Biden counters by urging caution and heeding medical and scientific experts. (AP Photo/Eric Gay, File) (Eric Gay) 2020 Copyright 2020 The Associated Press. All rights reserved. This material may not be published, broadcast, rewritten or redistributed without  ... "], ["2020-05-25 20:10", "The Latest: California has guidelines for church reopenings ...  Investigates Unsolved Traffic Health Politics Mass Marijuana WFXT News Team Contact Us Submit a News Tip Advertise with Us TV & Stream Schedule Boston 25 Cares Contests Work at Boston 25 Sports Boston Bruins Boston Celtics Boston Red Sox New England Patriots More Zip Trip Around Town Breaking News | Live Video | The Latest: California has guidelines for church reopenings  ...  to operate. ___ GENEVA — World Health Organization officials have renewed praise for China in response to the COVID-19 outbreak, citing its \"openness\" to the prospect of scientific inquiries involving foreign experts into the origins of the novel coronavirus. Dr. Michael Ryan, the WHO's emergencies chief, pointed to \"day-to-day\" discussions with colleagues in ... "], ["2020-05-25 20:06", "The Latest: California has guidelines for church reopenings ...  operate. ___ GENEVA — World Health Organization officials have renewed praise for China in response to the COVID-19 outbreak, citing its \"openness\" to the prospect of scientific inquiries involving foreign experts into the origins of the novel coronavirus. Dr. Michael Ryan, the WHO's emergencies chief, pointed to \"day-to-day\" discussions with  ...  advertise our home to intruders Why are San Jose police hanging out in this parking lot? More in Health Flags in Boston Common honor vets; Some beaches reopen in RI May 25, 2020 at 1:30 p.m. Volunteers placed 1,000 physically distanced flags on Boston Common for Memorial Day while beaches, barbers and hair salons reopen in Massachusetts. A sole veteran accompanied by police escorts marched ... "], ["2020-05-25 19:25", "Prototype vaccine protects monkeys from coronavirus ...  vaccines are not just safe, but effective. But those results won't arrive for months. In the meantime, Dr. Dan Barouch, a virologist at Beth Israel Deaconess Medical Center in Boston, and his colleagues have started a series of experiments on monkeys to get a broader look at how coronaviruses affect monkeys — and whether vaccines might fight the pathogens. Their report  ...  Johnson & Johnson, which is developing a coronavirus vaccine that uses a specially modified virus, called Ad26, that he developed. The new research in monkeys \"lays the scientific foundations\" for those efforts, Barouch said. In March, the federal government awarded $450 million to Janssen Pharmaceuticals, a division of Johnson & Johnson, to develop a coronavirus vaccine ... "], ["2020-05-25 18:50", "The Latest: Majority of shops in England can reopen in June ... Apps 25 Investigates Unsolved Traffic Health Politics Mass Marijuana WFXT News Team Contact Us Submit a News Tip Advertise with Us TV & Stream Schedule Boston 25 Cares Contests Work at Boston 25 Sports Boston Bruins Boston Celtics Boston Red Sox New England Patriots More Zip Trip Around Town Breaking News | Live Video | The Latest: Majority of shops in England can reopen in ...  to operate. ___ GENEVA — World Health Organization officials have renewed praise for China in response to the COVID-19 outbreak, citing its \"openness\" to the prospect of scientific inquiries involving foreign experts into the origins of the novel coronavirus. Dr. Michael Ryan, the WHO's emergencies chief, pointed to \"day-to-day\" discussions with colleagues in ... "], ["2020-05-25 18:18", "US Air Force removes pilot height restrictions paving way for more women ... no way to tell how many women would have applied if they didn't know about the waiver. Instead of looking at height as a standard, the Air Force says they'll focus on more scientific methods now — which includes everything from weight to the length of someone's arms and legs. LATEST STORIES: CDC reports COVID-19 may lead to 'unusual or aggressive' rodent behavior Meet the  ... new moms Something Good / 3 days ago Video Florida coronavirus: OneBlood testing each blood donation for COVID-19 antibodies Coronavirus / 1 week ago Blood drive underway at News Channel 8, Boston Market Local News / 2 days ago Video Hillsborough struggles to keep up with child care demand as Florida reopens, research finds By The Numbers / 3 weeks ago More Don' ... "]]}}