{"postfix": "bridgestone-aktie", "name": "BRIDGESTONE", "wkn": "857226", "time": "2020.05.26 16:27", "ts": 1590503226, "features": {"KGV": "10.01", "Marktkapitalisierung": {"Size": "Mrd", "Value": "20.06"}, "GA": "404.95", "KBV": "1.25", "BA": "3.252.71", "KCV": "5.68", "CA": "713.70", "Vola30": "64.57", "Vola90": "55.14", "Vola180": "43.15", "Vola250": "33.15"}, "rivals": ["continental-aktie", "delticom-aktie"], "text_data": {"de": [["12.05.20", "MÄRKTE ASIEN/Leichter - Toyota nach Gewinneinbruch schwach"], ["12.05.20", "MÄRKTE ASIEN/Schwächer - Sorgen vor neuer Infektionswelle dominieren"], ["12.05.20", "Bridgestone: So viel setzte das Unternehmen zuletzt um"], ["12.05.20", "Bridgestone vermeldete Zahlen zum jüngsten Quartal"], ["18.02.20", "Bridgestone präsentierte das Zahlenwerk zum abgelaufenen Jahresviertel"], ["18.02.20", "Bridgestone hat die Zahlen zum jüngsten Quartal vorgelegt"], ["16.02.20", "Ausblick: Bridgestone stellt Zahlen zum jüngsten Quartal vor"], ["16.02.20", "Ausblick: Bridgestone legt Quartalsergebnis vor"], ["28.01.20", "Strabag baut Walzwerk für Bridgestone in Poznan"]], "en": [["19.05.20", "Bridgestone Mining Solutions’ OTR tyres and belts"], ["01.05.20", "Bridgestone brings certified mining solutions to the Pilbara region"], ["29.04.20", "Bridgestone shares the benefit of Topy wheels"], ["20.04.20", "Bridgestone to suspend 11 Japanese plants during late April-early May"], ["14.04.20", "Bridgestone keeps mining wheels turning with tyre repair techniques"], ["02.04.20", "Bridgestone: A partner in products, service and technology"], ["10.03.20", "Bridgestone rolls out Topy wheel repair solution"], ["2020-05-26 11:24", "Coronavirus updates in Tennessee: State sees 462 new cases in 24 hours ...  as she hugs senior cheerleader Bryn Hesson after it was announced that they can not attend any more games despite the win over Maplewood in the TSSAA Class AA girls basketball state tournament, due to growing concerns over the spread of the coronavirus, on Thursday, March 12, 2020, at MTSU. HELEN COMER/DNJ Fullscreen Workers begin to disinfect seats inside Bridgestone Arena after the Southeastern Conference decided to cancel the SEC Tournament over coronavirus concerns on Thursday, March 12, 2020. Brianna Paciorka/News Sentinel Fullscreen A sign lets customers know they are limited to buying five water-related products at Kroger in Farragut on Thursday, March 12, 2020. Customers are buying essentials such as bottled water, paper products, disinfectant wipes ... "], ["2020-05-26 10:00", "Seven numbers that reflect the coronavirus pandemic's impact in Nashville ...  as she hugs senior cheerleader Bryn Hesson after it was announced that they can not attend any more games despite the win over Maplewood in the TSSAA Class AA girls basketball state tournament, due to growing concerns over the spread of the coronavirus, on Thursday, March 12, 2020, at MTSU. HELEN COMER/DNJ Fullscreen Workers begin to disinfect seats inside Bridgestone Arena after the Southeastern Conference decided to cancel the SEC Tournament over coronavirus concerns on Thursday, March 12, 2020. Brianna Paciorka/News Sentinel Fullscreen A sign lets customers know they are limited to buying five water-related products at Kroger in Farragut on Thursday, March 12, 2020. Customers are buying essentials such as bottled water, paper products, disinfectant wipes ... "], ["2020-05-26 10:00", "Predators forward Ryan Johansen tries to make most of dog days of NHL pause ...  Ducks center Ryan Kesler (17) are separated during the first period of game 1 of the Western Conference finals at the Honda Center in Anaheim, Calif., Friday, May 12, 2017. Andrew Nelles / Tennessean.com Fullscreen Predators center Ryan Johansen (92), sporting a decent beard, acknowledges the crowd's postgame cheers after the team's series-clinching win Sunday at Bridgestone Arena.May 7, 2017, in Nashville, Tenn. Andrew Nelles, Andrew Nelles / The Tennessean Fullscreen Predators center Ryan Johansen (92) scores past Blues goalie Jake Allen (34) during the third period of Game 6 on May 7, 2017. Andrew Nelles / The Tennessean Fullscreen Nashville Predators center Ryan Johansen (92) scores during the third period in game 6 of the second round NHL ... "], ["2020-05-26 09:00", "2020 Volkswagen Golf review: 2020 Volkswagen Golf review: Supremely practical, somewhat sleepy ...  to be woefully inaccurate. At least according to the onboard computer, I have no trouble demolishing that combined figure, averaging better than 37 mpg, even after plenty of wide-open-throttle romps. To be fair, that figure does not include any real stop-and-go commuting, but still, you should have no trouble getting astonishing fuel economy in this VW. The car's 205/55R16 Bridgestone Ecopia tires undoubtedly help deliver that amazing efficiency score. But while great for cutting consumption, I do not care for them. They feel hard, a bit greasy and seem to lack grip when cornering. At least the tires are pretty quiet. Even when ripping down the highway they don't produce much noise. There's little to grouse about with this hatchback. Craig Cole ... "], ["2020-05-25 17:17", "Morgan Wallen arrested after ejection from Nashville bar ...  66 Ozark Life Online Circulars KY3's Crime Map Leigh's Lost and Found Ozarks Big Bites Close Navigation News Close Navigation Back International Local National National Sports Sports Weather Home National Article Morgan Wallen arrested after ejection from Nashville bar FILE - In this June 5, 2019, file photo, Morgan Wallen arrives at the CMT Music Awards on at the Bridgestone Arena in Nashville, Tenn. Country music singer Wallen has apologized following his weekend arrest on public intoxication and disorderly conduct charges. News outlets report the 27-year-old Wallen was arrested Saturday, May 23, 2020, after he was kicked out of Kid Rock's bar in downtown Nashville. (AP Photo/Sanford Myers, File) Posted: Mon 2:17 PM, May 25, 2020 NASHVILLE ... "], ["2020-05-25 16:22", "Morgan Wallen: Singer Arrested at Kid Rock's Bar in Nashville, Tennessee ...  in Nashville, Tennessee Share on Facebook Share on Flipboard Share via E-mail More share options Share on Pinterest Share on Twitter Share on Reddit Share on WhatsApp 0 Shares By Makenzie Alspaw Updated May 25, 2020 at 12:35pm Getty Morgan Wallen and Keith Urban perform at All for the Hall: Under the Influence Benefiting the Country Music Hall of Fame and Museum at Bridgestone Arena on February 10, 2020, in Nashville, Tennessee. On May 23, country artist Morgan Wallen was arrested for public intoxication and disorderly conduct after he was removed from Kid Rock's Big Ass Honky Tonk Rock N' Roll Steakhouse, according to WKRN . According to police, Wallen was kicked out of the Honky Tonk for \"kicking glass items,\" the Tennessean reported. Once ... "], ["2020-05-25 15:47", "Morgan Wallen es arrestado tras ser expulsado de bar ...  disculp el 24 de mayo de 2020 tras ser arrestado por estar intoxicado en la va pblica y por desorden pblico. Wallen de 27 aos fue arrestado el sbado despus de ser expulsado del bar de Kid Rock en el centro de Nashville. (Foto AP/Sanford Myers, archivo) less ARCHIVO - En esta fotografa del 5 de junio de 2019 Morgan Wallen llega a los CMT Music Awards en la Bridgestone Arena en Nashville, Tennessee. Morgan Wallen se disculp el 24 de mayo de 2020 tras ser ... more Photo: Sanford Myers, AP Morgan Wallen es arrestado tras ser expulsado de bar 1 / 1 Back to Gallery NASHVILLE, Tennessee, EE.UU. (AP) — El cantante country Morgan Wallen se disculp tras ser arrestado por estar intoxicado en la va pblica y por desorden pblico. Wallen, de 27 aos, fue arrestado el ... "], ["2020-05-25 15:47", "Morgan Wallen es arrestado tras ser expulsado de bar ... War II. And died of the virus. US deaths near 100,000, an incalculable loss https://www.sfgate.com/entertainment/article/Morgan-Wallen-es-arrestado-tras-ser-expulsado-de-15293248.php Morgan Wallen es arrestado tras ser expulsado de bar Published 8:51 am PDT, Monday, May 25, 2020 ARCHIVO - En esta fotografa del 5 de junio de 2019 Morgan Wallen llega a los CMT Music Awards en la Bridgestone Arena en Nashville, Tennessee. Morgan Wallen se disculp el 24 de mayo de 2020 tras ser arrestado por estar intoxicado en la va pblica y por desorden pblico. Wallen de 27 aos fue arrestado el sbado despus de ser expulsado del bar de Kid Rock en el centro de Nashville. (Foto AP/Sanford Myers, archivo) less ARCHIVO - En esta fotografa del 5 de junio de 2019 Morgan Wallen llega ... "], ["2020-05-25 15:00", "Morgan Wallen arrested after ejection from Nashville bar ...  county Today's Paper Coronavirus Updates TFP Families Voter Guide Core Values Puzzles Newsletters Obituaries Editor's Choice Send us tips ADVERTISEMENT ADVERTISEMENT Breaking News Morgan Wallen arrested after ejection from Nashville bar May 25th, 2020 | by Associated Press FILE - In this June 5, 2019, file photo, Morgan Wallen arrives at the CMT Music Awards on at the Bridgestone Arena in Nashville, Tenn. Country music singer Wallen has apologized following his weekend arrest on public intoxication and disorderly conduct charges. News outlets report the 27-year-old Wallen was arrested Saturday, May 23, 2020, after he was kicked out of Kid Rock's bar in downtown Nashville. (AP Photo/Sanford Myers, File) NASHVILLE, Tenn. (AP) — Country music ... "], ["2020-05-25 12:45", "Morgan Wallen arrested, kicked out of Kid Rock's Nashville bar ...  of / 2 Morgan Wallen arrested, kicked out of Kid Rock's Nashville bar National/World News by: Associated Press Posted: May 25, 2020 / 06:45 AM MDT / Updated: May 25, 2020 / 06:45 AM MDT NASHVILLE, TENNESSEE FEBRUARY 10: Morgan Wallen and Keith Urban perform at All for the Hall: Under the Influence Benefiting the Country Music Hall of Fame and Museum at Bridgestone Arena on February 10, 2020, in Nashville, Tennessee. (Photo by Jason Kempin/Getty Images for Country Music Hall of Fame and Museum) NASHVILLE, Tenn. (AP) — Country music singer Morgan Wallen apologized Sunday following his weekend arrest on public intoxication and disorderly conduct charges. Wallen, 27, was arrested Saturday night after he was kicked out of Kid Rock's bar in downtown ... "], ["2020-05-25 08:21", "Morgan Wallen arrested after ejection from Nashville bar ...  after ejection from Nashville bar National and World Wallen said on Twitter that he and some friends were \"horse-playing\" after a few bar stops by: The Associated Press Posted: May 25, 2020 / 04:21 AM EDT / Updated: May 25, 2020 / 04:21 AM EDT In this June 5, 2019, file photo, Morgan Wallen arrives at the CMT Music Awards on at the Bridgestone Arena in Nashville, Tenn. Country music singer Wallen has apologized following his weekend arrest on public intoxication and disorderly conduct charges. News outlets report the 27-year-old Wallen was arrested Saturday, May 23, 2020, after he was kicked out of Kid Rock's bar in downtown Nashville. (AP Photo/Sanford Myers, File) NASHVILLE, Tenn. (AP) — Country music singer Morgan Wallen apologized ... "], ["2020-05-25 07:00", "Carrie Underwood Reflects on 15th Anniversary of Her 'American Idol' Win ... 100 and the only solo country artist in the 2000s to have a No. 1 song on the Hot 100. She's gone on to break numerous other Billboard records, win seven GRAMMY Awards and become one of the bestselling female artists of all time. Back in September 2019, the \"Love Wins\" songstress celebrated the 15th anniversary of her Idol audition during her sold-out concert at the Bridgestone Arena in Nashville, Tennessee. While on stage, she took a moment to reflect on that life-altering experience and share a powerful message for fans everywhere. \"When I was a little girl ... if you had asked me what I wanted to do when I grew up, I would have told you I wanted to be a famous country music singer,\" Underwood told attendees, according to The Tennessean ... "], ["2020-05-25 03:52", "Morgan Wallen arrested after ejection from Nashville bar ...  With Us Work for Us Do Not Sell My Personal Information Search Search Search Morgan Wallen arrested after ejection from Nashville bar National News by: The Associated Press Posted: May 24, 2020 / 08:52 PM PDT / Updated: May 24, 2020 / 08:52 PM PDT FILE In this June 5, 2019, file photo, Morgan Wallen arrives at the CMT Music Awards on at the Bridgestone Arena in Nashville, Tenn. Country music singer Wallen has apologized following his weekend arrest on public intoxication and disorderly conduct charges. News outlets report the 27-year-old Wallen was arrested Saturday, May 23, 2020, after he was kicked out of Kid Rock's bar in downtown Nashville. (AP Photo/Sanford Myers, File) NASHVILLE, Tenn. (AP) — Country music singer Morgan Wallen apologized ... "], ["2020-05-25 00:00", "Morgan Wallen arrested after ejection from Nashville bar ...  Employment Garage Sales Legals Merchandise Obituaries Pets Public Notices Services Public Notices Jobs Mobile & Apps Archives el Nuevo Herald Miami.com Indulge People Morgan Wallen arrested after ejection from Nashville bar The Associated Press May 24, 2020 08:00 PM ORDER REPRINT FILE - In this June 5, 2019, file photo, Morgan Wallen arrives at the CMT Music Awards on at the Bridgestone Arena in Nashville, Tenn. Country music singer Wallen has apologized following his weekend arrest on public intoxication and disorderly conduct charges. News outlets report the 27-year-old Wallen was arrested Saturday, May 23, 2020, after he was kicked out of Kid Rock's bar in downtown Nashville. Sanford Myers, File AP Photo NASHVILLE, Tenn. Country music singer Morgan ... "], ["2020-05-24 23:10", "Morgan Wallen arrested after ejection from Nashville bar ...  so professional and doing their job with class. Love y'all.\" Wallen's hits include \"Whiskey Glasses\" and \"Chasin' You.\" He competed on \"The Voice\" in 2014 and co-wrote songs for Jason Aldean and Kane Brown. FILE - In this June 5, 2019, file photo, Morgan Wallen arrives at the CMT Music Awards on at the Bridgestone Arena in Nashville, Tenn. Country music singer Wallen has apologized following his weekend arrest on public intoxication and disorderly conduct charges. News outlets report the 27-year-old Wallen was arrested Saturday, May 23, 2020, after he was kicked out of Kid Rock's bar in downtown Nashville. (AP Photo/Sanford Myers, File) (Sanford Myers) 2020 Copyright 2020 The Associated Press. All rights reserved ... "], ["2020-05-24 23:10", "Morgan Wallen arrested after ejection from Nashville bar ...  so professional and doing their job with class. Love y'all.\" Wallen's hits include \"Whiskey Glasses\" and \"Chasin' You.\" He competed on \"The Voice\" in 2014 and co-wrote songs for Jason Aldean and Kane Brown. FILE - In this June 5, 2019, file photo, Morgan Wallen arrives at the CMT Music Awards on at the Bridgestone Arena in Nashville, Tenn. Country music singer Wallen has apologized following his weekend arrest on public intoxication and disorderly conduct charges. News outlets report the 27-year-old Wallen was arrested Saturday, May 23, 2020, after he was kicked out of Kid Rock's bar in downtown Nashville. (AP Photo/Sanford Myers, File) (Sanford Myers) 2020 Copyright 2020 The Associated Press. All rights reserved ... "], ["2020-05-24 23:07", "Morgan Wallen arrested after ejection from Nashville bar ...  dead 3:55 PM 3:55 PM Strange things happening with Bay Area hospitalization data https://www.sfgate.com/news/article/Morgan-Wallen-arrested-after-ejection-from-15292487.php Morgan Wallen arrested after ejection from Nashville bar Updated 4:11 pm PDT, Sunday, May 24, 2020 FILE - In this June 5, 2019, file photo, Morgan Wallen arrives at the CMT Music Awards on at the Bridgestone Arena in Nashville, Tenn. Country music singer Wallen has apologized following his weekend arrest on public intoxication and disorderly conduct charges. News outlets report the 27-year-old Wallen was arrested Saturday, May 23, 2020, after he was kicked out of Kid Rock's bar in downtown Nashville. less FILE - In this June 5, 2019, file photo, Morgan Wallen arrives at the CMT Music ... "], ["2020-05-24 22:57", "Morgan Wallen arrested after ejection from Nashville bar ... in Darkness Sign in profile Sign in profile home Home share Share Share on Facebook Email this link Share on Twitter Share on Pinterest Share on LinkedIn comment 0 Washington Post Logo Democracy Dies in Darkness National Morgan Wallen arrested after ejection from Nashville bar FILE - In this June 5, 2019, file photo, Morgan Wallen arrives at the CMT Music Awards on at the Bridgestone Arena in Nashville, Tenn. Country music singer Wallen has apologized following his weekend arrest on public intoxication and disorderly conduct charges. News outlets report the 27-year-old Wallen was arrested Saturday, May 23, 2020, after he was kicked out of Kid Rock's bar in downtown Nashville. (Sanford Myers, File/Associated Press) By Associated Press May 24, 2020 at 6:57 ... "], ["2020-05-24 22:47", "Tennessee basketball forward Yves Pons plays saxophone cover of 'Careless Whisper' in empty park ...  Arena in Nashville, Tenn., Saturday, March 16, 2019. Matt Stone / Courier Journal Fullscreen Tennessee forward Yves Pons (35) goes to the basket defended by Mississippi State forward Aric Holman (35) during the first half of the SEC Men's Basketball Tournament game at Bridgestone Arena in Nashville, Tenn., Friday, March 15, 2019. Andrew Nelles / Tennessean.com Fullscreen Tennessee guard/forward Yves Pons (35) attempts a shot during Tennessee's home basketball game against Kentucky at Thompson-Boling Arena in Knoxville on Saturday, March 2, 2019. Brianna Paciorka/News Sentinel Fullscreen Tennessee guard Yves Pons (35) dunks the ball in front of LSU guard Skylar Mays (4) in the first half of an NCAA college basketball game, Saturday, Feb. 23 ... "], ["2020-05-24 17:00", "Here Are All the Major Music Events Canceled Due to Coronavirus (Updating) ... , but her upcoming book will still launch on March 31. \"Everyone's health and safety is the #1 priority!\" she tweeted. \"Thank u for ur deep love, I'll let u know about new dates soon. Stay powerful! I adore u.\" Chris Tomlin's fourth annual \"Good Friday Nashville,\" originally scheduled for Friday, April 10 at Bridgestone Arena, has been postponed. Brooks & Dunn announced today that their Reboot 2020 tour is rescheduled for this fall The National Parks have announced a rescheduled date for their upcoming Superbloom Music Festival. Still set to occur at Utah's OC Tanner Amphitheater, the festival will now take place Saturday, August 15th with its lineup fully intact. The Australasian pop spectacular So Pop 2020 has ... "]]}}