{"postfix": "bristol-myers_squibb-aktie", "name": "BRISTOL-MYERS_SQUIBB", "wkn": "850501", "time": "2020.05.26 16:12", "ts": 1590502354, "features": {"KGV": "13.78", "Marktkapitalisierung": {"Size": "Mrd", "Value": "125.61"}, "GA": "4.69", "KBV": "2.48", "BA": "26.09", "KCV": "13.72", "CA": "4.71", "Vola30": "33.01", "Vola90": "41.66", "Vola180": "33.7", "Vola250": "29.83"}, "rivals": ["merck_co-aktie", "bayer-aktie", "novartis-aktie", "vertex_pharmaceuticals-aktie", "pfizer-aktie", "celgene-aktie", "sanofi-aktie"], "text_data": {"de": [["09.05.20", "Bristol-Myers Squibb: Zahlen zum abgelaufenen Jahresviertel"], ["07.05.20", "Bristol-Myers Squibb dank Zukauf mit hohen Umsätzen aber auch hohen Verlusten"], ["07.05.20", "Ausblick: Bristol-Myers Squibb präsentiert Bilanzzahlen zum jüngsten Jahresviertel"], ["22.04.20", "Erste Schätzungen: Bristol-Myers Squibb gewährt Anlegern Blick in die Bücher"], ["20.04.20", "Celgene-Käufer Bristol-Myers Squibb: Das ist stark - jetzt einsteigen?"], ["03.03.20", "Pharmakonzern Bristol-Myers Squibb kündigt Dividende an"], ["07.02.20", "Bristol-Myers Squibb hat die Zahlen zum jüngsten Quartal vorgelegt"], ["06.02.20", "MÄRKTE USA/Wall Street steigt auf neue Rekordhochs"], ["06.02.20", "MÄRKTE USA/Mit kleinen Gewinnen auf neue Rekordhochs"], ["06.02.20", "MÄRKTE USA/Dow und S&P-500 auf Allzeithoch - Kurssprung bei Twitter"], ["05.02.20", "Ausblick: Bristol-Myers Squibb verkündet Quartalsergebnis zum jüngsten Jahresviertel"], ["07.01.20", "Evotec baut Kooperation mit BMS-Tochter Celgene aus - Millionenzahlung"], ["Ab Q1 2020", "Weniger Fusion 2019 - aber dennoch kein schlechtes Jahr"], ["Ab Q1 2020", "Pharmakonzern Bristol-Myers Squibb erhöht die Dividende"]], "en": [["20.05.20", "The Zacks Analyst Blog Highlights: Facebook, Johnson & Johnson, Fidelity National Information Services, Alibaba and Bristol-Myers Squibb"], ["20.05.20", "Buy Bristol-Myers Squibb For 25% Gains?"], ["19.05.20", "Zacks.com featured highlights include: Taiwan Semiconductor Manufacturing Company, Dollar General, Kroger, Bristol-Myers Squibb and NIC"], ["18.05.20", "Why Bristol-Myers Squibb (BMY) is a Great Dividend Stock Right Now"], ["17.05.20", "Better Buy: Pfizer vs. Bristol Myers Squibb"], ["13.05.20", "Bristol Myers Squibb Receives a 'Refuse to File' Letter for an Experimental Cancer Therapy on a Deadline"], ["13.05.20", "Bluebird, Bristol-Myers Squibb have resubmit FDA bid for CAR-T therapy"], ["13.05.20", "Is Bristol Myers Squibb Losing Its Edge As A Growth Stock?"], ["11.05.20", "Bristol Myers Squibb Offers bluebird bio a $200 Million Royalty Buyout"], ["11.05.20", "Is Bristol-Myers Squibb (BMY) Stock Undervalued Right Now?"], ["07.05.20", "Bristol-Myers Squibb Co (BMY) Q1 2020 Earnings Call Transcript"], ["07.05.20", "Bristol-Myers Squibb (BMY) Tops Q1 Earnings and Revenue Estimates"], ["04.05.20", "Stocks To Watch Ahead Of Earnings: Bristol Myers Squibb"], ["30.04.20", "Bristol-Myers Squibb (BMY) Stock Moves -0.84%: What You Should Know"], ["30.04.20", "Bristol-Myers Squibb (BMY) Reports Next Week: Wall Street Expects Earnings Growth"], ["30.04.20", "Zacks.com featured highlights include: Strategic Education, Lockheed Martin, Bristol-Myers Squibb, Dollar General and The Kroger"], ["23.04.20", "Bristol-Myers Squibb (BMY) Stock Moves -0.03%: What You Should Know"], ["22.04.20", "Why You're Smart to Buy Bristol Myers Squibb"], ["18.04.20", "Better Buy: GlaxoSmithKline vs. Bristol Myers Squibb"], ["17.04.20", "The Zacks Analyst Blog Highlights: Comcast, Bristol-Myers Squibb, Walgreens Boots Alliance, UnitedHealth and Xcel Energy"], ["15.04.20", "Why Bristol-Myers Squibb (BMY) is a Top Dividend Stock for Your Portfolio"], ["15.04.20", "Buy, Sell, Or Hold Bristol-Myers Squibb At $60?"], ["15.04.20", "Should You Scoop Up Bristol Myers Squibb Shares?"], ["14.04.20", "Bristol-Myers Squibb (BMY) Gains But Lags Market: What You Should Know"], ["07.04.20", "Bristol-Myers Squibb (BMY) Dips More Than Broader Markets: What You Should Know"], ["06.04.20", "Former Celgene Drug Earns a Key Approval for Bristol Myers Squibb"], ["01.04.20", "Bristol-Myers Squibb (BMY) Stock Moves -1.58%: What You Should Know"], ["31.03.20", "Is Johnson & Johnson A Better Bet Compared To Bristol-Myers Squibb After 15% Decline?"], ["30.03.20", "Are You Looking for a High-Growth Dividend Stock? Bristol-Myers Squibb (BMY) Could Be a Great Choice"], ["27.03.20", "Is Bristol Myers Squibb Stock a Buy?"], ["26.03.20", "Zacks.com featured highlights include: Bristol-Myers Squibb, AmerisourceBergen, Leidos, Xcel Energy and Caseys General Stores"], ["24.03.20", "The Zacks Analyst Blog Highlights: Bristol-Myers Squibb, BHP, CVS Health, T-Mobile US and Anthem"], ["20.03.20", "Bristol-Myers Squibb (BMY) Stock Moves -0.8%: What You Should Know"], ["19.03.20", "Bristol Myers Squibb Hints at Further Acquisition Plans With New Executive Hire"], ["16.03.20", "Why BioMarin Pharmaceutical, Bristol-Myers Squibb, and bluebird bio Are Getting Hammered Monday"], ["13.03.20", "Bristol-Myers Squibb Stock Set To Outperform S&P 500 Post Coronavirus?"], ["11.03.20", "Why Bristol-Myers Squibb (BMY) is a Great Dividend Stock Right Now"], ["09.03.20", "Bristol-Myers Squibb Dips After Cancer Treatment Flops In Key Test"], ["05.03.20", "Bristol-Myers Squibb (BMY) Stock Moves -1.59%: What You Should Know"], ["28.02.20", "Bristol-Myers Squibb (BMY) Stock Moves -0.87%: What You Should Know"], ["2020-05-26 13:29", "Covid Report: Merck Joins Coronavirus Vaccine Hunt With Two-Pronged Strategy ...  toward... 9:28 AM ET Novavax and Co-Diagnostics were early leaders, while Merck rose on... AbbVie Wrapped Its $63 Billion Allergan Buyout — Is AbbVie Stock A Buy? The No. 1 Pharma Stock Just Crushed Earnings Views — Is BMY Stock A Buy? Is Merck Stock A Buy As Coronavirus Worries Shake The Dow Jones Giant? IBD 50 Stocks To Watch: Pharmaceutical Leader Bristol Myers Squibb In Buy Range After Breakout Novavax Stock Rockets On Funding Boost For Coronavirus Vaccine Dow Jones Stumbles Into The Red; Nasdaq Stock Soars 76% On Covid-19 News Dow Jones Today: Cisco Stock Rises Ahead Of Earnings; Biotech Soars On Coronavirus Funding News Covid Report: Why Moderna Expects To Have A Coronavirus Vaccine In 2021 Today's Spotlight Save Big on SwingTrader ... "], ["2020-05-26 12:00", "Pfizer Is Charging Ahead With A Coronavirus Vaccine — Is PFE Stock A Buy? ...  sales growth in just two years. In both years — 2016 and 2018 — sales growth remained in the single-digit percentage range. Last year, Pfizer had eight drugs that each brought in at least $1 billion in sales, known as blockbusters. The top sellers were a pneumonia vaccine, a cancer treatment and a blood thinner that it produced in partnership with Bristol-Myers Squibb ( BMY ). The three drugs generated 29% of total revenue. All three top sellers posted year-over-year gains. Sales of pneumonia vaccine Prevnar 13 inched up 1% to $5.85 billion. Revenue from anticoagulant Eliquis popped 23% to $4.22 billion. Cancer treatment Ibrance generated $4.96 billion in sales, up 20%. Revenue from older medicines struggled in 2019. The Upjohn unit contains ... "], ["2020-05-26 12:00", "CytomX Therapeutics To Host Conference Call And Webcast To Review ASCO ASCO20 Virtual Scientific Program Presentations ... be inaccessible to conventional antibody drug conjugates due to their presence on many healthy tissues. The CytomX clinical stage pipeline also includes cancer immunotherapeutic candidates against validated targets such as the CTLA-4-targeting Probody therapeutics, BMS-986249 and BMS-986288, partnered with Bristol Myers Squibb. CytomX has strategic drug discovery and development collaborations with AbbVie, Amgen, Astellas and Bristol Myers Squibb. For additional information about CytomX Therapeutics, visit www.cytomx.com and follow us on LinkedIn and Twitter . CytomX Therapeutics Forward-Looking Statements This press release includes forward-looking statements. Such forward-looking statements involve known and unknown risks, uncertainties and other important ... "], ["2020-05-26 11:30", "These Are the 15 'Growthiest' Value Stocks in the S&P 500 ...  over the past five years. And just 15 are expected to match that growth rate over the next half-decade. The stocks produced by the screen are in the table below. Growth at Value Prices Source: FactSet Companies with a proven growth record and bullish analyst outlooks—but available at value prices—include Anthem (ANTM), Applied Materials (ticker: AMAT), Broadcom (AVGO), Bristol-Myers Squibb (BMY), and Cabot Oil & Gas (COG). Write to Nicholas Jasinski at nicholas.jasinski@barrons.com Close These Are the 15 'Growthiest' Value Stocks in the S&P 500 Growth investing has left value in the dust for the past decade, and its dominance has only been extended during the coronavirus crisis. From To Message SEND An error has occurred, please try ... "], ["2020-05-26 10:30", "SpringWorks Therapeutics Appoints Julie Hambleton, M.D. To Its Board Of Directors ...  New Drug Applications (INDs), Biologics License Applications (BLAs), and Special Protocol Assessments (SPAs). Dr. Hambleton served as Senior Vice President, Chief Medical Officer, Head of Development at IDEAYA Biosciences, an oncology medicine company, until her retirement on April 30, 2020 . Previously, she was Vice President, Head of U.S. Medical at Bristol-Myers Squibb, overseeing Medical & Health Economic and Outcomes Research activities in support of the Oncology, Immuno-Oncology, Specialty and Cardiovascular marketed portfolios. Previously, she served as Executive Vice President and Chief Medical Officer at Five Prime Therapeutics and Vice President, Clinical Development, at Clovis Oncology. Dr. Hambleton began her industry career at Genentech ... "], ["2020-05-23 12:00", "Teladoc, Bristol Myers, Quidel, Neurocrine Bio, Tandem Diabetes: 5 Health Stocks To Monitor Closely ...  empty. Visit the IBD Store to get started. Hi MY IBD SIGN OUT My Products My Favorites My Stock Lists Edit Favorites Sign In or Subscribe News Teladoc, Bristol Myers, Quidel, Neurocrine Bio, Tandem Diabetes: 5 Health Stocks To Monitor Closely Licensing MICHAEL LARKIN 08:00 AM ET 05/23/2020 Neurocrine Biosciences ( NBIX ), Tandem Diabetes Care ( TNDM ), Teladoc Health ( TDOC ), Bristol Myers Squibb ( BMY ) and Quidel ( QDEL ) are your stocks to watch this week. X Neurocrine Biosciences stock is in a buy zone while Tandem Diabetes stock is just below a potential entry. Bristol Myers stock, Teladoc stock and Quidel stock are in various stages of consolidation. All of these health care stocks are worth considering for your watchlist . It is wise for investors ... "], ["2020-05-22 19:00", "CTMX Investor Alert: Bronstein, Gewirtz & Grossman, LLC Notifies Investors Of Class Action Against CytomX Therapeutics, Inc. And Encourages Investors To Contact The Firm ... 2020 , CytomX made available abstracts for the Company's clinical presentations for CX-072, an PD-L1 inhibitor, and CX-2009, an antibody-drug conjugate. Results from CytomX's Phase 2 study evaluating CX-072 in patients with solid tumors showed a response rate of 8.8%, compared to a response rate of 18.5% in patients receiving the combination of CX-072 and Bristol Myers Squibb's Yervoy (ipilimumab). Meanwhile, results from CytomX's Phase 1/2 study evaluating CX-2009 in patients with solid tumors showed \"evidence\" of clinical activity at doses at least 4 mg/kg 3x/week, yet the data suggest a significantly higher rate of serious or greater treatment-related toxicity to the eyes at dose equivalents at least 8 mg/kg 3x/week. Following ... "], ["2020-05-22 18:22", "Biotech Stocks To Watch And Pharma Industry News ...  Your cart is currently empty. Visit the IBD Store to get started. Hi MY IBD SIGN OUT My Products My Favorites My Stock Lists Edit Favorites Sign In or Subscribe Technology Biotech Stocks To Watch And Pharma Industry News Licensing IBD STAFF 12:22 PM ET 05/20/2020 One minute Dow Jones industrial average component Merck ( MRK ) might be doing battle with fellow drugmaker Bristol-Myers Squibb ( BMY ) over drugs that can ward off cancer. X The next, biotech giants like Amgen ( AMGN ) and Sanofi ( SNY ) are tussling in court over the fate of cholesterol-busting drugs. Meanwhile, a company like Gilead Sciences ( GILD ) might be raked over the coals in Congress for charging $1,000 a day to treat hepatitis. It's a brave — and contentious — new world ... "], ["2020-05-22 16:08", "Dispensed: Vaccine updates — Coronavirus medical bills — COVID-19 skin complications ... false negatives suggesting people don't have the virus when they do. Blake spoke with Philip Ginsburg, a senior medical director for Abbott's rapid diagnostics wing, who called the study \"totally inadequate.\" You can read the full story here: An Abbott scientist explains why studies trashing its coronavirus test are missing the point Vertex; Saperta; Sanofi; Bristol Myers Squibb; Pfizer; Ruobing Su/Business Insider How the pandemic is transforming healthcare Last week, I mentioned the team had spoken with 26 healthcare leaders about what's in store for the healthcare industry in light of the pandemic. This week, the team pulled out some themes from our reporting. Hospital CEOs told Kimberly and Yeji about how the coronavirus is forcing ... "], ["2020-05-22 16:08", "Dispensed: Vaccine updates — Coronavirus medical bills — COVID-19 skin complications ...  false negatives suggesting people don't have the virus when they do. Blake spoke with Philip Ginsburg, a senior medical director for Abbott's rapid diagnostics wing, who called the study \"totally inadequate.\" You can read the full story here: An Abbott scientist explains why studies trashing its coronavirus test are missing the point Vertex; Saperta; Sanofi; Bristol Myers Squibb; Pfizer; Ruobing Su/Business Insider How the pandemic is transforming healthcare Last week, I mentioned the team had spoken with 26 healthcare leaders about what's in store for the healthcare industry in light of the pandemic. This week, the team pulled out some themes from our reporting. Hospital CEOs told Kimberly and Yeji about how the coronavirus is forcing ... "], ["2020-05-22 15:10", "FDA Mishaps Have Investors Asking \"What's Going On With bluebird bio?\" ... U.S. are especially confusing given the fact that bluebird's Zynteglo therapeutic for beta-thalassemia was already approved in the E.U. in May 2019. But bluebird's regulatory issues are even deeper than they appear. In a collaboration with Bristol Myers Squibb ( NYSE:BMY ) , bluebird produced its ide-cel chimeric antigen receptor T-cell (CAR-T) immunotherapy for relapsing multiple myeloma. This collaboration was originally initiated with Celgene before that company was acquired by by Bristol Myers Squibb. Earlier this month, however, the ide-cel BLA hit a roadblock when the FDA requested more non-clinical information about the therapy's Chemistry, Manufacturing and Control (CMC) module. That makes for two BLA issues for bluebird in as many months ... "], ["2020-05-22 14:23", "CYTOMX THERAPEUTICS ALERT: Bragar Eagel & Squire, P.C. Announces That A Class Action Lawsuit Has Been Filed Against CytomX Therapeutics, Inc. And Encourages Investors To Contact The Firm ... , among others, CX-072 and CX-2009. CytomX has been evaluating CX-072 in its \"PROCLAIM\" series clinical program for several years. For example, the PROCLAIM-CX-072-001 clinical trial was designed to assess the tolerability and preliminary antitumor activity of multiple doses of CX-072 as a monotherapy or as a combination therapy with ipilimumab (which Bristol-Myers Squibb Company markets under the brand name Yervoy) or vemurafenib (which Roche markets under the brand name Zelboraf) in patients with advanced, unresectable solid tumors or lymphoma. The Company also began conducting a Phase 2 clinical trial called PROCLAIM-CX-072-002, which was initiated in October 2019, and is an open-label, multi-center clinical trial evaluating CX-072 in combination ... "], ["2020-05-22 13:21", "COVID-19 absolutely affects all kinds of children, pediatricians warn ...  caring for these children, they say. Above, Jiselle Rosario, a 12-year-old girl from Newark holding a large heart pillow, suffered a life-threatening blood clot that was likely caused after exposure to the coronavirus. Photo provided by Linda Kamateh By Star-Ledger Guest Columnist By Sally Radovick, Mark Douglas Baker and Lawrence Kleinman As pediatricians at Rutgers Health and the Bristol Myers Squibb Children's Hospital, we want to remind families that it is a myth that children are safe from COVID-19, which is a global tragedy of historic magnitude. They are not. We organize health care for children with COVID-19 every day. Our clinics, hospital and pediatric intensive care units are busy caring for these children. These are children with and without ... "], ["2020-05-22 11:39", "Here's Why Editas Could Beat Intellia to a CRISPR Therapy ...  probably the wisest path. Motley Fool Returns Stock Advisor S&P 500 416% 86% Stock Advisor launched in February of 2002. Returns as of 05/22/2020. Join Stock Advisor Cumulative Growth of a $10,000 Investment in Stock Advisor Calculated by Time-Weighted Return Stocks EDIT Editas Medicine NASDAQ: EDIT $29.28 up $0.72 (2.52%) NTLA Intellia Therapeutics NASDAQ: NTLA $20.57 up $0.77 (3.89%) BMY Bristol Myers Squibb NYSE: BMY $61.14 down $0.54 (-0.88%) AGN Allergan NYSE: AGN $193.02 up $0.03 (0.02%) NVS Novartis NYSE: NVS $84.99 down $0.96 (-1.12%) REGN Regeneron Pharmaceuticals NASDAQ: REGN $560.98 down $-15.91 (-2.76%) ABBV AbbVie NYSE: ABBV $93.02 up $1.83 (2.01%) Related Articles Editas Medicine, Inc. (EDIT) Q1 2020 Earnings Call Transcript 3 Stocks to Buy to ... "], ["2020-05-22 11:00", "Kitov Announces U.S. FDA Acceptance Of Investigational New Drug Application To Conduct Phase 1/2 Clinical Trial Of NT219 In Multiple Types Of Advanced Cancer Patients ...  that supports tumor immune evasion and survival through multiple pathways. Kitov plans to advance CM-24 as a combination therapy with anti-PD1 checkpoint inhibitors in selected cancer indications in a phase 1 study followed by a phase 2 for the treatment of non-small cell lung cancer NSCLC and pancreatic cancer. Kitov has entered into a clinical collaboration agreement with Bristol Myers Squibb Company for the planned phase 1/2 clinical trials to evaluate the combination of CM-24 with the PD-1 inhibitor nivolumab (Opdivo). Kitov is also the owner of Consensi, a fixed-dose combination of celecoxib and amlodipine besylate, for the simultaneous treatment of osteoarthritis pain and hypertension that was approved by the FDA for marketing in the U.S. Consensi ... "], ["2020-05-22 10:59", "European Medicines Agency Validates Bristol Myers Squibb's Applications For Idecabtagene Vicleucel (Ide-cel, Bb2121) And CC-486 ...  on Form 10-K for the year ended December 31, 2019, as updated by our subsequent Quarterly Reports on Form 10-Q, Current Reports on Form 8-K and other filings with the Securities and Exchange Commission. The forward-looking statements included in this document are made only as of the date of this document and except as otherwise required by applicable law, Bristol Myers Squibb undertakes no obligation to publicly update or revise any forward-looking statement, whether as a result of new information, future events, changed circumstances or otherwise. References Cowan AJ, Allen C, Barac A, et al. Global Burden of Multiple Myeloma: A Systematic Analysis for the Global Burden of Disease Study 2016. JAMA Oncol. 2018;4(9):1221-1227. doi:10.1001/jamaoncol.2018.2128 ... "], ["2020-05-22 10:30", "Turmoil Begets Some Strange Groupings: Amazon is Now a Low-Volatility Stock. ...  and real estate sectors shrank to just 6% and 2%, respectively, replaced by consumer-staples and health-care names. The weighting in consumer staples more than doubled to 23%, while health care soared to 26%. Altria (MO) and Kellogg (K) are some the newly added names in the consumer-staples sector, according to Rosenbluth, along with health-care names Bristol-Myers Squibb (BMY) and Thermo Fisher Scientific (TMO). On the other hand, real estate and utilities sectors had no new additions. Real-estate investment trusts Alexandria Real Estate (ARE), Prologis (PLD) and AvalonBay Communities (AVB) were removed from the index, along with utilities stocks Atmos Energy (ATO) and DTE Energy (DTE). Consumer-discretionary and information-technology stocks, with just 3 ... "], ["2020-05-22 04:00", "Platinum-based chemo may improve survival for some metastatic pancreatic cancer patients ... , Parker Institute for Cancer Immunotherapy, David M. Rubenstein Center for Pancreatic Cancer Research, Bonnie Reiss Family Foundation, Breast Cancer Research Foundation, and the Sarah Jenkins Fund. Park has received research funds from Merck, Astellas, and Gossamer Bio and has received honoraria from Ipsen. O'Reilly has received research funds from Genentech, Roche, Bristol-Myers Squibb, Halozyme, Celgene, MabVax Therapeutics, ActaBiologica, AstraZeneca, Silenseed, and Polaris. O'Reilly has served consulting or advisory roles for Cytomx, BioLineRx, Targovax, Celgene, Bayer, Polaris, Sobi, Ipsen, and Merck. About the American Association for Cancer Research Founded in 1907, the American Association for Cancer Research (AACR) is the world's first ... "], ["2020-05-21 21:07", "111 Inc (YI) Q1 2020 Earnings Call Transcript ... as 111's Chief Innovation Officer to ensure that our omni-channel drug commercialization platform continues to evolve to anticipate customer needs and stay ahead of the competition. Anfeng is a respected veteran of the Chinese pharmaceutical industry bringing with him over 20 years of experience in such world-leading companies as Pfizer, Bayer, AstraZeneca and Bristol Myers Squibb. And as another demonstration of 111's constant drive forward, on May 8th, 2020, we launched the first online diabetes patient management platform in conjunction with Lilly China, expanding our partnership network with pharmaceutical companies to support patients in managing their medical conditions. In spite of the consecutive quarters of robust performance since IPO, many ... "], ["2020-05-21 12:35", "Incyte, MorphoSys Application for Lymphoma Drug Validated ...  tafasitamab. Tafasitamab is an investigational humanized Fc-engineered monoclonal antibody directed against CD19. The MAA seeks approval of tafasitamab in combination with Bristol-Myers' ( BMY - Free Report ) Revlimid, followed by tafasitamab monotherapy, for the treatment of adult patients with relapsed or refractory diffuse large B- ... . See these 7 breakthrough stocks now> > In-Depth Zacks Research for the Tickers Above Normally $25 each - click below to receive one report FREE: Incyte Corporation (INCY) - free report > > BristolMyers Squibb Company (BMY) - free report > > Xencor, Inc. (XNCR) - free report > > MorphoSys AG Unsponsored ADR (MOR) - free report > > Published in biotechs Zacks' 7 Best Strong Buy Stocks for June, 2020 Free Research ... "]]}}