{"postfix": "burberry-aktie", "name": "BURBERRY", "wkn": "691197", "time": "2020.05.26 17:05", "ts": 1590505551, "features": {"KGV": "16.93", "Marktkapitalisierung": {"Size": "Mrd", "Value": "6.57"}, "GA": "0.79", "KBV": "4.46", "BA": "2.99", "KCV": "14.40", "CA": "0.93", "Vola30": "67.49", "Vola90": "83.14", "Vola180": "64.67", "Vola250": "51.75"}, "rivals": ["lvmh-aktie", "hugo_boss_2-aktie", "hermès-aktie", "fast_retailing-aktie"], "text_data": {"de": [["22.05.20", "MÄRKTE EUROPA/Börsen wenig verändert - Entwicklung rund um Hongkong verunsichert"], ["22.05.20", "MÄRKTE EUROPA/Börsen holen Verluste auf"], ["22.05.20", "MÄRKTE EUROPA/Börsen erholen sich"], ["22.05.20", "Umsatzeinbruch bei Burberry"], ["22.05.20", "Burberry streicht die Dividende"], ["22.05.20", "MÄRKTE EUROPA/Schwach - Entwicklung um Hongkong belastet"], ["11.03.20", "MÄRKTE EUROPA/Auf und Ab am Aktienmarkt - Ölpreise fallen"], ["11.03.20", "MÄRKTE EUROPA/Auf und Ab am Aktienmarkt - Ölpreise fallen"], ["11.03.20", "MÄRKTE EUROPA/Aktienkurse steigen - Ölpreise fallen"], ["11.03.20", "MÄRKTE EUROPA/Wacklige Erholung nach Zinssenkung in England"], ["20.02.20", "MÄRKTE EUROPA/Börsen unter Druck - Goldman Sachs warnt vor Korrektur"], ["20.02.20", "MÄRKTE EUROPA/Börsen bleiben leicht im Minus"], ["20.02.20", "MÄRKTE EUROPA/Leichte Gewinnmitnahmen - Flut von Unternehmenszahlen"], ["20.02.20", "MÄRKTE EUROPA/Börsen müssen Zahlenflut verarbeiten"], ["12.02.20", "MÄRKTE EUROPA/Börsenrally geht weiter - Coronavirus ausgepreist"], ["12.02.20", "MÄRKTE EUROPA/Rekordjagd geht weiter - Autosektor sehr fest"], ["12.02.20", "MÄRKTE EUROPA/DAX bleibt auf Rekordkurs - Heineken und Akzo sehr fest"], ["12.02.20", "MÄRKTE EUROPA/DAX auf Rekordhoch über 13.700 - Autoaktien starten durch"], ["11.02.20", "Luxusgüterbranche steht wegen Corona glanzloses Jahr bevor"], ["07.02.20", "MÄRKTE EUROPA/Etwas leichter - Deutsche Produktion enttäuschend"], ["07.02.20", "MÄRKTE EUROPA/Gewinnmitnahmen - Deutsche Produktion enttäuschend"], ["07.02.20", "MÄRKTE EUROPA/Rücksetzer - Wirtschaftsmotor in Deutschland stottert"], ["07.02.20", "Virus: Burberry zieht Prognose zurück"], ["07.02.20", "MÄRKTE EUROPA/Leichter zum Start - Deutsche Industriedaten schwach"], ["22.01.20", "Burberry hebt Umsatzprognose an und veröffentlicht Zwischenbericht zum Aktienrückkauf"]], "en": [["2020.05.26", "Burberry senior executive to step down"], ["22.05.20", "Burberry: check it out"], ["22.05.20", "Burberry Group PLC : Board Changes"], ["22.05.20", "Burberry profits plunge but China rebound offers hope for luxury sector"], ["22.05.20", "Burberry pulls dividend as luxury takes 'time to heal'"], ["22.05.20", "Burberry cancels dividend as sales plunge 27% in wake of coronavirus"], ["22.05.20", "Burberry Group PLC : Burberry Preliminary Results 2020"], ["18.05.20", "Burberry to cut dividend payouts in the wake of coronavirus"], ["01.05.20", "Burberry Group PLC : Total Voting Rights"], ["27.04.20", "Burberry Group PLC : DISCLOSURE OF RIGHTS ATTACHED TO EQUITY SHARES"], ["25.04.20", "Burberry cuts salaries and refuses to furlough staff"], ["24.04.20", "Burberry donates 100,000+ PPE made in trenchcoat factory"], ["24.04.20", "Burberry switches from making fashionable trench coats to lifesaving gowns at key factory, as bosses take 20% pay cut"], ["24.04.20", "Burberry will not take British state crisis cash to pay staff"], ["24.04.20", "Burberry will not take British state crisis cash to pay staff"], ["24.04.20", "Burberry to maintain employee pay through coronavirus crisis"], ["24.04.20", "Burberry to maintain employee pay through coronavirus crisis"], ["24.04.20", "Burberry Group PLC : COVID-19: Protecting our People and Communities"], ["01.04.20", "Burberry Group PLC : Total Voting Rights"], ["30.03.20", "Coronavirus: Burberry offers up resources to fight against the outbreak"], ["19.03.20", "Burberry feels the coronavirus bite as majority of its stores close"], ["19.03.20", "Burberry shuts majority of stores in European and American markets amid Covid-19"], ["19.03.20", "Burberry Group PLC : Update on the Impact of COVID-19"], ["06.03.20", "Burberry Group PLC : Director Declaration"], ["05.03.20", "Burberry Group PLC : Treasury Shares Cancellation"], ["04.03.20", "Burberry Group PLC : Block listing Interim Review"], ["02.03.20", "Burberry Group PLC : Total Voting Rights"], ["18.02.20", "Burberry to launch carbon neutral fashion show for “sustainable future”"], ["17.02.20", "Kendall Jenner headlines London Fashion Week's Burberry show"], ["17.02.20", "Supermodels Kendall Jenner and the Hadids hit the catwalk for Burberry"], ["07.02.20", "Burberry shuts over a third of China stores amid coronavirus disruption"], ["07.02.20", "UPDATE 3-Burberry says coronavirus hurting luxury demand"], ["07.02.20", "London Markets: Burberry shares drop in London as luxury-goods group warns of coronavirus fallout"], ["07.02.20", "Burberry says coronavirus impact “more serious” than Hong Kong protests"], ["07.02.20", "UPDATE 2-Burberry says coronavirus hurting luxury demand"], ["07.02.20", "Burberry warns over virus impact on Chinese demand"], ["07.02.20", "Burberry closes one in three Chinese stores after coronavirus outbreak"], ["07.02.20", "Burberry says coronavirus hurting luxury demand"], ["07.02.20", "Burberry says coronavirus impact ‘worse than HK protests’"], ["07.02.20", "Dow Jones Newswires: Burberry warns of ‘material’ hit on demand from coronavirus"], ["2020-05-26 11:00", "Shelter From the Storm ...  way. \"I have a little terrace which gets some sun,\" says British actor Daisy Edgar-Jones. \"I'm currently growing carrots, strawberries, cornflowers, and sunflowers. I didn't think seeing the first little shoots would be such a thrill. It's not quite Glastonbury, but you've got to get your kicks somewhere.\" PAUL MESCAL Normal People Shirt, pants, and shoes by Burberry; necklace, his own. Directed by Jackie Nickerson; Styled by Samira Nasr. Advertisement At the top of Paul Mescal's to-do list once self-quarantine is over is a visit to his local pub. \"I recently moved to London and hadn't had a chance to go out before the lockdown was put in place,\" he says. Until then, the Irish actor—who gives an ... "], ["2020-05-26 10:22", "Former Vogue editor says coronavirus could help tackle 'overproduction' in fashion ... pictured in 2017) According to the 2019 Global Wellness Trends Report fashion is the world's second worst offender when it comes to water pollution and is responsible for approximately 10 percent of all carbon emissions. 'An estimated $500 billion value is lost every year due to clothing being barely worn and rarely recycled,' The Business of Fashion reported last month. Burberry faced public outrage in 2018 after it was reported the brand had destroyed more than 28 million in unwanted products in the space of a year in a bid to stop counterfeiters selling their goods to the on the 'grey market'. Grey markets are where goods are traded unofficially, without having been obtained from the manufacturer or without their consent. Shulman went ... "], ["2020-05-25 23:34", "Fashion Notes: Melania Trump Observes Memorial Day in Luxurious Gucci Coat ... Getty Images) (Sarah Silbiger/Getty Images) (NICHOLAS KAMM/AFP via Getty Images) (Sarah Silbiger/Getty Images and NICHOLAS KAMM/AFP via Getty Images — Edited by Breitbart News) Over the weekend, Mrs. Trump invited 2020 graduates to the White House for a graduation ceremony amid the Chinese coronavirus crisis. At the ceremony, Mrs. Trump wore a khaki sheath dress, likely by Burberry, and electric yellow Christian Louboutin patent leather stilettos. Loyal Fashion Notes readers will recall that Mrs. Trump previously wore the heels with a bright orange Dries Van Noten coat while on a May 2019 trip to Tokyo, Japan. (Official White House Photo by Andrea Hanks) (Official White House Photo by Andrea Hanks) (Official White House Photo by Andrea Hanks) (Official ... "], ["2020-05-25 21:31", "SEBASTIAN SHAKESPEARE: Lockdown joy for 200m fashion duo ...  model Iris Law, daughter of actor Jude Law. Iris was spotted cooling down at the Hackney Riviera a stretch of the River Lea in London's East End Like her dad, hip Iris hits the cool spot Jude Law made his name in The Talented Mr Ripley, which evoked the heyday of the Italian Riviera. But his daughter, Burberry model Iris Law, was spotted cooling down at the less exotic Hackney Riviera, a stretch of the River Lea in London's East End. The secluded spot, off marshland behind industrial warehouses, has become a haunt for hipsters when the temperature soars. 'It used to be a quiet place for locals to go for a paddle when it was hot, but it's now so popular that people like Iris Law are coming here from Primrose Hill,' one onlooker says ... "], ["2020-05-25 17:05", "Netcare scraps its dividend for the first time since 1996 ...  in bad debts ... Companies / Financial Services 3. AngloGold shuts Mponeng mine as more than 160 ... Companies / Mining 4. PSG's Evergreen retirement village operator aims ... Companies / Property 5. Tiger Brands warns of R500m profit hit due to ... Companies / Retail & Consumer Related Articles Life Healthcare scraps its dividend and warns worse is to come Companies / Healthcare Burberry, hit hard by the pandemic, scraps its dividend Companies / Retail & Consumer Capitec results: keeping its cash close Money & Investing Mondi scraps dividend and cuts spending due to Covid-19 worries Companies / Industrials Published by Arena Holdings and distributed with the Financial Mail on the last Thursday of every month except December and January. Read more at ... "], ["2020-05-25 15:58", "Casey Batchelor shows off her body transformation six weeks into her fitness plan ...  Florence, nearly two Impressive: After giving birth to her first child, the yoga instructor showed off her sensational figure and flexible moves following her weight loss Sporting a no make-up look, Casey embraced her naturally glowing complexion and captioned the sweet pic: 'What double chin', poking fun at her daughter's adorable face. She dressed her daughter in a white Burberry baby grow and added a yellow headband for a spring touch. Earlier in the week, the fitness fanatic shared a sweet picture from a walk with both her girls. Out and about: The fitness fanatic shared a sweet picture from a walk with both her girls including eldest child Florence, nearly two Adorable: The beauty is currently isolating in London with her daughters and ... "], ["2020-05-25 14:18", "WATCH: What Africa can learn from the 'miracle on the Han' ... \". Asian stocks lose gains while Hong Kong shares extend losses China's blue-chip CSI300 index down 0.2% as HSI index dives 1.4% on mounting fears about future stability in city Markets 8 hours ago This day in history: Teenager Patrick Kluivert steers Ajax to Euro glory In motor racing, Canadian Jacques Villeneuve wins the Spanish Grand Prix Sport 11 hours ago Burberry, hit hard by the pandemic, scraps its dividend The luxury fashion brand saw its sales drop by 27% in the final quarter Companies 3 days ago Floundering leaders found wanting in Covid-19 test Pandemic shows flaws of premiers ranging from Donald Trump to Xi Jinping and Angela Merkel's strengths World 3 days ago Early vaccine trial success lifts Asian markets Shares jump as Investors ... "], ["2020-05-25 05:05", "The Spanish Royal Family in pictures - King Felipe, Queen Letizia and more - 9Honey ...  Awards, February 2020 Spain's Queen Letizia has showed off her keen eye for fashion in yet another incredible look. The 47-year-old helped husband King Felipe present the National Research Awards to recipients at the Royal Palace of El Pardo in Madrid, in the fields of medicine, biology and engineering. Letizia chose a knitted midi dress by COS, accessorised with a black Burberry belt. She brought out her favourite pair of Steve Madden knee-high boots, which topped off the look. Queen Letizia has nailed winter dressing, we think! 4 of 31 Attribution: Getty New portraits released of Spain's royal family, February 2020 Queen Letizia is a vision in pink in new official portraits of the Spanish royal family. The series, shot by photographer Estela de ... "], ["2020-05-24 19:37", "ASX to rise, but rebound could get US-China reality check ...  closed unchanged on the day. HSBC Holdings and Standard Chartered fell 5% and 2.4% respectively. Still, the STOXX erased early losses of as much as 1.7% as media stocks gained 1.3% and euro zone banks rebounded from record low levels. Cyclical sectors such as miners, travel & leisure and auto makers outperformed last week, helping the STOXX 600 post its best week since April 10. Britain's Burberry rose 3.3% as its chief executive said the company was encouraged by a \"strong rebound in some parts of Asia\" and is well-prepared to navigate through the COVID-19 situation. Asia At Friday's close, the Shanghai Composite index was down 1.9% at 2813.77. It fell by the same margin on a weekly basis. Advertisement The blue-chip CSI300 index fell 2.3 ... "], ["2020-05-24 18:57", "Target begins selling products directly on Instagram in push to expand online sales ... , affordable products they expect from Target,\" Block said. The retailer currently has 4.4 million followers on its main account, and 2.2 million followers on its TargetStyle account. The move is also a win for Facebook-owned Instagram, which charges a \" selling fee \" to merchants. Instagram launched Checkout in March 2019, initially partnering with brands like Adidas, H&M, Dior, Burberry and Prada. Ticker Security Last Change Change % TGT TARGET CORP. 117.49 -1.19 -1.00% FB FACEBOOK INC. 234.91 +3.52 +1.52% Instagram Chief Operating Officer Justin Osofsky said Instagram collaborated with Target in creating its virtual store in order to make \"discovery to purchase seamless\" for shoppers. GET FOX BUSINESS ON THE GO BY CLICKING HERE Target ... "], ["2020-05-24 15:46", "Xintiandi Developer Adds Four Shanghai Parcels In Three Days As Pandemic Eases ...  Jack Ma's Fortune Biggest Losers From China Delisting Law May Be Small American Investors Vietnamese Mega-Conglomerate Vingroup Launches South China Sea Tourism With New Submarine Xintiandi, launched in a dilapidated part of central Shanghai in the 1990s, is today an iconic tourist and nightlife district that attracts thousands of visitors daily to retail shops that include Burberry, Sephora, Tom Ford, Swatch, Lululemon and Tesla. Shui On has built follow-on \"Tiandi\" projects in major Chinese cities including Chongqing and Wuhan, and the Shanghai site has inspired imitations around the country. Shui On Land Chairman Vincent Lo poses for a photographer at Xintiandi back in 2002. Photographer: ... [+] Kevin Lee/Bloomberg News BLOOMBERG NEWS China ... "], ["2020-05-24 07:36", "Pizza Express could permanently close scores of its 470 UK restaurants ...  will prosper, says its doctor fund manager NORTH AMERICAN INCOME: The trust that invests in big US names but avoids the FAANG tech stars LATEST BUSINESS NEWS Wave of shops may close after lockdown Carluccio's bought out of administration Coach holiday provider Shearings collapses SMALL CAP MOVERS: Feedback's app-ortunity Stelios loses battle to oust Easyjet management 'Severely' hit Burberry axes dividend Lloyds boss hit by investor rebellion Pets at Home waiting list of 45,000 dogs Latest from Business Pizza Express could permanently close scores of its 470 UK restaurants Cut 2-metre rule to save 'thousands' of jobs, say restaurants Grocers and butchers return to our high streets: New trend as Co-op and Post Office back our 5m boost ... "], ["2020-05-23 23:01", "Donna Air on her stellar TV comeback and life after losing friend Caroline Flack ...  new. \"I've decided that time is very precious. I've got a lot of things I want to do with my business, my work, so I just don't have time, to be honest,\" she explains. Happily, Donna is on good terms with Freya's dad, Damian, who owns Howletts and Port Lympne wild animal parks in Kent and has since married former Burberry business strategist Victoria Fisher, 34. She comfortably weaves his name into conversation, at one point referring to their \"wonderful co-parenting relationship\". But when James Middleton is mentioned, it's a different story. \"We don't discuss that,\" says Donna, firmly, to the question of whether she and the businessman have remained amicable. Then her tone softens. \"I don't want to ... "], ["2020-05-23 19:46", "Kate Moss's agency is a who's who of showbiz offspring - including her own daughter ...  year's sunglasses campaign for Miu Miu. And it is all paying off for Kate, who has been on the cover of British Vogue 43 times and is now a contributing fashion editor. She has a 65million fortune and paid out more than 1million in fees to models in the first year alone. Stella brought in the cash working for Prada, while Ella appeared in Vogue and has been the face of Burberry and Miu Miu. Esme Creed-Miles is also an actress, playing the lead role in Amazon series Hanna, but she has modelled for luxury magazines. Wolf has posed for posh fashion house Celine and has been a cover star for a mountain of men's mags. The agency had increased staff from three to five to help cope with the increased workload and profits rocketed by 600,000 last year to 1 ... "], ["2020-05-23 14:00", "What makes a Gen Z shopper different? ... ;ve always been posting my life since day one,\" she says. \"So it just felt normal.\" Magusara, who has 13.7 million followers, says she started TikToking \"just for fun, then my audience started growing\". Eighteen months ago, she started fielding offers from brands including global fast-fashion giants Boohoo and Fashion Nova. Luxury brands including Ralph Lauren (205k followers) and Burberry (25k followers) are also steadily taking up residency on the platform. In many cases, Gen Z's ability to afford the latest designer bag or jacket is secondary to introducing them to the brand as young as possible, says Iozzi, \"so when they can afford a $250 jacket, they know where to go\". Camilla, one of the first high-end Australian brands ... "], ["2020-05-23 12:44", "The Fashion Industry Just Outlined A Vision For The Future. Will #RewiringFashion Be Good Enough? ...  in history, and will soon account for 40% of global consumers this year. As avid users of social media, the previous model will have meant that many consumers would have seen the collections presented in real-time but unable to buy. The new calendar will allow for shows to take place right before the weather-appropriate collections reach stores—something that brands like Burberry have been trying to fix since 2016 with a 'see now, buy now' approach. The proposal also outlines a 'no rules' approach to future shows, with brands becoming free to use them to engage customers as they see fit, essentially becoming a discretionary marketing tool. The proposed new fashion calendar rewiringfashion.org Does it go far enough? Although this ... "], ["2020-05-23 07:49", "Coronavirus: Frank Lampard claims season should only resume when 'safe and healthy' ... s decision to abandon a key economic target and rising tensions with US casts pall over stock markets as week draws to close Firm that owns coach holiday provider Shearings collapses with the loss of 2,500 jobs, in latest blow to travel industry Easyjet founder Sir Stelios Haji-Ioannou suffers bruising defeat after he fails to oust four of airline's directors Luxury retailer Burberry becomes latest blue-chip company to cancel dividend in attempt to absorb 241m hit from pandemic ALEX BRUMMER: As long as UK has credible budgetary and monetary framework it should be possible to hold back siren calls for tax increases and spending cuts until recovery is assured More than 1,000 staff at Carluccio's are laid off after the Italian restaurant chain is bought ... "], ["2020-05-23 07:17", "Guess who! Hollywood star thrills fans as she shares a throwback picture of herself from high school ...  tensions with US casts pall over stock markets as week draws to close ALEX BRUMMER: As long as UK has credible budgetary and monetary framework it should be possible to hold back siren calls for tax increases and spending cuts until recovery is assured Easyjet founder Sir Stelios Haji-Ioannou suffers bruising defeat after he fails to oust four of airline's directors Luxury retailer Burberry becomes latest blue-chip company to cancel dividend in attempt to absorb 241m hit from pandemic More than 1,000 staff at Carluccio's are laid off after the Italian restaurant chain is bought out of administration by 'chicken king' Firm that owns coach holiday provider Shearings collapses with the loss of 2,500 jobs, in latest blow to travel industry The ... "], ["2020-05-23 07:04", "Joey King reveals the July release date for The Kissing Booth 2 ...  tensions with US casts pall over stock markets as week draws to close ALEX BRUMMER: As long as UK has credible budgetary and monetary framework it should be possible to hold back siren calls for tax increases and spending cuts until recovery is assured Easyjet founder Sir Stelios Haji-Ioannou suffers bruising defeat after he fails to oust four of airline's directors Luxury retailer Burberry becomes latest blue-chip company to cancel dividend in attempt to absorb 241m hit from pandemic More than 1,000 staff at Carluccio's are laid off after the Italian restaurant chain is bought out of administration by 'chicken king' Firm that owns coach holiday provider Shearings collapses with the loss of 2,500 jobs, in latest blow to travel industry The ... "], ["2020-05-23 07:01", "Lady Gaga and Ariana Grande each dig into Rain On Me themed cakes following music video release ...  tensions with US casts pall over stock markets as week draws to close ALEX BRUMMER: As long as UK has credible budgetary and monetary framework it should be possible to hold back siren calls for tax increases and spending cuts until recovery is assured Easyjet founder Sir Stelios Haji-Ioannou suffers bruising defeat after he fails to oust four of airline's directors Luxury retailer Burberry becomes latest blue-chip company to cancel dividend in attempt to absorb 241m hit from pandemic More than 1,000 staff at Carluccio's are laid off after the Italian restaurant chain is bought out of administration by 'chicken king' Firm that owns coach holiday provider Shearings collapses with the loss of 2,500 jobs, in latest blow to travel industry The ... "]]}}