{"postfix": "cardinal_health-aktie", "name": "CARDINAL_HEALTH", "wkn": "880206", "time": "2020.05.26 16:03", "ts": 1590501809, "features": {"KGV": "8.82", "Marktkapitalisierung": {"Size": "Mrd", "Value": "14.37"}, "GA": "5.28", "KBV": "2.21", "BA": "21.06", "KCV": "5.18", "CA": "9.00", "Vola30": "68.96", "Vola90": "74.43", "Vola180": "59.53", "Vola250": "48.79"}, "rivals": ["mckesson_europe-aktie", "mckesson-aktie", "thermo_fisher_scientific-aktie", "cvs-aktie", "henry_schein-aktie", "amerisourcebergen-aktie", "covidien-aktie"], "text_data": {"de": [["12.05.20", "Cardinal Health steigert die Dividende"], ["12.05.20", "Cardinal Health gab Ergebnis zum abgelaufenen Quartal bekannt"], ["10.05.20", "Ausblick: Cardinal Health gewährt Anlegern Blick in die Bücher"], ["26.04.20", "Erste Schätzungen: Cardinal Health stellt das Zahlenwerk zum vergangenen Quartal vor"], ["31.03.20", "März 2020: Experten empfehlen Cardinal Health-Aktie mehrheitlich zu halten"], ["18.02.20", "MÄRKTE USA/Technologiesektor belastet Wall Street"], ["18.02.20", "MÄRKTE USA/Technologiesektor dürfte Wall Street belasten"], ["12.02.20", "Cardinal Health schüttet Dividende aus"], ["07.02.20", "Cardinal Health präsentierte Bilanzzahlen zum jüngsten Jahresviertel"], ["05.02.20", "Ausblick: Cardinal Health präsentiert das Zahlenwerk zum abgelaufenen Jahresviertel"]], "en": [["14.05.20", "Here's Why You Should Retain Cardinal Health Stock for Now"], ["13.05.20", "The Zacks Analyst Blog Highlights: Qualcomm, Cogent Communications, FactSet and Cardinal Health"], ["11.05.20", "Cardinal Health Inc (CAH) Q3 2020 Earnings Call Transcript"], ["11.05.20", "Cardinal Health (CAH) Beats Q3 Earnings and Revenue Estimates"], ["11.05.20", "Cardinal Health (CAH) Q3 Earnings and Revenues Top Estimates"], ["11.05.20", "Cardinal Health shares soar premarket after earnings blow past estimates "], ["07.05.20", "Cardinal Health (CAH) to Report Q3 Earnings: What's in Store?"], ["17.04.20", "Zacks Value Trader Highlights: Avid Technology, Cardinal Health, EMCOR and Fastenal"], ["16.04.20", "The Zacks Analyst Blog Highlights: Cardinal Health, Enphase Energy, Netflix, Amgen and Costco Wholesale"], ["15.04.20", "Cardinal Health (CAH) Stock Moves -1.22%: What You Should Know"], ["15.04.20", "Is Cardinal Health (CAH) Stock Outpacing Its Medical Peers This Year?"], ["15.04.20", "Zacks.com featured highlights include: Cardinal Health, AmerisourceBergen, Atlas Air Worldwide, Allegheny Technologies and CVS Health"], ["15.04.20", "Cardinal Health, Hilton Worldwide, Cloudera, Limelight Networks and Digital Turbine highlighted as Zacks Bull and Bear of the Day"], ["14.04.20", "The Zacks Analyst Blog Highlights: Koninklijke Philips, Dropbox, Cardinal Health, Enphase Energy and Chemed"], ["07.04.20", "Zacks.com featured highlights include: Ampco-Pittsburgh, Kaleyra, Booz Allen Hamilton, Grocery Outlet and The Cardinal Health"], ["07.04.20", "How Cardinal Health (CAH) Stock Stands Out in a Strong Industry "], ["06.04.20", "The Zacks Analyst Blog Highlights: InMode, Integer, Cardinal Health, DaVita and The Ensign Group"], ["31.03.20", "The Zacks Analyst Blog Highlights: General Motors, Tesla, Cardinal Health, ResMed and Medtronic"], ["31.03.20", "The Zacks Analyst Blog Highlights: America Movil, eBay and Cardinal Health"], ["30.03.20", "Why You Should Invest in Cardinal Health (CAH) Stock Now"], ["27.03.20", "Is Cardinal Health (CAH) a Great Value Stock Right Now?"], ["25.03.20", "Zacks.com featured highlights include: Halliburton Company, AmerisourceBergen, Cardinal Health, ABM Industries and Dillard's"], ["20.03.20", "Zacks.com featured highlights include: ITOCHU, Am??rica M??vil, Donegal, DaVita and The Cardinal Health"], ["11.03.20", "Is Cardinal Health (CAH) Stock Undervalued Right Now?"], ["11.03.20", "The Zacks Analyst Blog Highlights: Western Digital, Cardinal Health, HP, Lennar and KB Home"], ["06.03.20", "Will Cardinal Health Continue to Surge Higher?"], ["05.03.20", "The Zacks Analyst Blog Highlights: BP, Eaton, Manulife Financial, Cardinal Health and Regions Financial"], ["04.03.20", "Is Cardinal Health (CAH) Stock a Solid Choice Right Now?"], ["28.02.20", "SEC Charges Cardinal Health With FCPA Violations"], ["28.02.20", "Is Cardinal Health (CAH) Stock Outpacing Its Medical Peers This Year?"], ["28.02.20", "Zacks.com featured highlights include: McKesson, United Therapeutics, Virtusa and Cardinal Health"], ["26.02.20", "Zacks.com featured highlights include: Cardinal Health, Anixter International, Abercrombie & Fitch, Brookdale Senior Living and Fluor"], ["24.02.20", "Should Value Investors Buy Cardinal Health (CAH) Stock?"], ["21.02.20", "Looking for Value? Why It Might Be Time to Try Cardinal Health (CAH)"], ["18.02.20", "Zacks.com featured highlights include: DaVita, Legg Mason, PG&E, Cardinal Health and McKesson"], ["17.02.20", "Here's Why You Should Invest in Cardinal Health Stock Now"], ["13.02.20", "Will Cardinal Health Continue to Surge Higher?"], ["11.02.20", "Has Cardinal Health (CAH) Outpaced Other Medical Stocks This Year?"], ["07.02.20", "Is Cardinal Health (CAH) a Great Value Stock Right Now?"], ["07.02.20", "Cardinal Health (CAH) in Focus: Stock Moves 10.6% Higher"], ["2020-05-26 13:31", "Putin reschedules WWII parade to June 24 after delay due to pandemic ... June 24 after delay due to pandemic Rules Makers and Breakers? One rule for them? Politicians flouting virus measures draw anger Gag Order Australia media may face dozen trials on Cardinal Pell court breach Bundesliga Blockbuster Master and student face off when Lewandowski meets Haaland \"Very Optimistic\" Germany's Buchmann expects Tour to start in August without fans ... s Octavia Press Release SMART Medical Systems Receives FDA Clearance for Its G-EYE Colonoscope Press Release Acquisition of Debiopharm's investment portfolio company Kaiku Health broadens patient access to digital oncology intervention Press Release TechQuartier and Fraunhofer Venture collaborating on a Sports Track venture building program alongside Eintracht Frankfurt Press  ... "], ["2020-05-26 13:31", "Tourism-dependent countries in Europe look to mid-June 'D-Day' ... June 24 after delay due to pandemic Rules Makers and Breakers? One rule for them? Politicians flouting virus measures draw anger Gag Order Australia media may face dozen trials on Cardinal Pell court breach Bundesliga Blockbuster Master and student face off when Lewandowski meets Haaland \"Very Optimistic\" Germany's Buchmann expects Tour to start in August without fans ... s Octavia Press Release SMART Medical Systems Receives FDA Clearance for Its G-EYE Colonoscope Press Release Acquisition of Debiopharm's investment portfolio company Kaiku Health broadens patient access to digital oncology intervention Press Release TechQuartier and Fraunhofer Venture collaborating on a Sports Track venture building program alongside Eintracht Frankfurt Press  ... "], ["2020-05-26 13:06", "Getting ready for luxury Ballpark Village living in downtown St. Louis ... 2020 / 08:07 AM CDT ST. LOUIS -Looking for a new place to socially distance? .. but still get all the breathtaking views of the Arch, Busch Stadium, and the Mississippi River? One Cardinal Way is giving hard hat tours of their one and two-bedroom and penthouse apartment homes. Marnie Sauls the executive director of residential management for Cordish Living joined Fox 2 to discuss  ... Louis area Memorial Day weekend Video Weather 2-faced Oregon kitten 'Biscuits and Gravy' dies Video 19 shot, 4 killed in St. Louis during violent Memorial Day weekend Video Latest News Health expert warns first wave of coronavirus not over News / 17 mins ago Driver trapped in truck after hitting a utility pole News / 46 mins ago Video Queen guitarist Brian May suffers heart  ... "], ["2020-05-26 13:01", "German consumer climate recovers slightly but shops still struggling ...  in Pakistan to assist investigations into crash Opening Up Saudi Arabia to gradually ease coronavirus restrictions, open mosques Gag Order Australia media may face dozen trials on Cardinal Pell court breach Rules Makers and Breakers? One rule for them? Politicians flouting virus measures draw anger Fires aftermath Australian bush fire smoke killed hundreds, inquiry hears  ... ;s Octavia Press Release SMART Medical Systems Receives FDA Clearance for Its G-EYE Colonoscope Press Release Acquisition of Debiopharm's investment portfolio company Kaiku Health broadens patient access to digital oncology intervention Press Release TechQuartier and Fraunhofer Venture collaborating on a Sports Track venture building program alongside Eintracht Frankfurt Press Release ... "], ["2020-05-26 13:01", "One rule for them? Politicians flouting virus measures draw anger ...  in Pakistan to assist investigations into crash Opening Up Saudi Arabia to gradually ease coronavirus restrictions, open mosques Gag Order Australia media may face dozen trials on Cardinal Pell court breach Rules Makers and Breakers? One rule for them? Politicians flouting virus measures draw anger Fires aftermath Australian bush fire smoke killed hundreds, inquiry hears  ... ;s Octavia Press Release SMART Medical Systems Receives FDA Clearance for Its G-EYE Colonoscope Press Release Acquisition of Debiopharm's investment portfolio company Kaiku Health broadens patient access to digital oncology intervention Press Release TechQuartier and Fraunhofer Venture collaborating on a Sports Track venture building program alongside Eintracht Frankfurt Press Release ... "], ["2020-05-26 11:55", "What casinos look like in a post-pandemic world (LIVE UPDATES) ... in an effort to stem the spread of COVID-19. Some demonstrators hoisted signs that promoted conspiracy theories and many chose not to wear face coverings, flouting measures recommended by health experts to contain the deadly disease as they pressed closely together to hear the speakers yell into a megaphone. The rally, which overshadowed a similar event outside the Thompson Center ... uninterrupted conversation with a close friend. The mea culpa moment, as a Catholic, of attending Sunday mass via TV at home, with a cup of coffee and a great sermon from the top hat, Cardinal Blase Cupich. The seismic shift from horizontal to vertical, when elevators in our city's concrete canyon come alive. And the gift during our isolation of a tiny window into life in rural ... "], ["2020-05-26 11:30", "SMART Medical Systems Receives FDA Clearance for Its G-EYE® Colonoscope ...  in Pakistan to assist investigations into crash Opening Up Saudi Arabia to gradually ease coronavirus restrictions, open mosques Gag Order Australia media may face dozen trials on Cardinal Pell court breach Fires aftermath Australian bush fire smoke killed hundreds, inquiry hears Bundesliga Blockbuster Master and student face off when Lewandowski meets Haaland Mission 'terminated ...  Octavia Press Release SMART Medical Systems Receives FDA Clearance for Its G-EYE Colonoscope Press Release Acquisition of Debiopharm's investment portfolio company Kaiku Health broadens patient access to digital oncology intervention Press Release TechQuartier and Fraunhofer Venture collaborating on a Sports Track venture building program alongside Eintracht Frankfurt Press ... "], ["2020-05-26 11:02", "Germany calls for opening of internal EU borders by June ... Minister Arancha Gonzalez Laya tweeted, with emojis of a bikini, sunglasses and a suitcase. \"In July we will gradually open Spain to international tourists, lift the quarantine, ensure the highest standards of health safety. We look forward 2 welcoming you!\" she wrote. Gonzalez Laya also said that EU member states should agree to a common approach when opening borders and reestablishing freedom of travel within ... Print this page Permalink https://p.dw.com/p/3clMV Advertisement News Germany calls for opening of internal EU borders by June 11m ago Australia: Journalists face trial over Cardinal Pell sex abuse case 30m ago German sex workers call to end coronavirus ban 2h ago Hong Kong: Carrie Lam defends mainland security law 2h ago Coronavirus latest:  ... "], ["2020-05-26 11:00", "Indigenous designs take centre stage ... a First Nations community centre in Winnipeg, whose roof is shaped to resemble an enormous copper eagle. It's the work of well-known Indigenous architect Douglas Cardinal, whose other projects include the flowing Canadian Museum of Civilization in Gatineau, Que., and the National Museum of the American Indian in Washington, D.C. In many  ...  firm Apotex. Other funders include the Sanatan Mandir Cultural Centre, the Toronto Conference of the United Church of Canada, the Anglican Diocese of Toronto and Cherie Brant, a Toronto lawyer who is an Anishnawbe Health client and member of the fundraising board. To be sustainable, operating costs will be defrayed by the residential component of 200 condominiums and 200 rental units on 99-year leases. \"We want to  ... "], ["2020-05-26 10:33", "Coronavirus News: New York churches start reopening slowly under Cuomo's plan ...  Control and Prevention on coronavirus Total count of NYC COVID-19 cases based on patient address Report a correction or typo Related topics: religion & spirituality new york new york city brooklyn medical coronavirus st. patrick's cathedral coronavirus outbreak coronavirus pandemic coronavirus new york reopen ny covid 19 pandemic covid 19 outbreak covid 19 health religion nyc news new york archdiocese timothy cardinal dolan Share: Share Tweet Email Copyright 2020 WABC-TV. All Rights Reserved. CORONAVIRUS NEW YORK Mid-Hudson Region begins Phase 1 reopening Tuesday Brooklyn Nets reopen practice facility NYC beaches closed to swimming due to COVID-19 Mid-Hudson Region preps for Phase 1 reopening Tuesday More Videos From CNN Newsource affiliates TOP STORIES ... "], ["2020-05-26 10:30", "Germany's Buchmann expects Tour to start in August without fans ... arrives in Pakistan to assist investigations into crash Opening Up Saudi Arabia to gradually ease coronavirus restrictions, open mosques Gag Order Australia media may face dozen trials on Cardinal Pell court breach Fires aftermath Australian bush fire smoke killed hundreds, inquiry hears Bundesliga Blockbuster Master and student face off when Lewandowski meets Haaland Mission 'terminated' ... trends The car from beyond the Iron Curtain: The rise of Skoda's Octavia Press Release Acquisition of Debiopharm's investment portfolio company Kaiku Health broadens patient access to digital oncology intervention Press Release TechQuartier and Fraunhofer Venture collaborating on a Sports Track venture building program alongside Eintracht Frankfurt Press  ... "], ["2020-05-26 10:30", "Tourism economies eagerly await German June 15 travel decision ... arrives in Pakistan to assist investigations into crash Opening Up Saudi Arabia to gradually ease coronavirus restrictions, open mosques Gag Order Australia media may face dozen trials on Cardinal Pell court breach Fires aftermath Australian bush fire smoke killed hundreds, inquiry hears Bundesliga Blockbuster Master and student face off when Lewandowski meets Haaland Mission 'terminated' ... trends The car from beyond the Iron Curtain: The rise of Skoda's Octavia Press Release Acquisition of Debiopharm's investment portfolio company Kaiku Health broadens patient access to digital oncology intervention Press Release TechQuartier and Fraunhofer Venture collaborating on a Sports Track venture building program alongside Eintracht Frankfurt Press  ... "], ["2020-05-26 10:30", "British government member resigns as lockdown row rumbles on ... arrives in Pakistan to assist investigations into crash Opening Up Saudi Arabia to gradually ease coronavirus restrictions, open mosques Gag Order Australia media may face dozen trials on Cardinal Pell court breach Fires aftermath Australian bush fire smoke killed hundreds, inquiry hears Bundesliga Blockbuster Master and student face off when Lewandowski meets Haaland Mission 'terminated' ... trends The car from beyond the Iron Curtain: The rise of Skoda's Octavia Press Release Acquisition of Debiopharm's investment portfolio company Kaiku Health broadens patient access to digital oncology intervention Press Release TechQuartier and Fraunhofer Venture collaborating on a Sports Track venture building program alongside Eintracht Frankfurt Press  ... "], ["2020-05-26 10:00", "Saudi Arabia to gradually ease coronavirus restrictions, open mosques ...  team arrives in Pakistan to assist investigations into crash Opening Up Saudi Arabia to gradually ease coronavirus restrictions, open mosques Gag Order Australia media may face dozen trials on Cardinal Pell court breach Fires aftermath Australian bush fire smoke killed hundreds, inquiry hears Bundesliga Blockbuster Master and student face off when Lewandowski meets Haaland Shops to Open British government  ... The car from beyond the Iron Curtain: The rise of Skoda's Octavia Press Release Acquisition of Debiopharm's investment portfolio company Kaiku Health broadens patient access to digital oncology intervention Press Release TechQuartier and Fraunhofer Venture collaborating on a Sports Track venture building program alongside Eintracht Frankfurt Press ... "], ["2020-05-26 10:00", "Australia media may face dozen trials on Cardinal Pell court breach ...  team arrives in Pakistan to assist investigations into crash Opening Up Saudi Arabia to gradually ease coronavirus restrictions, open mosques Gag Order Australia media may face dozen trials on Cardinal Pell court breach Fires aftermath Australian bush fire smoke killed hundreds, inquiry hears Bundesliga Blockbuster Master and student face off when Lewandowski meets Haaland Shops to Open British government  ... The car from beyond the Iron Curtain: The rise of Skoda's Octavia Press Release Acquisition of Debiopharm's investment portfolio company Kaiku Health broadens patient access to digital oncology intervention Press Release TechQuartier and Fraunhofer Venture collaborating on a Sports Track venture building program alongside Eintracht Frankfurt Press ... "], ["2020-05-26 08:49", "Australian media to be tried for contempt over Pell reporting ... Sport News Rugby Cricket Soccer Golf Tennis Formula1 Other Sport SuperSport Live Streaming Video Highlights Lifestyle Health Women Motoring Food Travel Entertainment Parent You Drum TrueLove Move! Dating Video All Video South Africa Entertainment Focus Mandela100 Cyril100 Underworld Unmasked Zimbabwe Aids Focus Good News Competitions Jobs Property City Press Partners Backing Tech Potential Money Heroes Sponsors of Brave Safety24 Australian media to be tried for contempt over Pell reporting 2020-05-26 10:49 Related Links Cardinal Pell knew of clergy abuse for decades: inquiry Vatican says welcomes quashing of Cardinal Pell sex abuse conviction Cardinal Pell freed after winning appeal over child sex abuse Dozens of Australian journalists and news organisations ... "], ["2020-05-26 08:23", "Aussie media face trial over Pell case reporting ... Register Toggle navigation Dunedin 13 | 6 Tuesday, Tue, 26 May May 2020 Subscribe Send us news & photos Search form Search News Dunedin DCC Crime Loughrey's Dunedin Health Taieri Times The South Today National International Opinion Editorial Opinion 100 years ago Southern Say Campus University of Otago Otago Polytechnic Mayoral Profiles Australia Politics ODTtv Your  ... , 26 May 2020 Aussie media face trial over Pell case reporting You are not permitted to download, save or email this image. Visit image gallery to purchase the image. News World 0 Comments Cardinal George Pell's conviction was overturned by Australia's High Court in April this year. Photo: Reuters Dozens of Australian journalists and publishers are set to face trial in November over  ... "], ["2020-05-26 08:13", "Australian-media-face-trial-over-George-Pell-sex-abuse-case-reporting ... Roselyne Obala and Moses Nyamori Why allies and critics monitor Ruto's every step and word Moses Nyamori and Roselyne Obala RELATED STORIES TSC to pay Sh5m for sex abuse by teacher Taylor predicts big pay cuts for Australia players Australia demands coronavirus enquiry, adding to pressure on China Too much exercise in lockdown can be bad for your mental health Ex-Vatican treasurer Cardinal Pell acquitted of sex offences, leaves prison LATEST STORIES We don't want to play 'reggae' for bruised country, says Raila Study: Covid-19 battering Kenyan youth into poverty, depression WHO drops hydroxychloroquine trail over safety fears Australian media face trial over George Pell sex abuse case reporting Pay-TV firms required to also air free channels ... "], ["2020-05-26 06:24", "Dengue fever sickens 1,034 in Korat, two deaths ...  sickens 1,034 in Korat, two deaths NAKHON RATCHASIMA: An outbreak of dengue fever has killed two people and sickened more than 1,000 others in Nakhon Ratchasima since the start of the year, but the Covid-19 situation is under control, the provincial health chief said. 13:24 World Australian media to be tried for contempt over Pell reporting SYDNEY: Dozens of Australian journalists and news organisations will go on trial in November for allegedly violating a gag order barring coverage of Cardinal George Pell's sex crimes case, a judge said Tuesday. 12:45 Business Singapore warns of worst economic contraction since independence SINGAPORE: Singapore's embattled economy could shrink by as much as seven percent this year, which would be the worst reading ... "], ["2020-05-26 05:45", "Australian media to be tried for contempt over Pell reporting ...  sickens 1,034 in Korat, two deaths NAKHON RATCHASIMA: An outbreak of dengue fever has killed two people and sickened more than 1,000 others in Nakhon Ratchasima since the start of the year, but the Covid-19 situation is under control, the provincial health chief said. 13:24 World Australian media to be tried for contempt over Pell reporting SYDNEY: Dozens of Australian journalists and news organisations will go on trial in November for allegedly violating a gag order barring coverage of Cardinal George Pell's sex crimes case, a judge said Tuesday. 12:45 Business Singapore warns of worst economic contraction since independence SINGAPORE: Singapore's embattled economy could shrink by as much as seven percent this year, which would be the worst reading ... "]]}}