{"postfix": "carrefour-aktie", "name": "CARREFOUR", "wkn": "852362", "time": "2020.05.26 17:13", "ts": 1590506001, "features": {"KGV": "13.30", "Marktkapitalisierung": {"Size": "Mrd", "Value": "10.65"}, "GA": "1.14", "KBV": "1.20", "BA": "12.60", "KCV": "4.68", "CA": "3.24", "Vola30": "29.2", "Vola90": "60.43", "Vola180": "44.9", "Vola250": "34.95"}, "rivals": ["amazon-aktie", "ceconomy-aktie", "arcandor-aktie", "walmart-aktie", "ahold-aktie", "tesco-aktie", "wasgau-aktie"], "text_data": {"de": [["29.04.20", "Carrefour legte Quartalsergebnis vor"], ["29.04.20", "Carrefour informierte über die jüngsten Quartalsergebnisse"], ["29.04.20", "Morning Briefing: StudiVZ wachgeküsst - Wirecard, Deutsche Bank, Bonprix, Trivago, HSE24, JD.com, Carrefour, Delhaize, Shopify"], ["21.04.20", "MÄRKTE EUROPA/Ölpreis-Crash schwappt auf Aktien über"], ["21.04.20", "MÄRKTE EUROPA/Schwach - Ölpreis-Crash schwappt auf Aktien über"], ["21.04.20", "MÄRKT EUROPA/Schwach - Ölturbulenzen stören Erholungsszenarien"], ["21.04.20", "MÄRKT EUROPA/DAX deutlich im Minus - Ölpreisverfall verunsichert"], ["21.04.20", "Carrefour halbiert die Dividende"], ["06.04.20", "ANALYSE-FLASH: Bernstein hebt Carrefour auf 'Market-Perform' - Ziel 15 Euro"], ["31.03.20", "Carrefour-Aktie: Einschätzungen und Kursziele der Analysten im März"], ["23.03.20", "Frankreichs Einzelhandel: Vortritt für Pflegekräfte beim Einkauf"], ["13.03.20", "ANALYSE-FLASH: Barclays hebt Carrefour auf 'Overweight' - Ziel 17,50 Euro"], ["13.03.20", "ANALYSE-FLASH: Barclays hebt Carrefour auf 'Overweight' - Ziel 17,50 Euro"], ["29.02.20", "So schätzen die Analysten die Zukunft der Carrefour-Aktie ein"], ["29.02.20", "Carrefour: Bilanzzahlen zum vergangenen Quartal"], ["29.02.20", "Carrefour mit Zahlen zum abgelaufenen Quartal"], ["27.02.20", "MÄRKTE EUROPA/Börsen im freien Fall - zwischen Angst und Panik"], ["27.02.20", "MÄRKTE EUROPA/Börsen im freien Fall - Keine Unterstützung von Wall Street"], ["27.02.20", "MÄRKTE EUROPA/Börsen bauen Verluste aus - WPP brechen ein"], ["27.02.20", "Carrefour zahlt eine unveränderte Dividende an die Aktionäre"], ["27.02.20", "MÄRKTE EUROPA/Coronavirus drückt auf die Kurse"], ["18.02.20", "ANALYSE-FLASH: Goldman hebt Carrefour auf 'Buy' und Ziel auf 20 Euro"], ["24.01.20", "ANALYSE-FLASH: Goldman belässt Carrefour auf 'Neutral' - Ziel 15,90 Euro"], ["20.01.20", "HSBC: Wochenausblick: Netflix, IBM, Intel, EZB und ifo-Index"], ["07.01.20", "Morning Briefing: Diese Hersteller bauen die Amazon-Lieferflotte, Coop,  Carrefour, Omnichannel Bootcamp "], ["06.01.20", "Handelskonzern: Carrefour übernimmt Essenslieferdienst in Frankreich"], ["06.01.20", "Handelskonzern Carrefour schluckt Essenslieferdienst in Frankreich"]], "en": [["12.05.20", "UPDATE 1-Carrefour Brasil eyes higher sales even if economy worsens amid COVID-19"], ["12.05.20", "Carrefour Brasil expect sales to remain strong amid social distancing measures"], ["12.05.20", "UPDATE 1-Carrefour Brasil's Q1 profit slides as taxes, expenses offset COVID-19 sales"], ["12.05.20", "Carrefour Brasil's Q1 profit falls 15.8% driven by taxes, financial expenses"], ["28.04.20", "UPDATE 1-Retailer Carrefour Q1 sales growth accelerates, keeps goals"], ["28.04.20", "UPDATE 1-Carrefour Brasil's revenue rises as coronavirus measures boost sales"], ["27.04.20", "Carrefour Brasil's Q1 sales rise 12.5% as coronavirus boosts e-commerce"], ["25.04.20", "Carrefour to boost supply of local produce in UAE"], ["24.04.20", "French court rules against CGT union in row with retailer Carrefour"], ["23.04.20", "Majid Al Futtaim launches Carrefour-powered online marketplace "], ["20.04.20", "Carrefour halves dividend due to coronavirus outbreak"], ["13.04.20", "Carrefour Brasil's e-commerce surges, but coronavirus costs curb gains"], ["01.04.20", "Carrefour teams up with Uber Eats for lockdown deliveries"], ["01.04.20", "Carrefour teams up with Uber Eats for lockdown deliveries"], ["01.04.20", "Carrefour taps Uber Eats for Paris deliveries"], ["01.04.20", "UPDATE 1-Carrefour teams up with Uber Eats for lockdown deliveries"], ["01.04.20", "France's Carrefour teams up with Uber Eats for lockdown deliveries"], ["01.04.20", "France's Carrefour teams up with Uber Eats for lockdown deliveries"], ["31.03.20", "HelloFresh reaps rewards of online grocery overload as Carrefour launches new “essentials” service"], ["31.03.20", "Coronavirus: Carrefour hypermarkets announce new hours"], ["30.03.20", "France's Carrefour gives masks after staff walkout over coronavirus"], ["25.03.20", "Successful Issue of a EUR 1 Billion Bond Confirming Carrefour’s Credit Quality"], ["25.03.20", "Majid Al Futtaim redeploys over 1,000 staff to Carrefour to meet coronavirus demand"], ["16.03.20", "Carrefour mounts shields for French cashiers in coronavirus crisis"], ["27.02.20", "Retailer Carrefour raises cost savings goal as 2019 core profits rise"], ["27.02.20", "UPDATE 3-Retailer Carrefour raises cost savings goal as 2019 core profits rise"], ["27.02.20", "UPDATE 1-Retailer Carrefour raises cost savings goal as 2019 core profits rise"], ["27.02.20", "Dow Jones Newswires: Carrefour swings to 2019 profit and raises 2022 targets"], ["27.02.20", "Retailer Carrefour raises cost savings goal as 2019 core profits rise"], ["21.02.20", "UPDATE 1-Carrefour Brasil to keep capex below $70 mln in Makro conversion to Atacadão"], ["21.02.20", "Carrefour Brasil sees lower capex to convert Makro stores into Atacadão format"], ["21.02.20", "Carrefour Brasil Q4 net rises 6.3% on strong sales"], ["16.02.20", "UPDATE 1-Carrefour to buy 30 stores in Brazil from rival Makro"], ["16.02.20", "Carrefour to buy 30 stores in Brazil from rival Makro"], ["10.02.20", "Carrefour Brasil says it is in talks to acquire stores operated by rival Makro"], ["10.02.20", "Carrefour Brasil says it is in talks to acquire stores operated by rival Makro"], ["06.02.20", "Carrefour in talks to acquire Makro retail chain in Brazil -report"], ["06.01.20", "Carrefour buys office lunch delivery start-up"], ["06.01.20", "France's Carrefour snaps up lunch delivery firm Dejbox"], ["06.01.20", "Supermarket retailer Carrefour buys lunch delivery firm Dejbox"], ["2020-05-26 10:10", "Scandit raises $80M as COVID-19 drives demand for contactless deliveries ... , healthcare, industrial/manufacturing, travel, transport & logistics and more. The latest funding injection follows a $30M Series B round back in 2018. Since then Scandit says it's tripled recurring revenues, more than doubling the number of blue-chip enterprise customers, and doubling the size of its global team. Global customers for its tech include the likes of 7-Eleven, Alaska Airlines, Carrefour, DPD, FedEx, Instacart, Johns Hopkins Hospital, La Poste, Levi Strauss & Co, Mount Sinai Hospital and Toyota — with the company touting \"tens of billions of scans\" per year on 100+ million active devices at this stage of its business. It says the new funding will go on further pressing on the gas to grow in new markets, including APAC and ... "], ["2020-05-26 08:00", "Scandit raises $80 million to power mobile barcode scanning with AR and computer vision ...  goods on the screen. For example, a user can scan a barcode and instantly see how many items of that product exist. VB Transform 2020 Online - July 15-17. Join leading AI executives: Register for the free livestream . Above: Scandit app with AR information Scandit claims some big-name clients from across industries, including 7-Eleven, Instacart, Toyota, Carrefour, DPD, FedEx, Alaska Airlines, and Johns Hopkins Hospital. The COVID-19 effect The COVID-19 crisis is fundamentally shaping how retailers and businesses across the board operate, accelerating the uptake of technologies that enable them to continue working while respecting social distancing guidelines. \"Customers across all of our supported industries have expressed an interest in accelerating ... "], ["2020-05-24 04:00", "Spending On Blockchain Solutions Could Surpass $16 Billion By 2023 ...  designed to fix everything banks broke.\" Supply chain The supply chain sector has been one of the biggest industries to embrace blockchain and for good reason. The technology by its very design offers an unprecedented level of efficiency in the recording and tracking of goods. This was quickly noticed by large firms such as IBM for the tracking of goods. Carrefour, a French supermarket, has also used the technology for the tracking of food products from farms to stores. There has also been applied within the fashion industry for the tracing of sustainable materials. With widespread adoption, consumers and producers are able to virtually track every item purchased from the source to the final destination. Jack Barrett, the CEO of Catalyst says ... "], ["2020-05-22 08:30", "LiveRamp (RAMP) Q4 2020 Earnings Call Transcript ...  a moment for the industry to pause and reflect on its current strategies and practices. And as a result, many retailers are looking for ways to modernize their tech stack, which is exactly where Safe Haven comes in. I will let Warren share more on our progress in this area in a moment. As Safe Haven was really born out of the innovative work we have been doing internationally with Carrefour and several other leading brands under Warren's leadership, while no one can predict exactly when we will see a recovery or what it will look like, what we do know is that data-driven advertising has an important role to play today, and an even bigger one as advertisers begin to strategize how they emerge on the other side of this pandemic. Second, we have a durable ... "], ["2020-05-21 22:21", "Brazil retail tycoon Diniz says local supermarkets were fast to adjust to COVID-19Brazilian retail veteran and board member of Carrefour SA , Ablio Diniz, said on Thursday that Brazil has been faster than some European countries to adopt new protocols to cope with the coronavirus pandemic."], ["2020-05-21 22:21", "Brazil retail tycoon Diniz says local supermarkets were fast to adjust to COVID-19Brazilian retail veteran and board member of Carrefour SA , Ablio Diniz, said on Thursday that Brazil has been faster than some European countries to adopt new protocols to cope with the coronavirus pandemic."], ["2020-05-21 22:16", "Brazil retail tycoon Diniz says local supermarkets were fast to adjust to COVID-19Brazilian retail veteran and board member of Carrefour SA , Ablio Diniz, said on Thursday that Brazil has been faster than some European countries to adopt new protocols to cope with the coronavirus pandemic."], ["2020-05-21 01:44", "QF volunteers join hands with QRCS in Covid fight ...  every day in the Lulu Express inside Education City, providing support and sharing the most updated and accurate information with customers inside the shopping centre. When the team at QF's Health, Safety, Security, and Environmental (HSSE) Office, learned about QRCS's initiative, which aims to position volunteers at major grocery stores around the country, including Al Meera, Carrefour, and Lulu Hypermarkets, they suggested that the volunteers at Lulu Express inside Education City be from the QF community. \"We suggested that the Lulu Express be covered by QF volunteers,\" said Abdulaziz Murad, acting manager, Fire Prevention and Emergency Management at QF's HSSE Office, \"because the building is inside QF and easily accessible to them ... "], ["2020-05-19 16:30", "Micro Focus Recognizes General Motors And The Carrefour Group With Annual Digital Transformation Innovation AwardSANTA CLARA, Calif., May 19, 2020 /PRNewswire/ -- Micro Focus (LSE: MCRO; NYSE: MFGP) today awarded the prestigious Digital Transformation Innovation Award to General Motors (GM) and the Carrefour Group, in recognition of their outstanding efforts leverag"], ["2020-05-19 00:19", "Coca-Cola sets up fastest bottling factory ...  WATCHTHIS SPORTS OPINION REGIONAL FORUM NEWSPAPER China Daily PDF China Daily E-paper MOBILE Business Macro Companies Industries Technology Motoring China Data Finance Top 10 Home / Business / Companies Home Business Companies Coca-Cola sets up fastest bottling factory By HUANG ZHILING in Chengdu and WANG ZHUOQIONG in Beijing | China Daily | Updated: 2020-05-19 08:19 Coca-Cola bottles at a Carrefour Hypermarket store in Montreuil, near Paris, France, Feb 5, 2018. [Photo/Agencies] Coca-Cola Co set up the world's fastest bottling line recently in Chengdu, capital of Southwest China's Sichuan province, as the United States-based global beverage giant looks to further expand its manufacturing capacity and investment in China. The new line at COFCO Coca ... "], ["2020-05-17 19:35", "Egypt tightens coronavirus restrictions for Eid holiday ...  Stunning Orchard of the Heavens: Flowers Galore Photography Tips From Wai Su Take Interior Design to a New Level The Scenic Modern City of Maladora New Age Marvel Middle East May. 17, 2020 | 03:35 PM (Last updated: May 17, 2020 | 04:50 PM) Egypt tightens coronavirus restrictions for Eid holiday A man wearing a protective face mask stands in a disinfectant section inside a Carrefour hypermarket, amid concerns over the coronavirus disease (COVID-19), in the Cairo suburb of Maadi, Egypt May 15, 2020. REUTERS/Amr Abdallah Dalsh RSS Follow Email Print Share Reuters you've reached a subscriber-only article. Sign up now and access the full breadth of The Daily Star content in minutes. subscribe now unrestricted access 1 month...$12 | 3 months...$30 | 6 months ... "], ["2020-05-17 11:00", "Consumers yet to feel relief of VAT reduction ...  bid Will VAT be spared in State's new spending plan? VAT amendment Bill speeded up Advertisement A two-kilogramme packet of Ndovu maize flour, for example, which retailed at Sh116 in January, is still selling at the same price in supermarkets, and at about Sh120 in local shops. A litre of Kimbo premium cooking oil, which retailed at Sh241 in December last year now costs Sh240 at Carrefour. Now that schools are closed and children are at home, the prices of other items such as baby products and toys, whose demand has gone up as parents try to keep their children occupied remain the same. Miss Jane Wangui, a baby-products vendor on Ngong Road, says that this has affected her line of work because the steep prices have acted as a barrier between her and the ... "], ["2020-05-17 10:50", "Coronavirus reheats Europe's food nationalism ...  certain advantages to strengthen the sectors hit by the coronavirus crisis, Austrian media reported. But the government also notes that it will have to ensure this complies with international trade and EU standards. Since March, the French government has been in talks with the country's supermarkets over buying local fresh food. As a result, the biggest French retail chains, like Carrefour and E.Leclerc have switched almost all of their supplies to local farms. The President of the National Farmers' Union of England and Wales Minette Batters this month told lawmakers in the House of Commons she will be writing to the government to press for 100 percent procurement of British food wherever possible. Similar calls have been made by the Portuguese ... "], ["2020-05-15 13:43", "Why Grubhub Is Up ... The show is mixed by Dan Boyd. I'm Chris Hill. Thanks for listening. We'll see you tomorrow. Motley Fool Returns Stock Advisor S&P 500 405% 83% Stock Advisor launched in February of 2002. Returns as of 05/15/2020. Join Stock Advisor Cumulative Growth of a $10,000 Investment in Stock Advisor Calculated by Time-Weighted Return Stocks CSCO Cisco Systems NASDAQ: CSCO $43.49 down $0.36 (-0.82%) CRERF Carrefour SA OTC: CRERF $0.00 down $0.11 (-0.77%) TWTR Twitter NYSE: TWTR $28.40 down $0.16 (-0.56%) TCS The Container Store Group NYSE: TCS $1.97 down $0.05 (-2.48%) GRUB Grubhub NYSE: GRUB $53.70 down $-1.02 (-1.86%) W Wayfair NYSE: W $170.00 down $-2.94 (-1.70%) SHAK Shake Shack NYSE: SHAK $47.76 down $0.53 (-1.10%) UBER Uber Technologies NYSE: UBER $32.55 ... "], ["2020-05-15 02:58", "Talabat donates QR1 with every grocery home delivery order ... and private sector institutions,\" added al-Ghareeb, urging other companies and individuals to support QC's Ramadan campaign that aims to benefit 2.4mn people in Qatar and 30 other countries across the globe at a cost of QR119mn. Since the launch of the Grocery section on Talabat, the app has expanded the list of grocery stores available — including Carrefour Now, Spar, Vision Mart and neighbourhood markets. Toy stores, electronics, pharmacies and even water refilling stations are now also delivering via Talabat. To donate, open the Talabat app, select your location and click on groceries. Consumers can download the app through the AppStore or Google Play. 0 COMMENTS There are no comments. LEAVE A COMMENT Your email address will not be published ... "], ["2020-05-14 20:48", "Queen Mathilde of Belgium and daughter Princess Elonore don protective masks and rubber gloves ... , which she shared with members of the community, Belgian media LA Libre reported. Today marked Queen Mathilde Of Belgium's second outing amid the current global crisis - after she visited a supermarket last week. Mathilde, who was without her husband King Philipp, 59, looked very much the lady in red in a bold suit, as she was photographed at the Gerpinnes branch of the Carrefour supermarkets of Mestdagh groupe. Following all safety measures, the royal took a walk around the store before speaking to a cashier from behind the glass. The outing came just weeks after the King and Queen of Belgium shared a sweet portrait of Princess Elonore cuddling her dog to mark their youngest daughter's 12th birthday during lockdown. The sweet snap was shared to ... "], ["2020-05-14 12:18", "Jumia cuts costs, hopes for lockdown boost ... and Jeremy Hodara said they saw opportunities amid the pandemic. \"We are seeing unprecedented demand to join the Jumia platform, especially for named brands,\" Poignonnec said. \"We believe those dynamics will help accelerate the shift towards online.\" The company has recently unveiled deals with major brands including Unilever, Procter & Gamble, Reckitt Benckiser, Nestle, Carrefour in Algeria and grocery provider Twiga in Kenya. The company is hoping virus containment measures as lockdowns ease will increase the allure of its business model, bypassing crowded shops and offering cashless payment. SEE ALSO: Online food ordering services gaining foothold Though it presented data showing a drop in items sold amid lockdowns in key markets including ... "], ["2020-05-14 08:00", "Australian coal, gas and iron ore exports to China surge ...  2019. Imports from Australia accounted for more than three quarters of all Chinese coking coal imports. LNG exports are also increasing. The sector has longer terms contracts but Australian projects delivered 40 cargoes to China in April, up from 29 in March and 36 in April 2019, according to figures released on Thursday by Energy Quest. A saleswoman helps a customer choose meat at a Carrefour Superstore in Beijing. Credit: Sanghee Liu Department of Foreign Affairs and Trade figures show iron ore rebounded by more than 32 per cent in March, after falling by 9 per cent at the peak of the pandemic and Australia's introduction of a China travel ban on February 1. The ban on all non-Australian residents travelling from China was condemned by Beijing and ... "], ["2020-05-14 07:56", "African e-commerce giant Jumia cuts costs, hopes for lockdown boost ...  Poignonnec and Jeremy Hodara said they saw opportunities amid the pandemic. \"We are seeing unprecedented demand to join the Jumia platform, especially for named brands,\" Poignonnec said. \"We believe those dynamics will help accelerate the shift towards online.\" The company has recently unveiled deals with major brands including Unilever, Procter & Gamble, Reckitt Benckiser, Nestle, Carrefour in Algeria and grocery provider Twiga in Kenya. The company is hoping virus containment measures as lockdowns ease will increase the allure of its business model, bypassing crowded shops and offering cashless payment. Though it presented data showing a drop in items sold amid lockdowns in key markets including Nigeria and South Africa in March and into ... "], ["2020-05-14 00:40", "Brazil's GPA posts first-quarter loss as Latin America overhaul costs outweigh better sales ...  and possible delays may occur,\" the company added. In the first quarter, the retailer opened one Assa wholesale store, one convenience store and one gas station in Brazil, as well as two stores in Colombia. Shares in GPA have slid 2.6% so far in May, outperforming Brazil's benchmark index Ibovespa .BVSP and also rival Carrefour Brasil ( CRFB3.SA ). On Monday night, Carrefour Brasil posted a lower net income in the first quarter, as taxes and financial expenses overshadowed double-digit sales growth partially driven by the coronavirus outbreak. Reporting by Gabriela Mello; Editing by Sandra Maler and Peter Cooney Our Standards: The Thomson Reuters Trust Principles. 0 : 0 narrow-browser-and-phone medium-browser-and-portrait-tablet landscape-tablet ... "]]}}