{"postfix": "caterpillar-aktie", "name": "CATERPILLAR", "wkn": "850598", "time": "2020.05.26 15:30", "ts": 1590499838, "features": {"KGV": "13.46", "Marktkapitalisierung": {"Size": "Mrd", "Value": "57.65"}, "GA": "11.06", "KBV": "5.65", "BA": "26.34", "KCV": "10.46", "CA": "14.24", "Vola30": "46.82", "Vola90": "65.94", "Vola180": "48.37", "Vola250": "38.58"}, "rivals": ["hitachi-aktie", "jungheinrich-aktie", "cnh_global-aktie", "volvo-aktie", "deere-aktie", "volvo_a-aktie", "komatsu-aktie"], "text_data": {"de": [["30.04.20", "Caterpillar-Aktie: Was Analysten von Caterpillar erwarten "], ["29.04.20", "Caterpillar verkündete Quartalsergebnis zum jüngsten Jahresviertel"], ["28.04.20", "MÄRKTE USA/Wall Street schließt nach schwachen Daten im Minus"], ["28.04.20", "MÄRKTE USA/Wall Street gibt nach schwachen Daten Gewinne ab"], ["28.04.20", "MÄRKTE USA/Wall Street fester - Berichtssaison bewegt"], ["28.04.20", "MÄRKTE USA/Wall Street fester erwartet - Berichtssaison im Blick"], ["28.04.20", "US-Baumaschinenhersteller Caterpillar bekommt Corona-Krise deutlich zu spüren"], ["28.04.20", "MARKT USA/Wall Street fester erwartet - Berichtssaison im Blick"], ["27.04.20", "Ausblick: Caterpillar zieht Bilanz zum abgelaufenen Quartal"], ["13.04.20", "MÄRKTE USA/Nach starker Vorwoche nehmen Anleger Gewinne mit"], ["13.04.20", "MÄRKTE USA/Nach starker Vorwoche nehmen Anleger Gewinne mit"], ["13.04.20", "Erste Schätzungen: Caterpillar öffnet die Bücher zum abgelaufenen Quartal"], ["09.04.20", "Caterpillar schüttet seit dem Jahr 1933 eine Dividende aus"], ["02.04.20", "MÄRKTE USA/Börse hakt Arbeitsmarktdaten ab - Erholung dank Ölpreis"], ["31.03.20", "So stuften die Analysten die Caterpillar-Aktie im vergangenen Monat ein"], ["26.03.20", "Caterpillar zieht wegen Pandemie Jahresausblick zurück"], ["29.02.20", "Februar 2020: So schätzen Experten die Caterpillar-Aktie ein"], ["13.02.20", "MÄRKTE USA/Kleine Verluste wegen Coronakrise - Cisco enttäuscht"], ["13.02.20", "MÄRKTE USA/Wall Street vermindert Verluste"], ["13.02.20", "MÄRKTE USA/Wall Street mit neuen Virussorgen im Minus"], ["03.02.20", "Märkte am Morgen: DAX kämpft um 13.000 - Caterpillar, Tesla, Exxon, Alphabet, NXP, Siemens Health., MorphoSys, Wirecard, Bayer, BMW im Check"], ["03.02.20", "Caterpillar: Zahlen zum abgelaufenen Jahresviertel"], ["31.01.20", "MÄRKTE USA/Ausverkauf an der Wall Street wegen Virussorgen"], ["31.01.20", "MÄRKTE USA/Coronavirus und Daten drücken Wall Street"], ["31.01.20", "MÄRKTE USA/Coronavirus belastet - Caterpillar-Ausblick schwach"], ["31.01.20", "MÄRKTE USA/Coronavirus belastet - Caterpillar-Ausblick enttäuscht"], ["31.01.20", "Caterpillar erwartet Gewinnrückgang"], ["31.01.20", "US-Baumaschinenkonzern Caterpillar rechnet wegen Flaute mit Gewinnrückgang"], ["30.01.20", "Ausblick: Caterpillar zieht Bilanz zum jüngsten Jahresviertel"]], "en": [["16.05.20", "Cramer's lightning round: Never buy Caterpillar going into a recession"], ["14.05.20", "Caterpillar April Retail Sales Slump the Steepest Since 2016"], ["14.05.20", "Better Buy: Boeing vs. Caterpillar"], ["13.05.20", "Caterpillar Feels COVID-19 Pinch: Retail Machine Sales Tank"], ["13.05.20", "Caterpillar expands MineStar Solutions with Edge"], ["07.05.20", "How Deere, Caterpillar kept plants running during the coronavirus outbreak"], ["07.05.20", "How Deere, Caterpillar kept plants running during the coronavirus outbreak"], ["06.05.20", "Can Caterpillar Outperform Deere After A 17% Fall?"], ["01.05.20", "Caterpillar registers two billion tonnes with autonomous haulage system"], ["30.04.20", "Bear of the Day: Caterpillar (CAT)"], ["29.04.20", "The Zacks Analyst Blog Highlights: Visa, Novo Nordisk, American Tower, Caterpillar and 3M"], ["28.04.20", "Caterpillar Inc (CAT) Q1 2020 Earnings Call Transcript"], ["28.04.20", "Caterpillar (CAT) Q1 Earnings Lag Estimates on Weak Demand"], ["28.04.20", "UPDATE 3-Caterpillar earnings dive as coronavirus wreaks economic havoc"], ["28.04.20", "Earnings Buffet: A Plate Of Caterpillar, PepsiCo Now, Alphabet And Advanced Micro Later"], ["28.04.20", "Caterpillar 1Q sales, profit decline from year ago"], ["28.04.20", "UPDATE 2-Caterpillar earnings shine light on economic havoc wreaked by coronavirus"], ["28.04.20", "Caterpillar profit tumbles with world economy on lockdown"], ["28.04.20", "Caterpillar (CAT) Q1 Earnings and Revenues Miss Estimates"], ["28.04.20", "Caterpillar Earnings Dive Amid Coronavirus Shutdown; Dow Jones Stock Rises"], ["28.04.20", "UPDATE 1-Caterpillar reports 46% profit fall, give no 2020 outlook"], ["28.04.20", "Caterpillar sales slide 21% amid coronavirus fallout"], ["28.04.20", "Caterpillar tops profit estimates as sales fall short"], ["28.04.20", "Caterpillar quarterly earnings plunge 46% on coronavirus fallout"], ["28.04.20", "Caterpillar says first-quarter sales decline 21%, does not give 2020 outlook because of pandemic"], ["28.04.20", "30% Downside For Caterpillar Stock?"], ["27.04.20", "Caterpillar is about to report earnings, and Oppenheimer sees stock stabilizing"], ["25.04.20", "MLA criticises Caterpillar for requesting that its staff return to work"], ["22.04.20", "Caterpillar (CAT) Gains But Lags Market: What You Should Know"], ["17.04.20", "The Zacks Analyst Blog Highlights: Caterpillar, Terex, Deere & Company, AGCO and Sharps Compliance"], ["16.04.20", "Caterpillar (CAT) Outpaces Stock Market Gains: What You Should Know"], ["13.04.20", "Caterpillar stock is 'hands off' except for one reason, trader says"], ["13.04.20", "Dow Jones News: Iger Reportedly Running Disney; Caterpillar Downgraded"], ["09.04.20", "Caterpillar (CAT) Stock Sinks As Market Gains: What You Should Know"], ["09.04.20", "Caterpillar seeks fresh $3 billion loan to boost liquidity: source"], ["09.04.20", "UPDATE 2-Caterpillar seeks fresh $3 bln loan to boost liquidity - source"], ["09.04.20", "UPDATE 1-Caterpillar seeks $3 bln loan from banks to boost liquidity - Bloomberg"], ["09.04.20", "Caterpillar seeks $3 billion loan from banks to boost liquidity: Bloomberg"], ["09.04.20", "Caterpillar seeks $3 bln loan from banks to boost liquidity - Bloomberg"], ["08.04.20", "Caterpillar decides to maintain dividend, with next payment in scheduled in May"], ["2020-05-26 12:35", "Malin Andersson's bruises as she details harrowing domestic abuse in emotional post ...  Andersson says she's glad show is cancelled after begging for aftercare The former reality TV star explained: \"There will be an end to questioning everything they did. There will be an end to the psychological hurt and physical pain. \"The end will be the most beautiful feeling off freedom you will ever experience; just like a butterfly blossoming from being a caterpillar stuck in a cocoon. \"The growth you will gain from learning about your worth and what you deserve will allow you to meet someone that is worthy of you. Someone that will REALLY love you through & through and shower you with ever lasting comfort and love.\" Malin explained the painful past she went through (Image: Malin Andersson/Instagram) She added: \"That is what ... "], ["2020-05-26 12:10", "Citi's top stock picks for risk-adjusted dividend yield ...  dividend cuts, and this is factored into Citi's ranking for each company. \" The addition of CDS is interesting because it provides a real-time market assessment of credit risk and the sustainability of dividends. There are, unfortunately, no Canadian equity picks. The U.S. names are Cisco Systems , UPS, Dominion Energy Inc., Caterpillar Inc., Southern Co., ConocoPhilips, American Electric Power Co. Inc., General Mills , Exelon Corp., General Dynamic Corp., HP Inc., Johnson Controls International, First Energy Corp., Equity Residential, Hartford Financial Services Group., International Paper Corp., Omnicom and Aliant Energy Corp. Story continues below advertisement \" @SBarlow_ROB Citi: Their fave income strategy - CDS-adjusted dividend yield\" ... "], ["2020-05-26 11:49", "Ominous News As The Economy Re-Opens ...  facilities have found themselves faced with a reality that has made such an encouraging approach impossible. Today In: Leadership Strategy As If We Didn't Know: Covid-19 Reconfirms That Women Make Great Leaders Whichever Way You Look At It, The Bicycle Is The Future Of Urban Transport How To Lead A Permanently Virtual Team Here are some of the unsettling reports: Caterpillar has announced its decision to close one of its German factories permanently. The company has not yet announced anything ominous for the United States, but the German action is hardly encouraging. More stark are decisions by Polaris, Inc. and Goodyear Tire and Rubber, the first to completely shutter a boat and motorcycle manufacturing facility in Indiana, the second to close a plant ... "], ["2020-05-26 10:58", "2020: The year of despair is the year of reckoning for WWE superstar Otis ...  Too Hotty do the worm and he was one of my favourite. So I just made up my mind and did that move and the whole place went crazy.\" \"Even as a small chubby kid, it was impressive for myself to do that move. Nowadays it plays as such a great tribute to Scotty and we cannot call it the worm any more as I am more plum than a worm. So I used to call it the caterpillar. The popularity was slow, nothing gets popular overnight. Earlier it was like what is he doing. But now it's crazy. That is why I really miss the crowd.\" \"Every time I do the big squisher and the guy falls, the place goes crazy. Fans keep showing us love and I can't thank them enough for that. They give me the energy to do that at the end of the match, it picked up slowly ... "], ["2020-05-26 10:51", "Malin Andersson shares photo of her bruised arm as she speaks out about domestic abuse ...  bruises fade. One by one, no matter how big or small. They would add up. Almost like a map on my body' 'But I finally healed. Malin went on to tell fans there will be an end to the psychological hurt and physical pain. 'The end will be the most beautiful feeling off freedom you will ever experience; just like a butterfly blossoming from being a caterpillar stuck in a cocoon,' she wrote. 'The growth you will gain from learning about your worth and what you deserve will allow you to meet someone that is worthy of you. Someone that will REALLY love you through & through and shower you with ever lasting comfort and love. That is what you deserve. You deserve something real; so every time you feel weak... keep pushing through and refer ... "], ["2020-05-26 03:23", "WATCH | Japan insect enthusiast puts cricket ramen on the menu ...  and protein. But while Shinohara is a strong proponent of eating insects, he dislikes the idea of bugs as a \"last resort\" food. He sees them instead as a delicacy that should be savoured. Take phalera flavescens, for example. The moth's white-tufted caterpillar is regarded as a nuisance in Japan because of its penchant for cherry blossom trees. Shinohara however views the caterpillars as a treat. \"They are really delicious. They taste like a delicate Japanese sweet,\" he said. \"The caterpillar only eats the leaves of cherry trees, so they carry the scent.\" He is similarly fond of other caterpillars, including some that he says have a citrus flavour from their preferred trees. \"Behind the flavour, you can imagine how the ... "], ["2020-05-25 15:14", "Creepy-crawly soup, with silkworm-poo tea . ...  minerals and protein. But while Shinohara is a strong proponent of eating insects, he dislikes the idea of bugs as a \"last resort\" food. He sees them instead as a delicacy that should be savoured. Take phalera flavescens , for example. The moth's white-tufted caterpillar is regarded as a nuisance in Japan because of its penchant for cherry-blossom trees. Shinohara, however, views the caterpillars as a treat. \"They are really delicious. They taste like a delicate Japanese sweet,\" he said. \"The caterpillar only eats the leaves of cherry trees, so they carry the scent.\" He is similarly fond of other caterpillars, including some he says have a citrus flavour from their preferred trees. \"Behind the flavour, you can imagine how the ... "], ["2020-05-25 14:59", "Japan insect enthusiast puts cricket ramen on the menu ...  and protein. But while Shinohara is a strong proponent of eating insects, he dislikes the idea of bugs as a \"last resort\" food. He sees them instead as a delicacy that should be savoured. Take phalera flavescens, for example. The moth's white-tufted caterpillar is regarded as a nuisance in Japan because of its penchant for cherry blossom trees. Shinohara however views the caterpillars as a treat. \"They are really delicious. They taste like a delicate Japanese sweet,\" he said. \"The caterpillar only eats the leaves of cherry trees, so they carry the scent.\" He is similarly fond of other caterpillars, including some that he says have a citrus flavour from their preferred trees. \"Behind the flavour, you can imagine how the ... "], ["2020-05-25 13:53", "Duchess of York's sweet support for north-east children during pandemic ... , 51, starting cooking up large batches of food to help out local families after all the schools closed down. She was concerned many children were missing out on getting access to free meals served at childcare hubs. Now the Duchess of York has stepped in to help and has also dedicated a story reading session to the pupils of schools in the area. She read The Very Hungry Caterpillar on her YouTube channel Storytime with Fergie and Friends over the weekend. Michelle launched free meals for children to help out during the coronavirus crisis and was surprised when it attracted royal attention. She said: \"Its just absolutely phenomenal. It's brilliant to think she's wanting to help the kids in Kemnay. \"Here's us, a tiny little farm shop that ... "], ["2020-05-25 13:53", "Duchess of York's sweet support for north-east children during pandemic ... , 51, starting cooking up large batches of food to help out local families after all the schools closed down. She was concerned many children were missing out on getting access to free meals served at childcare hubs. Now the Duchess of York has stepped in to help and has also dedicated a story reading session to the pupils of schools in the area. She read The Very Hungry Caterpillar on her YouTube channel Storytime with Fergie and Friends over the weekend. Michelle launched free meals for children to help out during the coronavirus crisis and was surprised when it attracted royal attention. She said: \"Its just absolutely phenomenal. It's brilliant to think she's wanting to help the kids in Kemnay. \"Here's us, a tiny little farm shop that ... "], ["2020-05-25 11:00", "JOHN STOA: Trouble in lockdown garden paradise? ... astringent chokeberries got lost to marauding blackbirds. Pigeons are a nightmare with peas and all the brassicas, so protection with nets is compulsory, but even under the protection of nets the rootfly maggots will reach your brassicas unless you give them a collar, which is also a favourite spot for slugs. Make sure your nets can keep out the cabbage white butterfly or you will have a caterpillar infestation. If your soil has been infected by clubroot fungus it will be necessary to only grow those cabbage, cauliflower and swede s that have been bred for resistance. Peas and broad beans are a favourite food for the pea and bean weevil so keep checking for notches eaten out from the edges of leaves. Other pests you are likely to encounter are the carrot fly ... "], ["2020-05-25 05:35", "Covid 19 coronavirus: Australia - has the 'lucky country' run out of luck? ...  over hysteria,\" says Smith, who in March resigned as chairman of the National Foundation for Australian China Relations, a government agency aimed at improving bilateral ties, when he became disillusioned that it was not receiving enough government support. Andrew Forrest, billionaire founder of the mining company Fortescue, and Kerry Stokes, a media mogul who made a fortune selling Caterpillar trucks, have led a chorus of business leaders calling for calm. The Sydney Opera House is usually packed with tourists. Photo / Getty Images But Beijing has suspended imports of beef from some Australian meat processors and last week slapped tariffs of up to 80 per cent on its barley imports. Far from rescuing Canberra from its difficulties, there is growing ... "], ["2020-05-25 03:56", "‘Biting the hand that feeds’: Region responds to tariff war ...  Tessa Flemming Full Profile Login to follow 26th May 2020 5:00 AM premium_icon Subscriber only 0 AT MT Cotton's Sirromet Wines, the past 12 months have been a testament to the perseverance of winemaker Mike Hayes. Surviving through a severe drought the likes of which the Ballandean local had never seen before, followed by fire, frost, hailstorms, and a caterpillar infestation - Mr Hayes thought there was nothing more nature could throw. However, his next battle - the war on tariffs - is one that threatens to wipe out the industry as he knows it. After China imposed a devastating 80 per cent tariff on barley imports from Australia, other agricultural sectors have begun bracing themselves for a secondary fallout. Chinese officials have reportedly drawn ... "], ["2020-05-25 03:43", "Japan insect enthusiast puts cricket ramen on the menu ...  and protein. But while Shinohara is a strong proponent of eating insects, he dislikes the idea of bugs as a \"last resort\" food. He sees them instead as a delicacy that should be savoured. Take phalera flavescens, for example. The moth's white-tufted caterpillar is regarded as a nuisance in Japan because of its penchant for cherry blossom trees. Shinohara however views the caterpillars as a treat. \"They are really delicious. They taste like a delicate Japanese sweet,\" he said. \"The caterpillar only eats the leaves of cherry trees, so they carry the scent.\" He is similarly fond of other caterpillars, including some that he says have a citrus flavour from their preferred trees. \"Behind the flavour, you can imagine how the ... "], ["2020-05-25 01:10", "Japan insect enthusiast puts cricket ramen on the menu ...  and protein. But while Shinohara is a strong proponent of eating insects, he dislikes the idea of bugs as a \"last resort\" food. He sees them instead as a delicacy that should be savoured. Take phalera flavescens, for example. The moth's white-tufted caterpillar is regarded as a nuisance in Japan because of its penchant for cherry blossom trees. Shinohara however views the caterpillars as a treat. \"They are really delicious. They taste like a delicate Japanese sweet,\" he said. \"The caterpillar only eats the leaves of cherry trees, so they carry the scent.\" He is similarly fond of other caterpillars, including some that he says have a citrus flavour from their preferred trees. \"Behind the flavour, you can imagine how the ... "], ["2020-05-24 23:32", "In lockdown, this CEO watched his two-year-old become an entrepreneur ... Resilience Project . While it's not a podcast, I have signed up to do a digital masterclass with Bob Iger, former chairman and chief executive at Walt Disney, on leadership and strategy. Advertisement What are you reading? Normally, I read biographies. The last one was Kobe Bryant's The Mamba Mentality . Now I'm reading a few great yarns by Dr Seuss, and The Very Hungry Caterpillar by Eric Carle, an absolute classic. What is the one piece of technology you can't live without at home? I'm not going to win any parenting awards the iPad has been a highly effective (ahem) \"educational\" tool for my son. Justin Dery, seen here with Rachel Caton, sales and marketing director of Doddle, enjoys the social aspect of going to the office. Are ... "], ["2020-05-24 15:10", "COVID crisis could UNIFY world's largest oil companies ... , opened the way for mega-mergers such as Bank of America paying $50 billion for Merrill Lynch ; Wells Fargo ponying up $15.1 billion to snag West Coast rival Wachovia and high-street lender Lloyds TBS coughing up 12 billion for HBOS. Cox concludes by predicting that the backlash facing sprawling conglomerates such as 3M , Emerson Electric , and General Electric is likely to fade away and even encourage the likes of Caterpillar and Deere to pursue their own tie-ups. Low Carbon M&A It's going to be interesting to see whether Cox's M&A game plays out this way in the long run. It has certainly done so to varying degrees in the past. For instance, the last oil bust of 2016 acted as a catalyst for the $60 billion M&A deal between energy giants Royal Dutch ... "], ["2020-05-23 19:47", "Coronavirus reflections after two months at home ...  fan, the first thought that came into my mind was, \"The Celtics aren't going to be playing Giannis and the first place Milwaukee Bucks tomorrow now, are they?\" Within minutes the NBA season was postponed indefinitely, and in less than a week, life as we knew it was as well. Personally, my \"March Mustache Madness\" bit has turned into an apocalypse upper lip caterpillar. New Hampshire's stay-at-home order was issued four days later, on March 16, meaning no St. Patrick's Day shenanigans. Stay home and keep your hands washed, except to raid the nearest supermarket for its supply of toilet paper to combat this new respiratory infection. For two months many of us have done the best we could. We made cloth masks for health care workers ... "], ["2020-05-23 19:46", "Coronavirus reflections after two months at home ...  fan, the first thought that came into my mind was, \"The Celtics aren't going to be playing Giannis and the first place Milwaukee Bucks tomorrow now, are they?\" Within minutes the NBA season was postponed indefinitely, and in less than a week, life as we knew it was as well. Personally, my \"March Mustache Madness\" bit has turned into an apocalypse upper lip caterpillar. New Hampshire's stay-at-home order was issued four days later, on March 16, meaning no St. Patrick's Day shenanigans. Stay home and keep your hands washed, except to raid the nearest supermarket for its supply of toilet paper to combat this new respiratory infection. For two months many of us have done the best we could. We made cloth masks for health care workers ... "], ["2020-05-23 18:37", "A small Huntington Beach class takes a socially distanced field trip ...  McRea | hmcrea@scng.com | Orange County Register PUBLISHED: May 23, 2020 at 11:37 a.m. | UPDATED: May 23, 2020 at 11:37 a.m. Using 6-foot PVC pipes as a reminder to social distance, a second-grade elementary class took a last field trip through the Bolsa Wetlands in Huntington Beach on Friday, May 22. Carden Conservatory elementary pause for a moment to watch a caterpillar cross the trail during a class field trip and a quarantine break to say hello to each other as they go on a two mile hike through the Bolsa Chica wetlands on Warner Avenue in Huntington Beach Friday, May 22, 2020.(Photo by Michael Fernandez, Contributing Photographer) Students are ready walk to Newport Beach as 2nd grade students from Carden Conservatory elementary have a class field trip ... "]]}}