{"postfix": "cboe-aktie", "name": "CBOE", "wkn": "A1CZTX", "time": "2020.05.26 16:38", "ts": 1590503934, "features": {"KGV": "25.13", "Marktkapitalisierung": {"Size": "Mrd", "Value": "10.02"}, "GA": "4.73", "KBV": "3.94", "BA": "30.18", "KCV": "18.74", "CA": "6.34", "Vola30": "38.8", "Vola90": "64.38", "Vola180": "47.59", "Vola250": "35.56"}, "rivals": [], "text_data": {"de": [["02.05.20", "CBOE veröffentlichte Zahlen zum vergangenen Quartal"], ["30.04.20", "Wie Experten die CBOE-Aktie im April einstuften"], ["31.03.20", "März 2020: Das sind die Expertenmeinungen zur CBOE-Aktie"], ["29.02.20", "Februar 2020: Experten empfehlen CBOE-Aktie mehrheitlich zum Kauf"], ["08.02.20", "CBOE: Das sind die jüngsten Quartalszahlen"], ["06.02.20", "Ausblick: CBOE informiert über die jüngsten Quartalsergebnisse"]], "en": [["22.05.20", "Why You Should Add Cboe Global (CBOE) Stock to Your Portfolio"], ["20.05.20", "Virtu Financial to Sell MATCHNow to Cboe Global Markets"], ["20.05.20", "Cboe Global (CBOE) to Acquire MATCHNow, Foray Into Canada"], ["19.05.20", "Cboe to buy Virtu's MATCHNow dark pool to expand into Canada"], ["18.05.20", "Cboe Europe : Additional Listing"], ["04.05.20", "Cboe Global Markets Considers June 1 Reopening of Iconic Chicago Options Trading Floor"], ["01.05.20", "Cboe Global Markets (CBOE) Q1 2020 Earnings Call Transcript"], ["01.05.20", "UPDATE 2-Cboe tops profit views as trade in \"fear gauge\" products rises"], ["01.05.20", "Cboe eyes June 1 reopening of options trading floor in Chicago"], ["01.05.20", "CBOE Holdings (CBOE) Q1 Earnings and Revenues Surpass Estimates"], ["01.05.20", "UPDATE 1-Exchange operator Cboe profit beats on coronavirus-driven volatility"], ["01.05.20", "Exchange operator Cboe profit jumps 66%"], ["28.04.20", "Cboe Global (CBOE) to Report Q1 Earnings: What's in Store?"], ["24.04.20", "CBOE Holdings (CBOE) Earnings Expected to Grow: What to Know Ahead of Next Week's Release"], ["16.04.20", "Will Cboe Global Markets Continue to Surge Higher? "], ["16.04.20", "Zacks.com featured highlights include: Regency Centers, ResMed, Synopsys, Cboe Global Markets and The Southern Company"], ["14.04.20", "Is Cboe Global Markets Stock a Buy?"], ["07.04.20", "Cboe Global's (CBOE) March Average Daily Volume Increases Y/Y"], ["07.04.20", "Cboe Europe : Initial admission to the Official List"], ["02.04.20", "Why the Earnings Surprise Streak Could Continue for CBOE (CBOE)"], ["02.04.20", "Is Cboe Global Markets (CBOE) Stock a Solid Choice Right Now?"], ["25.03.20", "Cboe Global Markets Enters Oversold Territory"], ["20.03.20", "CBOE (CBOE) Upgraded to Buy: Here's Why"], ["13.03.20", "Here's Why Intercontinental Exchange, CME Group, and CBOE Global Markets Fell on Thursday"], ["10.03.20", "Exclusive: Trading in VIX options froze after open - CBOE"], ["10.03.20", "Exclusive: Trading in VIX options froze after open - CBOE"], ["09.03.20", "Exclusive: CBOE VIX options froze at open - exchange official"], ["09.03.20", "Exclusive: CBOE VIX index froze at open: exchange official"], ["08.03.20", "CBOE (CBOE) Down 8.7% Since Last Earnings Report: Can It Rebound?"], ["05.03.20", "Cboe Global's (CBOE) February Volume Rises Year Over Year"], ["27.02.20", "Cboe Scores Relative Strength Rating Upgrade; Hits Key Benchmark"], ["24.02.20", "Cboe Global Markets (CBOE) Q4 2019 Earnings Call Transcript"], ["20.02.20", "Cboe Europe : Additional Listing"], ["07.02.20", "Cboe Global (CBOE) Q4 Earnings Beat Estimates, Rise Y/Y"], ["07.02.20", "CBOE Holdings (CBOE) Q4 Earnings and Revenues Surpass Estimates"], ["07.02.20", "UPDATE 1-Exchange operator Cboe profit beats as lower costs offset weak trading"], ["07.02.20", "Exchange operator Cboe quarterly profit falls 37%"], ["05.02.20", "What's in the Cards for Cboe Global (CBOE) Q4 Earnings?"], ["31.01.20", "Earnings Preview: CBOE Holdings (CBOE) Q4 Earnings Expected to Decline"], ["27.01.20", "Judge dismisses Wall Street 'fear gauge' lawsuit against Cboe"], ["2020-05-26 09:01", "SPXL's Allure of S&P 500 Outperformance is Too Risky for the Near-Term ...  been behaving like the global pandemic caused by the novel coronavirus is still on the loose. In fact, the S&P 500 index is up about 30% since the sell-off in March. And according to Bank of America (NYSE: BAC ) analysts, stocks are at a level that makes them the most attractive relative to bonds in 70 years. And they are suggesting that stocks may have higher to go. This is supported by the CBOE Volatility Index ( VIX ) . Although the VIX is down from a high of near 90 in March, it is still trading at a level that's considered high. And a stock market adage is that \"when the VIX is high, it's time to buy.\" But do you necessarily believe that the market is going to continue to go up? I would hope that all Americans are rooting for a safe and ... "], ["2020-05-25 23:53", "Dow Futures Signal Big Rally Post-Memorial Day as Economy Shows Signs of Life ...  41.9%, according to the Atlanta Federal Reserve Bank. This article was edited by Josiah Wilmoth . Last modified: May 25, 2020 11:54 PM UTC Sam Bourgi @forgeforth87 Financial Editor of CCN.com, Sam Bourgi has spent the past nine years focused on economics, markets and cryptocurrencies. His work has been featured in and cited by some of the world's leading newscasts, including Barron's, CBOE, Yahoo Finance and Forbes. Sam is based in Ontario, Canada and can be contacted at sam.bourgi@ccn.com More of: Dow Jones Show comments Don't Miss: The Dow's Underperformance Is Bringing Value Investing Back Dow Futures Leap and This Simple Chart Explains Why Here's Why the Dow Jones Failed to Rally on Trump's Afternoon Surprise Dow Left Paralyzed ... "], ["2020-05-24 23:36", "The Market's Myopic Focus on a Vaccine ...  following chart, the S&P 500 hasn't made much progress from where prices were at the end of April. This is true of several other asset classes as well. Gold and oil are higher, but the dollar and Treasury bonds are flat compared to last week. Daily Chart of the S&P 500 (SPX) — Chart Source: TradingView Risk indicators are mostly unchanged as well. The CBOE SKEW Index (SKEW) and CBOE S&P 500 Volatility Index (VIX) are back to where they were last week. Another index that we like to monitor closely for signs of market stress is the high-yield or \"junk\" bond market. However, here too, sentiment seems relatively flat. The exchange-traded funds (ETFs) that hold high-yield bonds act as a good proxy for judging the health of the junk bond market ... "], ["2020-05-24 11:00", "China Tense Politics, Prudent Macro ... ; PCE inflation Personal Consumption Expenditures Price Index: one measure of U.S. inflation, tracking the change in prices of goods and services purchased by consumers throughout the economy; MSCI Morgan Stanley Capital International: an American provider of equity, fixed income, hedge fund stock market indexes, and equity portfolio analysis tools; VIX CBOE Volatility Index: an index created by the Chicago Board Options Exchange (CBOE), which shows the market's expectation of 30-day volatility. It is constructed using the implied volatilities on S&P 500 index options.; GBI-EM JP Morgan's Government Bond Index Emerging Markets: comprehensive emerging market debt benchmarks that track local currency bonds issued by Emerging market governments.; EMBI ... "], ["2020-05-24 05:12", "Companies line up to sell stock as US IPO market reopens ... . \"You're going to see a wave of IPOs come to market that are larger rather than smaller because in volatile markets investors want more liquidity. This is not a market where the marginal, smaller IPO will get done.\" Advertisement New listings had come to a standstill as the stock market fell dramatically in March and volatility spiked. Only recently has the Cboe's Vix , a measure of expected gyrations in the benchmark S & P 500 index, fallen below 30 — still high but far below the record 85 hit in March during the most intense phase of the coronavirus-induced sell-off. New listings could be welcomed by investors, even if volatility remains elevated. SelectQuote, an online insurance comparison platform, sold shares on Wednesday, raising ... "], ["2020-05-23 00:08", "The IPO Market Is Ready to Make a Comeback. Here Are 5 Likely Candidates. ...  solid businesses, sustainable competitive advantages, big addressable markets, and business models that are profitable or close to it. Buyer says investors will be looking in particular at how companies have endured the last few months. Are customers still paying? Are they reducing services? What's happened to receivables? Buyer also notes that volatile markets make pricing IPOs difficult. But volatility is coming down. The Cboe Volatility Index closed the week at 28, down from its March peak of 83. She also thinks the IPO calendar will soon fill up. \"People targeting IPOs in 2021 have the gears turning,\" she says. \"The market is telling you things are going to get better.\" Buyer thinks we could see a few deals in the near-term, with a ... "], ["2020-05-22 17:58", "Zacks Investment Ideas feature highlights: VIXM ...  favor. I guess the world hasn't been paying enough attention (not you, dear readers, but many others) because I continue to see and hear things in the news that misrepresent what \"volatility\" means in terms of the actual movement in stocks - or any traded asset - and the market prices of options contracts on those assets. Specifically, I'd love to put to rest the notion that the CBOE Volatility Index ( VIXM - Free Report ) is a \"fear\" gauge. I'd like to think of it instead as a measure of supply and demand for securities that people tend to buy more of when they're afraid. It can loosely be used as a proxy for \"fear,\" but the correlation is far from perfect. The VIX is a measure of the implied volatility of a basket ... "], ["2020-05-22 17:00", "Track Current Stock Market Data On The S&P 500, Nasdaq, Dow Jones And SPDR ETFs ... Products My Favorites My Stock Lists Edit Favorites Sign In or Subscribe Research Track Current Stock Market Data On The S&P 500, Nasdaq, Dow Jones And SPDR ETFs Licensing IBD STAFF 01:00 PM ET 05/22/2020 20Check the current stock market data, including prices and performance of the Dow Jones Industrial Average, S&P 500, Nasdaq and the Russell 2000. Plus, track the SPDR ETFs, CBOE Volatility Index (VIX), 10-year Treasury yield, oil and gold. X But to make money in the stock market, you need to go beyond just the raw numbers. Based on a unique study of over 130 years of market history, IBD gives you a proven investing strategy that identifies the seven traits of winning stocks . You'll also find exclusive stock lists that highlight companies showing those ... "], ["2020-05-22 16:37", "A Powerful Income Idea With This Preferred ETF ...  Preferred ETF By Tom Lydon on May 22, 2020 With Treasury yields still low and dividend cutting running rampant within the S&P 500, advisors and investors are scrambling to source income. Preferred stocks are one way of making that happen and investors can gain an added advantage with active management via the Principal Spectrum Preferred Securities Active ETF (CBOE: PREF) . Preferred stocks are a type of hybrid security that shows bond- and equity-like characteristics. The shares are issued by financial institutions, utilities, and telecom companies, among others. Within the securities hierarchy, preferreds are senior to common stocks but junior to corporate bonds. Additionally, preferred stocks issue dividends on a regular basis, but investors don't ... "], ["2020-05-22 16:10", "Power of Precision Medicine Could be Fueled HereThe ARK Genomic Revolution Multi-Sector Fund (CBOE: ARKG) is establishing a reputation for being one of the best-performing healthcare ETFs"], ["2020-05-22 13:49", "Stock Market News for May 22, 2020 ...  Nasdaq Composite closed at 9,284.88, shedding 1% due to the weak performance of large-cap tech stocks. The biggest loser of the Nasdaq Composite was Take-Two Interactive Software Inc. ( TTWO - Free Report ) with a decline of 5.9%. Take-Two Interactive carries a Zacks Rank #2 (Buy). You can see the complete list of today's Zacks #1 Rank (Strong Buy) stocks here . The fear-gauge CBOE Volatility Index (VIX) increased 5.5% to close at 29.53. A total of 10.1 billion shares were traded on Thursday, lower than the last 20-session average of 11.3 billion. Decliners outnumbered advancers on the NYSE by a 1.00-to-1 ratio. On Nasdaq, a 1.40-to-1 ratio favored declining issues. Initial Jobless Claims Remain High The Department of Labor reported that initial jobless ... "], ["2020-05-22 07:58", "Why You Should Add Cboe Global (CBOE) Stock to Your PortfolioCboe Global (CBOE) is set to grow on its organic growth, strategic acquisitions and effective capital deployment."], ["2020-05-22 04:00", "Continued Vaccine, Reopening Hopes Clash With Worries Over U.S.-China Tensions ...  storage glut forcing producers to scale back operations, both in drilling and processing. If the economy does come back online quickly, there's some concern that production will need to play catch-up, as the oil supply chain is a tad more complex than flipping a switch. The push and pull of crude supply and demand may mean the volatility could continue for quite some time. And while the Cboe Volatility Index (VIX), Wall Street's main fear gauge did rise, it managed to close below 30, a level well below where it was at the height of the coronavirus-led selloff, but still well above 20, a level seen by many as the point of elevated caution. There aren't any major economic reports on the calendar for today. Next week's schedule includes data on ... "], ["2020-05-22 00:31", "Dow Futures Rally Despite Drastic Escalation in U.S.-China Trade War ... seen crashing 41.9% in the second quarter after state and federal governments enacted broad lockdown orders. This article was edited by Josiah Wilmoth . Sam Bourgi @forgeforth87 Financial Editor of CCN.com, Sam Bourgi has spent the past nine years focused on economics, markets and cryptocurrencies. His work has been featured in and cited by some of the world's leading newscasts, including Barron's, CBOE, Yahoo Finance and Forbes. Sam is based in Ontario, Canada and can be contacted at sam.bourgi@ccn.com More of: China Dow Jones Show comments Don't Miss: Here's How Trump's Big Mouth Bludgeoned the Dow Jones Today Dow Slogs Sideways as Covid-19 Hits Devastating Double Milestone The Dow Is Rallying Because Wall Street Won't Listen to the ... "], ["2020-05-21 17:24", "Why investors are treating the stock market like a casino ...  appreciation. Why it matters: Legendary value investor Ben Graham said that in the short term, the market is a voting machine, but that in the long term it's a weighing machine. Right now there is no shortage of votes, but few people believe that the weight readings are remotely reliable. By the numbers: The stock market saw a record $14.6 trillion of volume in March, according to Cboe data . That's exactly double the $7.3 trillion of volume a year previously, in March 2019. April's volume was $9.8 trillion, up 50% from the same month in 2019. The big picture: There are a lot of drivers for the speculation. Zero interest rates. Interest rates are the cost of money. When the Fed slashes rates to near zero, that means money is effectively free ... "], ["2020-05-21 16:07", "At a Rough Time for Dividends, Going Active Could Help ...  By Tom Lydon on May 21, 2020 As has been widely documented, dividend investors are facing trying times this year amid a spate of S&P 500 payout cuts, but the carnage isn't confined to the U.S. as some market observers are forecasting a 35% drop in global payouts this year. Active strategies, such as the Principal Active Global Dividend Income ETF (CBOE: GDVD) . GDVD will try to generate current income and long-term growth of income and capital by investing in dividend-paying equity securities. The advisors will utilize quantitative screens and research on an industry and company level to identify and monitor companies it believes have the commitment and capacity to pay dividends. At a time when quality matters, GDVD tilts toward dividend growers, not ... "], ["2020-05-21 15:26", "ESG ETFs Are for Everyone, Not Just Young InvestorsEnvironmental, social and governance (ESG) ETFs, including the FlexShares STOXX US ESG Impact Index Fund (CBOE: ESG) and its global counterpart, the FlexShares STOXX Global ESG Impact Index Fund (CBOE: ESGG)"], ["2020-05-21 15:16", "Prepare to Profit, No Matter What the Market Does ... chart, the S&P 500 hasn't made much progress from where prices were at the end of April. This is true of several other asset classes as well. Gold and oil are higher, but the dollar and Treasury bonds are flat compared to last week. Source: Charts by TradingView Daily Chart of the S&P 500 (SPX) Risk indicators are mostly unchanged as well. The CBOE SKEW Index (SKEW) and CBOE Volatility Index (VIX) are back to where they were last week. What Would Trigger a Conservative Outlook? Another index that we like to monitor closely for signs of market stress is the high-yield or \"junk\" bond market. However, here too, sentiment seems relatively flat. Compare Brokers The exchange-traded funds (ETFs) that hold high-yield bonds act as a good proxy for judging ... "], ["2020-05-21 13:50", "Stock Market News for May 21, 2020 ...  index closed in the green. Meanwhile, the tech-heavy Nasdaq Composite closed at 9,375.78, soaring 2.1% due to the weak performance of large-cap tech stocks. The biggest gainer of the Nasdaq Composite was Analog Devices, Inc. ( ADI - Free Report ) with a Zacks Rank of #3 (Hold). You can see the complete list of today's Zacks #1 Rank (Strong Buy) stocks here . The fear-gauge CBOE Volatility Index (VIX) decreased 8.3% to close at 27.99. A total of 10.68 billion shares were traded on Wednesday, lower than the last 20-session average of 11.36 billion. Advancers outnumbered decliners on the NYSE by a 4.23-to-1 ratio. On Nasdaq, a 3.70-to-1 ratio favored advancing issues. Reopening of the Economy Meanwhile, several states in the country are considering plans ... "], ["2020-05-21 11:11", "This could be the next signal for the S&P 500 to climb past 3,000, says Standard Chartered ...  seems to be avoiding too much fallout, as we saw in March. Our chart of the day , from Standard Chartered's Steven Englander, head of North America macro strategy, and Geoff Kendrick, head of emerging-market currency research, takes a fresh look at the possible direction for that index: The chart shows how tight the relationship has been in recent weeks between the S&P and the Cboe Volatility Index VIX, +2.21% , a volatility gauge for stocks known as the VIX or \"fear gauge.\" The VIX is based on options contracts for the next 30-days pegged to the S&P 500, and tends to rise when stocks are falling, and vice versa. It currently stands at 29 — a level above 30 has historically pointed to more investor uncertainty, while below 20 tends ... "]]}}