{"postfix": "ch_robinson_worldwide-aktie", "name": "C.H._ROBINSON_WORLDWIDE", "wkn": "A0HGF5", "time": "2020.05.26 15:56", "ts": 1590501413, "features": {"KGV": "18.48", "Marktkapitalisierung": {"Size": "Mrd", "Value": "9.56"}, "GA": "4.19", "KBV": "6.38", "BA": "12.13", "KCV": "12.77", "CA": "6.06", "Vola30": "44.66", "Vola90": "48.32", "Vola180": "37.86", "Vola250": "33.86"}, "rivals": ["deutsche_post-aktie", "fedex-aktie", "expeditors_international_of_washington-aktie", "ups-aktie", "pacer_international-aktie", "uti_worldwide-aktie", "con-way-aktie"], "text_data": {"de": [["30.04.20", "So schätzen die Analysten die CH Robinson Worldwide-Aktie im April 2020 ein"], ["30.04.20", "CH Robinson Worldwide gewährte Anlegern Blick in die Bücher "], ["27.04.20", "Ausblick: CH Robinson Worldwide vermeldet Zahlen zum jüngsten Quartal"], ["14.04.20", "Erste Schätzungen: CH Robinson Worldwide stellt das Zahlenwerk zum vergangenen Quartal vor"], ["27.01.20", "Ausblick: CH Robinson Worldwide zieht Bilanz zum abgelaufenen Quartal"]], "en": [["29.04.20", "Trucking giant CH Robinson furloughs 7% of North American workers"], ["2020-05-18 14:50", "Here Are All the Livestreams & Virtual Concerts to Watch During Coronavirus Crisis (Updating) ...  their legendary Pink Floyd: Live at Pompeii movie from 1972, which will stream for free for 24 hours on their YouTube page . En Vogue will perform live and do an interview with pal Holly Robinson-Peete on their YouTube channel and Facebook page . The performance will include hits such as \"Hold On,\" and kicks off at 5:00 p.m. EST. The Grateful Dead will be offering a ...  the Exclusive Online Exhibition \" SIR : A Retrospective of Rock Royalty.\" It marks their first-ever virtual exhibit opening on April 2. K-pop group Golden Child will live stream their concert worldwide on YouTube at 8:28 pm KST. Global Citizen's #TogetherAtHome series continues with the following artists performing via Instagram Live: Anne-Marie (2:00 p.m. EST), JoJo (3:00 p. ... "], ["2020-04-29 21:00", "C.H. Robinson Worldwide Inc (CHRW) Q1 2020 Earnings Call Transcript ...  in February of 2002. Returns as of 04/29/2020. Join Stock Advisor Cumulative Growth of a $10,000 Investment in Stock Advisor Calculated by Time-Weighted Return Stocks CHRW C.H. Robinson Worldwide NASDAQ: CHRW $71.26 down $-2.75 (-3.72%) Related Articles C.H. Robinson Worldwide Inc (CHRW) Q3 2019 Earnings Call Transcript C.H. Robinson Worldwide Inc (CHRW) Q2 2019 Earnings Call Transcript C.H. Robinson Increases Share Repurchase Program CH Robinson Worldwide Earnings Are on Deck Did CH Robinson Worldwide Squander Its Latest Sales Increase? C.H. Robinson Worldwide Inc (CHRW) Q1 2020 Earnings Call Transcript @themotleyfool #stocks $CHRW Next Article Prev 1 2 3 4 5 Next Terms of Use Privacy Policy Accessibility Policy Copyright, Trademark and Patent Information ... "], ["2020-04-29 19:08", "Trucking giant CH Robinson furloughs 7% of North American workers ...  data provided by Zacks. Mutual fund and ETF data provided by Lipper . Economic data provided by Econoday. Dow Jones & Company Terms & Conditions. This material may not be published, broadcast, rewritten, or redistributed. 2020 FOX News Network, LLC. All rights reserved. FAQ - Updated Privacy Policy Transportation Published Just now Trucking giant CH Robinson furloughs 7% of North American workers The company employs 15,474 workers worldwide Facebook Twitter Comments Print Email By Jonathan Garber FOXBusiness close video Truck drivers in high demand across America amid coronavirus crisis FOX Business' Jeff Flock says there was already a truck driver shortage before coronavirus hit and the pandemic has made that shortage even worse. Get all the latest ... "], ["2020-04-28 10:52", "The 5 Stocks That Ignored the Sell-Off – 24/7 Wall St. ... dividend yields leads us to Windstream Holdings Inc. (NASDAQ: WIN), up 2.52% at $8.75 in a 52-week range of $7.18 to $8.95. The telecom services company pays a dividend yield of 11.6% and that's a big seller on a day like today. Volume was about 90% above the average of around 9 million shares. The only Nasdaq 100 stock to post a gain was logistics provider CH Robinson Worldwide Inc. (NASDAQ: CHRW). Shares traded up 1.79% at $53.91 in a 52-week range of $50.21 to $62.46. Volume was about 25% higher than the daily average of 2 million shares traded. ALSO READ: Warren Buffett's Top Dividend Stocks Of the Dow 30 stocks 28 closed lower today and just 2 closed higher. Read more: Investing , CHRW , KO , MCD , T , WIN , market close Home About Us Disclaimer ... "]]}}