{"postfix": "cirrus_logic-aktie", "name": "CIRRUS_LOGIC", "wkn": "877381", "time": "2020.05.26 14:55", "ts": 1590497759, "features": {"KGV": "16.87", "Marktkapitalisierung": {"Size": "Mrd", "Value": "3.88"}, "GA": "3.99", "KBV": "2.16", "BA": "18.90", "KCV": "12.43", "CA": "5.41", "Vola30": "62.32", "Vola90": "78.33", "Vola180": "61.32", "Vola250": "53.17"}, "rivals": ["dialog_semiconductor-aktie", "analog_devices-aktie"], "text_data": {"de": [["03.05.20", "Ausblick: Cirrus Logic präsentiert Quartalsergebnisse"], ["19.04.20", "Erste Schätzungen: Cirrus Logic legt die Bilanz zum abgelaufenen Quartal vor"], ["28.01.20", "Ausblick: Cirrus Logic veröffentlicht Zahlen zum vergangenen Quartal"]], "en": [["22.05.20", "Cirrus Logic to Present at Upcoming Conferences"], ["05.05.20", "Cirrus Logic, Skyworks Solutions Climb On March-Quarter Earnings"], ["05.05.20", "Cirrus Logic Inc (CRUS) Q4 2020 Earnings Call Transcript"], ["04.05.20", "Cirrus Logic (CRUS) Q4 Earnings and Revenues Surpass Estimates"], ["04.05.20", "Cirrus Logic Reports Q4 FY20 Revenue of $279.3 Million"], ["27.04.20", "Cirrus Logic (CRUS) Earnings Expected to Grow: Should You Buy?"], ["23.04.20", "Cirrus Logic Names Catherine Lego to Board of Directors"], ["17.04.20", "Can Cirrus Logic (CRUS) Keep the Earnings Surprise Streak Alive?"], ["09.04.20", "Cirrus Logic to Announce Q4 Results May 4"], ["18.03.20", "Why Cirrus Logic Stock Plunged Today"], ["12.03.20", "Why Silicon Labs, Sierra Wireless, Cirrus Logic, and NXP Semiconductors Stocks Tanked Today"], ["03.03.20", "Is Cirrus Logic (CRUS) Stock a Solid Choice Right Now? "], ["02.03.20", "Top-Rated Stocks: Cirrus Logic Sees Composite Rating Climb To 96"], ["28.02.20", "Cirrus Logic (CRUS) Down 20.1% Since Last Earnings Report: Can It Rebound?"], ["19.02.20", "The Zacks Analyst Blog Highlights: Cirrus Logic, Skyworks, Qorvo, Lumentum and Broadcom"], ["11.02.20", "Looking for a Growth Stock? 3 Reasons Why Cirrus Logic (CRUS) is a Solid Choice"], ["04.02.20", "Zacks.com featured highlights include: Pilgrim's Pride, Cirrus Logic and Darling Ingredients"], ["30.01.20", "Chipmaker Cirrus Logic Surges On Earnings; Cree Tumbles"], ["30.01.20", "Cirrus Logic (CRUS) Q3 Earnings Surpass Estimates, Rise Y/Y"], ["30.01.20", "Cirrus Logic Inc (CRUS) Q3 2020 Earnings Call Transcript"], ["29.01.20", "Cirrus Logic (CRUS) Q3 Earnings and Revenues Top Estimates"], ["29.01.20", "Cirrus Logic Names John Forsyth as President; Jason Rhode to Continue as Chief Executive Officer"], ["29.01.20", "Cirrus Logic Reports Q3 FY20 Revenue of $374.7 Million"], ["27.01.20", "Cirrus Logic (CRUS) to Post Q3 Earnings: What's in the Cards?"], ["22.01.20", "Cirrus Logic (CRUS) Earnings Expected to Grow: What to Know Ahead of Next Week's Release"], ["15.01.20", "Cirrus Logic (CRUS) Stock Sinks As Market Gains: What You Should Know"], ["09.01.20", "Cirrus Logic (CRUS) Outpaces Stock Market Gains: What You Should Know"], ["09.01.20", "Cirrus Logic (CRUS) Hits Fresh High: Is There Still Room to Run?"], ["07.01.20", "Cirrus Logic to Announce Q3 Results January 29"], ["02.01.20", "The Zacks Analyst Blog Highlights: Cirrus Logic, CIRCOR, Axsome and Digital Turbine"], ["2020-05-22 15:51", "IBD Live Q&A And Two Key Stock Lists For May 22, 2020 ...  BIO Bio Rad Labs Inc Cl A TECH Bio-Techne Corp BKI Black Knight Inc BLK Blackrock Inc BAH Booz Allen Hamilton Cl A SAM Boston Beer Company CDNS Cadence Design Systems CWH Camping World Hldgs Cl A CARR Carrier Global Corp CRNC Cerence Inc CRL Charles River Labs Intl CHTR Charter Comm CHGG Chegg Inc CHWY Chewy Inc Cl A CMG Chipotle Mexican Grill CIEN Ciena Corporation CRUS Cirrus Logic Inc CLX Clorox Co NET Cloudflare Inc Cl A CGNX Cognex Corp COUP Coupa Software Inc CREE Cree Inc CRSP Crispr Therapeutics AG CRWD Crowdstrike Holding Cl A CCI Crown Castle Intl DDOG Datadog Inc Cl A DXCM Dexcom Inc DOCU Docusign Inc DG Dollar General Corp DPZ Dominos Pizza Inc DKNG Draftkings Inc Cl A DT Dynatrace Inc EBAY Ebay Inc LLY Eli Lilly & Co EBS Emergent Biosolutions ... "], ["2020-05-22 13:00", "Cirrus Logic To Present At Upcoming ConferencesCirrus Logic, Inc. (Nasdaq: CRUS) today announced that the company will be presenting at the following investor conferences: May 27 - Cirrus Logic President John Forsyth and Chief Financial Officer Thurman Case will present at the Cowen 2020 Virtual Techn"], ["2020-05-21 16:27", "IBD Live Q&A Summary, Key Lists For Thursday, May 21, 2020 ...  Knight Inc BLK Blackrock Inc BYND Beyond Meat Inc CACI C A C I Intl Cl A CARR Carrier Global Corp CDNS Cadence Design Systems CGNX Cognex Corp CHGG Chegg Inc CHTR Charter Comm CHWY Chewy Inc Cl A CIEN Ciena Corporation CLX Clorox Co CMG Chipotle Mexican Grill COUP Coupa Software Inc CREE Cree Inc CRL Charles River Labs Intl CRM Salesforce.com Inc CRNC Cerence Inc CRUS Cirrus Logic Inc CRWD Crowdstrike Holding Cl A CWH Camping World Hldgs Cl A CWST Casella Waste Sys Cl A DDOG Datadog Inc Cl A DG Dollar General Corp DKNG Draftkings Inc Cl A DOCU Docusign Inc DPZ Dominos Pizza Inc DT Dynatrace Inc DVA Davita Inc DXCM Dexcom Inc EBAY Ebay Inc EBS Emergent Biosolutions EFX Equifax Inc ENPH Enphase Energy Inc ENTG Entegris Inc EPAM Epam Systems Inc EVER Everquote ... "], ["2020-05-19 16:56", "IBD Live Q&A Summary, Key Stock And Mutual Funds Lists For Tuesday, May 19, 2020 ...  Inc BLK Blackrock Inc BMY Bristol-Myers Squibb Co BYND Beyond Meat Inc CACI C A C I Intl Cl A CCC Clarivate Plc CDNS Cadence Design Systems CGNX Cognex Corp CHGG Chegg Inc CHTR Charter Comm CHWY Chewy Inc Cl A CIEN Ciena Corporation CLX Clorox Co CMG Chipotle Mexican Grill COUP Coupa Software Inc CPRT Copart Inc CRL Charles River Labs Intl CRM Salesforce.com Inc CRUS Cirrus Logic Inc CRWD Crowdstrike Holding Cl A CWST Casella Waste Sys Cl A DDOG Datadog Inc Cl A DG Dollar General Corp DHR Danaher Corp DKNG Draftkings Inc Cl A DOCU Docusign Inc DPZ Dominos Pizza Inc DT Dynatrace Inc DVA Davita Inc DXCM Dexcom Inc EBAY Ebay Inc EBS Emergent Biosolutions ENPH Enphase Energy Inc ENTG Entegris Inc EPAM Epam Systems Inc ETSY Etsy Inc EVBG Everbridge Inc EVER ... "], ["2020-05-18 15:20", "This Apple Supplier Could Turn Out to Be a Top 5G PlayThe novel coronavirus has failed to hurt semiconductor company Cirrus Logic's business so far."], ["2020-05-17 18:17", "Sierra Wireless's Internet of Things Business Can't Catch a Break Right Now ... 0.90%) LNVGY LENOVO GROUP LTD. OTC: LNVGY $10.83 down $0.20 (-1.81%) LSCC Lattice Semiconductor NASDAQ: LSCC $22.11 down $0.87 (-3.79%) DELL Dell Technologies Inc. NYSE: DELL $42.09 up $0.23 (0.55%) Related Articles Why Sierra Wireless Stock Dropped Today Why Shares of Sierra Wireless Jumped Today Is Sierra Wireless Stock a Buy? Why Silicon Labs, Sierra Wireless, Cirrus Logic, and NXP Semiconductors Stocks Tanked Today Don't Buy Sierra Wireless Until These 2 Things Happen Sierra Wireless's Internet of Things Business Can't Catch a Break Right Now @themotleyfool #stocks $SWIR $BB $LNVGY $LSCC $DELL Next Article Prev 1 2 3 4 5 Next Terms of Use Privacy Policy Accessibility Policy Copyright, Trademark and Patent Information Terms and Conditions Do ... "], ["2020-05-14 22:00", "Gen Z Doesn't Want to Work for the Government ... , show them that you value diversity with initiatives to support workers from different backgrounds. For example, one often overlooked barrier is transportation—many workers rely on public transit to get to work. Some companies have taken responsibility for creating more transportation options for employees, attracting a more diverse workforce. In Austin, Texas, for instance, tech company Cirrus Logic decided to move from a suburban area to a downtown location, evaluating the limitations of doing so in the process. The company realized not everyone had the means to commute to the new location in private vehicles, so it implemented reimbursements for those using light-rail and eventually created a free shuttle line for employees. Government agencies ... "], ["2020-05-13 16:29", "IBD Live Q&A Summary, Key Lists For Wednesday, May 13, 2020 ...  A BILL Bill.com Holdings Inc BIO Bio Rad Labs Inc Cl A BMRN Biomarin Pharmaceutical BMY Bristol-Myers Squibb Co BYND Beyond Meat Inc CCC Clarivate Plc CDNS Cadence Design Systems CGNX Cognex Corp CHGG Chegg Inc CHWY Chewy Inc Cl A CIEN Ciena Corporation CLX Clorox Co CMG Chipotle Mexican Grill COST Costco Wholesale Corp COUP Coupa Software Inc CRL Charles River Labs Intl CRUS Cirrus Logic Inc CRWD Crowdstrike Holding Cl A CTXS Citrix Systems Inc DDOG Datadog Inc Cl A DG Dollar General Corp DHR Danaher Corp DKNG Draftkings Inc Cl A DOCU Docusign Inc DPZ Dominos Pizza Inc DT Dynatrace Inc DXCM Dexcom Inc EBAY Ebay Inc EBS Emergent Biosolutions ENPH Enphase Energy Inc ENTG Entegris Inc EPAM Epam Systems Inc ETSY Etsy Inc EVBG Everbridge Inc EVER Everquote Inc ... "], ["2020-05-12 17:02", "IBD Live Q&A Summary, Key Stock Lists For Tuesday, May 12, 2020 ...  Bristol-Myers Squibb Co BYND Beyond Meat Inc CABO Cable One Inc CARR Carrier Global Corp CCC Clarivate Analytics Plc CDNS Cadence Design Systems CGNX Cognex Corp CHGG Chegg Inc CHTR Charter Comm CHWY Chewy Inc Cl A CIEN Ciena Corporation CLX Clorox Co CMG Chipotle Mexican Grill COST Costco Wholesale Corp COUP Coupa Software Inc CRL Charles River Labs Intl CRM Salesforce.com Inc CRUS Cirrus Logic Inc CRWD Crowdstrike Holding Cl A CTXS Citrix Systems Inc DDOG Datadog Inc Cl A DG Dollar General Corp DGX Quest Diagnostics Inc DHR Danaher Corp DOCU Docusign Inc DPZ Dominos Pizza Inc DXCM Dexcom Inc EBAY Ebay Inc EBS Emergent Biosolutions ENPH Enphase Energy Inc ENTG Entegris Inc EPAM Epam Systems Inc ETSY Etsy Inc EVBG Everbridge Inc EVER Everquote Inc Cl A EXEL ... "], ["2020-05-11 15:47", "IBD Live Q&A And Two Key Stock Lists For May 11, 2020 ...  guys (and gal) do a great job. Thanks. It's on our list! I signed up for Twitter but can not seem to get into the comments or updates that mike or anybody reports. i can not find the right handles maybe? It's at the bottom of the FAQ at investors.com/LiveFAQ IBD Live Ready List Symbol Name ASML A S M L Holding AMD Advanced Micro Devices AMGN Amgen Inc CRUS Cirrus Logic Inc CGNX Cognex Corp MSCI M S C I Inc MDB Mongodb Inc Cl A MCO Moodys Corporation POOL Pool Corp RMD Resmed Inc SPGI S&P Global Inc TYL Tyler Technologies Inc UNH Unitedhealth Group Inc IBD Live Watch List Symbol Name TXG 10x Genomics Inc Cl A ASML A S M L Holding N.V. NY ABT Abbott Laboratories ACAD Acadia Pharmaceuticals ACMR Acm Research Inc Cl A ATVI Activision Blizzard Inc ADBE ... "], ["2020-05-08 18:58", "Why Sierra Wireless Stock Dropped Today ...  in February of 2002. Returns as of 05/08/2020. Join Stock Advisor Cumulative Growth of a $10,000 Investment in Stock Advisor Calculated by Time-Weighted Return Stocks SWIR Sierra Wireless NASDAQ: SWIR $8.52 down $0.69 (-7.49%) Related Articles Why Shares of Sierra Wireless Jumped Today Is Sierra Wireless Stock a Buy? Why Silicon Labs, Sierra Wireless, Cirrus Logic, and NXP Semiconductors Stocks Tanked Today Don't Buy Sierra Wireless Until These 2 Things Happen Better Buy: Sierra Wireless vs. Qualcomm Why Sierra Wireless Stock Dropped Today @themotleyfool #stocks $SWIR Next Article Prev 1 2 3 4 5 Next Terms of Use Privacy Policy Accessibility Policy Copyright, Trademark and Patent Information Terms and Conditions Do Not Sell My Personal Information ... "], ["2020-05-08 17:43", "Stock Market Rally Gains Steam: Shopify, PayPal, Twilio, MercadoLibre, Fortinet, Chegg Soar On Earnings ...  quarter with sales booming 70% to $139.4 million. It's seeing strong demand for its high-speed data movement interconnects from cloud computing service providers and telecom operators. Qorvo's EPS climbed 29% with sales up 16% to $787.8 million. The wireless chipmaker forecast continued growth in 5G infrastructure and handsets. Shares of both chipmakers rallied. Cirrus Logic ( CRUS ) and Skyworks ( SWKS ), both Apple iPhone chip suppliers, also reported earnings. Shares rose. Disney Earnings Weak Walt Disney ( DIS ) earnings slid 63% to 60 cents, missing views for 83 cents. Revenue grew 21% to $18.01 billion, falling just short. Disney will skip a semiannual dividend payout in July, preserving $1.6 billion of cash. Shanghai Disneyland, closed since ... "], ["2020-05-08 16:01", "IBD Live Q&A And Two Key Stock Lists For May 8, 2020 ...  weekend! thanks! ALI ROCKS!!! thank you! Dont worry mike, you are my crush lol lol we do love Ali too kind! Tks Ali, u r great thanks for joining us! GREAT ONE TODAY finishing off the week strong! May your trades be with you! yes! IBD Live Ready List Symbol Name ASML A S M L Holding AMD Advanced Micro Devices AMGN Amgen Inc CMG Chipotle Mexican Grill CRUS Cirrus Logic Inc CGNX Cognex Corp MDB Mongodb Inc Cl A MCO Moodys Corporation POOL Pool Corp POWI Power Integrations RMD Resmed Inc TYL Tyler Technologies UNH Unitedhealth Group IBD Live Watch List Symbol Name TXG 10x Genomics Inc Cl A ASML A S M L Holding N.V. NY ABT Abbott Laboratories ACAD Acadia Pharmaceuticals ATVI Activision Blizzard Inc ADBE Adobe Inc AMD Advanced Micro Devices BABA Alibaba Group ... "], ["2020-05-08 15:32", "SunPower (SPWR) Q1 2020 Earnings Call Transcript ...  of 2002. Returns as of 05/08/2020. Join Stock Advisor Cumulative Growth of a $10,000 Investment in Stock Advisor Calculated by Time-Weighted Return Stocks SPWR SunPower NASDAQ: SPWR $7.76 up $0.50 (6.89%) Related Articles SunPower (SPWR) Q4 2019 Earnings Call Transcript SunPower (SPWR) Q3 2019 Earnings Call Transcript Why SunPower, Myriad Genetics, and Cirrus Logic Jumped Today SunPower (SPWR) Q2 2019 Earnings Call Transcript Why SunPower, Snap, and G1 Therapeutics Jumped Today SunPower (SPWR) Q1 2020 Earnings Call Transcript @themotleyfool #stocks $SPWR Next Article Prev 1 2 3 4 5 Next Terms of Use Privacy Policy Accessibility Policy Copyright, Trademark and Patent Information Terms and Conditions Do Not Sell My Personal Information Market data powered ... "], ["2020-05-08 14:41", "Semiconductor Equipment Stocks Could Be In For Rough Ride ...  on sales of $1.42 billion in its fiscal third quarter ended March 31. Wall Street had predicted earnings of $2.28 a share on sales of $1.39 billion. On a year-over-year basis, KLA earnings rose 37% while sales climbed 30%. Follow Patrick Seitz on Twitter at @IBD_PSeitz for more stories on consumer technology, software and semiconductor stocks. YOU MAY ALSO LIKE: Cirrus Logic, Skyworks Solutions Climb On March-Quarter Earnings Qualcomm Sees Coronavirus Pandemic Hurting Smartphone Sales IBD's ETF Market Strategy How To Research Growth Stocks: Why This IBD Tool Simplifies The Search For Top Stocks Get Stock Ideas From IBD Experts Each Morning Before The Open Related news Onto Innovation Sees Rising RS Rating Coming Out Of V-Shaped Pattern 4/30/2020 Onto ... "], ["2020-05-07 16:40", "IBD Live Q&A Summary, Key Lists For Thursday, May 7, 2020 ...  Holdings Inc BIO Bio Rad Labs Inc Cl A BMY Bristol-Myers Squibb Co BYND Beyond Meat Inc CABO Cable One Inc CARR Carrier Global Corp CCC Clarivate Analytics Plc CHGG Chegg Inc CHTR Charter Comm CHWY Chewy Inc Cl A CIEN Ciena Corporation CLX Clorox Co CMG Chipotle Mexican Grill COST Costco Wholesale Corp COUP Coupa Software Inc CRL Charles River Labs Intl CRM Salesforce.com Inc CRUS Cirrus Logic Inc CRWD Crowdstrike Holding Cl A CTXS Citrix Systems Inc DDOG Datadog Inc Cl A DG Dollar General Corp DOCU Docusign Inc DPZ Dominos Pizza Inc DVA Davita Inc DXCM Dexcom Inc EBAY Ebay Inc ENPH Enphase Energy Inc ENTG Entegris Inc EPAM Epam Systems Inc ETSY Etsy Inc EVBG Everbridge Inc EVER Everquote Inc Cl A FB Facebook Inc Cl A FIVN Five9 Inc FNV Franco Nevada Corp ... "], ["2020-05-07 12:00", "Qualcomm CEO Steve Mollenkopf Drives Worldwide 5G Growth ...  Above New Buy Points Dow Jones Lower As Payroll Drop Weighs; Are Apple, Microsoft Still In Buy Zone? Dow Jones Fades Early Gain, But Microsoft, Apple Strong; Biotech Leader Breaks Out On Earnings Dow Jones Erases 171-Point Gain Amid Plunging Payrolls On Coronavirus; MercadoLibre Soars 20% On Earnings Want Long-Term Stock Market Gains Like From Apple, Amazon? Start Here Cirrus Logic, Skyworks Solutions Climb On March-Quarter Earnings Lumentum Earnings Guidance Falls Short Of Views Amid Covid-19 Lockdown Dow Jones Rallies After Passing Key Test Of Support In Coronavirus Market Rally Today's Spotlight Free Swing Trading Webinar Learn how to swing trade during this big market rebound in our latest free webinar. Register now! Watch Our New Online Course ... "], ["2020-05-06 15:41", "IBD Live Q&A And Two Key Stock Lists For May 6, 2020 ...  Corp Plc Cl A AVLR Avalara Inc BAND Bandwidth Inc Cl A GOLD Barrick Gold Corporation BILL Bill.com Holdings Inc BIO Bio Rad Labs Inc Cl A TECH Bio-Techne Corp SAM Boston Beer Company BMY Bristol-Myers Squibb Co CABO Cable One Inc CARR Carrier Global Corp CHTR Charter Comm CHGG Chegg Inc CHWY Chewy Inc Cl A CMG Chipotle Mexican Grill CIEN Ciena Corporation CRUS Cirrus Logic Inc CTXS Citrix Systems Inc CCC Clarivate Analytics Plc CLX Clorox Co NET Cloudflare Inc Cl A CCOI Cogent Comm Hldgs Inc COST Costco Wholesale Corp COUP Coupa Software Inc CRWD Crowdstrike Holding Cl A CCI Crown Castle Intl DHR Danaher Corp DDOG Datadog Inc Cl A DVA Davita Healthcare Prtns DXCM Dexcom Inc DLR Digital Realty Trust Inc DOCU Docusign Inc DG Dollar General Corp DPZ Dominos ... "], ["2020-05-06 14:18", "Want Long-Term Stock Market Gains Like From Apple, Amazon? Start Here ...  Jones Stocks To Buy And Watch In May 2020; Apple, Microsoft Above New Buy Points Is ISRG Stock A Buy After Coronavirus Slammed Quarterly Growth? Disney To Skip Dividend Payment After Earnings Miss Badly; Stock Falls Breakout Stocks & Technical Analysis Chegg, IBD Stock Of The Day, Blasts Into Buy Zone With A+ Earnings Growth Pinterest First-Quarter Earnings Miss, Revenue Beat, Stock Down Cirrus Logic, Skyworks Solutions Climb On March-Quarter Earnings Lumentum Earnings Guidance Falls Short Of Views Amid Covid-19 Lockdown Today's Spotlight New Podcast: Cutting-Edge Tech Stocks We spoke to an AI and robotics expert about the next generation of tech stocks. Check it out! Watch Our New Online Course! Learn how to invest better using the CAN SLIM System in ... "], ["2020-05-05 21:56", "Nasdaq Leads Gains But Plays Coy Near 9000; 5 Mistakes To Avoid In Stocks Today ...  Stock Sinks After Warning It Could Go Out Of Business Dow Jones Gains 808 Points From Monday Low, Chegg Stuns The Shorts; These 5 Stocks Lead IBD Stock Of The Day Dow Jones Jumps 400 Points; Microsoft, Apple In Buy Range As Coronavirus Stock Market Rally Strengthens Dow Jones Surges 400 Points On Easing Lockdowns; Microsoft Breaks Out Above New Buy Point Stock Market News: Chegg, Regeneron, Cirrus Logic, Skyworks Move On Earnings Today's Spotlight New Podcast: Cutting-Edge Tech Stocks We spoke to an AI and robotics expert about the next generation of tech stocks. Check it out! Watch Our New Online Course! Learn how to invest better using the CAN SLIM System in IBD's brand-new online course! Free IBD Online Workshop! Join IBD's Amy Smith for a ... "]]}}