{"postfix": "cisco-aktie", "name": "CISCO", "wkn": "878841", "time": "2020.05.26 15:06", "ts": 1590498394, "features": {"KGV": "18.17", "Marktkapitalisierung": {"Size": "Mrd", "Value": "175.84"}, "GA": "3.10", "KBV": "7.35", "BA": "7.66", "KCV": "15.91", "CA": "3.54", "Vola30": "31.85", "Vola90": "51.55", "Vola180": "39.7", "Vola250": "34.38"}, "rivals": ["adva-aktie", "check_point_software-aktie", "juniper_networks-aktie", "ibm-aktie", "symantec-aktie", "f5_networks-aktie", "nortel_networks-aktie"], "text_data": {"de": [["18.05.20", "Huawei bezeichnet Exportbeschränkungen der USA als \"willkürlich\""], ["15.05.20", "USA und China eskalieren Streit über Rolle von Huawei"], ["14.05.20", "Erholung an der Börse: Comeback der US-Börsen - Cisco und Banken geben Dax-Anlegern Hoffnung"], ["14.05.20", "MÄRKTE USA/Erholungsrally - Schwache US-Jobdaten treten in den Hintergrund"], ["14.05.20", "MÄRKTE USA/Erholt von Anfangsverlusten - Schwache US-Jobdaten"], ["14.05.20", "MÄRKTE USA/Schwache Jobdaten drücken - Zweifel an V-Erholung"], ["14.05.20", "Cisco: Aktie hebt nach Zahlen ab - das ist der Grund"], ["14.05.20", "MÄRKTE USA/Schwache Jobdaten drücken - Zweifel an V-Erholung"], ["14.05.20", "MARKT USA/Spannung vor Jobdaten und Zweifel an \"V-Erholung\""], ["14.05.20", "Cisco übertrifft Erwartungen trotz Rückgangs bei Umsatz und Gewinn "], ["14.05.20", "Gewinn und Umsatz bei Cisco sacken nicht so stark ab wie erwartet"], ["14.05.20", "Cisco versucht sich als Zoom-Konkurrenz"], ["12.05.20", "Ausblick: Cisco verkündet Quartalsergebnis zum jüngsten Jahresviertel"], ["11.05.20", "HSBC: Wochenausblick: BIP Deutschland, OPEC-Bericht, Industrieproduktion, Allianz, RWE, Wirecard"], ["08.05.20", "Cisco kämpft gegen Sicherheitsprobleme in Sicherheitshardware"], ["30.04.20", "April 2020: So haben Analysten ihre Einstufung der Cisco-Aktie angepasst"], ["28.04.20", "Erste Schätzungen: Cisco gewährt Anlegern Blick in die Bücher"], ["27.04.20", "heise-Angebot: Die Technik hinter Zero Trust: Network Access Control mit Cisco"], ["24.04.20", "SD-WAN: Cisco und Google übernehmen die Netzwerkanbindung der Kunden"], ["22.04.20", "Cloud: Cisco und Google rücken zusammen"], ["16.04.20", "Sicherheitsupdates: Root-Lücken gefährden IP-Telefone von Cisco"], ["09.04.20", "Hacker nehmen Krankenhäuser und Medizin-Firmen ins Visier"], ["01.04.20", "Slack integriert Videoanrufe von Teams, Zoom und Cisco Jabber"], ["31.03.20", "Wie Experten die Cisco-Aktie im März einstuften"], ["25.03.20", "Cisco Systems: Homeoffice-Profiteur startklar zum Ausbruch"], ["25.03.20", "Experten: Erhöhte Gefahr von Cyberattacken in der Corona-Krise"]], "en": [["20.05.20", "STANLEY Healthcare and Cisco Partner to Bring the Next Generation of Location Services to Healthcare"], ["20.05.20", "Better Buy: Arista Networks vs. Cisco"], ["19.05.20", "Is Cisco Systems Stock a Buy?"], ["19.05.20", "The Zacks Analyst Blog Highlights: Apple, Qualcomm, The Boeing Company and Cisco Systems"], ["17.05.20", "Better Buy: Cisco Systems vs. IBM"], ["15.05.20", "How Safe Is Cisco and Its Dividend?"], ["15.05.20", "Cisco or nVidia: Best Stock to Play Internet Infrastructure Boom?"], ["14.05.20", "The Ratings Game: Cisco persevered in a brutal economic climate, offering what one analyst called ‘a glimmer of confidence’ "], ["14.05.20", "Dow Jones News: Cisco Stock Surges; 3M Suffers Double-Digit Sales Decline"], ["14.05.20", "NexTech AR Solutions integrates Google Hangouts, Cisco Webex into InfernoAR platform"], ["14.05.20", "Cisco (CSCO) Q3 Earnings and Revenues Surpass Estimates"], ["14.05.20", "Cisco Systems Inc (CSCO) Q3 2020 Earnings Call Transcript"], ["14.05.20", "MarketWatch First Take: Cisco says pandemic worse than dot-com crash and recession, but earnings are faring just fine"], ["14.05.20", "Cisco CEO Chuck Robbins: The future post-pandemic workplace will be based on a 'hybrid model'"], ["14.05.20", "Cisco CEO says the future of work will be a 'hybrid model'"], ["14.05.20", "Cisco Systems CEO on Q3 earnings, future of remote and on-premise work"], ["13.05.20", "Cisco surges after earnings"], ["13.05.20", "Cisco Systems (CSCO) Q3 Earnings and Revenues Top Estimates"], ["13.05.20", "Cisco Beats Lowered Views, Weak Outlook In Line Amid Covid-19"], ["13.05.20", "Cisco stock heads higher as profit continues to flow amid pandemic despite revenue slowdown"], ["13.05.20", "Cisco quarterly revenue tops market expectations"], ["13.05.20", "The Zacks Analyst Blog Highlights: Amazon, AstraZeneca, CME, Cisco and General Electric"], ["13.05.20", "Dow Jones News: Cisco Earnings This Afternoon; Home Depot Stock Boosted by DIY Demand"], ["13.05.20", "Business in the Age of COVID-19: Cisco sees spike in videoconferencing, but how will IT spending fare?"], ["12.05.20", "Buy Cisco Stock Ahead of Earnings on Big Tech's Coronavirus Resilience?"], ["12.05.20", "1-800-FLOWERS, Columbia Sportswear, Sony, Ciena and Cisco as Zacks Bull and Bear of the Day"], ["12.05.20", "Why Cisco (CSCO) Might Surprise This Earnings Season"], ["12.05.20", "Options traders surge into Cisco ahead of earnings"], ["11.05.20", "Cisco, Applied Materials, Under Armour and Norwegian Cruise are part of Zacks Earnings Preview"], ["08.05.20", "Is a Beat in the Cards for Cisco (CSCO) in Q3 Earnings?"], ["06.05.20", "Cisco Systems (CSCO) Expected to Beat Earnings Estimates: Can the Stock Move Higher?"], ["05.05.20", "Cisco Systems (CSCO) Gains But Lags Market: What You Should Know"], ["04.05.20", "The Zacks Analyst Blog Highlights: Tesla, Cisco, Comcast, Qualcomm and Micron"], ["01.05.20", "Why the Earnings Surprise Streak Could Continue for Cisco (CSCO)"], ["01.05.20", "The Zacks Analyst Blog Highlights: Microsoft, Facebook, Alphabet, Zoom Video Communications and Cisco Systems"], ["30.04.20", "The Zacks Analyst Blog Highlights: Cisco, Abbott Laboratories, NextEra Energy, Gilead Sciences and Edwards Lifesciences"], ["26.04.20", "Better Buy: Cisco Systems vs. General Electric"], ["23.04.20", "Cisco Systems (CSCO) Dips More Than Broader Markets: What You Should Know"], ["23.04.20", "Cisco’s P/E Multiple Is At The Lowest Level In 3 Years: Time To Buy Cisco Stock?"], ["21.04.20", "Cisco CTO heads to PacketFabric to take up CEO role"], ["2020-05-26 12:21", "Bucharest bourse transfers Bittnet Systems to regulated market as of June 3 ...  the regulated market was approved on by the Financial Supervisory Authority (ASF) on May 20. As at 13:00 CET on Tuesday, Bittnet Systems shares traded 10.84% higher at 1.38 lei ($0.31/0.28 euro). Bittnet was founded in 2007 by Mihai and Cristian Logofatu. The company focuses on IT training and delivering end-to-end IT infrastructure services and solutions from companies like Cisco, Microsoft, Dell, VMware and HP, among others. It was the first Romanian IT company to be listed on the BVB, in April 2015. (1 euro = 4.84 lei) AD Share this story Facebook Twitter Linkedin Email Tags Romania IT/Online Services Business Equity Markets Market Research on Demand Related news Romania's Bittnet Systems Q1 net loss narrows, revenues rise 21% y/y EU Commission urges ... "], ["2020-05-26 12:10", "Citi's top stock picks for risk-adjusted dividend yield ...  insurance, the higher the risk of dividend cuts, and this is factored into Citi's ranking for each company. \" The addition of CDS is interesting because it provides a real-time market assessment of credit risk and the sustainability of dividends. There are, unfortunately, no Canadian equity picks. The U.S. names are Cisco Systems , UPS, Dominion Energy Inc., Caterpillar Inc., Southern Co., ConocoPhilips, American Electric Power Co. Inc., General Mills , Exelon Corp., General Dynamic Corp., HP Inc., Johnson Controls International, First Energy Corp., Equity Residential, Hartford Financial Services Group., International Paper Corp., Omnicom and Aliant Energy Corp. Story continues below advertisement \" @SBarlow_ROB Citi: Their fave income strategy ... "], ["2020-05-26 11:47", "Man responsible for least popular iteration of Windows UI uses iPad Pro as a desktop ... taken far too long Microsoft drops a little surprise thank-you gift for sitting through Build: The source for GW-BASIC The longest card game in the world: Microsoft Solitaire is 30 Galaxy S20 security is already old hat as Samsung launches new safety silicon Contact-tracing app may become a permanent fixture in major Chinese city Pre-authentication, remote root hole in call-center software? Thanks, Cisco. Just what a long weekend needs It wasn't just a few credit cards: Entire travel itineraries were stolen by hackers, Easyjet now tells victims Unlucky for some, GitLab 13.0 is DevSecOps in a box, but will it play nicely with others? Guess who's laughing most of the way to the Splunk, despite revenue miss and nervous customers? Meet ScrAPIr, MIT's ... "], ["2020-05-26 11:01", "New Raspberry Pi 4 update beta lets you boot from a USB mass storage device ...  Comment Add Your Comment More from Liam Tung Enterprise Software Microsoft Teams Rooms: Switch to OAuth 2.0 by Oct 13 or your meetings won't work Enterprise Software Microsoft: Here's why we love programming language Rust and kicked off Project Verona Open Source Microsoft takes you back to 1983: It's just open-sourced its GW-BASIC interpreter Security Cisco: Critical Java flaw strikes 'call center in a box', patch urgently Please review our terms of service to complete your newsletter subscription. By registering, you agree to the Terms of Use and acknowledge the data practices outlined in the Privacy Policy . You will also receive a complimentary subscription to the ZDNet's Tech Update Today and ZDNet Announcement newsletters. You ... "], ["2020-05-26 10:32", "Galaxy S20 security is already old hat as Samsung launches new safety silicon ...  is already old hat as Samsung launches new safety silicon Contact-tracing app may become a permanent fixture in major Chinese city Pre-authentication, remote root hole in call-center software? Thanks, Cisco. Just what a long weekend needs It wasn't just a few credit cards: Entire travel itineraries were stolen by hackers, Easyjet now tells victims Unlucky for some, GitLab 13.0  ... 2 Comments MORE Samsung Security Most Read Linus Torvalds drops Intel and adopts 32-core AMD Ryzen Threadripper on personal PC Pre-authentication, remote root hole in call-center software? Thanks, Cisco. Just what a long weekend needs Dude, where's my laser? SpaceX Falcon 9 and Dragon cleared to hoist real live American astronauts into space Alibaba Cloud revenue grows 62 ... "], ["2020-05-26 10:30", "Paid software and services available for free during the pandemic from Microsoft, Facebook and more [updated daily] ...  too. Available to: all businesses View Deal Microsoft Teams Microsoft is offering a six-month free trial of Microsoft Teams' premium tier and will also let users schedule calls and video conferences. Meanwhile, all UK NHS staff will receive free access to the Teams collaboration platform as well. Available to: all businesses (with additional features for NHS staff) View Deal Cisco Webex Cisco has added additional features to its free Webex service and is also offering free 90-day business licenses to firms affected by coronavirus. Free accounts will now allow users to host meetings with up to 100 participants for an unlimited amount of time. Available to: all businesses View Deal PowWowNow PowWowNow has extended the free trial of its services from 14 ... "], ["2020-05-26 10:00", "Zoom's torrid 90 day sprint: Security, increased competition and becoming a verb ... product expansion. Zoom has also been in the crosshair the most for its issues with security and privacy of late, leaving the door open for some of the momentum to swing back toward Cisco WebEx, Microsoft Teams and now Verizon. Roderick said that Zoom is likely to face momentum swings but remains the premier video conferencing player with an efficient go-to-market plan, strong usage  ...  flow. Toss in focus and Zoom will garner its share of wins. In its Magic Quadrant report for Meeting Solutions, research firm Gartner put Zoom in the top quadrant along with Microsoft and Cisco, which owns WebEx. The report, published in September and pre-COVID-19 predicted that by 2024 only 25% of enterprise meetings will take place in person, down from 60% today. Safe to say  ... "], ["2020-05-26 10:00", "Powering the machines with 5G ... 34;I'd expect to see any number of private Canadian 5G networks and trials within the year,\" Mr. Stewart says. \"Especially among logistics and distributions outfits.\" Cellular 5G will be necessary, however, to transform supply chains. \"When that comes, we'll see an avalanche of 5G IoT devices in shipping, receiving and ports,\" Mr. Barton of Cisco Canada says. \"That will enable visibility right up the supply chain.\" By visibility, Mr. Barton means exactly that an unprecedented ability to track goods as they move through the supply chain: tracking where raw materials are, when inventory is shipped, where it may be held up and its condition. Mr. Barton uses the example of a food retailer using environmental monitoring sensors ... "], ["2020-05-26 09:45", "Live analytics without vendor lock-in? It's more likely than you think, says Redis Labs ...  too long Microsoft drops a little surprise thank-you gift for sitting through Build: The source for GW-BASIC The longest card game in the world: Microsoft Solitaire is 30 Mind your language: Microsoft set to swing the axe on 27 languages in iOS Outlook Contact-tracing app may become a permanent fixture in major Chinese city Pre-authentication, remote root hole in call-center software? Thanks, Cisco. Just what a long weekend needs It wasn't just a few credit cards: Entire travel itineraries were stolen by hackers, Easyjet now tells victims Forget BYOD, this is BYOVM: Ransomware tries to evade antivirus by hiding in a virtual machine on infected systems Unlucky for some, GitLab 13.0 is DevSecOps in a box, but will it play nicely with others? Guess who' ... "], ["2020-05-26 09:00", "Microsoft brings WinUI to desktop apps: It's a landmark for Windows development, but it has taken far too long ...  too long Microsoft drops a little surprise thank-you gift for sitting through Build: The source for GW-BASIC The longest card game in the world: Microsoft Solitaire is 30 Mind your language: Microsoft set to swing the axe on 27 languages in iOS Outlook Contact-tracing app may become a permanent fixture in major Chinese city Pre-authentication, remote root hole in call-center software? Thanks, Cisco. Just what a long weekend needs It wasn't just a few credit cards: Entire travel itineraries were stolen by hackers, Easyjet now tells victims Forget BYOD, this is BYOVM: Ransomware tries to evade antivirus by hiding in a virtual machine on infected systems Unlucky for some, GitLab 13.0 is DevSecOps in a box, but will it play nicely with others? Guess who' ... "], ["2020-05-26 08:36", "TX Fort Worth TX Zone Forecast ... FRIDAY...Mostly sunny. Highs in the lower 80s. .FRIDAY NIGHT...Mostly clear. Lows around 60. .SATURDAY...Sunny. Highs in the lower 80s. .SATURDAY NIGHT...Mostly clear. Lows in the lower 60s. .SUNDAY...Mostly sunny. Highs in the mid 80s. .SUNDAY NIGHT...Partly cloudy. Lows in the mid 60s. .MONDAY...Mostly sunny. Highs in the upper 80s. $$ TXZ129-262130- Eastland- Including the cities of Cisco, Eastland, Ranger, and Gorman 335 AM CDT Tue May 26 2020 .TODAY...Partly sunny with a 30 percent chance of showers and thunderstorms this morning...then mostly sunny this afternoon. Highs in the mid 70s. Northwest winds 5 to 10 mph. .TONIGHT...Mostly clear. A slight chance of showers and perhaps an isolated thunderstorm after midnight. Lows in the upper 50s. West winds ... "], ["2020-05-26 08:25", "Samsung's new security chip is a standalone turnkey security solution ... 't make us safer IoT security: In 2020, action needs to match awareness How do I select a backup solution for my business? What hinders successful threat hunting? Global DX spending to grow 10.4% in 2020 Reality bites: Data privacy edition Organizations plan to migrate most apps to the cloud in the next year In an increasingly 5G and edge world, DNS matters Cisco fixes critical RCE flaw in call center solution Create a safe haven for your customers to build loyalty Integrating a SIEM solution in a large enterprise with disparate global centers The dark web is flooded with offers to purchase corporate network access Industry News May 26, 2020 Share Samsung's new security chip is a standalone turnkey security solution Samsung Electronics introduced a ... "], ["2020-05-26 08:15", "TCL 10L: Remember the white goods flinger that had a licence to make BlackBerrys? It made a new own-name phone ...  too long Microsoft drops a little surprise thank-you gift for sitting through Build: The source for GW-BASIC The longest card game in the world: Microsoft Solitaire is 30 Mind your language: Microsoft set to swing the axe on 27 languages in iOS Outlook Contact-tracing app may become a permanent fixture in major Chinese city Pre-authentication, remote root hole in call-center software? Thanks, Cisco. Just what a long weekend needs It wasn't just a few credit cards: Entire travel itineraries were stolen by hackers, Easyjet now tells victims Forget BYOD, this is BYOVM: Ransomware tries to evade antivirus by hiding in a virtual machine on infected systems Unlucky for some, GitLab 13.0 is DevSecOps in a box, but will it play nicely with others? Guess who' ... "], ["2020-05-26 07:30", "China's clouds have hyperscale parents and global ambition - but are they contenders for your apps? ...  source for GW-BASIC The longest card game in the world: Microsoft Solitaire is 30 Mind your language: Microsoft set to swing the axe on 27 languages in iOS Outlook Das reboot: That's the only thing to do when the screenshot, er, freezes Contact-tracing app may become a permanent fixture in major Chinese city Pre-authentication, remote root hole in call-center software? Thanks, Cisco. Just what a long weekend needs It wasn't just a few credit cards: Entire travel itineraries were stolen by hackers, Easyjet now tells victims Forget BYOD, this is BYOVM: Ransomware tries to evade antivirus by hiding in a virtual machine on infected systems Unlucky for some, GitLab 13.0 is DevSecOps in a box, but will it play nicely with others? Guess who's laughing ... "], ["2020-05-26 07:15", "So how are your remote working tools shaping up? ...  source for GW-BASIC The longest card game in the world: Microsoft Solitaire is 30 Mind your language: Microsoft set to swing the axe on 27 languages in iOS Outlook Das reboot: That's the only thing to do when the screenshot, er, freezes Contact-tracing app may become a permanent fixture in major Chinese city Pre-authentication, remote root hole in call-center software? Thanks, Cisco. Just what a long weekend needs It wasn't just a few credit cards: Entire travel itineraries were stolen by hackers, Easyjet now tells victims Forget BYOD, this is BYOVM: Ransomware tries to evade antivirus by hiding in a virtual machine on infected systems Unlucky for some, GitLab 13.0 is DevSecOps in a box, but will it play nicely with others? Guess who's laughing ... "], ["2020-05-26 07:02", "Coronavirus masks are thwarting facial recognition systems. So, of course, people are building training sets from your lockdown-wear selfies ...  source for GW-BASIC The longest card game in the world: Microsoft Solitaire is 30 Mind your language: Microsoft set to swing the axe on 27 languages in iOS Outlook Das reboot: That's the only thing to do when the screenshot, er, freezes Contact-tracing app may become a permanent fixture in major Chinese city Pre-authentication, remote root hole in call-center software? Thanks, Cisco. Just what a long weekend needs It wasn't just a few credit cards: Entire travel itineraries were stolen by hackers, Easyjet now tells victims Forget BYOD, this is BYOVM: Ransomware tries to evade antivirus by hiding in a virtual machine on infected systems Unlucky for some, GitLab 13.0 is DevSecOps in a box, but will it play nicely with others? Guess who's laughing ... "], ["2020-05-26 06:02", "Contact-tracing app may become a permanent fixture in major Chinese city ...  source for GW-BASIC The longest card game in the world: Microsoft Solitaire is 30 Mind your language: Microsoft set to swing the axe on 27 languages in iOS Outlook Das reboot: That's the only thing to do when the screenshot, er, freezes Contact-tracing app may become a permanent fixture in major Chinese city Pre-authentication, remote root hole in call-center software? Thanks, Cisco. Just what a long weekend needs It wasn't just a few credit cards: Entire travel itineraries were stolen by hackers, Easyjet now tells victims Forget BYOD, this is BYOVM: Ransomware tries to evade antivirus by hiding in a virtual machine on infected systems Unlucky for some, GitLab 13.0 is DevSecOps in a box, but will it play nicely with others? Guess who's laughing ... "], ["2020-05-26 05:47", "Stranded musher, wings of gold, generous postal employee: News from around our 50 states ...  activity we would have downtown.\" Brady, who is the Georgia commander of the Military Order of the World Wars, reached out to state, local and military leaders, including U.S. Rep. Rick Allen, Augusta Mayor Hardie Davis and Fort Gordon leadership, to make a 20-minute video released Friday in observance of Memorial Day. He said he was pleased with how the video turned out and credited Cisco Systems for editing, producing and putting the video together. \"I'm amazed quite frankly about how well the individual pieces and parts came together and the messages that are given in the video,\" he said. \"I'm actually not frustrated at all because we put out a very nice, quality product to the community.\" Hawaii Hilo: The Big Island of Hawaii ... "], ["2020-05-26 05:30", "Why building backdoors into encryption won't make us safer ... 39;t make us safer IoT security: In 2020, action needs to match awareness How do I select a backup solution for my business? What hinders successful threat hunting? Global DX spending to grow 10.4% in 2020 Reality bites: Data privacy edition Organizations plan to migrate most apps to the cloud in the next year In an increasingly 5G and edge world, DNS matters Cisco fixes critical RCE flaw in call center solution Create a safe haven for your customers to build loyalty Integrating a SIEM solution in a large enterprise with disparate global centers The dark web is flooded with offers to purchase corporate network access Marc Laliberte, Senior Security Analyst, WatchGuard May 26, 2020 Share Why building backdoors into encryption won't make us safer For much ... "], ["2020-05-26 05:06", "San Francisco Chronicle ...  Worth TX Zone Forecast, 260915- Tarrant- Including, 260915- Bell- Including, 260915- Grayson- Including, Gorman 1247, 260915- Montague- Including, Burleson 1247, Hood, Frisco 1247, Denison 1247, 260915- Bosque- Including, 260915- Johnson- Including, 260915- Coryell- Including, 260915- Mills, Northeast, SATURDAY NIGHT, National Weather Service, MC Complete - State & National, AP, Arlington 1247, Cisco, Ranger, Marlin 1247, West, 260915- McLennan, 260915- Cooke, Denton, Allen, Sherman, 260915- Stephens, Jack, Wise, 260915- Young, Graham, Glen Rose, De Leon 1247, Ennis, 260915- Ellis, 260915- Navarro, Hamilton, Northwest, North, TX, Fort Worth, Dallas, TXZ119-260915- Dallas, Waco, Temple, Olney 1247 AM, 260915- Parker- Including, 260915- Eastland- Including ... "]]}}