{"postfix": "citrix_systems-aktie", "name": "CITRIX_SYSTEMS", "wkn": "898407", "time": "2020.05.26 15:07", "ts": 1590498469, "features": {"KGV": "19.38", "Marktkapitalisierung": {"Size": "Mrd", "Value": "15.47"}, "GA": "5.69", "KBV": "17.62", "BA": "6.26", "KCV": "18.85", "CA": "5.85", "Vola30": "37.68", "Vola90": "57.5", "Vola180": "43.53", "Vola250": "32.94"}, "rivals": ["cisco-aktie", "microsoft-aktie", "f5_networks-aktie", "vmware-aktie", "logmein-aktie"], "text_data": {"de": [["30.04.20", "Was Analysten von der Citrix Systems-Aktie erwarten"], ["24.04.20", "Citrix Systems präsentierte Bilanzzahlen zum jüngsten Jahresviertel"], ["22.04.20", "Ausblick: Citrix Systems gewährt Anlegern Blick in die Bücher"], ["31.03.20", "Citrix Systems-Aktie: Experten empfehlen Citrix Systems im März mehrheitlich zum Kauf "]], "en": [["21.05.20", "Cramer's lightning round: Consolidation is a 'positive' for Citrix Systems"], ["15.05.20", "Is Citrix Systems (CTXS) Outperforming Other Computer and Technology Stocks This Year?"], ["14.05.20", "Citrix and Check Point Software Technologies Team to Deliver Next-Generation Firewall"], ["13.05.20", "Ready They’re Not: New Citrix Survey Finds Employees Reluctant to Return to Office"], ["12.05.20", "William Fry Delivers Secure Work Experience with Citrix"], ["06.05.20", "Citrix Expands Remote PC Access Offerings"], ["05.05.20", "Citrix Executive to Present at Upcoming Investor Conference"], ["01.05.20", "Citrix ADC Certified by United States Department of Defense Information Network"], ["30.04.20", "Citrix Ups Security Game"], ["29.04.20", "Is Citrix Systems (CTXS) Stock Outpacing Its Computer and Technology Peers This Year?"], ["29.04.20", "Citrix: Making Remote Work Work"], ["28.04.20", "Positive Steps Rises to Remote Work Challenge With Citrix"], ["23.04.20", "Citrix Systems Inc (CTXS) Q1 2020 Earnings Call Transcript"], ["23.04.20", "Citrix Systems (CTXS) Tops Q1 Earnings and Revenue Estimates"], ["23.04.20", "Citrix Systems beats earnings estimates as COVID-19 boosts workspace revenue; stock slips"], ["23.04.20", "Citrix Reports First Quarter 2020 Financial Results"], ["21.04.20", "The Zacks Analyst Blog Highlights: Netflix, Silgan, Citrix Systems, Eli Lilly and FirstEnergy"], ["21.04.20", "San Francisco 49ers Stay Connected with Citrix"], ["17.04.20", "Boeing, AMC Entertainment rise; Peloton, Citrix Systems fall"], ["16.04.20", "Analysts Estimate Citrix Systems (CTXS) to Report a Decline in Earnings: What to Look Out for"], ["16.04.20", "Citrix Reveals New Face of Work"], ["14.04.20", "Italian National Institute of Statistics Maintains Operations with Citrix"], ["09.04.20", "Citrix Systems to Announce First Quarter 2020 Financial Results Before Market Open on Thursday, April 23"], ["08.04.20", "Has Citrix Systems (CTXS) Outpaced Other Computer and Technology Stocks This Year?"], ["07.04.20", "Penn National Insurance Amps Up Remote Work with Citrix"], ["02.04.20", "Citrix: Driving Business as Usual in an Unusual World"], ["01.04.20", "Remote Work: The New Normal?"], ["10.03.20", "Citrix a Leader in Virtual Client Computing"], ["04.03.20", "Citrix Elects JD Sherman to Its Board of Directors"], ["02.03.20", "Citrix: Fueling Business Continuity in Tumultuous Times"], ["18.02.20", "Renasant Bank Delivers Modern Employee Experience with Citrix"], ["12.02.20", "Citrix Among Top Work Coordination Platforms"], ["11.02.20", "Citrix Synergy 2020: Where Work Gets Smart"], ["06.02.20", "Citrix Executives to Present at Upcoming Investor Conferences"], ["04.02.20", "The Employee Experience is Broken: Here’s How to Fix It"], ["31.01.20", "Citrix Systems sets $1 billion ASR, representing over 6% of the outstanding stock"], ["31.01.20", "Citrix Announces $1 Billion Accelerated Share Repurchase"], ["24.01.20", "Stocks With Rising Relative Price Strength: Citrix Systems"], ["23.01.20", "Citrix Systems Inc (CTXS) Q4 2019 Earnings Call Transcript"], ["22.01.20", "Citrix Systems (CTXS) Surpasses Q4 Earnings and Revenue Estimates"], ["2020-05-26 12:05", "Will COVID-19 have a second peak? Yes, and WHO warns it could come sooner than you think ... Foundation McKinsey & Company Homepage COVID-19 Co.Design Tech Work Life Creativity Impact Podcasts Video News Recommender Subscribe Help Center fastco works Citrix Ford Transit Mailchimp McKinsey & Company National Science Foundation Paper & Packaging Board FastCo Works An award-winning team of journalists, designers, and  ...  lockdown restrictions en masse, and it looks like many people are throwing social distancing rules to the wind ( or the water ). The worry here is that if this leads to a second peak coming sooner than expected, healthcare systems will not have a chance to recuperate, which could see the next round of deaths skyrocket past anything we've seen so far. No covid concerns at the lake of the ozarks???? #loto pic.twitter.com/Yrb4UNM64u ... "], ["2020-05-26 12:00", "Analysts: 10 Winning Stocks Will Keep Leading From Here ...  US* ( TMUS ) 95.80 22.2% 11.9% Communication Services NA* Amazon.com ( AMZN ) 2436.88 31.9% 9.9% Consumer Discretionary 98 Newmont ( NEM ) 63.05 45.1% 9.9% Mining 98 Gilead Sciences ( GILD ) 73.34 12.9% 9.2% Health Care 87 Akamai Technologies ( AKAM ) 100.42 16.3% 9.1% Information Technology 96 SBA Communications ( SBAC ) 289.96 20.3% 8.4% Real Estate 50 Citrix Systems ( CTXS ) 137.04 23.6% 8.0% Information Technology 96 Microsoft ( MSFT ) 183.51 16.4% 7.7% Information Technology 99 Digital Realty Trust ( DLR ) 135.81 13.4% 7.2% Real Estate 80 Kroger ( KR ) 32.37 11.7% 7.0% Consumer Staples 85 Source: IBD, S&P Global Market Intelligence, * company is being acquired Follow Matt Krantz on Twitter @ mattkrantz YOU MAY ALSO LIKE: Bill Gates' Coronavirus ... "], ["2020-05-25 13:15", "Synopsys (SNPS) Soars to 52-Week High, Time to Cash Out? ... as if Synopsys passes the test. Thus, it seems as though Synopsys shares could have potential in the weeks and months to come. How Does Synopsys Stack Up to the Competition? Shares of Synopsys have been rising, and the company still appears to be a decent choice, but what about the rest of the industry? Some of its industry peers are also looking good, including PTC ( PTC - Free Report ) , Citrix Systems ( CTXS - Free Report ) , and Microsoft ( MSFT - Free Report ) , all of which currently have a Zacks Rank of at least #2 and a VGM Score of at least B, making them well-rounded choices. The Zacks Industry Rank is in the top 50% of all the industries we have in our universe, so it looks like there are some nice tailwinds for Synopsys, even beyond its own solid ... "], ["2020-05-25 13:03", "Do bike-share programs actually increase bike commuting? Here's what 10 years of data tells us ...  Foundation McKinsey & Company Homepage COVID-19 Co.Design Tech Work Life Creativity Impact Podcasts Video News Recommender Subscribe Help Center fastco works Citrix Ford Transit Mailchimp McKinsey & Company National Science Foundation Paper & Packaging Board FastCo Works An award-winning team of journalists, designers, and videographers  ... urban policy at the University of Washington. He studied a decade of commuting data from 38 cities with bike-share systems. Bike-share systems first appeared a decade ago in the U.S. (they are common in some cities in Europe and Asia), and some failed due to too few locations. Xu found that bigger bike-share systems do result in more commuters. \"In general, biking is good and healthy, and it means less pollution and  ... "], ["2020-05-23 15:30", "Citrix (CTXS) Down 3.2% Since Last Earnings Report: Can It Rebound? ... grade of C on the value side, putting it in the middle 20% for this investment strategy. Overall, the stock has an aggregate VGM Score of B. If you aren't focused on one strategy, this score is the one you should be interested in. Outlook Citrix has a Zacks Rank #2 (Buy). We expect an above average return from the stock in the next few months. In-Depth Zacks Research for the Tickers Above Normally $25 each - click below to receive one report FREE: Citrix Systems, Inc. (CTXS) - free report > > Published in earnings earnings-estimates earnings-performance earnings-report earnings-trend revenue zacks-consensus-estimate Zacks' 7 Best Strong Buy Stocks for June, 2020 Free Research for Zacks.com Readers Experts have chosen 7 stocks out of 220 Zacks Rank #1 ... "], ["2020-05-23 13:00", "WWE's Mattel 2020 #WWEliteSquad Contest Official Rules ... date/time in Sponsor's sole discretion. Grand Prize Winner must provide technology to permit Internet video connection (including, without limitation, video camera, Internet access, computing device and Apple Facetime, Citrix Webex, Google Hangouts, Zoom or Microsoft Skype/Teams software as directed by Sponsor). Grand Prize consists only of the elements expressly set forth above; no other elements or expenses are included ...  not responsible for lost, late, garbled or misdirected entries or for any problems or technical malfunction of any telephone network or telephone lines, computer on-line systems, servers, or providers, computer equipment, software, failure of any e-mail or entry to be received by Sponsor on account of technical problems, human error or  ... "], ["2020-05-22 20:49", "Bullish on Qualys Inc. ...  at @Ronsbriefs. They may hold shares in companies profiled. Chart source: www.decisionplus.com Be smart with your money. Get the latest investing insights delivered right to your inbox three times a week, with the Globe Investor newsletter. Sign up today . Related topics Markets Stocks Technical analysis Related Bullish on Boralex Inc. Subscriber content May 15, 2020 Bullish on Citrix Systems Inc. Subscriber content May 8, 2020 Bullish on Northland Power Inc. Subscriber content May 1, 2020 Follow Ron Meisels on Twitter @RonsBriefs Report an error Editorial code of conduct Tickers mentioned in this story Data Update Unchecking box will stop auto data updates Due to technical reasons, we have temporarily removed commenting from our articles. We hope to have ... "], ["2020-05-22 11:07", "Is JPMorgan Diversified Return U.S. Mid Cap Equity ETF (JPME) a Strong ETF Right Now? ... Luckily, most ETFs are very transparent products that disclose their holdings on a daily basis. Representing 14.90% of the portfolio, the fund has heaviest allocation to the Consumer Discretionary sector; Healthcare and Information Technology round out the top three. When you look at individual holdings, Newmont Corp Common ( NEM - Free Report ) accounts for about 0.67% of the fund's total assets, followed by Citrix Systems Inc ( CTXS - Free Report ) and Molina Healthcare Inc ( MOH - Free Report ) . JPME's top 10 holdings account for about 6.06% of its total assets under management. Performance and Risk The ETF has lost about -21.49% so far this year and is down about -15.52% in the last one year (as of 05/22/2020). In the past 52-week period, it has ... "], ["2020-05-22 03:57", "UniSA and UOW to jointly research AI capabilities for Defence ...  in information ecosystems, data analytics, and the internet of military things to support a range of defence force requirements from battlefield decision making to military intelligence support systems,\" Opie said. \"Matched with what UOW can provide, we will be able to deliver a formidable research asset to the DoD and allied industries.\"  ... health approach, to cybersecurity, addressing the risk and susceptibility of the whole nation to cyber attack, not just critical infrastructure or 'big-ticket capabilities'. Defence puts week between Citrix security notice and assessing recruitment network New timeline means Defence had a month before being told by ASD that it could be vulnerable. Australia's National Intelligence Office seeks ... "], ["2020-05-22 02:02", "IBM making big job cuts even to Watson and AI as it 'pivots' to cloud ... a comment from an anonymous poster saying the GTS and GBS teams will shrink by 40 percent and 25 percent respectively. The post adds that IBM even looked at cutting its storage and POWER systems businesses loose and that some of the cuts are to reduce overlaps between IBM's teams and those of recently-acquired Red Hat. Bloomberg carries a report that quotes an un-named  ...  Judge rules Oracle didn't have to listen to its Euro Works Council over support biz layoffs EU-mandated worker rep group took Big Red to court, lost, appealed, lost again Citrix mysteriously quiet amid whisperings of senior layoffs: Executives, teams logged out, it is claimed Ax falls on staff as customers seemingly slow to embrace subscription model Xerox woos HP stock owners with ... "], ["2020-05-21 17:26", "CRMI And Marketii Honors 39 Companies For Delivering 'World-Class' Customer Service; 5 Cited For Certification In Employee Customer Relationship Training ... Medical Customer Support: Chelmsford, MA Eight-time recipients: Summit CA Technologies / A Broadcom Inc company: Washington DC ERT: Philadelphia, PA Yaskawa America Inc: Waukegan, IL Seven-time recipients: Summit Avaya Inc: Coppell, TX Nutanix Inc Support Services: San Jose, CA Six-time recipients: Summit Alfresco Software Inc: San Mateo, CA Five-time recipients: Summit Citrix Systems Inc: Ft. Lauderdale, FL Deltek Inc: Herndon, VA Fresenius Kabi USA LLC: Lake Zurich, IL Wolters Kluwer Health Individual Member: Hagerstown, MD Four-time recipients: Rubrik Inc: Palo Alto, CA Kongsberg Digital Inc: Asker, Norway Cohesity Inc: Santa Clara, CA Three-time recipients: Cengage Learning Inc: Independence, KY Hologic Domestic Service: Marlborough, MA Hologic Technical ... "], ["2020-05-21 17:03", "Hackers tried (and failed) to install ransomware using a zero-day in Sophos firewalls ... . XG firewalls where the auto-update feature was not enabled and where system administrators failed to manually install the patch were most likely infected. ZDNet asked Sophos today about the number of incidents where hackers managed to successfully install the ransomware after companies failed to patch systems. The Ragnarok ransomware is a lesser-known ransomware strain. Prior to this report, the Ragnarok ransomware has been seen in attacks where hackers targeted Citrix ADC, a network gateway system. These attacks followed a similar pattern like the one described by Sophos, where attackers went after a company's network edge devices, and then pivoted to workstations on the internal network. \"This incident highlights the necessity of keeping machines ... "], ["2020-05-21 12:00", "Nvidia Joins Five Top Tech Stocks That Pay A Dividend Too ...  you buy Apple stock now? It's time to delete energy and even financials from your mind if you're after a dividend. There's dividend gold in Silicon Valley, too. Top S&P 500 Tech Stocks In 2020 That Pay A Dividend Company Ticker Wednesday Close Dividend Yield YTD % Stock Ch. Composite Rating Microsoft ( MSFT ) 185.66 1.1% 17.7% 99 Apple ( AAPL ) 319.23 1.0% 8.7% 93 Citrix Systems ( CTXS ) 137.44 1.0% 23.9% 97 Jack Henry & Associates ( JKHY ) 190.47 0.9% 30.8% 96 Intuit ( INTU ) 290.49 0.7% 10.9% 97 Nvidia ( NVDA ) 358.80 0.2% 52.5% 99 Technology Select Sector SPDR ( XLK ) 97.46 1.1% 6.3% Source: IBD, S&P Global Market Intelligence, based on most recent public filings Follow Matt Krantz on Twitter @mattkrantz YOU MAY ALSO LIKE: Bill Gates' ... "], ["2020-05-20 19:32", "The software bots are coming: Microsoft swallows UK RPA minnow to combine low-code with desktop automation ...  gained \"surface automation features\" a combination of screenshots, image recognition and OCR a specialism of the RPA vendors. \"Application control and UI surface automation for Citrix, green screens, and hundreds of UI formats may have proven harder for Microsoft than originally anticipated,\" Le Clair said. TechMarketView research director Angela Eager said the merger could ...  playbook highlights some of the most common use cases for security orchestration and automation, as well as useful tips on how to get started. Third Party Privileged Access to Critical Systems Third party privileged access is everywhere. 2020 SANS Network Visibility and Threat Detection Survey Read the report to learn how to do more with the network data you already have ... "], ["2020-05-20 19:32", "The software bots are coming, the software bots are coming: Microsoft swallows UK automation minnow while dreaming of low-code apps ... , WinAutomation, which will fit with Microsoft's cloud-based system for building software robots, is designed to address those admin tasks involving simple data transfer between systems as well as more complex business processes, Micros~1 said. Craig Le Clair, Forrester veep and principal analyst, said the merger \"removed any doubts that RPA  ... Microsoft also gained \"surface automation features\" a combination of screenshots, image recognition and OCR a specialism of the RPA vendors. \"Application control and UI surface automation for Citrix, green screens, and hundreds of UI formats may have proven harder for Microsoft than originally anticipated,\" Le Clair said. TechMarketView research director Angela Eager said the merger could give ... "], ["2020-05-20 11:20", "Google finally has dark mode: Here's how to activate it on iOS and Android ...  Foundation McKinsey & Company Homepage COVID-19 Co.Design Tech Work Life Creativity Impact Podcasts Video News Recommender Subscribe Help Center fastco works Citrix Ford Transit Mailchimp McKinsey & Company National Science Foundation Paper & Packaging Board FastCo Works An award-winning team of journalists, designers, and videographers  ... had system-wide dark modes for a while now, it's been up to third-party developers to support dark modes in their apps, with some devs having added the capabilities as soon as the operating systems supported them, while others have taken their time. One of the biggest laggards, surprisingly, is Google, which makes Android. But as of this week, the primary Google app on Android and iOS will finally support dark mode ... "], ["2020-05-19 17:02", "Charting a headline breakout attempt, S&P 500 nails major resistance (2,954) ... , Inc. VEEV Apr. 17 American Tower Corp. AMT Apr. 17 Okta, Inc. OKTA Apr. 16 Target Corp. TGT Apr. 16 Intel Corp. INTC Apr. 14 Netflix, Inc. NFLX Apr. 14 VanEck Vectors Gold Miners ETF GDX Apr. 14 Invesco QQQ Trust QQQ Apr. 14 SBA Communications Corp. SBAC Apr. 13 Akamai Technologies, Inc. AKAM Apr. 13 Citrix Systems, Inc. CTXS Apr. 6 Ciena Corp. CIEN Apr. 6 Seattle Genetics, Inc. SGEN Apr. 6 DocuSign, Inc. DOCU Apr. 3 Zscaler, Inc. ZS Apr. 3 Moderna, Inc. MRNA Apr. 3 RingCentral, Inc. RNG Mar. 30 Activision Blizzard, Inc. ATVI Mar. 30 Regeneron Pharmaceuticals, Inc. REGN Mar. 30 Apple, Inc. AAPL Mar. 27 Nvidia Corp. NVDA Mar. 27 Dexcom, Inc. DXCM Mar. 27 Amazon.com, Inc. AMZN Mar. 26 Stamps.com, Inc. STMP Mar. 26 Quidel Corp. QDEL Mar. 26 Domino's ... "], ["2020-05-19 14:52", "Garmin's Autoland Certification to Bolster Aviation Business ...  and has unique qualities and catalysts that could fuel exceptional growth. Most of the stocks in this report are flying under Wall Street radar, which provides a great opportunity to get in on the ground floor. Today, See These 5 Potential Home Runs > > In-Depth Zacks Research for the Tickers Above Normally $25 each - click below to receive one report FREE: Citrix Systems, Inc. (CTXS) - free report > > Garmin Ltd. (GRMN) - free report > > Benefitfocus, Inc. (BNFT) - free report > > BWX Technologies, Inc. (BWXT) - free report > > Published in aerospace tech-stocks Zacks' 7 Best Strong Buy Stocks for June, 2020 Free Research for Zacks.com Readers Experts have chosen 7 stocks out of 220 Zacks Rank #1 Strong Buys that have the highest potential to increase ... "], ["2020-05-19 10:30", "Video Conferencing Market Revenue To Cross USD 50B By 2026: Global Market Insights, Inc. ...  Sign Up Already have an account? Login here Alerts | Newsletters JIM CRAMER INVESTING PERSONAL FINANCE RETIREMENT TECHNOLOGY MARKETS HOW-TO VIDEO FINANCIAL ADVISOR CENTER Login Account Video Conferencing Market Revenue To Cross USD 50B By 2026: Global Market Insights, Inc. Major video conferencing market players include Zoom Video Communication Inc., Adobe, Huawei, Avaya Inc., Citrix Systems Inc., BlueJeans Network, Fuze Inc., Cisco, KOLLECTIVE, Google, LogMeIn Inc., Microsoft, MediaPlatform, Polycom Inc., Lifesize Inc., Highfive, ReadyTalk, Pexip, Premiere Global Services Inc., Vidyo Inc., uStudio Inc., and Vbrick. Author: PR Newswire Publish date: May 19, 2020 6:30 AM EDT SELBYVILLE, Del. , May 19, 2020 /PRNewswire/ -- According to the latest report \" ... "], ["2020-05-19 02:50", "Mass. employers taking steps to ease workers’ concerns about workplace safety ...  in between everyone, we're going to probably run it 30 percent to 35 percent capacity. Hopefully that won't be for too long, because I won't be able to last long doing that as well,\" he said. Affsa hopes his employees will be eager to return to work, but he realizes some may be fearful. A recent survey of 2,000 U.S. employees by Citrix Systems found 64 percent of them do not feel comfortable returning to the office for one months or more. One survey respondent wrote: \"Need a vaccine or effective treatment first!\" Last week 25 Investigates spoke with a dental hygienist who was concerned about going back to her job. She asked to not disclose her name because her employer has not authorized her to speak with the media. \"There' ... "]]}}