{"postfix": "clorox-aktie", "name": "CLOROX", "wkn": "856678", "time": "2020.05.26 16:01", "ts": 1590501709, "features": {"KGV": "24.00", "Marktkapitalisierung": {"Size": "Mrd", "Value": "22.99"}, "GA": "6.32", "KBV": "34.99", "BA": "4.33", "KCV": "19.83", "CA": "7.65", "Vola30": "36.42", "Vola90": "56.02", "Vola180": "41.47", "Vola250": "32.25"}, "rivals": ["procter_gamble-aktie", "merck-aktie", "churchdwight-aktie", "zep-aktie"], "text_data": {"de": [["20.05.20", "Clorox erhöht die Dividende"], ["13.05.20", "Corona-Profiteur Clorox: Saubere Sache"], ["02.05.20", "Clorox gab Ergebnis zum abgelaufenen Quartal bekannt"], ["01.05.20", "MÄRKTE USA/Talfahrt in den Mai - Amazon sehr schwach, Apple stabil"], ["01.05.20", "MÄRKTE USA/Kurse knicken zum Start in den Mai ein - Apple widerstandsfähig"], ["15.04.20", "Opening Bell: Nach Wirtschaftsdaten - Dow Jones deutlich im Minus; Abbot Labs, Tesla, 3M, Facebook, Alibaba, Clorox, Kimberly-Clark"], ["31.03.20", "So schätzen die Analysten die Zukunft der Clorox-Aktie ein"], ["11.03.20", "Opening Bell: Talfahrt im Dow Jones setzt sich fort; S&amp;amp;amp;amp;amp;amp;amp;amp;P500, Exxon Mobil, Carnival, Royal Carribean, American Water Works, Sea Limited, Clorox, Amazon, Microsoft"], ["09.03.20", "Corona-Run auf Desinfektionsmittel und Mundschutz - Cellulosa, Clorox und dieser Liebling der Ärzte profitieren "], ["05.02.20", "Clorox stellte Ergebnisse des abgelaufenen Quartals vor"], ["03.02.20", "Ausblick: Clorox vermeldet Zahlen zum jüngsten Quartal"]], "en": [["2020.05.26", "Why Clorox (CLX) Stock Might be a Great Pick"], ["25.05.20", "Why Clorox Might Not Have a Coronavirus-Inspired Second Act"], ["20.05.20", "United and Clorox Team Up for New Cleanliness Program"], ["20.05.20", "The Clorox Company Raises Dividend, Keeping 43-Year Streak Alive"], ["20.05.20", "Clorox (CLX) Announces a Dividend Hike, Cheers Investors"], ["20.05.20", "JetBlue to keep blocking seats through July 6; United teams up with Clorox"], ["20.05.20", "United Airlines unveils partnership with Clorox, Cleveland Clinic to keep passengers safe during pandemic"], ["20.05.20", "Clorox raises quarterly dividend by 5% to $1.11 a share"], ["16.05.20", "Better Buy: Costco vs. Clorox"], ["16.05.20", "Is Clorox (CLX) Stock Still a Great Buy for the Eventual Coronavirus Recovery?"], ["15.05.20", "The Zacks Analyst Blog Highlights: NVIDIA, Moderna, Clorox, Campbell Soup and General Mills"], ["15.05.20", "Zacks.com featured highlights include: BWX, Clorox, Microsoft and Jack Henry"], ["14.05.20", "Why The Clorox Rally Looks Overdone"], ["13.05.20", "3 Reasons Why Clorox (CLX) Is a Great Growth Stock"], ["12.05.20", "The Zacks Analyst Blog Highlights: Wayfair, Chegg, Moderna, Quidel and Clorox"], ["11.05.20", "Meredith Corp Partners With Clorox For Video Program To Support Parents"], ["11.05.20", "Is The Clorox (CLX) Outperforming Other Consumer Staples Stocks This Year?"], ["08.05.20", "Clorox Won’t Catch Up With Demand for Disinfecting Wipes Until Summer"], ["08.05.20", "Zacks.com featured highlights include: Logitech International, MACOM Technology Solutions, Murphy USA, Vertex Pharmaceuticals and The Clorox Company"], ["08.05.20", "Still looking for Clorox wipes? CEO warns shelves won't be fully stocked with disinfecting cleaners until summer"], ["05.05.20", "Will Clorox (CLX) Gain on Rising Earnings Estimates?"], ["04.05.20", "Clorox Consolidates $500 Million Media Business With OMD"], ["02.05.20", "To the Surprise of No One, Clorox Cleaning Sales Surge"], ["02.05.20", "Clorox Co (CLX) Q3 2020 Earnings Call Transcript"], ["01.05.20", "Stocks making the biggest moves midday: Tesla, Amazon, Clorox & more"], ["01.05.20", "Stock Market News: Amazon Dips, but Clorox Cleans Up"], ["01.05.20", "Clorox (CLX) Q3 Earnings Top, View Up on Coronavirus-Led Demand"], ["01.05.20", "Quarterly Earnings Beats for Exxon, Clorox, AbbVie & More"], ["01.05.20", "CORRECTED-UPDATE 2-Bleach boom lifts Clorox outlook after best sales growth in a decade"], ["01.05.20", "Clorox Posts an 18% Spike in Sales Volume"], ["01.05.20", "UPDATE 2-Bleach boom lifts Clorox outlook after best sales growth in a decade"], ["01.05.20", "Clorox (CLX) Surpasses Q3 Earnings and Revenue Estimates"], ["01.05.20", "UPDATE 1-Clorox raises forecast after posting best sales growth in 10 years"], ["01.05.20", "The Zacks Analyst Blog Highlights: Clorox, Sprouts Farmers Market, Hain Celestial, Nomad Foods and Grocery Outlet"], ["01.05.20", "Clorox says sales jump 15% on strong demand for cleaning products, raises forecast"], ["01.05.20", "Coronavirus ignites sales boom at Clorox"], ["01.05.20", "Clorox shares jump premarket after earnings beat as coronavirus boosts demand for disinfecting products"], ["01.05.20", "Clorox raises forecast, reports 15% rise in quarterly sales"], ["30.04.20", "Why Earnings Season Could Be Great for Clorox (CLX)"], ["27.04.20", "3 Reasons Growth Investors Will Love Clorox (CLX)"], ["2020-05-26 12:00", "HP's Spring PC Lineup Is Made for Zoom Rooms, Working From Home ...  its predecessor. Rounding out the new monitor offerings, the $480 U27 4K display connects wirelessly to PCs equipped with the HP Quick Pair app, eliminating unsightly wires and giving workers more freedom to move around their living rooms and—eventually—their offices. HP notes that many of its PCs can be sanitized , offering the ability to withstand 1,000 cycles of Clorox wipes without damage to their finishes. The new and refreshed products will go on sale in staggered launches starting in June. The last to arrive, including the EliteOne AIOs, won't be available until September. Further Reading Lenovo Brings Intel's 10th-Gen Core Chips to New ThinkPads, ThinkCentre Hardware Alienware Laptops Gain 10th Gen Intel CPUs, Options for Nvidia ... "], ["2020-05-26 10:22", "Coronavirus and people who lie | COMMENTARY ... is not reassuring. Bad enough bands of putative conservatives have brandished guns in resistance to measures designed to save their lives and harassed reporters for daring to report the \"fake news\" of a health crisis that has killed more than 90,000 Americans. Then, last week, Donald Trump explained how he is guarding against infection. Advertisement Hydroxychloroquine: Listen to doctors, not the Clorox guy | COMMENTARY \"I happen to be taking\" hydroxychloroquine, he told reporters. Why? \"'Cause I think it's good. I've heard a lot of good stories.\" Unfortunately, none of those \"good stories\" is backed by even a smidgen of science. Hydroxychloroquine, a drug used to treat malaria and lupus, has not been shown to have ... "], ["2020-05-26 10:03", "Election officials gear up for single biggest day of voting during coronavirus, as Trump rails against vote by mail ... voting on election day, there have been some election worker shortages leading to the state reducing the number of polling sites. But Barnett doesn't anticipate \"a lot of pressure on the polls,\" since there has been an influx of absentee ballots already returned, which is already nearly half of 2016's total election turnout. Poll workers will have hand sanitizer, Clorox wipers, gloves, masks and one-time use pens at polling sites. People in the Southeast neighborhoods of Washington stand in the street without respecting social distances, amid the coronavirus pandemic, May 19, 2020. Rico Montego, 22, is out and about in Washington on his daily routine, chatting with friends on a street corner in the east of the city, despite the strict stay-at ... "], ["2020-05-26 08:01", "The Universal Notebook: Conspiracies 'R' US ...  between a mouse retrovirus and chronic fatigue syndrome until her research turned out to be totally bogus. Mikovits blames Dr. Fauci for ruining her career, so naturally he is the heavy in her plot. A video entitled \"Plandemic\" was removed from YouTube, Facebook, Vimeo and Twitter, yet its malignant misinformation pervades the hard right. Then we have a bunco artist president who champions Clorox, hydroxychloroquine and a miracle vaccine in a matter of weeks. He's now beating the bushes for doctors who won't contradict him. And he seems to have found one in Moncef Slaoui, PhD, the Moroccan-born Belgian-American who just became Trump's vaccine czar. Prior to joining Trump, Slaoui was on the board of Moderna, the Massachusetts company that ... "], ["2020-05-26 07:17", "Restaurants making plans for outdoor dining areas ... ;We normally would just sell to just residential, but right now we understand what's happening in the restaurant community because we also have stage and amuse,\" said Julia Sorensen Shaw with Inspiration Interiors. She said their furniture ticks off an important requirement for restaurants. \"It's an easy clean and you can use any cleaner on them... You can use Windex [or Clorox wipes]. You can use whatever you need to use to clean them,\" said Shaw. The Hawaii Restaurant Association said the most important thing is that the same rules are being followed inside a restaurant as well as outside. \"You need to make sure you follow the social distancing guideline of six feet between each table, that's the first general rule, and then how ... "], ["2020-05-26 03:00", "Comedian Cusses Out Mitch McConnell In Fabulous Rant ...  Genius's behavior will get worse as the election looms. May 25, 2020 By Frances Langum Philadelphia Activist: Progressives Can't Skip Out On White Privilege 'Challenge people on race.\" This is the plea and directive of Reverend Gregory Holston. Even progressives need to get better at this. May 25, 2020 By Marissa Higgins James Carville Flattens Both Siderism: 'Trump Is The Clorox Kid!' Kasie Hunt and the rest of cable news need to stop it with \"But Her Emails 2: Electric Boogaloo\". May 25, 2020 By Frances Langum New Zealand PM Jacinda Ardern Keeps Her Cool As Live TV Interview Interrupted By Earthquake Literally, the coolest leader in the world right now. May 25, 2020 By Ed Scarce View All Latest from CLTV James Carville ... "], ["2020-05-26 00:00", "Garry Kasparov: It's Going To Be A Long Six Months Of Trump Crazy ... 's behavior will get worse as the election looms. May 25, 2020 By Frances Langum Philadelphia Activist: Progressives Can't Skip Out On White Privilege 'Challenge people on race.\" This is the plea and directive of Reverend Gregory Holston. Even progressives need to get better at this. May 25, 2020 By Marissa Higgins James Carville Flattens Both Siderism: 'Trump Is The Clorox Kid!' Kasie Hunt and the rest of cable news need to stop it with \"But Her Emails 2: Electric Boogaloo\". May 25, 2020 By Frances Langum New Zealand PM Jacinda Ardern Keeps Her Cool As Live TV Interview Interrupted By Earthquake Literally, the coolest leader in the world right now. May 25, 2020 By Ed Scarce Man Arrested After Grabbing Reporter, Yelling ' ... "], ["2020-05-25 23:11", "Pictures show crowds packed together and waiting in line amid huge delays at Charlotte airport ...  to their schedules as demand begins picking up. JetBlue and United Airlines also announced fresh safety measures on Wednesday aimed at restoring confidence in air travel. JetBlue will continue blocking some seats on its aircraft through at least July 6 while checking crew members' temperatures and stepping up aircraft cleaning with electrostatic aircraft fogging. United will roll out Clorox's electrostatic sprayers and disinfecting wipes at its Chicago and Denver hub airports, followed by other locations. It will set up touchless kiosks and implement temperature checks for staff as well. Advertisement Share or comment on this article: Pictures show crowds packed together and waiting in line amid huge delays at Charlotte airport e-mail Add comment ... "], ["2020-05-25 19:58", "An Essential Worker Shares His Experience Of Working At A Clorox Plant ...  Programs Schedule Podcasts WSHU Podcasts Partner Podcasts Additional Podcasts Calendar About Us WSHU Mission Frequencies and Locations Policies and Standards Community Advisory Board Annual Report to Listeners Contact Us Staff Jobs at WSHU Support WSHU DONATE NOW Ways to Support Corporate Sponsorship Legacy Giving WSHU Leadership Circle IRA Charitable Giving Vehicle Donation Matching Gifts Update Your Membership Search Related Program: All Things Considered An Essential Worker Shares His Experience Of Working At A Clorox Plant By editor 1 hour ago Related Program: All Things Considered Share Tweet Email Share Tweet Email 2020 WSHU Contact Us Privacy Policy EEO and 501(c)(3) Information CPB Report FCC Public Files FCC Public Files Help Contest Rules"], ["2020-05-25 19:30", "Coronavirus live updates: New rules released for churches, flyovers honor Bay Area health care workers ...  letter requesting $1 trillion in aid from the federal government. 11:55 a.m. Confirmed COVID-19 cases surpass 10,000 in Bay Area The number of confirmed cases in the Bay Area has reached 10,012 and the death toll has reached 351. 10 a.m. When will Clorox wipes again be plentiful in stores? Here's what the president of the company says Linda Rendle, president of Oakland-based Clorox, appeared on \"Good Morning America,\" where she explained why you might not be seeing Clorox wipes on shelves. 9:30 a.m. Deaths in Calif. projected to rise higher than earlier prediction Researchers with the University of Washington's Institute for Health Metrics and Evaluation say California could see more than 4,000 COVID-19 deaths by the end of August. That' ... "], ["2020-05-25 19:00", "Letter: Self dosing for Covid-19President Trump is now taking a drug not generally available to just anyone. But you can make your own. Just add Drano and Clorox to your gin and tonic! Drano"], ["2020-05-25 18:00", "Philadelphia Activist: Progressives Can't Skip Out On White Privilege ...  to our Terms of Service (revised 3/17/2016) for information on our posting policy. Latest Philadelphia Activist: Progressives Can't Skip Out On White Privilege 'Challenge people on race.\" This is the plea and directive of Reverend Gregory Holston. Even progressives need to get better at this. May 25, 2020 By Marissa Higgins James Carville Flattens Both Siderism: 'Trump Is The Clorox Kid!' Kasie Hunt and the rest of cable news need to stop it with \"But Her Emails 2: Electric Boogaloo\". May 25, 2020 By Frances Langum New Zealand PM Jacinda Ardern Keeps Her Cool As Live TV Interview Interrupted By Earthquake Literally, the coolest leader in the world right now. May 25, 2020 By Ed Scarce Man Arrested After Grabbing Reporter, Yelling ... "], ["2020-05-25 16:56", "Several library branches to reopen after being closed for two months ...  employees and customers. They have also added footprints on the floors to help guide visitors to social distance. The Library Center's occupancy is 144 people, so they are asking for a two-hour time limit. Cooper said that staff returned on May 17 to be trained on how to operate safely. The staff will be wearing masks and using hand sanitizer, and Clorox wipes. Copyright 2020 Nexstar Broadcasting, Inc. All rights reserved. This material may not be published, broadcast, rewritten, or redistributed. Share this story Local Sports Diestelkamp gives back to the next generation Sports / 3 days ago Video Lake Report: Stockton May 22nd Sports / 3 days ago Video MSU to open sports facilities for voluntary workouts Sports / 4 days ago Video NCAA to allow Division ... "], ["2020-05-25 16:08", "James Carville Flattens Both Siderism: 'Trump Is The Clorox Kid!' ... 30, 2018 By Frances Langum Comments We welcome relevant, respectful comments. Any comments that are sexist or in any other way deemed hateful by our staff will be deleted and constitute grounds for a ban from posting on the site. Please refer to our Terms of Service (revised 3/17/2016) for information on our posting policy. Latest James Carville Flattens Both Siderism: 'Trump Is The Clorox Kid!' Kasie Hunt and the rest of cable news need to stop it with \"But Her Emails 2: Electric Boogaloo\". May 25, 2020 By Frances Langum New Zealand PM Jacinda Ardern Keeps Her Cool As Live TV Interview Interrupted By Earthquake Literally, the coolest leader in the world right now. May 25, 2020 By Ed Scarce Man Arrested After Grabbing Reporter, Yelling 'F ... "], ["2020-05-25 14:50", "Why Clorox Might Not Have a Coronavirus-Inspired Second ActEven a second wave of COVID-19 might not boost Clorox stock."], ["2020-05-25 14:16", "Cruise-obsessed vacationers are desperate to set sail, even after high-profile coronavirus outbreaks on ships. We spoke to 18 cruisers about why they can't wait to cast off. ... ;Floating Petri dishes' Cruisers say they have encountered the perception that cruises are floating vectors of disease, thanks to highly publicized ship-wide bouts of norovirus and more recent coronavirus outbreaks. But the cruise passengers who spoke to Business Insider disputed this characterization, citing what they describe as cruise line's stringent sanitary measures. Dunker said that she often travels with Clorox wipes, to sanitize hard-to-reach corners of hotel rooms. She said that on the Disney ships she's traveled, she rarely finds any \"missed spots\" in her stateroom. \"I've never felt nervous about germs or sickness,\" Dunker said. \"I know people say, 'Oh, they're floating Petri dishes. I don't ... "], ["2020-05-25 14:16", "Cruise-obsessed vacationers are desperate to set sail, even after high-profile coronavirus outbreaks on ships. We spoke to 18 cruisers about why they can't wait to cast off. ... 39;Floating Petri dishes' Cruisers say they have encountered the perception that cruises are floating vectors of disease, thanks to highly publicized ship-wide bouts of norovirus and more recent coronavirus outbreaks. But the cruise passengers who spoke to Business Insider disputed this characterization, citing what they describe as cruise line's stringent sanitary measures. Dunker said that she often travels with Clorox wipes, to sanitize hard-to-reach corners of hotel rooms. She said that on the Disney ships she's travelled, she rarely finds any \"missed spots\" in her stateroom. \"I've never felt nervous about germs or sickness,\" Dunker said. \"I know people say, 'Oh, they're floating Petri dishes. I don't feel ... "], ["2020-05-25 13:04", "Coronavirus live updates: Flyovers to honor Bay Area health care workers today ...  letter requesting $1 trillion in aid from the federal government. 11:55 a.m. Confirmed COVID-19 cases surpass 10,000 in Bay Area The number of confirmed cases in the Bay Area has reached 10,012 and the death toll has reached 351. 10 a.m. When will Clorox wipes again be plentiful in stores? Here's what the president of the company says Linda Rendle, president of Oakland-based Clorox, appeared on \"Good Morning America,\" where she explained why you might not be seeing Clorox wipes on shelves. 9:30 a.m. Deaths in Calif. projected to rise higher than earlier prediction Researchers with the University of Washington's Institute for Health Metrics and Evaluation say California could see more than 4,000 COVID-19 deaths by the end of August. That' ... "], ["2020-05-25 13:00", "Letters to the Editor ...  that. Trump has threatened to veto legislation to provide funding or to solve the postal service's Congress-created artificial money crisis. Will FedEx, Amazon, or USPS take up the task? Barbara Tellman Downtown A little COVID cocktail President Trump is now taking a drug not generally available to just anyone. But you can make your own. Just add Drano and Clorox to your gin and tonic! Drano is sodium hydroxide, Clorox is chlorine and tonic is quinine. The result? Hydroxychloroquine! The gin is alcohol, tastier than hand sanitizer. No, don't do it! I am being sarcastic. It is toxic! The depressing thing is that I have to tell people not to do it. The other depressing thing is that no one can tell our president about reality. Richard Norman Northwest ... "], ["2020-05-25 10:51", "After declaring churches 'essential' and ordering states to let them reopen Trump spends Sunday at his golf club ...  'It's the first time I've played golf in almost 3 months': Trump makes excuses for golfing during coronavirus pandemic Dealmaker Donald Trump made overly-expensive deals with companies to buy supplies to fight the coronavirus Michigan lieutenant governor thinks Trump is creating mail-in-ballot conspiracy to explain away his loss in November James Carville explains why Trump's attacks on Biden's mental state won't work: He told people 'to drink Clorox!' Copyright 2020 Raw Story Media, Inc. PO Box 21050, Washington, D.C. 20009 | Masthead | Privacy Policy | For corrections or concerns, please email [email protected] You need honest news coverage. Help us deliver it. Join Raw Story Investigates for $1. Go ad-free. LEARN MORE"]]}}