{"postfix": "columbia_sportswear-aktie", "name": "COLUMBIA_SPORTSWEAR", "wkn": "912855", "time": "2020.05.26 21:49", "ts": 1590522599, "features": {"KGV": "20.68", "Marktkapitalisierung": {"Size": "Mrd", "Value": "4.20"}, "GA": "4.83", "KBV": "3.70", "BA": "27.01", "KCV": "23.95", "CA": "4.17", "Vola30": "67.33", "Vola90": "66.84", "Vola180": "50.19", "Vola250": "39.15"}, "rivals": ["adidas-aktie"], "text_data": {"de": [["02.05.20", "Columbia Sportswear mit Zahlen zum abgelaufenen Quartal"], ["29.04.20", "Ausblick: Columbia Sportswear legt Quartalsergebnis vor"], ["15.04.20", "Erste Schätzungen: Columbia Sportswear mit Zahlen zum abgelaufenen Quartal"], ["08.02.20", "Columbia Sportswear: Zahlen zum abgelaufenen Jahresviertel"], ["07.02.20", "Aktionäre von Columbia Sportswear erhalten höhere Dividende"], ["05.02.20", "Ausblick: Columbia Sportswear vermeldet Zahlen zum jüngsten Quartal"]], "en": [["2020.05.26", "Will Columbia Sportswear Stock Return To $100 Anytime Soon?"], ["15.05.20", "Columbia Sportswear Reopens Stores, Brings Back Employees"], ["12.05.20", "1-800-FLOWERS, Columbia Sportswear, Sony, Ciena and Cisco as Zacks Bull and Bear of the Day"], ["12.05.20", "Bear of the Day: Columbia Sportswear (COLM)"], ["02.05.20", "Columbia Sportswear (COLM) Q1 2020 Earnings Call Transcript"], ["01.05.20", "Columbia Sportswear (COLM) Q1 Earnings Miss on Coronavirus Woes"], ["30.04.20", "Columbia Sportswear (COLM) Reports Break-Even Earnings for Q1"], ["30.04.20", "Columbia Sportswear Company Reports First Quarter 2020 Financial Results and Provides Updates on Response to COVID-19"], ["23.04.20", "Earnings Preview: Columbia Sportswear (COLM) Q1 Earnings Expected to Decline"], ["17.04.20", "Columbia Sportswear Company to Announce First Quarter 2020 Financial Results on Thursday, April 30, 2020."], ["16.04.20", "Columbia Sportswear Company Provides COVID-19 Business and Financial Liquidity Update; Withdraws First Half and Full Year 2020 Financial Outlook; Temporarily Suspends Quarterly Dividend"], ["16.04.20", "Analysts Estimate Columbia Sportswear (COLM) to Report a Decline in Earnings: What to Look Out for"], ["31.03.20", "eXp World, Columbia Sportswear, Walmart, Target, Amazon as Zacks Bull and Bear of the Day"], ["31.03.20", "Bear of the Day: Columbia Sportswear (COLM)"], ["16.03.20", "Columbia Sportswear to close stores in North America for an expected 11 days"], ["07.03.20", "Why Is Columbia Sportswear (COLM) Down 16.4% Since Last Earnings Report?"], ["27.02.20", "Columbia Sportswear Company Provides Update on COVID-19 Impacts"], ["13.02.20", "Synaptics, Columbia Sportswear, Uber and Lyft highlighted as Zacks Bull and Bear of the Day"], ["12.02.20", "Columbia Sportswear CEO talks impact of coronavirus, warm weather on business"], ["07.02.20", "Columbia Sportswear (COLM) Beats Earnings Estimates in Q4"], ["07.02.20", "Columbia Sportswear (COLM) Q4 2019 Earnings Call Transcript"], ["07.02.20", "Columbia Sportswear (COLM) Surpasses Q4 Earnings and Revenue Estimates"], ["04.02.20", "How's Columbia Sportswear (COLM) Placed Ahead of Q4 Earnings?"], ["30.01.20", "Earnings Preview: Columbia Sportswear (COLM) Q4 Earnings Expected to Decline"], ["27.01.20", "Columbia Sportswear Company’s Board of Directors Appoints CEO and President Tim Boyle as Chairman of the Board; Andy Bryant Appointed as Lead Independent Director"], ["13.01.20", "Columbia Sportswear Company to Announce Fourth Quarter 2019 Financial Results on Thursday, February 6, 2020."], ["2020-05-26 18:33", "The Newest Risk to Department Stores: Direct-to-Consumer Sales by Brands ... ] sale, this is a positive for a brand's Ebit margin and dollars, as they capture a full retail margin (rather than share it with a wholesale partner).\" Newsletter Sign-up Retirement Barron's brings retirement planning and advice to you in a weekly wrap-up of our articles about preparing for life after work. PREVIEW SUBSCRIBE He argues that Nike (NKE), Columbia Sportswear (COLM), and Levi Strauss & Co. (LEVI) are in the best position to take advantage of the growing shift, given that they already have well-developed e-commerce capabilities. Nike, in particular, has increased direct-to-consumer sales by double-digits in each of the past three years, he notes. By contrast, he thinks that Steve Madden (SHOO) \"will need to catch up,\" as ... "], ["2020-05-26 04:00", "S&P 500 Looks Healthier Than It Is. How To Diagnose It. ...  are cyclical. And while anything can (and will) happen in the global financial system, that is out of our control. So, we should stop trying to control it. Or even worse, think we can control it. Today In: Markets BorgWarner Stock Headed To $43 Again? Cannabis Legalization Is Key To Economic Recovery, Much Like Ending Alcohol Prohibition Helped Us Out Of The Great Depression Will Columbia Sportswear Stock Return To $100 Anytime Soon? What IS within our control is how we position our wealth to give us the highest likelihood of retiring the way we want. To do this, it is essential to understand how those stock market \"headlines\" get created, how they evolve, where the hidden risks are, and how to translate that into investment portfolio decisions. You ... "], ["2020-05-26 04:00", "Cannabis Legalization Is Key To Economic Recovery, Much Like Ending Alcohol Prohibition Helped Us Out Of The Great Depression ...  for booze. Without an equivalent of the 18th Amendment to the Constitution for cannabis, states that oppose federal prohibition are able to set up regulatory structures to license cannabis businesses, removing the need for unregulated speakeasies of the alcohol prohibition era. Today In: Markets S&P 500 Looks Healthier Than It Is. How To Diagnose It. BorgWarner Stock Headed To $43 Again? Will Columbia Sportswear Stock Return To $100 Anytime Soon? It's no surprise that states across the country have looked to cannabis to help their ailing economies. The cannabis industry currently employs nearly 250,000 full time jobs , more than four times the number of coal industry workers in the country, and the same number of jobs estimated to have been lost by the ... "], ["2020-05-26 04:00", "Will Columbia Sportswear Stock Return To $100 Anytime Soon?Columbia Sportswear's stock has tanked from $100 at the beginning of the year to its current levels of below $70. While the stock has done well to recover from a low of almost $50 in late March to the current level, we believe that it is unlikely to r"], ["2020-05-26 04:00", "BorgWarner Stock Headed To $43 Again? ...  40% over recent weeks (vs. about 31% gain in the S&P 500) to its current level of $29. This is still well below the $43 figure at the start of the year. Today In: Markets S&P 500 Looks Healthier Than It Is. How To Diagnose It. Cannabis Legalization Is Key To Economic Recovery, Much Like Ending Alcohol Prohibition Helped Us Out Of The Great Depression Will Columbia Sportswear Stock Return To $100 Anytime Soon? BorgWarner's Stock Fell Because The Situation On The Ground Has Changed BWA's stock has suffered as states and countries are on lockdown. As industries have halted production and services, the demand for automobiles has also taken a hit, which in turn affects the demand for auto components. We believe BWA's Q2 results will confirm this ... "], ["2020-05-23 13:00", "Five months in a Spanish jail: The B.C. mother who gave her all — and $400K — for son's tennis career ... Investigates Go Public Shows About CBC News news Five months in a Spanish jail: The B.C. mother who gave her all — and $400K — for son's tennis career Social Sharing British Columbia New Five months in a Spanish jail: The B.C. mother who gave her all — and $400K — for son's tennis career Xiaoning Sui gave up a career and moved countries  ...  her son into UCLA. (Brian Snyder/Reuters) When her son's team went to compete and the hotel did \"not have washing machines, she helped young athletes wash their underwear and sportswear by hand.\" In 2018, Sui began working with a Florida-based recruiter who \"matched tennis players with college tennis coaches to facilitate the players' potential recruitment as part of the  ... "], ["2020-05-23 11:00", "Community steps up in hopes that bagged lunch program can continue ...  My Local Settings Ottawa Change quickly access local content from your selected region Select a new default local region: British Columbia Calgary Edmonton Saskatchewan Saskatoon Manitoba Thunder Bay Sudbury Windsor London Kitchener-Waterloo Hamilton Toronto Montreal New Brunswick Prince Edward Island ... 34; she said. Father of two, Jesse Porter, says the bagged lunches have been a huge help to his family during the Covid-19 pandemic. (Vanessa Blanch/CBC) Andrew Trites, a partner with DNA Swag, is usually busy selling custom clothing and sportswear but during the pandemic his company has been selling face masks for both adults and children. \"We've pivoted pretty hard toward the masks and we've done quite well with it,\" he said. \"We wanted to ... "], ["2020-05-22 18:59", "50 stores that offer military discounts all year long — including Under Armour, Nike, and L.L.Bean ... 20% military discount for active-duty service members and veterans. Carhartt: 10% military discount for service members, veterans, and families with ID card in stores only. Champs Sports: 20% discount in-stores or online. If shopping online, simply select \"Use Military Discount\" at checkout to verify your eligibility. Cole Haan: 20% off for veterans and active duty members. Columbia Sportswear: 15% discount for active duty, veterans, retirees, reservists, and dependents in stores. Dagne Dover: 20% off your handbag purchases . To get the discount, just fill out this form with your official military email address and the company will send you a 20% off discount code. Eddie Bauer : 10-15% off most merchandise when you show your military ID. Foot Locker ... "], ["2020-05-22 10:06", "lululemon (LULU) Reopens Stores in Phased Manner as Curbs Lift ... 97.1%, +118.0%, +175.7% and even +186.7%. This outperformance has not just been a recent phenomenon. From 2000 2019, while the S&P averaged +6.0% per year, our top strategies averaged up to +54.7% per year. See their latest picks free > > In-Depth Zacks Research for the Tickers Above Normally $25 each - click below to receive one report FREE: Columbia Sportswear Company (COLM) - free report > > lululemon athletica inc. (LULU) - free report > > PVH Corp. (PVH) - free report > > Under Armour, Inc. (UAA) - free report > > Published in consumer-discretionary Zacks' 7 Best Strong Buy Stocks for June, 2020 Free Research for Zacks.com Readers Experts have chosen 7 stocks out of 220 Zacks Rank #1 Strong Buys that have the highest potential to increase in price ... "], ["2020-05-21 21:32", "How CEOs can lead selflessly through a crisis ...  to create transparency. But this comes at a cost to the organization. One study showed that organizations that were more transparent had higher productivity, innovation and retention than those that were more opaque. In contrast, increasing transparency can in fact build trust . Crises create the opportunity for leaders to provide direction, meaning and support when followers need it the most. Learning that Columbia Sportswear Co. CEO Tim Boyle reduced his salary to US$10,000 while continuing to pay the company's employees or that Yum Brands Inc. CEO David Gibbs gave up his salary and gave $1,000 bonuses to the managers of his restaurants does more than lift the spirits of their employees. These various strains of research indicate that this type of ... "], ["2020-05-21 18:29", "Memorial Day hot swimsuit deals: Nordstrom, Gap, Old Navy, Kohl's, Academy up to 70 percent off sales ...  select women's swimwear. Men's selections also include a couple of clearance prices for additional savings. Others Amazon offers swimwear options from KXCFCYS , WOCACHI , Chanyuhui , UONQD , TiaoBug , iEFiEL , Sumen , Ninasill and FACAIAFALO . Academy has swimwear for as low $9.99 among its \"Hot Deals\" for women, including 50 percent off deals. Men's selections include Columbia Sportswear, Dolfin, Gerry, Guy Harvey, Nike, O'Rageous, Salt Life, Speedo and Under Armour . Free shipping of orders of $25 or more. For women , Dick's Sporting Goods is offering deals on TYR, Nike, Dolfin, CALIA by Carrie Underwood, arena, Speedo, Roxy, Billabong, O'Neill and Adidas, Hurley, among others. Men have just as many selections as well. Best ... "], ["2020-05-20 20:53", "Surveillance Capitalism Meets the Coronavirus Shock Doctrine ...  detention awaiting trial on charges that carry a maximum sentence of six months. There's No Telling What Data Facebook Will Collect If You Use Its Zoom Clone Sam Biddle — 6:03 p.m. Messenger Rooms won't \"watch or listen\" to your calls. But Facebook won't say how it will handle metadata like who you chat with and when. Columbia Sportswear Sought to Crush a Warehouse Union Drive as the Pandemic Approached Alleen Brown — 5:51 p.m. Workers at a distribution center in Portland, Oregon, say the company's intimidation tactics left them afraid to speak up amid the coronavirus crisis. Leave a comment The Intercept_ Join Our Newsletter Become a Member Weekly editor's picks Breaking stories and exclusives Politics coverage The ... "], ["2020-05-20 19:34", "Judge Rules That Attorney Steven Donziger Must Remain Under House Arrest Until September ... : Why Exxon Mobil Is Being Taken to Court Over Climate Change Latest Stories There's No Telling What Data Facebook Will Collect If You Use Its Zoom Clone Sam Biddle — 6:03 p.m. Messenger Rooms won't \"watch or listen\" to your calls. But Facebook won't say how it will handle metadata like who you chat with and when. Columbia Sportswear Sought to Crush a Warehouse Union Drive as the Pandemic Approached Alleen Brown — 5:51 p.m. Workers at a distribution center in Portland, Oregon, say the company's intimidation tactics left them afraid to speak up amid the coronavirus crisis. \"The Jungle\" and the Pandemic: The Meat Industry, Coronavirus, and an Economy in Crisis Intercepted — 10:01 a.m. HuffPost senior reporter ... "], ["2020-05-20 18:03", "There's No Telling What Data Facebook Will Collect If You Use Its Zoom Clone ... 's Encryption Is \"Not Suited for Secrets\" and Has Surprising Links to China, Researchers Discover Zoom Meetings Aren't End-to-End Encrypted, Despite Misleading Marketing Facebook Tech Support Contractors Sent Into Work Question \"Essential\" Designation Facebook Uses Artificial Intelligence to Predict Your Future Actions for Advertisers, Says Confidential Document Latest Stories Columbia Sportswear Sought to Crush a Warehouse Union Drive as the Pandemic Approached Alleen Brown — 5:51 p.m. Workers at a distribution center in Portland, Oregon, say the company's intimidation tactics left them afraid to speak up amid the coronavirus crisis. \"The Jungle\" and the Pandemic: The Meat Industry, Coronavirus, and an Economy in ... "], ["2020-05-20 17:51", "Columbia Sportswear Sought to Crush a Warehouse Union Drive as the Pandemic ApproachedWorkers at a distribution center in Portland, Oregon, say the company's intimidation tactics left them afraid to speak up amid the coronavirus crisis. The post Columbia Sportswear Sought to Crush a Warehouse Union Drive as the Pandemic Approached appe"], ["2020-05-20 15:49", "Disney Springs: What final reopening preps are being made, what will be open ...  and lime garages are full, they will stop admitting guests. It remains to be seen how many people will return to Disney at this point. Below is a list of the stores open starting May 20: 4 Rivers Cantina Barbacoa Food Truck Anthropologie The Art Corner by Artistic Talent Group Basin Blaze Fast-Fire'd Pizza The BOATHOUSE Chapel Hats Chicken Guy! Columbia Sportswear Crystal Arts by Arribas Brothers Earl of Sandwich Edward Beiner Purveyor of Fine Eyewear Erin McKenna's Bakery NYC Free People Frontera Cocina Happy Hound Joffrey's Coffee & Tea Company Lucky Brand Luxury of Time by Diamonds International Pandora Jewelry Paradiso 37 Entertainment Pel Soccer Planet Hollywood The Polite Pig Pop Gallery Ron Jon Surf Shop Royally Yours by Arribas Brothers ... "], ["2020-05-20 15:30", "Disney Springs' phased reopening begins today: What's open? What to expect when you return ...  added, the number of guests and cast members will be limited in each location, and there will be hand sanitizer and hand-washing locations readily available throughout Disney Springs. The big question is, after all the hoopla to go through to enter Disney Springs, what exactly is open? SHOPS: Anthropologie The Art Corner by Artistic Talent Group Basin Chapel Hats Columbia Sportswear Crystal Arts by Arribas Brothers Edward Beiner Purveyor of Fine Eyewear Free People Happy Hound Lucky Brand Luxury of Time by Diamonds International Pandora Pel Soccer Pop Gallery Ron Jon Surf Shop Royally Yours by Arribas Brothers Sanuk Savannah Bee Company Sosa Family Cigars Sugarboo & Co. UGG UNIQLO UNOde50 Vera Bradley Volcom ZARA DINING: 4 Rivers Cantina Barbacoa Food Truck ... "], ["2020-05-20 14:28", "Disney Springs begins phased reopening today ... . Disney is also recommending cashless transactions by using mobile pay, a debit or credit card or a Disney Parks gift card. More than 40 stores and restaurants in Disney Springs will reopen, including: 4 Rivers Cantina Barbacoa Food Truck Anthropologie The Art Corner by Artistic Talent Group Basin Blaze Fast-Fire'd Pizza The BOATHOUSE Chapel Hats Chicken Guy! Columbia Sportswear Crystal Arts by Arribas Brothers Earl of Sandwich Edward Beiner Purveyor of Fine Eyewear Erin McKenna's Bakery NYC Free People Frontera Cocina Happy Hound Joffrey's Coffee & Tea Company Lucky Brand Luxury of Time by Diamonds International Pandora Jewelry Pandora Jewelry Paradiso 37 Entertainment Pel Soccer Planet Hollywood The Polite Pig Pop Gallery Ron Jon Surf Shop ... "], ["2020-05-20 09:38", "Disney Springs Reopens Today: List of Restaurants, Stores Reopening ... . 4 Rivers Cantina Barbacoa Food Truck Anthropologie The Art Corner by Artistic Talent Group Basin Blaze Pizza The Boathouse The restaurant will be reopening in a limited capacity at 11 a.m. on May 20. The Vintage Amphicar rides will also be available. Chapel Hats Chicken Guy! The restaurant will reopen with the following operating hours: 11:30 a.m — 9:30 p.m. Columbia Sportswear Crystal Arts by Arribas Brothers Earl of Sandwich The restaurant will reopen with the following operating hours: 11:30 a.m. — 9:30 p.m. Edward Beiner Purveyor of Fine Eyewear Erin McKenna's Bakery NYC Free People Frontera Cocina Happy Hound Joffrey's Coffee & Tea Company Lucky Brand Luxury of Time by Diamonds International Morimoto Asia/Morimoto Asia Street Food ... "], ["2020-05-20 09:31", "Disney Springs: Reopening begins with 44 shops and restaurants — and new rules ... , 4 Rivers Cantina Barbacoa Food Truck, Frontera Cocina, Joffrey's Coffee & Tea Co., Paradiso 37, Planet Hollywood, Polite Pig, STK Orlando, Sunshine Churros (Marketplace and West Side locations), T-Rex, Wolfgang Puck Bar & Grill, Wine Bar George and YeSake. Retail stores opening May 20 Retail shops in operation include Anthropologie, Art Corner, Basin, Chapel Hats, Columbia Sportswear, Crystal Arts by Arribas Brothers, Edward Beiner eyewear, Free People, Happy Hound, Luxury of Time by Diamonds International, Pandora Jewelry, Pele Soccer, Pop Gallery, Ron Jon Surf Shop, Royally Yours, Sanuk, Savannah Bee Co., Sosa Family Cigars, Sugarboo & Co., UGG, Uniqlo, UNOde50, Volcom, Vera Bradley and Zara. Latest The Daily Disney Disney Springs reopening: List of ... "]]}}