{"postfix": "continental-aktie", "name": "CONTINENTAL", "wkn": "543900", "time": "2020.05.26 16:25", "ts": 1590503138, "features": {"KGV": "17.99", "Marktkapitalisierung": {"Size": "Mrd", "Value": "16.68"}, "GA": "6.42", "KBV": "1.50", "BA": "77.00", "KCV": "5.23", "CA": "22.07", "Vola30": "61.76", "Vola90": "83.03", "Vola180": "62.08", "Vola250": "48.43"}, "rivals": ["honeywell-aktie", "goodyear_tirerubber-aktie", "bmw-aktie", "michelin-aktie", "bridgestone-aktie", "textron-aktie", "grammer-aktie"], "text_data": {"de": [["2020.05.26", "Pionier in der Automobil-Elektronik: Standort Frenštát von Vitesco Technologies feiert 25. Jubiläum"], ["2020.05.26", "Continental und Pioneer schließen strategische Partnerschaft für ein neuartiges Nutzererlebnis"], ["25.05.20", "Riemen statt Getriebe: Continental stattet Windanlagen von Goldwind mit effizienten Antriebsriemen aus"], ["22.05.20", "DIE AUTO-WOCHE - das waren die wichtigsten Themen"], ["19.05.20", "KORREKTUR/Patentamt: Deutsche Autobranche stark bei E-Motoren und Batterie"], ["19.05.20", "Patentamt: Deutsche Autobranche stark bei E-Motoren und Batterie"], ["19.05.20", "Continental bessert Liquidität auf - jetzt einsteigen?"], ["19.05.20", "Emissionen deutlich überzeichnet: Conti stärkt Finanzpolster - Milliarden mit Anleihen eingenommen"], ["19.05.20", "Finanzpolster: Continental bessert Liquidität mit milliardenschwerer Anleiheemission auf"], ["19.05.20", "Continental bessert Liquidität mit milliardenschwerer Anleiheemission"], ["19.05.20", "Continental stärkt vorsorglich Liquiditätspolster in unsicherem wirtschaftlichen Umfeld"], ["19.05.20", "ROUNDUP: Verbandsumfrage: Viele Autozulieferer befürchten starke Jobverluste"], ["19.05.20", "Verbandsumfrage: Viele Autozulieferer befürchten starke Jobverluste"], ["18.05.20", "MÄRKTE EUROPA/Bullische Anleger lösen Rally an Europas Börsen aus"], ["18.05.20", "MÄRKTE EUROPA/Aktien profitieren von steigender Risikobereitschaft"], ["18.05.20", "MÄRKTE EUROPA/Aktien und Gold die Gewinner zum Start in die Woche"], ["18.05.20", "Liebherr Radlader mit Continental EM-Master erhältlich"], ["18.05.20", "MÄRKTE EUROPA/Aktien sehr fest und Gold immer teurer - DAX +3%"], ["15.05.20", "XETRA-SCHLUSS/DAX geht etwas erholt ins Wochenende"], ["14.05.20", "Europaparlament stimmt neuen Reifenkennzeichnungen ab 2021 zu"], ["14.05.20", "Gemeinsam gegen Corona: Continental-Mitarbeiter engagieren sich weltweit"], ["13.05.20", "Autoindustrie: Ohne Kaufprämien drohen Entlassungen in der Branche"], ["13.05.20", "Lockerungen in Mexiko in heißester Corona-Phase - Autobau betroffen"], ["11.05.20", "Continental liefert kurzfristig antibakterielle Bezüge für Behelfsklinik in Hannover"], ["09.05.20", "Continental öffnete die Bücher zum abgelaufenen Quartal"], ["09.05.20", "Continental stellte Quartalsergebnis zum abgelaufenen Jahresviertel vor"], ["08.05.20", "Continental will ohne Staatshilfe durch die Krise kommen"], ["07.05.20", "Automesse: Erste Münchner IAA 2021 soll eine Woche vor dem Oktoberfest stattfinden"], ["07.05.20", "Termin für IAA 2021 steht fest"], ["07.05.20", "Autozulieferer: Continental muss Kosten weiter drücken - Investitionen sinken um 20 Prozent"], ["07.05.20", "ROUNDUP 2: Viruskrise drückt Conti-Gewinn um die Hälfte - Rote Zahlen erwartet"], ["07.05.20", "Conti verschärft den Sparkurs - Will keine Staatshilfe"], ["07.05.20", "Continental-Aktie nach Zahlen: Was den Titel jetzt so attraktiv macht"], ["07.05.20", "Sparprogramm wird verschärft: Continental-Gewinn bricht um die Hälfte ein"], ["07.05.20", "Continental: Reif für ein Comeback?"], ["07.05.20", "ROUNDUP: Continental-Gewinn bricht um die Hälfte ein - Rote Zahlen erwartet"]], "en": [["2020.05.26", "Irish Continental : AGM Statement"], ["20.05.20", "Continental Resources pushes for regulatory action at North Dakota hearing"], ["19.05.20", "Continental (CLR) Q1 Earnings Miss Estimates, Revenues Beat "], ["12.05.20", "Irish Continental : Holding(s) in Company"], ["12.05.20", "Irish Continental : Director/PDMR Shareholding"], ["12.05.20", "Continental Resources Inc (CLR) Q1 2020 Earnings Call Transcript"], ["11.05.20", "Continental Resources (CLR) Reports Q1 Loss, Tops Revenue Estimates"], ["08.05.20", "374 staff at the IAA earned over €100,000 last year"], ["07.05.20", "Continental AG : First Quarter of 2020: Continental Increases Cost Discipline"], ["07.05.20", "IAA Inc (IAA) Q1 2020 Earnings Call Transcript"], ["05.05.20", "Why Earnings Season Could Be Great for IAA"], ["04.05.20", "Continental AG Postpones Spin-Off Of Vitesco Technologies Due To Coronavirus Uncertainty"], ["04.05.20", "Former Continental Airlines CEO: Warren Buffett is right about selling his airline stakes"], ["01.05.20", "Irish Continental : Director/PDMR Shareholding"], ["30.04.20", "Irish Continental : Annual Financial Report"], ["30.04.20", "Continental AG : Continental AG Has Decided Not to Present Vitesco Technologies Spin-off at Annual Shareholders' Meeting Scheduled to Take Place on July 14, 2020"], ["29.04.20", "Irish Continental : Block listing Interim Review"], ["28.04.20", "Continental AG : Correction of a release from 16/04/2020 according to Article 40, Section 1 of the WpHG [the German Securities Trading Act] with the objective of Europe-wide distribution"], ["27.04.20", "Analysts Estimate Continental Resources (CLR) to Report a Decline in Earnings: What to Look Out for"], ["27.04.20", "Continental AG : Updated Preliminary Key Data for the First Quarter of Fiscal 2020"], ["24.04.20", "Continental Resources Shuts Wells, Halts Sales, Says Report"], ["24.04.20", "Continental Resources halts shale output, seeks to cancel sales"], ["16.04.20", "Continental AG : Release according to Article 40, Section 1 of the WpHG [the German Securities Trading Act] with the objective of Europe-wide distribution"], ["16.04.20", "Irish Continental : Holding(s) in Company"], ["09.04.20", "Why You Should Hold on to Continental Resources Stock Now"], ["08.04.20", "IAA in Focus: Stock Moves 8% Higher"], ["08.04.20", "Continental (CLR) Agrees to Suspend Dividend Due to Coronavirus"], ["07.04.20", "UPDATE 1-Continental Resources suspends dividend amid coronavirus woes"], ["07.04.20", "Continental Resources suspends dividend amid coronavirus woes"], ["07.04.20", "Continental Resources suspends dividend, to cut production by about 30%"], ["06.04.20", "Why Continental Resources Stock Nosedived Almost 60% in March"], ["02.04.20", "Implied Volatility Surging for Continental Resources (CLR) Stock Options "], ["01.04.20", "Continental auto profit margins fall to zero"], ["01.04.20", "Irish Continental : Price Monitoring Extension"], ["01.04.20", "Continental AG : Continental AG Withdraws 2020 Outlook Due to Business Impacts from COVID-19 Pandemic"], ["01.04.20", "Irish Continental : Total Voting Rights"], ["27.03.20", "Why Is Continental Resources (CLR) Down 43% Since Last Earnings Report?"], ["25.03.20", "Irish Continental : Notice of AGM"], ["23.03.20", "Greencoat Renewables' first deal in continental Europe"], ["20.03.20", "Continental Slashes 2020 Capex by 55%, Output to Decline 5%"], ["2020-05-26 13:30", "Olive Introduces \"The Grid\" Allowing Employees to Work from Anywhere ... , referred to as The Hub, will remain in Columbus, Ohio, and dedicated teams will continue to work at AlphaSites: onsite AI command centers built within customer health systems across the country. Olive will begin to open Substations, or satellite offices, surrounding select AlphaSite metropolitan service areas and cities where 10 or more Olive employees are located within the continental United States. The first Substation will be in Baltimore, Maryland, with plans to open in August. The advantages of a flexible and distributed workforce are abundant, strengthening the health of both the company and its employees, all while enhancing connectedness to customers. As Olive plans to grow after a recent $51 million fundraise , the new work model makes ... "], ["2020-05-26 13:29", "Africa's confirmed COVID-19 cases surpass 110,000: Africa CDC ...  for COVID-19 testing at Eastleigh estate in Nairobi, capital of Kenya, May 21, 2020. (Xinhua/Nyalwash) The number of confirmed COVID-19 cases across the African continent surpassed 111,348 as the death toll from the ongoing pandemic surged to 3,348 as of Monday afternoon, the Africa Center for Disease Control and Prevention (Africa CDC) said. The Africa CDC, in its latest continental situation update report issued on Monday, showed that some 44,630 people who have been infected with the COVID-19 have recovered across the continent as of Monday afternoon. A child wearing a face mask gets community free food in Johannesburg, South Africa, May 19, 2020. (Xinhua/Yeshiel) Figures from the Africa CDC also showed that amid the rapid spread of the virus across ... "], ["2020-05-26 12:57", "Basic military training to begin June 2 at Keesler Air Force Base until end of COVID-19 surge operations ... Keesler Air Force Base is home to the 81st TRW, 2nd Air Force, the U.S. Air Force Reserve's 403rd Wing, and is the single largest employer in the area. With a mission to develop and inspire Airmen, , members at Keesler train more than 28,000 students annually with an average daily student load of more than 2,700 at eight operating locations in the continental United States. The 81st TRW is a lead, joint training installation, and courses are provided for not only Air Force members, but representatives from the Army, Navy, Marine Corps, Coast Guard and civilian federal agencies. Report a Typo TAGS air force Basic Military Training coronavirus COVID-19 Keesler USAF SHARE Facebook Twitter tweet WXXV You Might Also Like COVID-19: 206 new cases, 10 new deaths ... "], ["2020-05-26 12:00", "Aberdeen chairman predicts cross border Euro leagues in 10 years ...  Thomson Aberdeen chairman Dave Cormack believes there will be cross-border European leagues in 10 years. The Pittodrie chief predicts separate Euro leagues based on income and \"associate groups of like-minded countries\". That could see Aberdeen compete in a separate league from Celtic who recently secured a ninth Premiership title in a row. Cormack reckons a switch to continental leagues is inevitable as supporters in many countries are bored of teams, like Celtic, monopolizing the title crown. Aberdeen secured qualification for the Europa League for a seventh straight season when the Premiership was called last week. Cormack wants the Dons to be on the front foot of any future development in the European game rather than wait for crumbs from Euro ... "], ["2020-05-26 11:00", "TwoRivers ITAD Solutions Joins TERRA's \"Done With IT\" Mail-In Electronics Recycling Program ...  facility in... Author: PR Newswire Publish date: May 26, 2020 7:00 AM EDT NASHVILLE, Tenn. , May 26, 2020 /PRNewswire/ -- TwoRivers ITAD Solutions (TIS) has joined TERRA 's Done with IT program to provide a simple and safe electronics recycling mail-in option for businesses and individuals from their Certified R2 facility in Lithonia, GA. Done with IT serves the entire continental U.S. as well as Canada with recycling and represents the largest network of e-Stewards and Certified R2 facilities in North America . \"While the electronics recycling industry has been deemed essential, most e-waste recycling programs have been suspended,\" said Steven Napoli , President & CEO of TERRA. \"Done with IT offers e-waste recycling and ITAD services from ... "], ["2020-05-26 10:53", "Travel and leisure stocks rejoice on summer holiday hopes ... -distancing rules closed restaurants, cinemas and pubs. But Germany and Spain's plan to ease travel restriction for the peak summer holiday season revived their stocks. Tri ( TUIT.L ), British Airways-owner IAG ( ICAG.L ), easyJet ( EZJ.L ) and Whitbread ( WTB.L ) shares jumped 15% to 30%, driving London stock indices higher. London stocks were top gainers as they played catch-up with continental European stocks, which soared on Monday. The travel and leisure stocks sub-index jumped to its highest levels since April 30. \"There is a lot more hope that travel restrictions across Europe will be eased in time for the summer holidays,\" said Neil Wilson, chief market analyst at Markets.com. \"If the summer holiday season can be saved, it would be ... "], ["2020-05-26 10:53", "Travel and leisure stocks rejoice on summer holiday hopes ... -distancing rules closed restaurants, cinemas and pubs. But Germany and Spain's plan to ease travel restriction for the peak summer holiday season revived their stocks. Tri ( TUIT.L ), British Airways-owner IAG ( ICAG.L ), easyJet ( EZJ.L ) and Whitbread ( WTB.L ) shares jumped 15% to 30%, driving London stock indices higher. London stocks were top gainers as they played catch-up with continental European stocks, which soared on Monday. The travel and leisure stocks sub-index jumped to its highest levels since April 30. \"There is a lot more hope that travel restrictions across Europe will be eased in time for the summer holidays,\" said Neil Wilson, chief market analyst at Markets.com. \"If the summer holiday season can be saved, it would be ... "], ["2020-05-26 10:51", "Travel and leisure stocks rejoice on summer holiday hopes ... -distancing rules closed restaurants, cinemas and pubs. But Germany and Spain's plan to ease travel restriction for the peak summer holiday season revived their stocks. Tri ( TUIT.L ), British Airways-owner IAG ( ICAG.L ), easyJet ( EZJ.L ) and Whitbread ( WTB.L ) shares jumped 15% to 30%, driving London stock indices higher. London stocks were top gainers as they played catch-up with continental European stocks, which soared on Monday. The travel and leisure stocks sub-index jumped to its highest levels since April 30. \"There is a lot more hope that travel restrictions across Europe will be eased in time for the summer holidays,\" said Neil Wilson, chief market analyst at Markets.com. \"If the summer holiday season can be saved, it would be ... "], ["2020-05-26 10:33", "Another Iranian footballer from Persepolis wins Asian poll ... Asia. The Asian Football Confederation (AFC) selected the best goal which was netted in the last minutes of the Asian Champions League to Al-Jazira FC in 2018 tournament by Persepolis FC captain, Seyed Jalal Hosseini. Among some other Asian players, Iranian footballer won the poll with 91 percent of the vote. The Asian Football Confederation (AFC) is one of the six continental confederations within FIFA and is the governing body of association football in Asia and Australia. It has 47 member countries, mostly located on the Asian continent. 3266**1416 Follow us on Twitter @IrnaEnglish Tags AFC Persepolis FC Al-Jazira FC Your Comment You are replying to: . Cancel Reply Name Email Your Comment * * Please enter the correct answer 4 + 11 = Send Headline Politics ... "], ["2020-05-26 10:30", "Travel and leisure stocks rejoice on summer holiday hopes ...  strict social-distancing rules closed restaurants, cinemas and pubs. Advertisement Advertisement But Germany and Spain's plan to ease travel restriction for the peak summer holiday season revived their stocks. TUI , British Airways owner IAG , easyJet and Whitbread shares jumped 15per cent to 30per cent, driving London stock indices higher. London stocks were top gainers as they played catch-up with continental European stocks, which soared on Monday. The travel and leisure stocks sub-index jumped to its highest levels since April 30. \"There is a lot more hope that travel restrictions across Europe will be eased in time for the summer holidays,\" said Neil Wilson, chief market analyst at Markets.com. \"If the summer holiday season can be saved ... "], ["2020-05-26 10:20", "Latest Oregon news, sports, business and entertainment at 3:20 a.m. PDT ...  dispatchers that his cell phone battery was about to run out. AP-US-VIRUS-OUTBREAK-SPRING-SKIING Skiing in Colorado to resume amid coronavirus pandemic DENVER (AP) — Time to dust off those boots and tune those skis. At least one resort high in the Colorado Rockies is planning to reopen after a more than two-month hiatus caused by the coronavirus. Arapahoe Basin near the Continental Divide west of Denver will open Wednesday with restrictions, offering a sign of hope for a devastated industry and for mountain communities that were disproportionately affected by the disease early in the pandemic. But the rapidly melting snowpack in the high country means most resorts won't be able to reopen. So far, only A-Basin is planning to fire up its lifts. A ... "], ["2020-05-26 10:00", "How the West can overcome the Chinese juggernaut ...  value their freedom and our friendship they can no longer profit from business with Russia and China, do too little for the common defense, or expect the American navy to guarantee their security. Eleven nuclear aircraft carriers are not enough, and we can't afford more. Germany orchestrating common European security safeguards to permit Huawei to build out continental 5G technology and its Nord Stream 2 pipeline would put money in Beijing's and Moscow's pockets, helps finance their military modernization and efforts to corrupt Western elections. America and Western Europe must recognize their own shortcomings and misconceptions. China and more autocratic leaning Eastern Europe were generally better able to contain the virus and economic damage ... "], ["2020-05-26 10:00", "Kennedy Wilson Announces Virtual 2020 Annual Meeting Of Stockholders ...  on their proxy card or Notice to register. Street name stockholders must first contact their broker or bank and receive a legal proxy and, after it is received, contact Kennedy Wilson's transfer agent, Continental Stock Transfer, to obtain a meeting control number to register. Continental Stock Transfer can be reached via email at proxy@continentalstock.com or by phone at (917) 262-2373. Continental Stock Transfer will require a copy of the legal proxy. To ensure receipt of a meeting control number in time, stockholders should contact Continental Stock Transfer no later than Monday, June 8, 2020. Stockholders that have obtained a legal proxy from their broker or bank without previously voting their shares will only be able to vote their shares through ... "], ["2020-05-26 09:07", "US drilling industry says offshore ban would crush jobs, government revenues ...  the 370,000 jobs it would be projected to support under current policies, the report said. Government revenues from the industry, meanwhile, would be $2.7 billion a year instead of $7 billion, it said. With no new leases, jobs and revenues would each be more than 25% lower than the business-as-usual forecast. Last year, drilling in the Gulf of Mexico's Outer Continental Shelf supported 345,000 U.S. jobs and contributed $28.7 billion to the economy. But that was before the coronavirus pandemic choked off demand for transport fuels, igniting an oil price collapse that put the industry in crisis. NOIA said the report's forecasts take into account the current industry downturn. GET FOX BUSINESS ON THE GO BY CLICKING HERE Markets Market Update sponsored ... "], ["2020-05-26 08:56", "Strategic Considerations on the Covid-19 Crisis ...  economy requires a fascist government. Now consider Europe. They aren't fully part of the Anglo-American establishment. The European Commission is an enormous bureaucratic hulk set up and run by the likes of Herman Aps of Deutsche Bank (and other ex-Nazis), which has come under considerable fire from American media. Is Brexit symptomatic of a serious disagreement between English and Continental oligarchies, and what would that imply? I have left out Russia. This past summer, as we were leaving our St. Petersburg hotel, I met a man who claimed to have been in charge of the Soviet missile fleet's electronic systems. He claimed to have inspected the electronics of a Chinese submarine and found them \"magnificent, perfect\". There will never ... "], ["2020-05-26 08:15", "Africa's free trade area is delayed by the coronavirus, but experts say it's vital to recoveryThe African Continental Free Trade Area (AfCFTA) must not be allowed to fall by the wayside, according to experts, after its launch was postponed by the coronavirus pandemic."], ["2020-05-26 07:17", "KTVZ ...  told dispatchers that his cell phone battery was about to run out.AP-US-VIRUS-OUTBREAK-SPRING-SKIINGSkiing in Colorado to resume amid coronavirus pandemicDENVER (AP) — Time to dust off those boots and tune those skis. At least one resort high in the Colorado Rockies is planning to reopen after a more than two-month hiatus caused by the coronavirus. Arapahoe Basin near the Continental Divide west of Denver will open Wednesday with restrictions, offering a sign of hope for a devastated industry and for mountain communities that were disproportionately affected by the disease early in the pandemic. But the rapidly melting snowpack in the high country means most resorts won't be able to reopen. So far, only A-Basin is planning to fire up its lifts. A ... "], ["2020-05-26 07:00", "Raymond Goethals: Marseille's messiah who toppled mighty Milan ...  of the 1991 European Cup. Goethals said Tapie rang him near 3am every morning for the next three months to ask: \"Are you planning the match?\" to which Goethals invariably replied: \"I'm trying to,\" before hanging up. When the first leg at San Siro finally came around, what Goethals and his team did was remarkable. Milan were Europe's kings, continental champions two years on the trot. Marseille pitched up in Italy with only 14 players instead of the permitted 16, as Goethals omitted Cantona and Jean Tigana, having fallen out with both. \"Cantona simply did not fit into my team,\" he later said, years after being vindicated by the consistently thrilling attacking trident of Chris Waddle, Jean-Pierre Papin and Abedi Pele. The game ... "], ["2020-05-26 06:29", "BBC Weather: Carol Kirkwood forecasts another 'very warm' week in store for Britons ... highs of 28C this week She continued: \"We could see a little bit of low cloud coming in at times across that far southeastern corner of England. \"Temperatures tomorrow 17C in Belfast, 24C-25C as we come down towards the south. \"But then it starts up to warm up for all of us. And you can see high pressure drifts eastwards, we pull in all this continental air across our shores and the ambers return.\" The Met Office forecast for the final weeks of May said: \"Much of central and southeast England should see a good deal of dry and settled weather next weekend with plenty of sunshine, though a little breezy. \"Temperatures will generally be very warm, but there is the risk of some thunderstorms breaking out at times. \"Cloud and outbreaks ... "], ["2020-05-26 05:47", "Stranded musher, wings of gold, generous postal employee: News from around our 50 states ... chosen to move more slowly. Colorado Denver: At least one resort high in the Rockies is planning to reopen after a more than two-month hiatus caused by the new coronavirus. Arapahoe Basin will open Wednesday with restrictions, offering a sign of hope for a devastated industry and for mountain communities that were disproportionately affected by the disease early in the pandemic. The resort near the Continental Divide west of Denver will limit the number of skiers and snowboarders by requiring reservations, and guests must wear a face covering if they can't maintain social distancing. A-Basin's \"beach,\" the row of parking closest to the lifts, won't hold any parties this spring, and tailgating is barred in all the parking lots. A-Basin' ... "]]}}