{"postfix": "corning-aktie", "name": "CORNING", "wkn": "850808", "time": "2020.05.26 15:17", "ts": 1590499075, "features": {"KGV": "16.29", "Marktkapitalisierung": {"Size": "Mrd", "Value": "15.22"}, "GA": "1.76", "KBV": "1.98", "BA": "14.46", "KCV": "8.36", "CA": "3.43", "Vola30": "61.75", "Vola90": "81.39", "Vola180": "61.54", "Vola250": "47.76"}, "rivals": ["3m-aktie", "ppg_industries-aktie", "amphenol-aktie", "owens_corning-aktie"], "text_data": {"de": [["04.05.20", "Corning schüttet konstante Dividende aus"], ["30.04.20", "So stuften die Analysten die Corning-Aktie im vergangenen Monat ein"], ["29.04.20", "Corning: So viel setzte das Unternehmen zuletzt um"], ["27.04.20", "Ausblick: Corning mit Zahlen zum abgelaufenen Quartal"], ["13.04.20", "Erste Schätzungen: Corning veröffentlicht Zahlen zum vergangenen Quartal"], ["31.03.20", "Corning schüttet vierteljährliche Dividende aus"], ["21.02.20", "Made in USA: Glasexperte Corning und Qualcomm bieten 5G Small Cells"], ["06.02.20", "Corning hebt die Dividende an"], ["28.01.20", "Ausblick: Corning präsentiert Bilanzzahlen zum jüngsten Jahresviertel"]], "en": [["20.05.20", "Corning to cut executive and other worker pay during pandemic in return for equity"], ["20.05.20", "Corning to cut pay of all U.S. salaried employees by 5%-30% from June 1 to Dec. 31"], ["20.05.20", "Corning to cut CEO base salary by 40% starting June 1"], ["20.05.20", "Corning executive salaries to be cut by 30%, director's cash compensation to be cut by 40%"], ["20.05.20", "Corning CEO to take 40% cut in base salary during pandemic"], ["01.05.20", "25% Downside For Corning Stock?"], ["01.05.20", "The Zacks Analyst Blog Highlights: Verizon Communications, Corning, Juniper Networks, Iridium Communications and InterDigital"], ["30.04.20", "Owens Corning Inc (OC) Q1 2020 Earnings Call Transcript"], ["29.04.20", "Owens Corning (OC) Q1 Earnings Top Estimates"], ["28.04.20", "Corning Inc (GLW) Q1 2020 Earnings Call Transcript"], ["28.04.20", "Corning (GLW) Beats Q1 Earnings Estimates, Withdraws Guidance"], ["28.04.20", "Corning (GLW) Surpasses Q1 Earnings and Revenue Estimates"], ["22.04.20", "Owens Corning (OC) Earnings Expected to Grow: Should You Buy?"], ["09.04.20", "Corning Reorganizes Operating Structure to Drive Growth"], ["20.03.20", "Owens Corning (OC) Down 47.9% Since Last Earnings Report: Can It Rebound?"], ["14.03.20", "Why Corning, II-VI Inc., and Intel Surged 10% to 20% at Friday's Close"], ["05.03.20", "Should Value Investors Pick Owens Corning (OC) Stock Now?"], ["28.02.20", "Corning (GLW) Down 13.2% Since Last Earnings Report: Can It Rebound?"], ["20.02.20", "Owens Corning Earns Relative Strength Rating Upgrade"], ["20.02.20", "Owens Corning (OC) Q4 Earnings Beat Estimates, Shares Up"], ["20.02.20", "Corning plans indoor 5G mmWave systems for malls, offices, and schools"], ["19.02.20", "Owens Corning Inc (OC) Q4 2019 Earnings Call Transcript"], ["19.02.20", "Owens Corning (OC) Q4 Earnings and Revenues Top Estimates"], ["18.02.20", "Lower Roofing Sales to Hurt Owens Corning (OC) Q4 Earnings"], ["12.02.20", "Analysts Estimate Owens Corning (OC) to Report a Decline in Earnings: What to Look Out for"], ["06.02.20", "Owens Corning Stock Upgraded Amid Strong Housing Market"], ["30.01.20", "Telecom Stock Roundup: AT&T, Corning Trump Q4 Earnings Estimates & More"], ["29.01.20", "Corning (GLW) Q4 Earnings & Revenues Top Estimates, Fall Y/Y"], ["29.01.20", "Corning Inc (GLW) Q4 2019 Earnings Call Transcript"], ["29.01.20", "Corning (GLW) Q4 Earnings and Revenues Surpass Estimates"], ["22.01.20", "Earnings Preview: Corning (GLW) Q4 Earnings Expected to Decline"], ["16.01.20", "Better Buy: Universal Display vs. Corning"], ["13.01.20", "Why Corning Stock Declined 3.6% in 2019"], ["08.01.20", "Corning Partners LG & Visteon for Enhanced In-car Solutions"], ["2020-05-26 11:54", "Realme 6s With Quad Rear Cameras, MediaTek Helio G90T SoC Launched ...  pre-orders for the phone have already begun on the company website. The sale of the Realme 6s will begin on June 2. Realme X3 SuperZoom With 5x Optical Zoom Support, 120Hz Display Launched Realme 6s specifications The dual-SIM (Nano + Nano) Realme 6s runs on Android 10-based Realme UI. It features a 6.5-inch full-HD+ (1080x2400 pixels) LCD hole-punch display with 90Hz refresh rate, Corning Gorilla Glass protection, and 90.5 percent screen-to-body ratio. The phone is powered by the 2.05GHz MediaTek Helio G90T octa-core processor paired with 4GB RAM and ARM G76 GPU. Internal storage is at 64GB and that is further expandable using a dedicated microSD card slot. There's a side-mounted fingerprint scanner on board. Coming to the camera, the Realme 6s has a ... "], ["2020-05-26 11:11", "Realme X3 SuperZoom With 5x Optical Zoom Support, 120Hz Display Launched ...  place on June 2 at 10am in the European region. The company is yet to clarify the launch of the smartphone in India. Realme Smart TV vs Xiaomi Mi TV 4A Pro: What's Different Realme X3 SuperZoom specifications The Realme X3 SuperZoom runs on Android 10-based Realme UI and the phone features a 6.6-inch full-HD+ (1,080x2,400 pixels) LCD display with 120Hz refresh rate and Corning Gorilla Glass 5 protection. The phone is powered by the octa-core Qualcomm Snapdragon 855+ SoC, coupled Adreno 640 GPU. The Realme X3 SuperZoom also packs up to 12GB of LPDDR4x RAM and up to 256GB of UFS 3.1 storage that doesn't support expansion via microSD card. In terms of the cameras, the phone packs a quad rear camera setup that includes a 64-megapixel main camera with f ... "], ["2020-05-26 10:05", "Coronavirus live updates: When it comes to school aid, federal funds varies widely ...  on Monday, May 18, 2020 in Albany, N.Y. The program has seen the unsheltered triple due to fears of contracting the virus in a shelter. (Lori Van Buren/Times Union) Lori Van Buren/Albany Times Union 18 of 149 The message of NY Tough is created on the Corning Tower at the Empire State Plaza on Sunday, May 17, 2020 in Albany, N.Y. The message has been displayed during the COVID-19 pandemic. (Lori Van Buren/Times Union) Lori Van Buren/Albany Times Union 19 of 149 The message of NY Tough is created on the Corning Tower at the Empire State Plaza on Sunday, May 17, 2020 in Albany, N.Y. The message has been displayed during the COVID-19 pandemic. (Lori Van Buren/Times Union) Lori Van Buren/Albany Times Union 20 of 149 The message of NY Tough is created on the ... "], ["2020-05-26 07:41", "NY Binghamton NY Zone Forecast ... . .FRIDAY NIGHT...Partly cloudy with a chance of showers. Lows in the mid 50s. Chance of rain 50 percent. .SATURDAY...Partly sunny. Highs around 70. .SATURDAY NIGHT...Partly cloudy. Lows in the upper 40s. .SUNDAY...Mostly sunny. Highs in the upper 60s. .SUNDAY NIGHT...Mostly clear. Lows in the upper 40s. .MONDAY...Partly sunny. Highs in the lower 70s. $$ NYZ022-262000- Steuben- Including the cities of Corning and Hornell 335 AM EDT Tue May 26 2020 .TODAY...Partly sunny. Highs in the mid 80s. South winds 5 to 10 mph. .TONIGHT...Mostly clear. Lows in the lower 60s. South winds 5 to 10 mph. .WEDNESDAY...Partly sunny. Highs in the lower 80s. South winds 5 to 10 mph. .WEDNESDAY NIGHT...Partly cloudy. Lows in the lower 60s. South winds 5 to 10 mph. .THURSDAY ... "], ["2020-05-26 07:01", "Society For Information Display Unveils 2020 Display Industry Award Winners ...  than 200,000 cycles. Display Components of the Year This award recognizes novel components that have significantly enhanced the performance of a display. A component is sold as a separate part destined to be incorporated into a display. A component may also include display-enhancing materials and/or parts fabricated with new processes . AutoGrade Glass by ColdForm Technology from Corning After years of using handheld devices, consumers have come to develop certain expectations of displays. They expect them to be durable with a smooth-touch feel, yet sensitive for accurate finger swiping, touching, and tapping. AutoGrade Gorilla Glass can help enable a variety of in-vehicle display designs while eliminating the need for plastic anti-splinter films. Moreover ... "], ["2020-05-26 05:06", "San Francisco Chronicle ...  & National, Southwest, AccuWeather, 262000- Yates, 262000- Schuyler, 262000- Broome, Hamilton, 262000- Sullivan, South, NY, NYZ009-262000- Northern Oneida, New York City, Binghamton, Boonville 635, 262000- Seneca, Penn Yan, Seneca Falls, 262000- Southern Cayuga, 262000- Onondaga, 262000- Southern Oneida, Binghamton 635, Watkins Glen, 262000- Chemung, Elmira 635, Syracuse 635, 262000- Steuben, Corning, 262000- Tioga, 262000- Madison- Including, Rome, Owego, 262000- Cortland, Delhi, Monticello 635, 262000- Chenango, Cortland 635, 262000- Otsego, SATURDAY NIGHT, SUNDAY NIGHT, Showers, Binghamton NY Zone Forecast, weather.gov/bgm, Hornell 635, Auburn 635, 262000- Tompkins, Oneida 635, Ithaca 635, Utica 635, Waverly 635, 262000- Delaware, Walton 635, Norwich 635 ... "], ["2020-05-26 02:30", "Redmi Note 9 Pro to Go on Sale Today at 12 Noon via Amazon, Mi.com ... 999. It is available in three colour options namely, Aurora Blue, Glacier White, and Interstellar Black. Customers will be able to purchase the Redmi Note 9 Pro from Amazon and Mi.com . Redmi Note 9 Pro specifications The dual-SIM (Nano) Redmi Note 9 Pro runs on MIUI 11 based on Android 10. It features a 6.67-inch full-HD+ (1,080x2,400 pixels) IPS display with 20:9 aspect ratio and Corning Gorilla Glass 5 protection. The phone is powered by the octa-core Qualcomm Snapdragon 720G SoC paired with up to 6GB RAM. For optics, the Redmi Note 9 Pro has a quad rear camera setup. It includes a 48-megapixel primary sensor with an f/1.79 lens. The secondary is an 8-megapixel shooter with a 120-degree ultra-wide-angle lens. There is also a 5-megapixel macro sensor and a ... "], ["2020-05-25 18:34", "iPhone SE vs. iPhone 11 Pro: The choice between budget and flagship is not so obvious ... , it never went away if you're upgrading from something like the iPhone 6 or 7. The iPhone 11 Pro has a 5.8-inch screen and sports the newer iPhone design without a home button. Lexy Savvides/CNET The iPhone SE has an aluminum frame, while the iPhone 11 Pro is made of stainless steel. All of Apple's phones are covered in custom glass on the front and back, made by Corning , and Apple claims the iPhone 11 Pro has the most durable glass of all. I've dropped the iPhone 11 Pro countless times (both in our formal drop test and when using it for the past six months) and it hasn't sustained any significant damage. Even so, I still recommend putting a case on your phone just to be safe, as not all drops are created equal. We haven't yet conducted ... "], ["2020-05-25 15:10", "Realme's first-ever smartwatch to go on sale from 5 June. Check price, specifications ... . The watch also offers 14 different sports modes including Badminton, Cricket, Indoor Running, Outdoor Running, Walking, and Yoga, among others. It can even monitor sleep, offer sedentary and hydration reminders, and meditation relaxing. Apart from that, the design of the Realme Watch looks similar to that of an Apple Watch. THe device comes with a 1.4-inch (320x320 pixels) display with 2.5D Corning Gorilla Glass 3. It supports a three-axis accelerometer and a PPG sensor and supports 20mm removable straps with an IP68-certified build for dust and water resistance. Powered by Android 5.0 and a Bluetooth v5.0 version, the wearable comes with 160 mAh battery, which according to company's claims, can offer seven days of usage with the continuous heart rate ... "], ["2020-05-25 12:30", "This day in sports: Jesse Owens sets three world records ...  Sports Center in Minneapolis. Lemieux scores one goal and assists on three others. Goaltender Tom Barrasso stops 39 shots to record the shutout. 2003 — Juli Inkster shoots a 10-under par 62 — tying the lowest final-round score by a winner in LPGA tour history — to beat Lorie Kane of Canada by four strokes in the Corning Classic in Corning, N.Y. Inkster finishes the tournament on the narrow 6,082-yard course at the Corning Country Club with a four-round total of 24-under par 264. 2014 — Josh Beckett pitches the only no-hitter of his career and the first in the major leagues this season, leading the Dodgers over the Philadelphia Phillies 6-0 at Citizens Bank Park. Beckett, 34 and in his last season, strikes out six, walks three and ... "], ["2020-05-25 10:00", "Coronavirus live updates: New York professional sports teams can rev back up ...  on Monday, May 18, 2020 in Albany, N.Y. The program has seen the unsheltered triple due to fears of contracting the virus in a shelter. (Lori Van Buren/Times Union) Lori Van Buren/Albany Times Union 18 of 149 The message of NY Tough is created on the Corning Tower at the Empire State Plaza on Sunday, May 17, 2020 in Albany, N.Y. The message has been displayed during the COVID-19 pandemic. (Lori Van Buren/Times Union) Lori Van Buren/Albany Times Union 19 of 149 The message of NY Tough is created on the Corning Tower at the Empire State Plaza on Sunday, May 17, 2020 in Albany, N.Y. The message has been displayed during the COVID-19 pandemic. (Lori Van Buren/Times Union) Lori Van Buren/Albany Times Union 20 of 149 The message of NY Tough is created on the ... "], ["2020-05-25 10:00", "Coronavirus live updates: Schenectady County's death toll hits 30 ...  on Monday, May 18, 2020 in Albany, N.Y. The program has seen the unsheltered triple due to fears of contracting the virus in a shelter. (Lori Van Buren/Times Union) Lori Van Buren/Albany Times Union 18 of 149 The message of NY Tough is created on the Corning Tower at the Empire State Plaza on Sunday, May 17, 2020 in Albany, N.Y. The message has been displayed during the COVID-19 pandemic. (Lori Van Buren/Times Union) Lori Van Buren/Albany Times Union 19 of 149 The message of NY Tough is created on the Corning Tower at the Empire State Plaza on Sunday, May 17, 2020 in Albany, N.Y. The message has been displayed during the COVID-19 pandemic. (Lori Van Buren/Times Union) Lori Van Buren/Albany Times Union 20 of 149 The message of NY Tough is created on the ... "], ["2020-05-25 09:56", "Sony Xperia 1 II release date, price... and the headphone jack is back ... , but it doesn't seem to use an actual 90Hz panel. That's an odd choice given the move toward high frame rate screens from competitors like the OnePlus 7T and Samsung Galaxy S20 . As for the build, the Sony Xperia 1 II has dimensions of 166 x 72 x 7.9mm, and it weighs 181 grams. The design is glass on the front and back - both of which are protected by Corning's Gorilla Glass 6 technology - and it will come in either black or purple. It also has a full bezel at the top, rather than a notch or punch-hole. There are front-facing stereo speakers, a side-mounted fingerprint scanner, and a USB-C connector on the bottom of the device, while the top edge features the aforementioned 3.5mm headphone jack. (Image credit: Sony) The phone is also water and ... "], ["2020-05-25 09:00", "What do personal injury lawsuits have to do with the pandemic? Maybe a lot ...  does everything it should be doing and does it consistently. They should have protection under the law.\" The view from D.C. The liability issue is taking center stage not in Albany, but in the nation's capital. \"I think everyone is discussing the question of liability and how that's going to impact opening up,\" said Rep. Tom Reed, a Corning Republican. So far, though, Republicans and Democrats couldn't be farther apart on the issue. McConnell, the Republican Senate leader, insists that liability reform be a centerpiece of the next big round of Covid-19 legislation. \"A second epidemic of frivolous lawsuits could follow the actual pandemic and crush our recovery before it begins,\" he said on the Senate floor earlier this month ... "], ["2020-05-25 08:39", "Realme enters affordable TV segment in India, price starts from Rs 12,999 ...  President, Realme and CEO, Realme India. The Smart TV comes with built-in streaming platforms like Netflix, YouTube and Prime Video. It offers ultra-high brightness of up to 400 nits and Chroma Boost technology for the vivid experience even during bright days. The company is offering a one-year warranty and an additional one year of warranty on Panel. Realme Watch comes with 2.5D Corning Gorilla Glass 3 protection. The watch has an IP68 rating which means it is fit to resist dust and water. The battery can last up to seven to nine days and, in power saving mode, it can go up to 20 days. The SmartWatch also comes with accuracy, skin tone compatibility, and power consumption. \"Together, AIoT products and smartphones will enable the next growth trajectory ... "], ["2020-05-25 07:41", "NY Binghamton NY Zone Forecast ...  70 percent. .FRIDAY...Showers and thunderstorms likely. Highs around 80. Chance of rain 70 percent. .FRIDAY NIGHT...Partly cloudy with a chance of showers. Lows in the mid 50s. Chance of rain 50 percent. .SATURDAY...Partly sunny. Highs around 70. .SATURDAY NIGHT...Mostly clear. Lows in the upper 40s. .SUNDAY...Mostly sunny. Highs around 70. $$ NYZ022-252000- Steuben- Including the cities of Corning and Hornell 335 AM EDT Mon May 25 2020 .TODAY...Mostly cloudy this morning, then becoming partly sunny. A slight chance of thunderstorms. A chance of showers, mainly this morning. Highs in the lower 80s. Southwest winds 5 to 10 mph. Chance of rain 50 percent. .TONIGHT...Partly cloudy. A slight chance of showers and thunderstorms in the evening. Lows in the lower ... "], ["2020-05-25 07:27", "Realme Watch Debuts With Real-Time Heart Rate Monitoring, 12 Sports Modes ...  the smartwatch. There are also customisations that can be applied through the Realme Link app. The Realme Watch comes with 12 watch faces to choose from. Also, the default watch face on the smartwatch displays time, date, weather, steps, heart rate, and calories. On the specifications front, the Realme Watch features a 1.4-inch (320x320 pixels) display with touchscreen support and 2.5D Corning Gorilla Glass 3. The smartwatch comes with a three-axis accelerometer and a PPG sensor. Further, it supports 20mm removable wrist straps and has an IP68-certified build that has dust and water resistance. The Realme Watch has Bluetooth v5.0 on the connectivity part and can work with any smartphone that runs Android 5.0 Lollipop or above — along with the Realme ... "], ["2020-05-25 07:04", "Huami Amazfit Bip S Price Revealed Ahead of June 3 India Launch ...  3. Sales will begin from June 3 as well via Amazon, Flipkart, and Myntra. Amazfit Bip S specifications The Amazfit Bip S features a 1.28-inch Transflective Color TFT display with a resolution of 176x176 pixels. The watch features Bluetooth v5.0 and comes with GPS, as well as GLONASS for location tracking. There is an Always-on Display feature and the touchscreen in protected by 2.5D Corning Gorilla tempered glass with an anti-fingerprint coating. The Amazfit Bip S comes with a 200mAh battery that the company says will charge in around 2.5 hours. With basic usage, it can last up to 40 days and typical usage will get you 15 days of battery life. Continuous use of GPS will drain the battery in 22 hours. The Amazfit Bip S runs Amazfit OS. The sensors include ... "], ["2020-05-25 04:00", "Letters for May 25: Honor those who uphold, have sacrificed for American values ...  monetary donation to a VA medical center near you. Now more than ever, it's important that we don't take anything for granted — including access to food. Let's work together to ensure no one goes hungry and honor the service and sacrifice of our veterans and their families. William J. \"Doc\" Schmitz, commander-in-chief of the Veterans of Foreign Wars, Corning, New York Keep monuments Memorial Day is a special day when the people who were called or volunteered to defend the United States or the commonwealth of Virginia are to be remembered and honored. Many made the ultimate sacrifice and gave up young promising lives so we can enjoy the country we have today. They were not asked if they believed in the cause for which they fought or ... "], ["2020-05-25 00:00", "Sony's New Flagship Xperia 1 II Smartphone Will Ship On July 24th In The United States--Pre-sales Start June 1st ...  charges up to 50 percent in just 30 minutes 12 and features Qi fast wireless charging for a fast battery boost while on the move. Sony continues to develop battery technologies to improve the lifespan and keep the battery healthier for longer, including AI-powered 'Battery Care' that adapts to your personal routine. Xperia 1 II has an IP65/68 water resistance 13 and Corning Gorilla Glass 6 on both sides, making it sturdy as well as beautifully designed. Xperia 1 II comes in black with Android 10 pre-installed and will be compatible with Verizon, AT&T, T-Mobile, Cricket and MetroPCS networks. For more information on Xperia 1 II please visit https://www.sony.com/electronics/smartphones/xperia-1m2 Please follow #Sony XperiaUS on T witter and visit ... "]]}}