{"postfix": "costco_wholesale-aktie", "name": "COSTCO_WHOLESALE", "wkn": "888351", "time": "2020.05.26 17:09", "ts": 1590505773, "features": {"KGV": "35.95", "Marktkapitalisierung": {"Size": "Mrd", "Value": "124.81"}, "GA": "8.19", "KBV": "8.55", "BA": "34.44", "KCV": "22.84", "CA": "12.89", "Vola30": "31.07", "Vola90": "49.75", "Vola180": "37.21", "Vola250": "28.6"}, "rivals": ["ceconomy-aktie", "walmart-aktie", "target-aktie", "dollar_tree-aktie", "dollar_general_1-aktie"], "text_data": {"de": [["15.05.20", "Börsenpunk: Lufthansa, HelloFresh &amp;amp;amp;amp;amp;amp;amp;amp; Teamviewer - kaufen oder Finger weg? Kochbox oder Aktienbox? Buffet-Aktie: Costco Wholesale, HOT STOCK: Flir "], ["13.05.20", "Erste Schätzungen: Costco Wholesale mit Zahlen zum abgelaufenen Quartal"], ["09.05.20", "Costco Wholesale zog Bilanz zum jüngsten Jahresviertel"], ["30.04.20", "Costco Wholesale-Aktie: Das sind die Analysten-Einstufungen des vergangenen Monats"], ["16.04.20", "Costco Wholesale steigert die Dividende"], ["31.03.20", "Die Expertenmeinungen zur Costco Wholesale-Aktie im März 2020"], ["06.03.20", "Börsenpunk: Corona-Crash oder normale Korrektur - Nachkaufen bei NEL und Powercell?  Casella Waste Systems für das langfristige Depot - Lufthansa, Xiaomi, Costco Wholesale, Corbion"], ["24.01.20", "Costco Wholesale gibt Dividende bekannt"], ["09.01.20", "MÄRKTE USA/Wall Street auf Allzeithoch - Dow marschiert Richtung 29.000"], ["09.01.20", "MÄRKTE USA/Börsen mit Hoffnung auf Nahostentspannung auf Allzeithochs"], ["09.01.20", "MÄRKTE USA/Börsen nach deeskalierenden Tönen Trumps auf Allzeithochs"], ["09.01.20", "MÄRKTE USA/Wall Street nach deeskalierenden Tönen Trumps fester erwartet"], ["02.01.20", "Aldi auf Erfolgskurs in den USA"]], "en": [["2020.05.26", "Better Buy: Costco vs. Kimberly-Clark"], ["2020.05.26", "Costco (COST) to Report Q3 Earnings: What Awaits the Stock?"], ["2020.05.26", "The Moneyist: The No. 1 thing Americans are spending their stimulus checks on — even more than shopping at Costco, Walmart and Target  "], ["25.05.20", "Costco, Dollar stores, Salesforce lead 'go away' week's earnings parade"], ["24.05.20", "Amazon, Costco, Walmart land top favorability ratings for food retailers during coronavirus"], ["21.05.20", "Better Buy: Costco vs. Constellation Brands"], ["21.05.20", "'This isn't about the mask, it's about control': Costco customer asked to leave after refusing to wear a face covering"], ["20.05.20", "Better Buy: Costco vs. Lowe's"], ["20.05.20", "Why Costco Deserves a Place in Your Portfolio"], ["20.05.20", "The Margin: ‘I woke up in a free country’: Costco shopper gets bounced from store after refusing to wear a mask"], ["18.05.20", "Costco (COST) Gains But Lags Market: What You Should Know"], ["17.05.20", "Could Costco Be a Millionaire Maker Stock?"], ["16.05.20", "Better Buy: Costco vs. Clorox"], ["15.05.20", "Better Buy: Costco vs. Dollar General"], ["14.05.20", "Is Costco a Great Dividend Stock?"], ["13.05.20", "Costco (COST) Looks Well on Track Despite Recent Sales Blip"], ["12.05.20", "The Zacks Analyst Blog Highlights: Apple, Johnson& Johnson, Costco, Procter & Gamble and Newmont"], ["11.05.20", "Costco (COST) Outpaces Stock Market Gains: What You Should Know"], ["11.05.20", "Zacks Investment Ideas feature highlights: Amazon, Microsoft, Walmart, Costco and Home Depot"], ["10.05.20", "Better Buy: Amazon vs. Costco"], ["07.05.20", "Twitter, Walmart, Equifax and others dropped by S&P from its ESG index, while Costco is newly included"], ["07.05.20", "The Ratings Game: Costco says stay-at-home orders, lower gas prices hurt monthly results"], ["07.05.20", "This Corner Of Costco Sales Is Soaring Past Panic-Buying Growth"], ["07.05.20", "Better Buy: Costco vs. Target"], ["07.05.20", "Costco Reports Lower April Sales"], ["06.05.20", "Costco April sales fall nearly 2%"], ["05.05.20", "Meat Supply Disruptions Prompt Kroger and Costco to Limit Chicken, Pork, and Beef Purchases"], ["04.05.20", "Costco, Kroger rationing meat amid coronavirus shortage fears"], ["04.05.20", "Costco limits meat purchases as supply shortages loom"], ["01.05.20", "AXT, Clean Harbors, Walmart, Costco and Nike highlighted as Zacks Bull and Bear of the Day"], ["30.04.20", "Costco Will Start Requiring Shoppers to Wear Face Masks on May 4"], ["29.04.20", "Costco (COST) Gains But Lags Market: What You Should Know"], ["29.04.20", "Costco to require all customers to wear face masks, return to regular hours starting Monday"], ["23.04.20", "Costco (COST) Dips More Than Broader Markets: What You Should Know"], ["23.04.20", "Is Costco Wholesale (COST) Stock Outpacing Its Retail-Wholesale Peers This Year?"], ["22.04.20", "Should I Buy Costco Stock Now?"], ["22.04.20", "The Zacks Analyst Blog Highlights: Dropbox, Costco Wholesale, Chewy, Netflix and Nintendo"], ["22.04.20", "What Is The Upside For Costco From $312?"], ["20.04.20", "The Zacks Analyst Blog Highlights: Sprouts Farmers Market, Best Buy, Kroger, Walmart and Costco Wholesale"], ["20.04.20", "The Zacks Analyst Blog Highlights: Netflix, Costco, GlaxoSmithKline, Johnson & Johnson and Cigna"], ["2020-05-26 12:26", "Let's Eat — Open for Delivery ... Merrick Rd., 516-377-5555 Agouri Foodservice, 245 Rte. 109, West Babylon, 631-482-1310, facebook.com/PerfectAgouri Baldor Specialty Foods, baldor.com Best Market, bestmarket.com BJ's Wholesale Club, bjs.com Braun Seafood, 30840 Main Rd., Cutchogue, 631-734-6700, braunseafood.com Casanova Meats, 422 Great East Neck Rd., West Babylon, 631-789-5130, casanovameats.com Center Cuts ... , 382 Willis Ave., Roslyn Heights, 516-625-0809, centercutsroslyn.com Claws Seafood Market, 20 Montauk Hwy., West Sayville, 631-256-5900, clawsseafoodmarket.com Costco, costco.com/all-costco-grocery D'Artagnan, dartagnan.com DeBragga, debragga.com DiCarlo Foods, 1630 N. Ocean Ave., Holtsville, 631-758-6000, dicarlofood.com Edible Arrangements, ediblearrangements.com  ... "], ["2020-05-26 12:26", "Let's Eat — Open for Delivery ... Merrick Rd., 516-377-5555 Agouri Foodservice, 245 Rte. 109, West Babylon, 631-482-1310, facebook.com/PerfectAgouri Baldor Specialty Foods, baldor.com Best Market, bestmarket.com BJ's Wholesale Club, bjs.com Braun Seafood, 30840 Main Rd., Cutchogue, 631-734-6700, braunseafood.com Casanova Meats, 422 Great East Neck Rd., West Babylon, 631-789-5130, casanovameats.com Center Cuts ... , 382 Willis Ave., Roslyn Heights, 516-625-0809, centercutsroslyn.com Claws Seafood Market, 20 Montauk Hwy., West Sayville, 631-256-5900, clawsseafoodmarket.com Costco, costco.com/all-costco-grocery D'Artagnan, dartagnan.com DeBragga, debragga.com DiCarlo Foods, 1630 N. Ocean Ave., Holtsville, 631-758-6000, dicarlofood.com Edible Arrangements, ediblearrangements.com  ... "], ["2020-05-26 12:17", "Vaccines Are All That Matter for the Market and 5 More Things to Know ...  region. Cunningham noted the NYSE will apply lessons learned from the partial re-opening of its San Francisco options floor on May 4. What's Next: After an action-packed \"break\" for Memorial Day in which futures surged more than 200 points, traders will be right back in the thick of earnings season. Notable firms reporting results this week include Costco Wholesale (COST), Salesforce.com (CRM), and Dell Technologies (DELL). — Connor Smith *** MarketWatch Wants to Hear From You Are you one of the millions of Americans who have yet to file income taxes? Are there any tax breaks in the flurry of coronavirus bills that you can take advantage of now? MarketWatch correspondent Andrew Keshner will answer this question on Thursday. In the meantime ... "], ["2020-05-26 11:31", "Washington Daybook ... , https://twitter.com/Nordstrom Contacts: Gigi Ganatra Duff, Nordstrom Media, nordstrompr@nordstrom.com, 1 877 746 6228 —————— Thursday, May. 28 Costco Q3 2020 earnings Costco Wholesale Corporation Q3 2020 earnings, for the nation's largest warehouse club chain Weblinks: http://www.costco.com Contacts: Jeff Elliott / Richard Galanti, Costco Wholesale Corp Investor Relations, investor@costco.com, 1 425 313 8264 / 8203 —————— CORPORATE DATA —————— Thursday, May. 28 2:00 PM Costco Wholesale Corp: Q3 2020 Earning conference call / Webcast Weblinks: http://phx.corporate-ir.net/phoenix.zhtml?c=83830&p=irol-irhome Contacts: Jeff Elliott / Richard Galanti ... "], ["2020-05-26 11:30", "Better Buy: Costco vs. Kimberly-Clark ...  of 2002. Returns as of 05/26/2020. Join Stock Advisor Cumulative Growth of a $10,000 Investment in Stock Advisor Calculated by Time-Weighted Return Stocks COST Costco Wholesale NASDAQ: COST $302.43 up $0.46 (0.15%) KMB Kimberly-Clark NYSE: KMB $139.74 up $2.28 (1.66%) Related Articles What Investors Should Look For in Costco's Q3 Report This Week 3 Things to Watch in the Stock Market This Week 3 Stocks I Bought This Week, and 1 Stock I Sold What Results From BJ's Wholesale Could Mean for Costco's Earnings Better Buy: Costco vs. Constellation Brands Better Buy: Costco vs. Kimberly-Clark @themotleyfool #stocks $COST $KMB Next Article Prev 1 2 3 4 5 Next Terms of Use Privacy Policy Accessibility Policy Copyright, Trademark and Patent Information ... "], ["2020-05-26 11:29", "Costco (COST) to Report Q3 Earnings: What Awaits the Stock? ... the 1990s. Zacks' just-released special report reveals 8 stocks to watch. The report is only available for a limited time. See 8 breakthrough stocks now> > In-Depth Zacks Research for the Tickers Above Normally $25 each - click below to receive one report FREE: Big Lots, Inc. (BIG) - free report > > Guess, Inc. (GES) - free report > > Dollar General Corporation (DG) - free report > > Costco Wholesale Corporation (COST) - free report > > Published in retail Zacks' 7 Best Strong Buy Stocks for June, 2020 Free Research for Zacks.com Readers Experts have chosen 7 stocks out of 220 Zacks Rank #1 Strong Buys that have the highest potential to increase in price quickly amid the global health crisis. A recent pick, Maxar, skyrocketed +178.7% in 3 months. For ... "], ["2020-05-26 09:04", "What's hot, what's not: How to buy a car in an uncertain market ...  mileage If the vehicle you're looking for is in short supply, the other alternative is to turn to the used vehicle market . A late-model, low mileage certified pre-owned vehicle could be just the ticket. Currently, wholesale values have dropped because of a lack of used vehicle sales, so these cars are relatively abundant. Also, there's a huge number of off-lease vehicles that will be returned. The beauty of buying a used vehicle is ... climb 500 points on recovery hopes and vaccine news The No. 1 thing Americans are spending their stimulus checks on — even more than shopping at Costco, Walmart and Target Franklin Templeton worker placed on leave after viral altercation in Central Park Only 30% of paperwork is done digitally. Could Covid-19 change ... "], ["2020-05-26 07:17", "KTVZ ... .com, https://twitter.com/NordstromContacts: Gigi Ganatra Duff, Nordstrom Media, nordstrompr@nordstrom.com, 1 877 746 6228——————Thursday, May. 28 Costco Q3 2020 earnings Costco Wholesale Corporation Q3 2020 earnings, for the nation's largest warehouse club chainWeblinks: http://www.costco.comContacts: Jeff Elliott / Richard Galanti, Costco Wholesale Corp Investor Relations, investor@costco.com, 1 425 313 8264 / 8203——————CORPORATE DATA——————Thursday, May. 28 2:00 PM Costco Wholesale Corp: Q3 2020 Earning conference call / WebcastWeblinks: http://phx.corporate-ir.net/phoenix.zhtml?c=83830&p=irol-irhomeContacts: Jeff Elliott / Richard Galanti ... "], ["2020-05-26 04:00", "3K Race: Positive Economic Signs, Vaccine News Leading Rally In S&P 500, Other Indices ...  Soup CPB (CPB), Netflix NFLX (NFLX), Clorox CLX (CLX), Conagra Brands CAG (CAG), and Pepsico PEP (PEP) all lost ground on the week as it looked like the stay-at-home trade was fading. In earnings news this week, while the season is winding down, investors may want to take a look at earnings and executive commentary from Carnival Corp. ( CCL ), Toll Brothers TOL ( TOL ) and Costco Wholesale Corp. ( COST ) to try to get a better sense of how the travel, housing, and grocery industries have been doing and may fare going forward. Also, in the retail space, it could be interesting to tune into earnings from both ends of the spectrum. On the higher end, Ralph Lauren (RL) and Nordstrom JWN (JWN) open their books this week, as do bargain retailers Dollar General ... "], ["2020-05-25 20:40", "Costco, Dollar stores, Salesforce lead 'go away' week's earnings parade ...  The car parts retailer's stock is up more than 6 percent compared to a year ago and if history is any gauge, Tuesday should provide more good news for the company's investors. According to financial site Seeking Alpha, over the last two years, \"The Zone\" has beaten earnings per share estimates 88 percent of the time and has beaten revenue estimates 63 percent of the time. Ticker Security Last Change Change % COST COSTCO WHOLESALE CORPORATION 302.43 +0.46 +0.15% Costco Using rival BJ's Wholesale Club's earnings from last week as a gauge this big box should also be a big winner on Thursday. BJ's beat analysts estimates -- due in part to coronavirus panic buying. Sales surged 27 percent and revenue rose 21 percent. As for ... "], ["2020-05-25 16:33", "Here are the top supermarket hacks to save time, money ... hungry Not only does shopping while hungry provide a big distraction, but it may also be quite an expensive habit. According to Taste of Home , shoppers will be tempted to buy products they don't need. Additionally, past research indicates that shopping on an empty stomach can also provoke shoppers to grab for all sorts of junk food, Reuters reported. 3. Shop at wholesale clubs for free Shoppers can venture into Costco without a membership -- as long as they have a gift card, according to Krazy Coupon Lady. If you buy a gift card or receive one for any given amount, you are allowed to shop the aisles of the store without the coveted membership card, according to the outlet. GET FOX BUSINESS ON THE GO BY CLICKING HERE 4. Reusable bags will save you money ... "], ["2020-05-25 12:23", "Stores open and closed Memorial Day 2020 ... many stores and restaurants remain closed or are offering limited services. Most retailers will be offering sales online and some stores will be open for curbside pickup. Keep in mind that all Costco warehouses are closed today. Most grocery stores and convenience stores will be open. Here's a handy list of stores open compiled by USA Today . Check with your local store  ... business hours before heading out: Academy Sports + Outdoors Bass Pro Shops Bealls Florida Bealls Outlet Bed Bath & Beyond Belk Best Buy (by appointment) Big 5 Sporting Goods Big Lots BJ's Wholesale Club Burlington buybuy Baby Cabela's Conn's HomePlus Container Store (by appointment) CVS Dick's Sporting Goods Dillard's Dollar General Dollar Tree DSW Ethan Allen Family ... "], ["2020-05-25 09:30", "Memorial Day 2020: Are Giant and Wegmans open? Will my trash be collected? Will I get mail? ... The holiday to remember those who died while in military service is observed annually on the last Monday of May. Because of the coronavirus pandemic, some places are already closed. Here is list of places closed for the holiday, rather than COVID-19, plus information on grocery stores. Aldi stores: Open 9 a.m. to 6 p.m. Banks: Closed. BJ's Wholesale Club: Open regular hours. Capital Area Transit: No service. Costco: Closed. Giant Food Stores: Open regular hours. Karns Quality Foods: Open regular hours. Parking in Harrisburg: Metered parking is free on Memorial Day. PennDOT: Driver's license centers in yellow phases closed May 23 and May 25. Post Office: Closed. Rabbittransit: No service. Sam's Club: Open 9 a.m. to 6 p.m. Sharp Shopper: Open 8 a.m ... "], ["2020-05-25 08:45", "Memorial Day Weekend 2020 Sales: Deals and Discounts For Walmart, Costco, Home Depot and More ... 799.99 EVOO 11.6\" Convertible Touchscreen Laptop - Elite Series, FHD, 32GB Storage, 4GB Memory, Stylus Included, Fingerprint Scanner, Micro HDMI, Front Camera, Windows 10 Home, Silver —Now $269 from $349 Cuisinart Woodcreek 4 -in -1 Bluetooth Pellet Grill —$497 reduced from $592 Up to 45 percent off patio furniture —Perfect for those afternoon barbeques. Costco This Memorial Day , the wholesale store is offering discounts on appliances such as washers, dryers, fridges, freezers and more. Locations will not be open today so these will be available online . Promotions last through to June 3, 2020. LG 26CuFt WiFi Enabled InstaView Door-in-Door Refrigerator —This member-only promotion has savings of up to $700 LG 24CuFt Counter-Depth ... "], ["2020-05-25 07:35", "Memorial Day, California churches, 'SNL' marathon: 5 things you need to know Monday ... things may remain the same this Memorial Day: The stock market, the postal service and most banks will be closed Monday . But with the coronavirus pandemic still in effect, Memorial Day closures may differ from what they've been in the past. It's a good idea to contact your local business to see if they are open. Many grocery stores will open, but all Costco Wholesale stores, which returned to normal operating hours earlier this month, will be closed. Most restaurants will continue to operate on Memorial Day for delivery and takeout, but dine-in services will depend on your state's stay-at-home restrictions. Many retail stores continue to be closed or open with restrictions. The good news is there are still loads of Memorial Day deals to be found ... "], ["2020-05-25 04:30", "What grocery stores are open on Memorial Day 2020? Hours for ShopRite, Whole Foods, Acme, Wegmans, more ...  and closing hours, as it can vary by location. The following major supermarket chains in New Jersey are scheduled to be open on Memorial Day: Acme (7 a.m. - 10 p.m.) Aldi (9 a.m.- 6 p.m.) BJ's Wholesale Club (9 a.m. - 9 p.m.) Foodtown (varies by store) Lidl (8 a.m.- 7 p.m.) ShopRite (varies by store) Stop & Shop (7:30 a.m.-10 p.m.) Trader Joe's (9 a.m.- 8 p.m.) Walmart ( ... m.- 8:30 p.m.) Wegmans (7 a.m.- 10 p.m.) Whole Foods (9 a.m.- 7 p.m.) The following major supermarket chains in New Jersey are scheduled to be closed on Memorial Day: Costco RELATED STORIES ABOUT RETAIL AND CORONAVIRUS: N.J. mall to offer curbside pickup for 18 stores and restaurants Pier 1 Imports to close all stores due to 'profound impact of COVID-19' Amazon resuming ... "], ["2020-05-25 04:01", "Memorial Day shopping 2020: Costco is closed Monday but here's a list of what stores are open ... temporary COVID-19 closings Retailers will have sales online and some stores will be open for curbside pickup Monday, even if the location hasn't fully reopened. Take note that at some reopened stores, including Best Buy and the Container Store, an appointment is required to shop, which needs to be scheduled in advance. There's one supersized exception to stores that are open Monday. All Costco Wholesale clubs are closed Monday like they are for New Year's Day, Easter, Independence Day, Labor Day and Christmas. All the best Memorial Day sales to shop for 2020 10 amazing Memorial Day sales you don't want to miss The 50 best Memorial Day 2020 sales on clothing, shoes, and accessories The 31 best appliances to buy on sale for Memorial Day The 25 ... "], ["2020-05-24 20:30", "If You're Retired, Consider Buying These 3 Stocks ... stocks even well into your retirement, these three are certainly ones worthy of your consideration. Motley Fool Returns Stock Advisor S&P 500 415% 87% Stock Advisor launched in February of 2002. Returns as of 05/24/2020. Join Stock Advisor Cumulative Growth of a $10,000 Investment in Stock Advisor Calculated by Time-Weighted Return Stocks JNJ Johnson & Johnson NYSE: JNJ $146.71 down $0.97 (-0.66%) COST Costco Wholesale NASDAQ: COST $301.97 down $-2.94 (-0.96%) KMI Kinder Morgan NYSE: KMI $15.36 down $0.29 (-1.85%) Related Articles Mutual Funds' Last Stand: Non-Transparent ETFs 5 Top Dividend Kings to Buy and Hold Forever 5 Recession-Proof Stocks to Buy in 2019 In Your 70s? 3 Stocks You Might Want to Buy 3 Top Safe Dividend Stocks to Buy Now If You're ... "], ["2020-05-24 20:02", "Amazon, Costco, Walmart land top favorability ratings for food retailers during coronavirus ...  at 21 percent. BEZOS CHEERS AMAZON'S NEW CORONAVIRUS-SAFE FAMILY HOMELESS SHELTER INSIDE SEATTLE HQ Shoppers surveyed were asked how well they believe retailers adapted to spikes in demand and store traffic, as well as how they handled health concerns, according to Supermarket News. Customers wearing protective masks from the coronavirus and keeping social distancing space line up to enter a Costco Wholesale store in the Van Nuys section of Los Angeles, on May 16, 2020. (AP Photo/Richard Vogel) GET FOX BUSINESS ON THE GO BY CLICKING HERE Forty-four percent of shoppers agreed that retailers adapted to the pandemic \"fairly well,\" while an average 41 percent responded positively overall. 28 percent polled said they've started shopping at new ... "], ["2020-05-24 20:00", "Memorial Day 2020: What's open, what's closed on Monday? Banks, UPS, mail delivery, stock markets, grocery stores, restaurants ... can vary by location. The following major supermarket chains in New Jersey are scheduled to be open on Memorial Day: Acme (7 a.m. - 10 p.m.) Aldi (9 a.m.- 6 p.m.) BJ's Wholesale Club (9 a.m. - 9 p.m.) Foodtown (varies by store) Lidl (8 a.m.- 7 p.m.) ShopRite (varies by store) Stop & Shop (7:30 a.m.-10 p.m.) Trader Joe's (9  ... p.m.) Walmart (7 a.m.- 8:30 p.m.) Wegmans (7 a.m.- 10 p.m.) Whole Foods (9 a.m.- 7 p.m.) The following major supermarket chains in New Jersey are scheduled to be closed on Memorial Day: Costco Will essential stores be open on Memorial Day 2020? While some stores will choose to close on Memorial Day, most will remain open. Some even may be offering sales and deals to celebrate the federal holiday. Here are essential stores confirmed ... "]]}}