{"postfix": "cree-aktie", "name": "CREE", "wkn": "891466", "time": "2020.05.26 14:53", "ts": 1590497627, "features": {"KGV": "78.97", "Marktkapitalisierung": {"Size": "Mrd", "Value": "5.11"}, "GA": "0.74", "KBV": "2.97", "BA": "19.68", "KCV": "29.97", "CA": "1.95", "Vola30": "66.25", "Vola90": "99.4", "Vola180": "77.94", "Vola250": "64.42"}, "rivals": ["aixtron-aktie", "on_semiconductor-aktie", "ii-vi-aktie", "triquint_semiconductor-aktie", "veeco_instruments-aktie", "avago_technologies-aktie"], "text_data": {"de": [["01.05.20", "Cree mit Zahlen zum abgelaufenen Quartal"], ["30.04.20", "So schätzen die Analysten die Cree-Aktie im April 2020 ein"], ["28.04.20", "Ausblick: Cree legt die Bilanz zum abgelaufenen Quartal vor"], ["14.04.20", "Erste Schätzungen: Cree veröffentlicht Zahlen zum vergangenen Quartal"], ["31.03.20", "So schätzen Analysten die Cree-Aktie ein"], ["28.01.20", "Ausblick: Cree präsentiert das Zahlenwerk zum abgelaufenen Jahresviertel"]], "en": [["25.05.20", "Cree Stock Headed Below $35?"], ["20.05.20", "Why Cree Stock Just Popped 10%"], ["30.04.20", "Cree (CREE) Q3 Loss Narrower Than Estimates, Revenues Lag"], ["30.04.20", "Cree Inc (CREE) Q3 2020 Earnings Call Transcript"], ["29.04.20", "Cree (CREE) Reports Q3 Loss, Lags Revenue Estimates"], ["22.04.20", "Cree, Inc. Announces Date for Third Quarter Fiscal 2020 Earnings Release and Webcast"], ["17.04.20", "Cree prices offering of $500m convertible senior notes"], ["17.04.20", "Cree Announces Pricing of $500 Million Convertible Senior Notes Offering"], ["16.04.20", "Cree offers $500m of convertible senior notes"], ["16.04.20", "Cree Announces Offering of $500 Million of Convertible Senior Notes"], ["03.04.20", "Cree (CREE) Preliminary Q3 Results Reflect Coronavirus Impact"], ["03.04.20", "Cree cuts March-quarter guidance due to greater-than-expected impact from COVID-19"], ["02.04.20", "Cree Announces Preliminary Third Quarter Fiscal 2020 Results and Provides Business Update"], ["30.03.20", "Cree’s New 650V MOSFETs Offer Industry-leading Efficiency to Enable the Next Generation of Electric Vehicles, Data Centers and Solar Innovations"], ["28.02.20", "Cree (CREE) Down 7.4% Since Last Earnings Report: Can It Rebound?"], ["30.01.20", "Why Cree Stock Just Dropped 8%"], ["30.01.20", "Chipmaker Cirrus Logic Surges On Earnings; Cree Tumbles"], ["30.01.20", "Cree (CREE) Q2 Loss In Line With Estimates, Revenues Fall Y/Y"], ["30.01.20", "Cree Inc (CREE) Q2 2020 Earnings Call Transcript"], ["29.01.20", "Cree (CREE) Reports Q2 Loss, Tops Revenue Estimates"], ["29.01.20", "Cree appoints Glenda Dorchak to board"], ["28.01.20", "Cree, Inc. Appoints Glenda Dorchak to Board of Directors"], ["22.01.20", "Cree (CREE) Expected to Beat Earnings Estimates: What to Know Ahead of Q2 Release"], ["22.01.20", "Cree, Inc. Announces Date for Second Quarter Fiscal 2020 Earnings Release and Webcast"], ["18.01.20", "Canadian network kicks off 6 NHL broadcasts in Plains Cree"], ["18.01.20", "Canadian network kicks off 6 NHL broadcasts in Plains Cree"], ["2020-05-26 12:26", "'I can't live on without knowing what happened': Daughter of man fatally shot by Regina police seeks answers ... Regina's major crimes unit investigated his death and a government-appointed observer was tasked with producing a final report. Popowich says police recognize the lengthy process is hard for the Morris family. Saskatchewan's Coroners Service has also had to delay the scheduling of inquests because of the COVID-19 pandemic and expects one to be held for the case in 2021. Donald Worme, a Cree lawyer experienced with police inquests in Saskatchewan, says such deaths always come as a shock to loved ones, regardless of the circumstances. \"You do not expect a family member to meet their end at the hands of those that are there to protect and serve.\" Kahaila says she doesn't want people to view her dad as a monster. As his youngest daughter, she ... "], ["2020-05-26 10:14", "Las 5 cosas que debes saber este 26 de mayo: El trabajo sexual en la era del distanciamiento social ... que no hay suficientes pruebas y suministros\" As califican cuatro de los principales demcratas del Congreso el plan del gobierno de Trump sobre las pruebas para el covid-19. Y para terminar... Mira cmo nace un anillo csmico de fuego 1:24 As se forma un 'anillo de fuego csmico' Las imgenes de la galaxia R5519 muestran un raro \"anillo de fuego csmico\" que se cree que se form cuando dos galaxias chocaron. Related News Moroccans trapped in Spain for 2 months head home at last Trump: US may rethink decision to exit surveillance treaty 'We're expendable': Russian doctors face hostility, mistrust Recommended Md.'s primary is in a week: Here's what you need to know New Former Orioles pitcher and U.Va. grad talks life in Korean ... "], ["2020-05-26 10:14", "Las 5 cosas que debes saber este 26 de mayo: El trabajo sexual en la era del distanciamiento social ...  suficientes pruebas y suministros\" As califican cuatro de los principales demcratas del Congreso el plan del gobierno de Trump sobre las pruebas para el covid-19. Y para terminar... Mira cmo nace un anillo csmico de fuego 1:24 As se forma un 'anillo de fuego csmico' Las imgenes de la galaxia R5519 muestran un raro \"anillo de fuego csmico\" que se cree que se form cuando dos galaxias chocaron. Noticias de Coronavirus CNN Related Articles Betty White est perfectamente bien a pesar de la pandemia de coronavirus La prohibicin de viajes desde Brasil a Estados Unidos comienza hoy 'Hay un hombre afroamericano amenazando mi vida'. Una mujer blanca se disculpa por llamar a la polica para denunciar a un hombre negro Trump ha pasado mucho ms ... "], ["2020-05-26 10:14", "Las 5 cosas que debes saber este 26 de mayo: El trabajo sexual en la era del distanciamiento social ...  hay suficientes pruebas y suministros\" As califican cuatro de los principales demcratas del Congreso el plan del gobierno de Trump sobre las pruebas para el covid-19. Y para terminar... Mira cmo nace un anillo csmico de fuego 1:24 As se forma un 'anillo de fuego csmico' Las imgenes de la galaxia R5519 muestran un raro \"anillo de fuego csmico\" que se cree que se form cuando dos galaxias chocaron. cnn Related Articles Betty White est perfectamente bien a pesar de la pandemia de coronavirus La prohibicin de viajes desde Brasil a Estados Unidos comienza hoy 'Hay un hombre afroamericano amenazando mi vida'. Una mujer blanca se disculpa por llamar a la polica para denunciar a un hombre negro Trump ha pasado mucho ms tiempo en clubes de ... "], ["2020-05-26 09:26", "Muerte y negacin en la capital de la Amazona brasilea ... . Los hombres tambin se iban poniendo nerviosos. \"Pngase la mascarilla!\", grit uno de los amigos. \"No la necesito!\", grit otro, Henrique Noronha. Noronha, de 52 aos, aleg que solo los ancianos y aquellos con problemas de salud deban quedarse en casa, como afirma Bolsonaro, y los que estn bien debera regresar a la normalidad. A pesar de su edad y su figura, Noronha no cree que est en riesgo. \"Este virus vino para limpiar las cosas\", dijo. \"Pero estar bien\". ___ El periodista de The Associated Press David Biller en Rio de Janeiro y el fotgrafo Felipe Dana en Manaos, contribuyeron a este despacho. LISTEN: Exit 43 Podcast Hear the latest episode of our new podcast Most Popular 1 'It's time to surrender': Attorney urges ... "], ["2020-05-26 09:26", "Muerte y negacin en la capital de la Amazona brasilea ...  iban poniendo nerviosos. \"Pngase la mascarilla!\", grit uno de los amigos. \"No la necesito!\", grit otro, Henrique Noronha. Noronha, de 52 aos, aleg que solo los ancianos y aquellos con problemas de salud deban quedarse en casa, como afirma Bolsonaro, y los que estn bien debera regresar a la normalidad. A pesar de su edad y su figura, Noronha no cree que est en riesgo. \"Este virus vino para limpiar las cosas\", dijo. \"Pero estar bien\". ___ El periodista de The Associated Press David Biller en Rio de Janeiro y el fotgrafo Felipe Dana en Manaos, contribuyeron a este despacho. New Haven Register Insider Thumbnail Collection See the Insider homepage Mystery deepens around disappearance of West Haven man BY Pam McLoughlin Coronavirus ... "], ["2020-05-26 09:26", "Muerte y negacin en la capital de la Amazona brasilea ...  hombres tambin se iban poniendo nerviosos. \"Pngase la mascarilla!\", grit uno de los amigos. \"No la necesito!\", grit otro, Henrique Noronha. Noronha, de 52 aos, aleg que solo los ancianos y aquellos con problemas de salud deban quedarse en casa, como afirma Bolsonaro, y los que estn bien debera regresar a la normalidad. A pesar de su edad y su figura, Noronha no cree que est en riesgo. \"Este virus vino para limpiar las cosas\", dijo. \"Pero estar bien\". ___ El periodista de The Associated Press David Biller en Rio de Janeiro y el fotgrafo Felipe Dana en Manaos, contribuyeron a este despacho. Most Popular 1 Sweden's 'herd immunity' experiment backfires 2 Reopened Calif. park, overwhelmed by crowds, closes again 3 In ... "], ["2020-05-26 08:03", "'I can't live on:' Daughter of man fatally shot by Regina police seeks answers ... Regina's major crimes unit investigated his death and a government-appointed observer was tasked with producing a final report. Popowich says police recognize the lengthy process is hard for the Morris family. Saskatchewan's Coroners Service has also had to delay the scheduling of inquests because of the COVID-19 pandemic and expects one to be held for the case in 2021. Donald Worme, a Cree lawyer experienced with police inquests in Saskatchewan, says such deaths always come as a shock to loved ones, regardless of the circumstances. \"You do not expect a family member to meet their end at the hands of those that are there to protect and serve.\" Kahaila says she doesn't want people to view her dad as a monster. As his youngest daughter, she ... "], ["2020-05-26 06:01", "KYMA KSWT KECY Yuma ... la verdad de que no hay suficientes pruebas y suministros\"As califican cuatro de los principales demcratas del Congreso el plan del gobierno de Trump sobre las pruebas para el covid-19.Y para terminar...Mira cmo nace un anillo csmico de fuego 1:24As se forma un 'anillo de fuego csmico'Las imgenes de la galaxia R5519 muestran un raro \"anillo de fuego csmico\" que se cree que se form cuando dos galaxias chocaron.The post Las 5 cosas que debes saber este 26 de mayo: El trabajo sexual en la era del distanciamiento social appeared first on KYMA.]]> https://kyma.com/https-kyma-com-noticias-3/noticias-cnn/2020/05/26/las-5-cosas-que-debes-saber-este-26-de-mayo-el-trabajo-sexual-en-la-era-del-distanciamiento-social/feed/05 things to know for May 26 ... "], ["2020-05-26 03:20", "Los partidarios de la Enmienda 4 celebran el fallo contra los delincuentes que pagan multas antes de poder votar ...  Stories Anciano marine se encuentra en Lutz el da de los cados a pesar del clima lluvioso by Chip Osowski / May 25, 2020 LUTZ, Fla. (WFLA) - Los conductores que se dirigan por la US 41 en Lutz el Da de los Cados fueron testigos de un espectculo. Un hombre en uniforme ondeando una bandera bajo la lluvia. Ese hombre era Boddie Osteen, de 87 aos, un marine retirado que cree que este da es mucho ms que un da para viajes a la playa o barbacoas. \"Recuerdo a mis amigos, a quienes muchos de ellos no volvieron\", dijo Osteen. \"Los recuerdo, cmo peleamos, cmo lloramos\". Read the Full Article Video PRONSTICO DEL TIEMPO: Posibilidad de aguaceros dispersos el martes by Amanda Holly / May 25, 2020 TAMPA, Florida (WFLA) - Estamos rastreando un rea amplia de ... "], ["2020-05-26 02:27", "Anciano marine se encuentra en Lutz el da de los cados a pesar del clima lluvioso ...  25, 2020 / 10:27 PM EDT / Updated: May 25, 2020 / 10:27 PM EDT [Para vdeo subttulos en Espaol oprima el icono en la seccin de ajustes] LUTZ, Fla. (WFLA) Los conductores que se dirigan por la US 41 en Lutz el Da de los Cados fueron testigos de un espectculo. Un hombre en uniforme ondeando una bandera bajo la lluvia. Ese hombre era Boddie Osteen, de 87 aos, un marine retirado que cree que este da es mucho ms que un da para viajes a la playa o barbacoas. \"Recuerdo a mis amigos, a quienes muchos de ellos no volvieron\", dijo Osteen. \"Los recuerdo, cmo peleamos, cmo lloramos\". Durante los ltimos cuatro aos, Osteen ha ondeado una bandera en la interseccin de la US 41 y la Cuarta Avenida Noroeste, a un tiro de piedra de la modesta casa que comparte ... "], ["2020-05-26 01:00", "The Raptors' NBA championship broadcast and documentary on Colten Boushie among winners from Canadian Screen AwardsOn Night 1 of virtual Canadian Screen Awards, sports, news and factual programming is honoured."], ["2020-05-26 00:29", "Trabajador electoral da positivo por COVID-19 en Las Vegas ... semana. El trabajador llevaba una mscara todo el tiempo que estuvo en las instalaciones, segn un comunicado de prensa del condado. Aunque los funcionarios no creen que el trabajador haya tenido un contacto cercano prolongado con el pblico, estn recomendando a las personas que tomen precauciones. \"Hemos estado en contacto con el Distrito de Salud del Sur de Nevada, y cualquier persona que se cree que ha estado expuesta ser contactada por el Distrito de Salud\", dijo el portavoz del condado Dan Kulin en un comunicado de prensa. \"Cualquier persona que est preocupada acerca de si estuvo expuesta debe controlarse a s misma en busca de sntomas, limitar su contacto con los dems y comunicarse con su mdico si presenta algn sntoma o si tiene alguna pregunta ... "], ["2020-05-25 18:14", "Atltico: Joo Flix sufre leve esguince en rodillaMADRID (AP) - El delantero portugus Joo Flix sufri un esguince en la rodilla izquierda, pero el Atltico de Madrid cree que no se perder partidos cuando se reanude la temporada de La Liga espaola. Segn el club colchonero, Flix sufri un esguince de"], ["2020-05-25 14:05", "Bolsonaro llama al coronavirus una \"pequea gripe\" ...  llevarla a nuestra ambulancia. Y un hombre con alzhimer ... tuvimos que preguntarle a la familia si podamos sacarlo fsicamente de su casa. Es difcil\". La mujer sobrevivi, el hombre muri. Muy por encima de la calle abarrotada, que se llena de gente cuando todos parecen salir a encontrarse con el camin de recogida de basura, est Maria Rosa da Silva. La mujer de 53 aos dice que cree que contrajo el virus al ir al mercado aqu, a pesar de que llevaba una mscara y guantes. Entonces est \"encerrada\", tres pisos ms arriba en su frondosa terraza, sin barandillas. El distanciamiento social solo parece posible aqu si lo haces verticalmente. \"La gente como yo en el grupo de riesgo est muriendo\", enfatiza. \"Incluso ayer muri el dueo de la farmacia ... "], ["2020-05-25 13:02", "Bolsonaro llama al coronavirus una \"pequea gripe\". Dentro de los hospitales de Brasil, los mdicos conocen la horrible realidad ...  llevarla a nuestra ambulancia. Y un hombre con alzhimer ... tuvimos que preguntarle a la familia si podamos sacarlo fsicamente de su casa. Es difcil\". La mujer sobrevivi, el hombre muri. Muy por encima de la calle abarrotada, que se llena de gente cuando todos parecen salir a encontrarse con el camin de recogida de basura, est Maria Rosa da Silva. La mujer de 53 aos dice que cree que contrajo el virus al ir al mercado aqu, a pesar de que llevaba una mscara y guantes. Entonces est \"encerrada\", tres pisos ms arriba en su frondosa terraza, sin barandillas. El distanciamiento social solo parece posible aqu si lo haces verticalmente. \"La gente como yo en el grupo de riesgo est muriendo\", enfatiza. \"Incluso ayer muri el dueo de la farmacia ... "], ["2020-05-25 13:02", "Bolsonaro llama al coronavirus una \"pequea gripe\". Dentro de los hospitales de Brasil, los mdicos conocen la horrible realidad ...  llevarla a nuestra ambulancia. Y un hombre con alzhimer ... tuvimos que preguntarle a la familia si podamos sacarlo fsicamente de su casa. Es difcil\". La mujer sobrevivi, el hombre muri. Muy por encima de la calle abarrotada, que se llena de gente cuando todos parecen salir a encontrarse con el camin de recogida de basura, est Maria Rosa da Silva. La mujer de 53 aos dice que cree que contrajo el virus al ir al mercado aqu, a pesar de que llevaba una mscara y guantes. Entonces est \"encerrada\", tres pisos ms arriba en su frondosa terraza, sin barandillas. El distanciamiento social solo parece posible aqu si lo haces verticalmente. \"La gente como yo en el grupo de riesgo est muriendo\", enfatiza. \"Incluso ayer muri el dueo de la farmacia ... "], ["2020-05-25 12:52", "Bolsonaro llama al coronavirus una \"pequea gripe\". Dentro de los hospitales de Brasil, los mdicos conocen la horrible realidad ...  llevarla a nuestra ambulancia. Y un hombre con alzhimer ... tuvimos que preguntarle a la familia si podamos sacarlo fsicamente de su casa. Es difcil\". La mujer sobrevivi, el hombre muri. Muy por encima de la calle abarrotada, que se llena de gente cuando todos parecen salir a encontrarse con el camin de recogida de basura, est Maria Rosa da Silva. La mujer de 53 aos dice que cree que contrajo el virus al ir al mercado aqu, a pesar de que llevaba una mscara y guantes. Entonces est \"encerrada\", tres pisos ms arriba en su frondosa terraza, sin barandillas. El distanciamiento social solo parece posible aqu si lo haces verticalmente. \"La gente como yo en el grupo de riesgo est muriendo\", enfatiza. \"Incluso ayer muri el dueo de la farmacia ... "], ["2020-05-25 11:00", "COVID-19 reopening may bring more blockades of roads and highways that are gateways to fearful First Nations communities ...  and, as such, prevention efforts are crucial during this pandemic. The AFN supports First Nations in exercising their jurisdiction and making their own decisions for the safety and well-being of their peoples and communities.\" Some security borders have caused anger and court intervention while others proceed with little apparent agitation or attention. In northern Manitoba, members of the Tataskweyak Cree Nation have blocked a highway for more than a week to stop workers arriving at a hydro construction project, fearing they could carry the coronavirus with them. The community is about 725 kilometres northeast of Winnipeg. Anytime you open up society and people begin to move, then the virus begins to move After being served with a court injunction to ... "], ["2020-05-25 10:33", "Estudio multinacional asocia uso de hidroxicloroquina con mayor mortalidad ...  notar que el estudio solo se centr en pacientes hospitalizados, quedando pendiente la publicacin de estudios en pacientes ambulatorios que estn recibiendo hidroxicloroquina sola o combinada con azitromicina y determinar si ese tratamiento, puede prevenir el agravamiento de la enfermedad. Enveme sus preguntas por Twitter, intentaremos responderlas en nuestros prximos episodios. Puede encontrarme en @DrHuerta. Si cree que este podcast es til, ayude a otros a encontrarlo, calificndolo y revisndolo en su aplicacin de podcast favorita. Volveremos maana, as que asegrese de suscribirse para obtener el ltimo episodio en su cuenta. Y para obtener la informacin ms actualizada, siempre puede dirigirse a CNNEspanol.com. Gracias por su atencin. Si tienes alguna pregunta ... "]]}}