{"postfix": "danaher-aktie", "name": "DANAHER", "wkn": "866197", "time": "2020.05.26 15:15", "ts": 1590498916, "features": {"KGV": "34.64", "Marktkapitalisierung": {"Size": "Mrd", "Value": "105.29"}, "GA": "4.42", "KBV": "3.52", "BA": "43.54", "KCV": "30.44", "CA": "5.03", "Vola30": "27.91", "Vola90": "39.61", "Vola180": "30.87", "Vola250": "26"}, "rivals": ["general_electric-aktie", "3m-aktie", "agilent_technologies-aktie", "thermo_fisher_scientific-aktie", "dentsply_sirona-aktie"], "text_data": {"de": [["14.05.20", "ROUNDUP: Sartorius will Dividende halbieren - Licht und Schatten durch Corona"], ["09.05.20", "Danaher hat Bilanz für das abgelaufene Quartal gezogen"], ["07.05.20", "Ausblick: Danaher mit Zahlen zum abgelaufenen Quartal"], ["06.05.20", "Mischkonzern Danaher zahlt vierteljährliche Dividende aus"], ["30.04.20", "Danaher-Aktie: Was Analysten von Danaher erwarten "], ["22.04.20", "Erste Schätzungen: Danaher stellt das Zahlenwerk zum vergangenen Quartal vor"], ["31.03.20", "So stuften die Analysten die Danaher-Aktie im vergangenen Monat ein"], ["23.03.20", "Wichtige Kursbewegungen: Corona-Schnelltest beflügelt Anbieter Danaher"], ["20.03.20", "ROUNDUP: Sartorius in Kontakt mit Corona-Impfstoffentwicklern - Zukauf in USA?"], ["21.02.20", "Mischkonzern Danaher hebt die Dividende an"], ["29.01.20", "Ausblick: Danaher gibt Ergebnis zum abgelaufenen Quartal bekannt"]], "en": [["15.05.20", "Is Danaher Stock a Buy?"], ["08.05.20", "Danaher Corp (DHR) Q1 2020 Earnings Call Transcript"], ["07.05.20", "Danaher (DHR) Beats Q1 Earnings Estimates, Provides Bleak View"], ["07.05.20", "Danaher (DHR) Q1 Earnings Top Estimates"], ["06.05.20", "Is a Surprise Coming for Danaher (DHR) This Earnings Season?"], ["05.05.20", "Danaher (DHR) to Report Q1 Earnings: Is a Beat in Store?"], ["04.05.20", "Why Danaher Stock Soared in April"], ["30.04.20", "Danaher (DHR) Expected to Beat Earnings Estimates: Should You Buy?"], ["30.04.20", "Can Danaher (DHR) Keep the Earnings Surprise Streak Alive?"], ["21.04.20", "Is Danaher Still a Recession Resistant Stock?"], ["15.04.20", "Healthy Business to Aid Danaher in Q1 Despite Coronavirus Woes"], ["14.04.20", "Danaher Gives Update on Q1 Results, Withdraws 2020 Guidance"], ["13.04.20", "Danaher sees April quarter revenue growth of about 3%, withdraws 2020 guidance"], ["09.04.20", "Analysts Estimate Danaher (DHR) to Report a Decline in Earnings: What to Look Out for"], ["06.04.20", "Danaher (DHR) Prices Senior Notes Offering Worth Euro 750M"], ["01.04.20", "Danaher Closes Buyout of General Electric's BioPharma Business"], ["01.04.20", "General Electric Closes Divestment of BioPharma to Danaher"], ["01.04.20", "General Electric Sale of Biopharma Unit to Danaher Closes"], ["26.03.20", "Danaher (DHR) Prices Euro 1.75B Worth Senior Notes Offering"], ["24.03.20", "The Zacks Analyst Blog Highlights: Danaher, Quidel, Aytu BioScience, QIAGEN and Co-Diagnostics"], ["20.03.20", "GE and Danaher Get FTC Clearance for BioPharma Deal"], ["20.03.20", "Danaher to Soon Close BioPharma Buyout, Receives FTC Approval"], ["20.03.20", "UPDATE 2-Danaher wins U.S. approval to buy GE Biopharma, with conditions"], ["19.03.20", "UPDATE 1-Danaher wins U.S. approval to buy GE Biopharma, with conditions"], ["19.03.20", "Danaher wins US approval to buy GE Biopharma, with conditions"], ["09.03.20", "Danaher (DHR) Poised to Gain From Buyouts Despite Cost Woes"], ["06.03.20", "Why Danaher Stock Crashed in February"], ["29.02.20", "Why Is Danaher (DHR) Down 14.5% Since Last Earnings Report?"], ["04.02.20", "Danaher gets conditional S.Korean regulatory nod for $21 bln GE biopharma unit deal"], ["30.01.20", "Danaher Corp (DHR) Q4 2019 Earnings Call Transcript"], ["30.01.20", "Danaher (DHR) Surpasses Q4 Earnings and Sales Estimates"], ["30.01.20", "Danaher (DHR) Q4 Earnings and Revenues Top Estimates"], ["30.01.20", "Danaher reports earnings ahead of consensus but 2020 outlook far shy of estimates"], ["29.01.20", "With GE Deal Complete, Danaher Becomes The Leader in Bioprocessing"], ["28.01.20", "Danaher (DHR) to Post Q4 Earnings: What's in the Offing?"], ["27.01.20", "Are There Hints Danaher Will Have a Better Than Expected 2020?"], ["23.01.20", "Analysts Estimate Danaher (DHR) to Report a Decline in Earnings: What to Look Out for"], ["23.01.20", "Cramer's lightning round: Danaher continues to rally and it's not done"], ["15.01.20", "Danaher (DHR) Raises Earnings & Sales Projections for Q4"], ["08.01.20", "Here's Why Danaher Stock Surged Nearly 49% in 2019"], ["2020-05-26 12:33", "FACTBOX-Global pharma industry steps up efforts to battle coronavirus ... countries would half of 2020. get priority access. DIAGNOSTICS Date of Company Progress Story link last update March 31 Qiagen NV The German company has launched a test in Europe that may detect coronavirus in about an hour. The test is also allowed for use in the United States. May 21 Abbott Laboratories Launched several COVID-19 tests, including one that is used in the White House. March 21 Danaher Corp Company's Cepheid unit has gained U.S. approval for a rapid diagnostic test that can detect the coronavirus in about 45 minutes. May 3 Roche The U.S. has authorized two tests made by the Swiss pharma company, one antibody test and another that can provide results in 3-1/2 hours. April 25 DiaSorin Received an Emergency Use Authorisation from the U.S. FDA ... "], ["2020-05-25 21:39", "Amid The COVID-19 Crisis And The Looming Economic Recession, The Medical Laser Systems Market Worldwide Will Grow By A Projected US$3.1 Billion, During The Analysis Period ... Medical Laser Systems market landscape. All research viewpoints presented are based on validated engagements from influencers in the market, whose opinions supersede all other research methodologies. Competitors identified in this market include, among others, AMD Lasers ; AngioDynamics Inc.; Bausch & Lomb Inc.; BIOLASE Inc.; Biolitec AG; Carl Zeiss Meditec AG; Cutera Inc.; Danaher ; Hologic Inc.; Lumenis Ltd.; Nidek Co. Ltd.; Spectranetics Corporation; Syneron Cadila; Topcon Corporation Read the full report: https://www.reportlinker.com/p04368321/?utm_source=PRN Read the full report: https://www.reportlinker.com/p04368321/?utm_source=PRN About Reportlinker ReportLinker is an award-winning market research solution. ReportLinker finds and organizes the latest ... "], ["2020-05-25 21:32", "Amid The COVID-19 Crisis And The Looming Economic Recession, The Dental Surgical Equipment Market Worldwide Will Grow By A Projected US$2 Billion, During The Analysis Period ...  find success in the now changing Dental Surgical Equipment market landscape. All research viewpoints presented are based on validated engagements from influencers in the market, whose opinions supersede all other research methodologies. Competitors identified in this market include, among others, 3M Company; A-dec Inc.; AMD LASERS LLC; Biolase Europe GmbH; Carestream Dental LLC; Danaher Corporation; DCI International; DentalEZ Inc.; Dentsply Sirona; G&H Orthodontics Inc.; Hu-Friedy Mfg. Co. LLC; Integra LifeSciences; Ivoclar Vivadent AG; J. Morita Mfg. Corp.; Midmark Corporation; NSK Nakanishi Inc.; Planmeca Oy; Takara Belmont Corporation; The Yoshida Dental Mfg. Co. Ltd.; Ultradent Products Inc.; Young Innovations Inc.; Zimmer Biomet Holdings Inc. Read the ... "], ["2020-05-24 20:56", "Coronavirus: Bottle drive raises money for the Lakeshore General Hospital ... , the regional health authority said the Lakeshore General Hospital currently has 53 cases of COVID-19. For those who donated to the foundation, they say, it's the least they can do to help. READ MORE: Medical residents of Sainte-Justine hospital perform 'Over The Rainbow' \"To help out locally, that's an awesome thing to be able to do in a crisis,\" said Kelly Danaher. \"And it's a great service to us too, so it goes both ways.\" Story continues below advertisement The foundation says they'd like to be able to organize another bottle drive like this one in the near future. By the end of the day, it raised more than $2,000. View link 2020 Global News, a division of Corus Entertainment Inc. JOURNALISTIC STANDARDS REPORT AN ... "], ["2020-05-24 20:15", "'We're creating jobs': The resource companies expanding during the coronavirus ...  said Sun Metals would have created 350 construction jobs by about October, and 100 ongoing positions as construction finishes in the second quarter of 2021. \"We're at the pointy end, we're seeing buildings going up [and] connections within piping,\" Ms Danaher said. Sun Metals executive director Kathy Danaher. ( ABC North Queensland: Sofie Wainwright ) Ravenswood Gold has started hiring the dozens of contractors and 150 permanent employees it needs by mid-2021 as it works to extend the mine's life with a large-scale open pit at Ravenswood, south-west of Townsville. \"It'll be better for the state, it'll be better for the community ... and generally better for the business,\" CEO Brett Fletcher said. Resource expansions ... "], ["2020-05-24 15:12", "Under Barrage Of Awful Data, Fed Debates Major Shift To Rules-Based Policy ... that would be a significant new development. Of course, with a rule in place, the Fed's policymakers could still break it, but to central bankers credibility and predictability is their fundamental currency, so any rule would be taken extremely seriously. Today In: Investing In A Weak Housing Market These Homebuilder Stocks Are Strong The Price Of Oil: An Analysis Of Support And Resistance Danaher Tests Positive For Anti-Virus Supply Chain The Market's Take This could be a major change in policy. However, the markets may not react too much in the current environment. The CME FedWatch Tool currently sees no chance that the target rate lifts above zero by March 2021. That's the end of their forecast window. That degree of apparent market consensus ... "], ["2020-05-24 13:00", "RPT-UPDATE 1-Wall St Week Ahead-Investors look beyond drug makers as hunt for Covid-19 treatment heats up ...  lows. In the next two weeks, Gilead Sciences is expected to announce results of clinical studies of its potential coronavirus treatment remdesivir for patients with moderate symptoms of Covid-19. Pfizer has said it expects to release safety data for initial human testing of experimental vaccine by the end of May. Cordisco is looking further afield. One of the companies he owns is medical device maker Danaher Corp, which manufactures a rapid Covid-19 test the FDA approved in March. Its shares are up 3.1% since the start of the year. \"If you're looking for where the profits might be in the chain, it's somebody like that who is going to benefit. They can cash in the whole way,\" Cordisco said. Alessandro Valentini, portfolio manager at Causeway ... "], ["2020-05-24 13:00", "RPT-UPDATE 1-Wall St Week Ahead-Investors look beyond drug makers as hunt for Covid-19 treatment heats up ...  lows. In the next two weeks, Gilead Sciences is expected to announce results of clinical studies of its potential coronavirus treatment remdesivir for patients with moderate symptoms of Covid-19. Pfizer has said it expects to release safety data for initial human testing of experimental vaccine by the end of May. Cordisco is looking further afield. One of the companies he owns is medical device maker Danaher Corp, which manufactures a rapid Covid-19 test the FDA approved in March. Its shares are up 3.1% since the start of the year. \"If you're looking for where the profits might be in the chain, it's somebody like that who is going to benefit. They can cash in the whole way,\" Cordisco said. Alessandro Valentini, portfolio manager at Causeway ... "], ["2020-05-23 23:49", "Wall Street investors are diversifying bets in healthcare sector ...  lows. In the next two weeks, Gilead Sciences is expected to announce results of clinical studies of its potential coronavirus treatment remdesivir for patients with moderate symptoms of Covid-19. Pfizer has said it expects to release safety data for initial human testing of experimental vaccine by the end of May. Cordisco is looking further afield. One of the companies he owns is medical device maker Danaher Corp, which manufactures a rapid Covid-19 test the FDA approved in March. Its shares are up 3.6% since the start of the year. \"If you're looking for where the profits might be in the chain, it's somebody like that who is going to benefit. They can cash in the whole way,\" Cordisco said. Alessandro Valentino, portfolio manager at Causeway ... "], ["2020-05-23 19:17", "In A Weak Housing Market These Homebuilder Stocks Are Strong ...  pace of 650,000. These statistics reflect that the U.S. economy is in a depression! Home prices continue to be in a reinflating bubble. The latest reading from the S&P CoreLogic Case-Shiller 20-City Composite is for February, before the coronavirus lockdown. The Graph of the NAHB HMI versus Single-Family Starts Today In: Investing The Price Of Oil: An Analysis Of Support And Resistance Danaher Tests Positive For Anti-Virus Supply Chain 4 Monthly Dividend Machines Paying Up To 24% HMI versus Single-Family Starts National Association Of Home Builders The scale on the left is the Housing Market Index, which is the blue line across the graph. The scale on the right is Single-Family Starts in red on the chart. Look at the right side of the graph and you will ... "], ["2020-05-23 18:13", "The Price Of Oil: An Analysis Of Support And Resistance ...  or early January of this year and shorted it up near 62. Not quite a double, but a decent trade. Since media reports are now surfacing with the \"wow, look how much oil has recovered!\" it's important to put the whole thing in context. Here are the key, annotated price charts so investors can judge for themselves what's up with crude. Today In: Investing Danaher Tests Positive For Anti-Virus Supply Chain 4 Monthly Dividend Machines Paying Up To 24% Floating Rate Funds In A COVID-19 World: Buy Or Sell? Crude oil's daily price chart using the benchmark \"continuous contract:\" Crude oil daily price chart, 5 22 20. stockcharts.com That's quite a bounce off of the late April lows but given the extent of the suddenness and ferocity ... "], ["2020-05-23 18:12", "Danaher Tests Positive For Anti-Virus Supply Chain ...  of testing is certain to accelerate. Gov. Andrew Cuomo of New York announced in April that he is authorizing 5,000 independent pharmacies to collect COVID-19 tests. He also committed to on-demand testing for all essential workers within the Empire state, even if they don't have any symptoms. The business that's going to reap the biggest benefits of this is Danaher . Its wholly owned subsidiary, Cepheid, won emergency approval from the Food and Drug Administration for its COVID-19 test in March. Known as Xpress SARS-CoV-2, it's a molecular diagnostic test that works with Cepheid's fully automated GeneXpert system. The system consists of cartridges and an automated diagnostic machine — about the size of an inkjet printer — that can ... "], ["2020-05-23 18:10", "4 Monthly Dividend Machines Paying Up To 24% ...  cooling and even Netflix (NFLX) . Most stocks and funds, however, only pay quarterly. That leads to \"lumpy\" income that doesn't align with reality. Some months you're ahead of the game, others you're not: Contrarian Outlook But monthly dividends are easy. Every month is the same total payment: Today In: Investing The Price Of Oil: An Analysis Of Support And Resistance Danaher Tests Positive For Anti-Virus Supply Chain Floating Rate Funds In A COVID-19 World: Buy Or Sell? Contrarian Outlook Plus, monthly dividends compound faster . If you get paid, say, $12 per share per year, you have to wait until that annual payment to put that $12 to work. With quarterly dividends, you can put part of that $12 ($3) to work after a quarter, and another ... "], ["2020-05-23 13:03", "Wall Street Week Ahead: Investors look beyond drug makers as hunt for COVID-19 treatment heats up ...  lows. In the next two weeks, Gilead Sciences is expected to announce results of clinical studies of its potential coronavirus treatment remdesivir for patients with moderate symptoms of Covid-19. Pfizer has said it expects to release safety data for initial human testing of experimental vaccine by the end of May. Cordisco is looking further afield. One of the companies he owns is medical device maker Danaher Corp, which manufactures a rapid Covid-19 test the FDA approved in March. Its shares are up 3.1% since the start of the year. \"If you're looking for where the profits might be in the chain, it's somebody like that who is going to benefit. They can cash in the whole way,\" Cordisco said. Alessandro Valentini, portfolio manager at Causeway ... "], ["2020-05-23 12:00", "Mike Kamdar, The Future Of DNA Writing, And The Business Of Biology ...  the potential of this technology. DNAScript , Evonetix , Nuclera , Ansa Biotechnologies , and Kern Systems are all working to make enzymatic synthesis a commercial success. \"There will be more than one enzymatic synthesis company,\" says Kamdar. If you look at the market for traditional chemical synthesis, he says, there are also many players, including Twist Bioscience , Agilent Technologies , Thermo Fisher , Danaher , IDT , Synbio-tech , and more. \"We believe the same to be true for enzymatically derived DNA.\" Perhaps more importantly, Kamdar says that Molecular Assemblies is going a different route with its platform-independent technology. \"We don't want to create a desktop device,\" says Kamdar. \"We want to be the ink in a ... "], ["2020-05-23 09:30", "Wall Street Week Ahead - Investors look beyond drug makers as hunt for Covid-19 treatment heats up ...  lows. In the next two weeks, Gilead Sciences is expected to announce results of clinical studies of its potential coronavirus treatment remdesivir for patients with moderate symptoms of Covid-19. Pfizer has said it expects to release safety data for initial human testing of experimental vaccine by the end of May. Cordisco is looking further afield. One of the companies he owns is medical device maker Danaher Corp ( DHR.N ), which manufactures a rapid Covid-19 test the FDA approved in March. Its shares are up 3.1% since the start of the year. \"If you're looking for where the profits might be in the chain, it's somebody like that who is going to benefit. They can cash in the whole way,\" Cordisco said. Alessandro Valentini, portfolio manager ... "], ["2020-05-23 05:45", "Investors look beyond drug makers as rush for Covid treatment hots up ...  lows. In the next two weeks, Gilead Sciences is expected to announce results of clinical studies of its potential coronavirus treatment remdesivir for patients with moderate symptoms of Covid-19. Pfizer has said it expects to release safety data for initial human testing of experimental vaccine by the end of May. Cordisco is looking further afield. One of the companies he owns is medical device maker Danaher Corp , which manufactures a rapid Covid-19 test the FDA approved in March. Its shares are up 3.1 per cent since the start of the year. \"If you're looking for where the profits might be in the chain, it's somebody like that who is going to benefit. They can cash in the whole way,\" Cordisco said. Alessandro Valentini, portfolio manager ... "], ["2020-05-23 05:34", "Wall Street Weekahead: Investors look beyond drug makers as hunt for Covid-19 treatment heats up ...  lows. In the next two weeks, Gilead Sciences is expected to announce results of clinical studies of its potential coronavirus treatment remdesivir for patients with moderate symptoms of Covid-19. Pfizer has said it expects to release safety data for initial human testing of experimental vaccine by the end of May. Cordisco is looking further afield. One of the companies he owns is medical device maker Danaher Corp, which manufactures a rapid Covid-19 test the FDA approved in March. Its shares are up 3.1% since the start of the year. \"If you're looking for where the profits might be in the chain, it's somebody like that who is going to benefit. They can cash in the whole way,\" Cordisco said. Alessandro Valentini, portfolio manager at Causeway ... "], ["2020-05-23 05:34", "Wall Street Weekahead: Investors look beyond drug makers as hunt for Covid-19 treatment heats up ...  lows. In the next two weeks, Gilead Sciences is expected to announce results of clinical studies of its potential coronavirus treatment remdesivir for patients with moderate symptoms of Covid-19. Pfizer has said it expects to release safety data for initial human testing of experimental vaccine by the end of May. Cordisco is looking further afield. One of the companies he owns is medical device maker Danaher Corp, which manufactures a rapid Covid-19 test the FDA approved in March. Its shares are up 3.1% since the start of the year. \"If you're looking for where the profits might be in the chain, it's somebody like that who is going to benefit. They can cash in the whole way,\" Cordisco said. Alessandro Valentini, portfolio manager at Causeway ... "], ["2020-05-22 19:27", "Seized bank account to help refund victims of Endicott basketball academy fraud ...  a pattern of consumer-oriented conduct that was \"materially misleading\" and in violation of the state's General Business Law. Bevin and Ward ran the program in absentia, handing off many of the details of the program to hired hands while they lived in several overseas locales, including Spain, where Bevin's claimed he was playing basketball for a pro league. Danaher, during his court arguments, said the program's website was merely a ruse by Bevin to convince prospective clients of the program's credibility, when, in actuality, it was run on a shoestring. Jeff Platsky covers transportation and the economy for the USA TODAY Network New York. He can be reached at JPLATSKY@Gannett.com and followed on Twitter: @JeffPlatsky Support local ... "]]}}