{"postfix": "deckers_outdoor-aktie", "name": "DECKERS_OUTDOOR", "wkn": "894298", "time": "2020.05.26 21:53", "ts": 1590522829, "features": {"KGV": "14.33", "Marktkapitalisierung": {"Size": "Mrd", "Value": "4.56"}, "GA": "9.62", "KBV": "3.47", "BA": "39.69", "KCV": "12.02", "CA": "11.48", "Vola30": "59.5", "Vola90": "93.39", "Vola180": "69.07", "Vola250": "54.67"}, "rivals": ["adidas-aktie", "puma-aktie"], "text_data": {"de": [["20.05.20", "Ausblick: Deckers Outdoor stellt das Zahlenwerk zum vergangenen Quartal vor"], ["30.04.20", "Deckers Outdoor-Aktie: Das sind die Expertenmeinungen des Monats April"], ["31.03.20", "Analysten sehen für Deckers Outdoor-Aktie Luft nach oben"], ["03.02.20", "Deckers Outdoor gewährte Anlegern Blick in die Bücher "], ["29.01.20", "Ausblick: Deckers Outdoor legt Quartalsergebnis vor"]], "en": [["22.05.20", "Deckers Outdoor Corp (DECK) Q4 2020 Earnings Call Transcript"], ["24.04.20", "Moving Average Crossover Alert: Deckers Outdoor"], ["30.03.20", "Deckers Outdoor Sees Hammer Chart Pattern: Time to Buy?"], ["06.03.20", "Has Deckers Outdoor (DECK) Outpaced Other Consumer Discretionary Stocks This Year?"], ["27.02.20", "The Zacks Analyst Blog Highlights: Buckle, Chipotle Mexican Grill, Deckers Outdoor, Malibu Boats and Ralph Lauren"], ["26.02.20", "The Zacks Analyst Blog Highlights: Burlington Stores, Chipotle Mexican Grill, Apple, Chevron and Deckers Outdoor"], ["19.02.20", "The Zacks Analyst Blog Highlights: Deckers Outdoor, G-III Apparel, Malibu Boats, Ralph Lauren and American Woodmark"], ["13.02.20", "Has Deckers Outdoor (DECK) Outpaced Other Consumer Discretionary Stocks This Year?"], ["10.02.20", "Deckers Outdoor, Kohl's, Uber, Grubhub and Lyft highlighted as Zacks Bull and Bear of the Day"], ["03.02.20", "Strong Third Quarter Powers Deckers Outdoor To Ratings Boost"], ["01.02.20", "Why Deckers Outdoor Stock Popped Today"], ["31.01.20", "Deckers Outdoor Corp (DECK) Q3 2020 Earnings Call Transcript"], ["28.01.20", "Deckers Outdoor Earns Membership In 95-Plus Composite Rating Club"], ["27.01.20", "Stocks To Watch With Earnings On Tap: Deckers Outdoor"], ["2020-05-26 12:50", "Deckers (DECK) Surges: Stock Moves 6.7% Higher ...  in the past few weeks, while its Zacks Consensus Estimate for the current quarter has also moved lower over the past few weeks, suggesting there may be trouble down the road. So make sure to keep an eye on this stock going forward, to see if this recent move higher can last. Deckers currently carries a Zacks Rank #5 (Strong Sell) while its Earnings ESP is positive. Deckers Outdoor Corporation Price Deckers Outdoor Corporation price | Deckers Outdoor Corporation Quote A better-ranked stock in the Shoes and Retail Apparel industry is Anta Sports Products Ltd. ( ANPDF - Free Report ) , which currently carries a Zacks Rank #2 (Buy). You can see the complete list of today's Zacks #1 Rank (Strong Buy) stocks here . Biggest Tech Breakthrough in a Generation ... "], ["2020-05-22 17:50", "Coronavirus Stock Market Rally Runs Higher On Vaccine Hopes; Alibaba, China Stocks Fall; Nvidia, Splunk, Best Buy, Walmart, Target Notable Earnings Movers ...  over year. Both measures lagged expectations. Japan-based SoftBank could sell up to $20 billion of its stake in T-Mobile US ( TMUS ) following T-Mobile's merger with Sprint, reports said. In a separate deal, SoftBank reportedly is in talks to sell part of its 24% stake to Deutsche Telekom. That deal would enable Deutsche Telekom to increase its stake to over 50%. Deckers Outdoor ( DECK ) popped after the footwear maker beat fiscal Q4 views. Sea Ltd. ( SEA ) reported mixed first-quarter earnings results, with double-digit gains in users. Shares hit a new high. Sea operates the largest e-commerce platform in Southeast Asia. YOU MIGHT ALSO LIKE: This Education Stock Earns Top Marks As Coronavirus Boosts Business IBD Stock Of The Day On Cusp Of Buy Point As ... "], ["2020-05-22 16:34", "Stocks making the biggest moves midday: Roku, Foot Locker, Alibaba & more ...  30% and 40% this year due to the pandemic. Lululemon Athletica — Stock of the athletic retailer jumped more than 1% to a new all-time high after the company said that it has reopened 150 stores across North America, Europe, Asia, New Zealand and Australia. The retailer said it has plans to reopen an additional 200 stores in the next two weeks. Deckers Outdoor — The footwear stock jumped more than 6% after reporting higher than expected revenue for its fiscal fourth quarter. The company reported $374.9 million of revenue for the quarter, while analysts expected $355.4, according to Refinitiv. Net sales of the company's Hoka One One and Teva brands both increased during the quarter. Hewlett Packard — Shares of the technology company ... "], ["2020-05-22 13:20", "U.S. RESEARCH ROUNDUP- Martin Marietta Materials, ONEOK, Superior Energy Services ...  International Corp : Oppenheimer raises to outperform from perform * CSX Corp : Wells Fargo raises price target to $74 from $66 * Deckers Outdoor Corp : BTIG raises target price to $208 from $201 * Deckers Outdoor Corp : Citigroup raises price target to $200 from $175 * Deckers Outdoor Corp : Jefferies raises target price to $200 from $175 * Deckers Outdoor Corp : Stifel raises target price to $200 from $180 * Deckers Outdoor Corp : Susquehanna raises target price to $200 from $175 * Deckers Outdoor Corp : Telsey Advisory Group ups price target to $200 from $168 * Deckers Outdoor Corp : Wedbush raises target price to $185 from $155 * Deckers Outdoor Corp : Wells Fargo raises price target to $200 from $180 * Delek US Holdings Inc : Cowen and Company raises ... "], ["2020-05-22 11:06", "Deckers (DECK) Q4 Earnings Surpass Estimate, Decline Y/Y ... 1%, +118.0%, +175.7% and even +186.7%. This outperformance has not just been a recent phenomenon. From 2000 2019, while the S&P averaged +6.0% per year, our top strategies averaged up to +54.7% per year. See their latest picks free > > In-Depth Zacks Research for the Tickers Above Normally $25 each - click below to receive one report FREE: Deckers Outdoor Corporation (DECK) - free report > > Office Depot, Inc. (ODP) - free report > > Sprouts Farmers Market, Inc. (SFM) - free report > > SpartanNash Company (SPTN) - free report > > Published in consumer-discretionary Zacks' 7 Best Strong Buy Stocks for June, 2020 Free Research for Zacks.com Readers Experts have chosen 7 stocks out of 220 Zacks Rank #1 Strong Buys that have the highest potential to increase ... "], ["2020-05-22 09:43", "U.S. RESEARCH ROUNDUP- Martin Marietta Materials, ONEOK, Superior Energy Services ... target price to $11 from $15 * Constellation Brands Inc : Evercore ISI raises target price to $200 from $190 * Copart Inc : JP Morgan raises target price to $70 from $65 * Costar Group Inc : KBW raises target price to $760 from $750 * Covetrus Inc : Credit Suisse raises price target to $12 from $10 * Cross Country Healthcare Inc : Credit Suisse cuts target price to $6.50 from $8 * Deckers Outdoor Corp : Jefferies raises target price to $200 from $175 * Dollar General Corp : Telsey Advisory Group raises target price to $200 from $182 * E.L.F. Beauty Inc : Citigroup raises price target to $16 from $13 * E.L.F. Beauty Inc : Jefferies raises target price to $18 from $16 * E.L.F. Beauty Inc : Piper Sandler raises target price to $20 from $19 * Eagle Materials Inc ... "], ["2020-05-22 05:30", "Deckers Outdoor Corp (DECK) Q4 2020 Earnings Call Transcript ... % 87% Stock Advisor launched in February of 2002. Returns as of 05/22/2020. Join Stock Advisor Cumulative Growth of a $10,000 Investment in Stock Advisor Calculated by Time-Weighted Return Stocks DECK Deckers Outdoor NYSE: DECK $168.03 up $5.52 (3.40%) Related Articles Is Ugg Parent Decker Outdoor No More Than a $165 Stock? Deckers Closes Stores in U.S., Canada, Europe for Month of March Should You Take a Stroll With Deckers Outdoor? UGG's Parent Company Beats Analyst Estimates, Raises Guidance Why Deckers Outdoor Stock Popped Today Deckers Outdoor Corp (DECK) Q4 2020 Earnings Call Transcript @themotleyfool #stocks $DECK Next Article Prev 1 2 3 4 5 Next Terms of Use Privacy Policy Accessibility Policy Copyright, Trademark and Patent Information Terms and ... "], ["2020-05-21 22:34", "Stocks making the biggest moves after hours: Ross Stores, Splunk, Palo Alto Networks and more ... mdash; Shares of the software company climbed 4% in extended trading after the company gave its financial results for the first quarter. Splunk reported a loss of 56 cents per share excluding some items with revenue of $434.1 million, while analysts estimated a loss of 57 cents per share on revenue of $442.5 million, according to Refinitiv. Related Tags Splunk Inc Deckers Outdoor Corp Ross Stores Inc Palo Alto Palo Alto Networks Inc Subscribe to CNBC PRO Licensing & Reprints CNBC Councils Supply Chain Values Advertise With Us Join the CNBC Panel Digital Products News Releases Closed Captioning Corrections About CNBC Internships Site Map Podcasts AdChoices Careers Help Contact News Tips Got a confidential news tip? We want to hear from you. Get In Touch CNBC ... "], ["2020-05-21 21:45", "Deckers (DECK) Q4 Earnings and Revenues Beat Estimates ...  of the Zacks Industry Rank, Shoes and Retail Apparel is currently in the bottom 9% of the 250 plus Zacks industries. Our research shows that the top 50% of the Zacks-ranked industries outperform the bottom 50% by a factor of more than 2 to 1. In-Depth Zacks Research for the Tickers Above Normally $25 each - click below to receive one report FREE: Deckers Outdoor Corporation (DECK) - free report > > Published in earnings earnings-estimates earnings-outlook earnings-surprise industry-outlook zacks-consensus-estimate zacks-rank Zacks' 7 Best Strong Buy Stocks for June, 2020 Free Research for Zacks.com Readers Experts have chosen 7 stocks out of 220 Zacks Rank #1 Strong Buys that have the highest potential to increase in price quickly amid the global health ... "], ["2020-05-21 20:34", "Deckers: Fiscal 4Q Earnings SnapshotGOLETA, Calif. (AP) _ Deckers Outdoor Corp. (DECK) on Thursday reported fiscal fourth-quarter profit of $16.1 million. On a per-share basis, the Goleta, California-based company said it had net income of 57 cents. The results beat Wall Street expectations"], ["2020-05-21 20:34", "Deckers: Fiscal 4Q Earnings SnapshotGOLETA, Calif. (AP) _ Deckers Outdoor Corp. (DECK) on Thursday reported fiscal fourth-quarter profit of $16.1 million. On a per-share basis, the Goleta, California-based company said it had net income of 57 cents. The results beat Wall Street expectations"], ["2020-05-21 15:25", "Initial Jobless Claims Remain High ...  are trading down on the news in the early market, but had been outperforming the S&P 500 year to date. After today's close, we will see quarterly reports from NVIDIA ( NVDA - Free Report ) , Hewlett Packard Enterprises ( HPE - Free Report ) and Deckers Outdoor ( DECK - Free Report ) . In-Depth Zacks Research for the Tickers Above Normally $25 each - click below to receive one report FREE: NVIDIA Corporation (NVDA) - free report > > Best Buy Co., Inc. (BBY) - free report > > Deckers Outdoor Corporation (DECK) - free report > > Hewlett Packard Enterprise Company (HPE) - free report > > Published in retail tech-stocks Zacks' 7 Best Strong Buy Stocks for June, 2020 Free Research for Zacks.com Readers Experts have chosen 7 stocks out of 220 Zacks Rank #1 ... "], ["2020-05-21 14:25", "Jobless Claims Another 2.44M: Off Peak, Like Philly Fed -43.1 ... , down a bit from the $9.14 billion from Q1 of last year. Shares are trading down on the news in the early market, but had been outperforming the S&P 500 year to date. For more on BBY's earnings, click here. After today's close, we will see quarterly reports from NVIDIA ( NVDA - Free Report ) , Hewlett Packard Enterprises ( HPE - Free Report ) and Deckers Outdoor ( DECK - Free Report ) . We are in the final stages of earnings season. For some perspective on what we've experienced this quarter — and what to expect for the next one — don't miss Sheraz Mian's latest Earnings Trends report from yesterday . Mark Vickery Senior Editor Questions or comments about this article and/or its author? Click here> > Biggest Tech Breakthrough ... "], ["2020-05-21 09:23", "Coronavirus Vaccine, Unemployment, Nvidia - 5 Things You Must Know Thursday ...  to Respond 2. -- Nvidia and TJX Report Earnings Earnings reports are expected Thursday from Nvidia ( NVDA ) - Get Report , TJX Cos. ( TJX ) - Get Report , Nordstrom ( JWN ) - Get Report , Best Buy ( BBY ) - Get Report , Palo Alto Networks ( PANW ) - Get Report , Hewlett Packard Enterprise ( HPE ) - Get Report , Splunk ( SPLK ) - Get Report , Medtronic ( MDT ) - Get Report , Intuit ( INTU ) - Get Report , Deckers Outdoor ( DECK ) - Get Report and Hormel Foods ( HRL ) - Get Report . Nvidia Reports Earnings Soon: 5 Important Things to Watch Nvidia and TJX are holdings in Jim Cramer's Action Alerts PLUS member club . Want to be alerted before Jim Cramer buys or sells the stocks? Learn more now. 3. -- AstraZeneca Gets $1 Billion to Make Coronavirus Vaccine ... "], ["2020-05-21 00:59", "Innovation Park in Andover to be upgraded ... its amenities. IQHQ Inc. plans to redesign the 200,000 square foot campus on 4 Corporate Drive, adding new amenities such as a cafe and fitness center, which will both have indoor and outdoor spaces. Citing an increasing demand for office and lab space, the company said Innovation Park's newest tenants — the University of Massachusetts Lowell and drug and device development firm Ora Inc ... deliveries, with manufacturer Airbus SE pushing back because the planes are already in assembly, according to people familiar with the situation. Dubai-based Emirates plans to take three more of the double-deckers before the end of its fiscal year next March, but doesn't want the remaining five, according to the people, who asked not to be named as the talks are  ... "], ["2020-05-19 11:56", "Factors Likely to Decide Deckers' (DECK) Fate in Q4 Earnings ... 97.1%, +118.0%, +175.7% and even +186.7%. This outperformance has not just been a recent phenomenon. From 2000 2019, while the S&P averaged +6.0% per year, our top strategies averaged up to +54.7% per year. See their latest picks free > > In-Depth Zacks Research for the Tickers Above Normally $25 each - click below to receive one report FREE: Deckers Outdoor Corporation (DECK) - free report > > Dollar General Corporation (DG) - free report > > Lowes Companies, Inc. (LOW) - free report > > The Kroger Co. (KR) - free report > > Published in consumer-discretionary Zacks' 7 Best Strong Buy Stocks for June, 2020 Free Research for Zacks.com Readers Experts have chosen 7 stocks out of 220 Zacks Rank #1 Strong Buys that have the highest potential to increase in ... "], ["2020-05-19 10:00", "Teva Celebrates Pride With New Collection And A Donation To The It Gets Better Project ...  purchase on Teva.com and at specialty retailers. About Teva: In 1984, Teva created the world's first sport sandal on the banks of the Grand Canyon. The brand outfits free-spirited adventure-seekers all over the world with versatile, modern outdoor footwear. In 2020, Teva committed to reducing the brand's environmental impact by ensuring 100% of its iconic straps are made with recycled plastic, so future generations can continue exploring the wild world around them. Learn more about Teva, a division of Deckers Brands, at teva.com or follow @Teva. About It Gets Better Project: Launched by syndicated columnist Dan Savage and his partner Terry Miller , the It Gets Better Project is a 501(c)3 nonprofit organization that leverages the power of media to ... "], ["2020-05-18 20:57", "5 Spectacular Retail Earnings Charts ... BOOT - Free Report ) was one of the hottest specialty retailers of 2019, with double digit comparables. Shares were equally as hot, soaring to new highs before they plunged during the coronavirus crisis. While earnings estimates have been slashed for this year and next, BOOT is still cheap with a forward P/E of just 15.6. Is this a buying opportunity in a quality retail name? 4. Deckers Outdoor Corporation ( DECK - Free Report ) is the maker of UGG, Teva and Hoka One One, has a great earnings track record with just 1 miss in 5 years, which was back in 2017. In the fiscal third quarter, which was the holiday quarter, all three of its brands saw record revenue and the company raised its full year fiscal guidance. But then coronavirus hit. What is happening to ... "], ["2020-05-18 13:22", "Top Analyst Upgrades and Downgrades: Apple, Best Buy, Cinemark, Co-Diagnostics, DraftKings, Energizer, Novavax, Nvidia, Palo Alto, Petrobras and More – 24/7 Wall St. ...  International Inc. ( NASDAQ: CHH ) was raised to Buy from Neutral with an $85 price target at Longbow Research. Cinemark Holdings Inc. ( NYSE: CNK ) was downgraded to Neutral from Buy at B. Riley FBR. Co-Diagnostics Inc. ( NASDAQ: CODX ) was reiterated as Buy and the price target was raised to $35 from $20 (versus a $17.07 close, after a 22.9% drop) at H.C. Wainwright. Deckers Outdoor Corp. ( NYSE: DECK ) was reiterated as Outperform and its price target was raised to $155 from $145 (versus a $140.83 close) at Wedbush. ALSO READ: Why Last Year's Loser IPOs Are Some of the Biggest Winners in 2020 Previous Next 1 2 Read more: Investing , ADI , ARNA , BBY , CHH , CMG , CNK , codx , DECK , ENR , MAT , NVAX , NVDA , PANW , PBR , SF , TSM , WSM , Analyst ... "], ["2020-05-15 20:46", "Stocks could be stuck in a range until there's more proof reopenings are reviving the economy ...  8:30 a.m. Housing starts 10:00 a.m. Fed Chairman Jerome Powell and Treasury Secretary Steven Mnuchin before Senate Banking 2:00 p.m. Boston Fed President Eric Rosengren Wednesday Earnings: Target, Lowe's, McKesson, LBrands, Expedia , Take-Two Interactive, Shoe Carnival, Analog Devices Thursday Earnings: Best Buy , BJ's Wholesale, Hormel, TJX, Medtronic, Hewlett Packard Enterprise, Agilent, Deckers Outdoor, Splunk, Intuit, Deckers Outdoor, Ross Stores, Plantronics 8:30 a.m. Initial jobless claims 8:30 a.m. Philadelphia Fed manufacturing survey 9:45 a.m. Manufacturing PMI 9:45 a.m. Services PMI 10:00 a.m. Existing home sales 10:00 a.m. New York Fed President John Williams 2:30 p.m. Fed Chairman Jerome Powell and Fed Governor Lael Brainard Friday ... "]]}}