{"postfix": "deere-aktie", "name": "DEERE", "wkn": "850866", "time": "2020.05.26 15:31", "ts": 1590499919, "features": {"KGV": "17.30", "Marktkapitalisierung": {"Size": "Mrd", "Value": "40.80"}, "GA": "9.94", "KBV": "4.83", "BA": "35.64", "KCV": "15.64", "CA": "11.00", "Vola30": "63.92", "Vola90": "80.72", "Vola180": "61.28", "Vola250": "47.2"}, "rivals": ["caterpillar-aktie", "cnh_global-aktie", "deutz-aktie", "agco-aktie", "wacker-aktie"], "text_data": {"de": [["21.05.20", "Ausblick: Deere veröffentlicht Zahlen zum vergangenen Quartal"], ["07.05.20", "Erste Schätzungen: Deere verkündet Quartalsergebnis zum jüngsten Jahresviertel"], ["30.04.20", "April 2020: So haben Analysten ihre Einstufung der Deere-Aktie angepasst"], ["31.03.20", "Deere-Aktie: Das sind die Analysten-Einstufungen des vergangenen Monats"], ["29.02.20", "Februar 2020: So haben Analysten ihre Einstufung der Deere-Aktie angepasst"], ["27.02.20", "Deere kündigt seit dem Jahr 1971 eine Dividende an"], ["22.02.20", "Deere: Was beim Unternehmen in den jüngsten Büchern steht"], ["21.02.20", "MÄRKTE USA/Corona-Sorgen schicken Wall Street auf Talfahrt"], ["21.02.20", "MÄRKTE USA/Corona-Sorgen drücken Wall Street ins Minus"], ["21.02.20", "MÄRKTE USA/Corona-Sorgen drücken weiter auf die Wall Street"], ["21.02.20", "MÄRKTE USA/Corona-Sorgen belasten die Wall Street weiter"], ["20.02.20", "Ausblick: Deere legt Quartalsergebnis vor"]], "en": [["2020-05-26 13:15", "Predicting when and where we'll see Tiger and why ...  Classic Almost no chance. Maybe if he skips the first three and really wants to play somewhere, but Rocket Mortgage/Quicken Loans bailed as sponsor of his tournament in the Washington, D.C., area after the 2018 event. Tiger has a long memory. ESPN Senior Writer Tiger Woods will skip the PGA Tour playoffs!? He has to this year. Michael Collins, ESPN Senior Writer 21d ago July 9-12: John Deere Classic For sentimental reasons, it would be great for Woods to return to the small-town Illinois event where he sent rumbles through the Midwest years ago as he moved into contention for the first time as a pro back in 1996. In just his third event, Woods took the 54-hole lead, only to stumble the final day as Ed Fiori won the tournament, with Woods finishing fifth ... "], ["2020-05-26 13:13", "Top Analyst Upgrades and Downgrades: Chembio, Cognex, Cree, Deere, Gilead, Halliburton, iRobot, Lam Research, Nvidia, Regeneron, Sorrento, Take-Two and More – 24/7 Wall St.Tuesday's top analyst upgrades and downgrades included Chembio Diagnostics, Cognex, Cree, Deere, Gilead Sciences, Halliburton, iRobot, Lam Research, Nvidia, Regeneron Pharmaceuticals, Sorrento Therapeutics and Take-Two Interactive Software."], ["2020-05-26 13:00", "Pursell Farms offers outdoor adventure, luxury resortSkip to Article Support local news you can trust. Subscribe to AL.com Birmingham Magazine Pursell Farms offers outdoor adventure, luxury resort Today 8:00 AM 15 Pursell Farms By Tara Massouleh | tmassouleh@al.com It's a race to the top. I grip the steering wheel a little tighter and jam down on the gas pedal of one of Pursell Farms' John Deere UTVs. The machine kicks into 4-wheel drive as it traverses the rocky incline. I'm jarred back in my seat for the climb and my heart beats a little faster, protesting the steep angle. Just ahead I can see the crest of our destination: the top of Sulphur Mountain. Sulphur Mountain is a tale of two resort towns. The first, Talladega Springs, located on the west side of the mountain, was formed at the turn of  ... "], ["2020-05-26 12:41", "Queen guitarist Brian May suffers heart attack, says he 'could have died' ... 39;s owner, Kyla King, confirmed the the kitten's death. Read the Full Article Video Trump to participate in Memorial Day wreath laying at Arlington National Cemetery by CNN Wire / May 23, 2020 WASHINGTON (CNN) -- President Donald Trump on Monday will participate in the annual wreath laying ceremony at Arlington National Cemetery to help commemorate Memorial Day, White House spokesman Judd Deere confirmed to CNN. Separately Monday, the President along with first lady Melania Trump, will travel to Baltimore to visit Ft. McHenry. The successful defense there of the Baltimore Harbor in 1814 during the War of 1812 led to the writing of the \"Star-Spangled Banner.\" Read the Full Article Top Stories 13-year-old in California earns his 4th associate' ... "], ["2020-05-26 12:32", "Struggling rental car companies expected to sell vehicles at deep discounts ... , Kyla King, confirmed the the kitten's death. Read the Full Article Video Trump to participate in Memorial Day wreath laying at Arlington National Cemetery by CNN Wire / May 23, 2020 WASHINGTON (CNN) -- President Donald Trump on Monday will participate in the annual wreath laying ceremony at Arlington National Cemetery to help commemorate Memorial Day, White House spokesman Judd Deere confirmed to CNN. Separately Monday, the President along with first lady Melania Trump, will travel to Baltimore to visit Ft. McHenry. The successful defense there of the Baltimore Harbor in 1814 during the War of 1812 led to the writing of the \"Star-Spangled Banner.\" Read the Full Article Memorial Day weekend: Americans visit beaches and attractions with pandemic ... "], ["2020-05-26 12:23", "Donald Trump MOCKS Joe Biden for wearing mask after former VP was seen in public for first time in months ...  the virus has had on his city and called on Trump to \"set a positive example\" during the holiday weekend. \"The brave men and women who have preserved our freedoms for generations did not stay home and the president will not either as he honors their sacrifice by visiting such a historic landmark in our nation's history,\" said White House spokesman Judd Deere on Sunday. Flags flew at half-staff at the White House and all over the country to honor those who had died from coronavirus. Comments are subject to our community guidelines, which can be viewed here . More from The Sun BACK IN BUSINESS Full list of shops allowed to reopen on June 15 including betting shops 0 Comments Exclusive BEAST OF BILLIONAIRES' ROW Armed cops called after ... "], ["2020-05-26 11:10", "2-faced Oregon kitten 'Biscuits and Gravy' dies ...  cases rise to 6,090 Coronavirus / 16 hours ago More News More National Stories Trump to participate in Memorial Day wreath laying at Arlington National Cemetery by CNN Wire / May 23, 2020 WASHINGTON (CNN) -- President Donald Trump on Monday will participate in the annual wreath laying ceremony at Arlington National Cemetery to help commemorate Memorial Day, White House spokesman Judd Deere confirmed to CNN. Separately Monday, the President along with first lady Melania Trump, will travel to Baltimore to visit Ft. McHenry. The successful defense there of the Baltimore Harbor in 1814 during the War of 1812 led to the writing of the \"Star-Spangled Banner.\" Read the Full Article Memorial Day weekend: Americans visit beaches and attractions with pandemic ... "], ["2020-05-26 08:00", "Trump honors fallen soldiers on Memorial Day in twin events ...  pursue nonessential travel sends the wrong message to our residents,\" he said. The White House sounded unmoved. \"The brave men and women who have preserved our freedoms for generations did not stay home and the president will not either as he honors their sacrifice by visiting such a historic landmark in our nation's history,\" White House spokesman Judd Deere said in an emailed statement Sunday. Trump last summer described a congressional district that includes Baltimore as a \"disgusting, rat and rodent infested mess\" where \"no human being would want to live.\" He visited Baltimore months later to address a meeting of congressional Republicans, and a giant inflatable rat adorned with Trump-style hair and a red necktie taunted ... "], ["2020-05-26 04:34", "Denver Post ...  on Trump to \"set a positive example\" by not traveling during the holiday weekend.Trump was not dissuaded.\"The brave men and women who have preserved our freedoms for generations did not stay home and the president will not either as he honors their sacrifice by visiting such a historic landmark in our nation's history,\" White House spokesman Judd Deere said in an emailed statement Sunday.Trump last summer described a congressional district that includes Baltimore as a \"disgusting, rat and rodent infested mess\" where \"no human being would want to live.\" He visited Baltimore months later to address a meeting of congressional Republicans, and a giant inflatable rat adorned with Trump-style hair and a red necktie taunted him ... "], ["2020-05-26 04:04", "Trump honors fallen soldiers as nation battles against virus ...  Trump to \"set a positive example\" by not traveling during the holiday weekend. Trump was not dissuaded. \"The brave men and women who have preserved our freedoms for generations did not stay home and the president will not either as he honors their sacrifice by visiting such a historic landmark in our nation's history,\" White House spokesman Judd Deere said in an emailed statement Sunday. Trump last summer described a congressional district that includes Baltimore as a \"disgusting, rat and rodent infested mess\" where \"no human being would want to live.\" He visited Baltimore months later to address a meeting of congressional Republicans, and a giant inflatable rat adorned with Trump-style hair and a red necktie taunted him ... "], ["2020-05-26 04:01", "Trump honors fallen soldiers as nation battles against virus ...  Trump to \"set a positive example\" by not traveling during the holiday weekend. Trump was not dissuaded. \"The brave men and women who have preserved our freedoms for generations did not stay home and the president will not either as he honors their sacrifice by visiting such a historic landmark in our nation's history,\" White House spokesman Judd Deere said in an emailed statement Sunday. Trump last summer described a congressional district that includes Baltimore as a \"disgusting, rat and rodent infested mess\" where \"no human being would want to live.\" He visited Baltimore months later to address a meeting of congressional Republicans, and a giant inflatable rat adorned with Trump-style hair and a red necktie taunted him ... "], ["2020-05-26 04:00", "Loss-Making Aston Martin Replaces CEO Andy Palmer, Gears Up For DBX Launch ...  pounds ($96 million). Executive chairman Stroll led a 540 million pound ($660 million) rescue package in January. The launch of the DBX is crucial to the company's future. Reuters' Breaking Views column put it this way a couple of weeks ago, commenting on Stroll's rights issue and share placement package. Today In: Transportation Connectivity Shines For John Deere What Can Tesla And Waymo Learn From A Human's Ability To Focus Can Self-Driving Scooters End Sidewalk Clutter? \"(Aston Martin's) position has improved from critical to merely hazardous: cratering sales mean net debt stands at over 10 times trailing 12 months earnings before interest, tax, depreciation and amortisation (EBITDA). If Aston can deliver its feted first sport ... "], ["2020-05-26 02:37", "Trump honors fallen soldiers in twin events ...  fans - a season like no other RPI cuts non-tenured faculty, adjunct positions The White House sounded unmoved. \"The brave men and women who have preserved our freedoms for generations did not stay home and the president will not either as he honors their sacrifice by visiting such a historic landmark in our nation's history,\" White House spokesman Judd Deere said in an emailed statement Sunday. Trump last summer described a congressional district that includes Baltimore as a \"disgusting, rat and rodent infested mess\" where \"no human being would want to live.\" He visited Baltimore months later to address a meeting of congressional Republicans, and a giant inflatable rat adorned with Trump-style hair and a red necktie taunted ... "], ["2020-05-26 00:20", "Trump honors war dead in events colored by pandemic's threat ...  Trump to \"set a positive example\" by not traveling during the holiday weekend. Trump was not dissuaded. \"The brave men and women who have preserved our freedoms for generations did not stay home and the president will not either as he honors their sacrifice by visiting such a historic landmark in our nation's history,\" White House spokesman Judd Deere said in an emailed statement Sunday. Trump last summer described a congressional district that includes Baltimore as a \"disgusting, rat and rodent infested mess\" where \"no human being would want to live.\" He visited Baltimore months later to address a meeting of congressional Republicans, and a giant inflatable rat adorned with Trump-style hair and a red necktie taunted him ... "], ["2020-05-25 23:52", "Trump honors fallen soldiers on Memorial Day in twin events ...  nonessential travel sends the wrong message to our residents,'' he said. The White House sounded unmoved. \"The brave men and women who have preserved our freedoms for generations did not stay home and the president will not either as he honors their sacrifice by visiting such a historic landmark in our nation's history,\" White House spokesman Judd Deere said in an e-mailed statement Sunday. Trump last summer described a congressional district that includes Baltimore as a \"disgusting, rat and rodent infested mess\" where \"no human being would want to live.\" He visited Baltimore months later to address a meeting of congressional Republicans, and a giant inflatable rat adorned with Trump-style hair and a red necktie taunted ... "], ["2020-05-25 22:54", "Trump honors war dead in events colored by coronavirus pandemic's threat ...  Trump to \"set a positive example\" by not traveling during the holiday weekend. Trump was not dissuaded. \"The brave men and women who have preserved our freedoms for generations did not stay home and the president will not either as he honors their sacrifice by visiting such a historic landmark in our nation's history,\" White House spokesman Judd Deere said in an emailed statement Sunday. Trump last summer described a congressional district that includes Baltimore as a \"disgusting, rat and rodent infested mess\" where \"no human being would want to live.\" He visited Baltimore months later to address a meeting of congressional Republicans, and a giant inflatable rat adorned with Trump-style hair and a red necktie taunted him ... "], ["2020-05-25 22:51", "Memorial Day: Trump honours America's fallen veterans amid the coronavirus pandemic ...  U.S. holiday weekend crowds will spread COVID-19 Fears U.S. holiday weekend crowds will spread COVID-19 \"The brave men and women who have preserved our freedoms for generations did not stay home and the president will not either as he honors their sacrifice by visiting such a historic landmark in our nation's history,\" White House spokesman Judd Deere said in an emailed statement Sunday. Trump last summer described a congressional district that includes Baltimore as a \"disgusting, rat and rodent infested mess\" where \"no human being would want to live.\" He visited Baltimore months later to address a meeting of congressional Republicans, and a giant inflatable rat adorned with Trump-style hair and a red necktie taunted him from ... "], ["2020-05-25 22:47", "Trump makes back-to-back appearances to honor veterans on Memorial Day ...  Trump to \"set a positive example\" by not traveling during the holiday weekend. Trump was not dissuaded. \"The brave men and women who have preserved our freedoms for generations did not stay home and the president will not either as he honors their sacrifice by visiting such a historic landmark in our nation's history,\" White House spokesman Judd Deere said in an emailed statement Sunday. Trump last summer described a congressional district that includes Baltimore as a \"disgusting, rat and rodent infested mess\" where \"no human being would want to live.\" He visited Baltimore months later to address a meeting of congressional Republicans, and a giant inflatable rat adorned with Trump-style hair and a red necktie taunted him ... "], ["2020-05-25 22:26", "Trump honors war dead in events colored by pandemic's threat ...  Trump to \"set a positive example\" by not traveling during the holiday weekend. Trump was not dissuaded. \"The brave men and women who have preserved our freedoms for generations did not stay home and the president will not either as he honors their sacrifice by visiting such a historic landmark in our nation's history,\" White House spokesman Judd Deere said in an emailed statement Sunday. Trump last summer described a congressional district that includes Baltimore as a \"disgusting, rat and rodent infested mess\" where \"no human being would want to live.\" He visited Baltimore months later to address a meeting of congressional Republicans, and a giant inflatable rat adorned with Trump-style hair and a red necktie taunted him ... "], ["2020-05-25 22:15", "Trump honors war dead in events colored by pandemic's threat ...  Trump to \"set a positive example\" by not traveling during the holiday weekend. Trump was not dissuaded. \"The brave men and women who have preserved our freedoms for generations did not stay home and the president will not either as he honors their sacrifice by visiting such a historic landmark in our nation's history,\" White House spokesman Judd Deere said in an emailed statement Sunday. Trump last summer described a congressional district that includes Baltimore as a \"disgusting, rat and rodent infested mess\" where \"no human being would want to live.\" He visited Baltimore months later to address a meeting of congressional Republicans, and a giant inflatable rat adorned with Trump-style hair and a red necktie taunted him ... "]]}}