{"postfix": "denso-aktie", "name": "DENSO", "wkn": "858734", "time": "2020.05.26 16:51", "ts": 1590504706, "features": {"KGV": "38.89", "Marktkapitalisierung": {"Size": "Mrd", "Value": "25.69"}, "GA": "87.89", "KBV": "0.77", "BA": "4.436.65", "KCV": "7.15", "CA": "477.76", "Vola30": "49.56", "Vola90": "60.82", "Vola180": "48.03", "Vola250": "42.72"}, "rivals": ["kuka-aktie"], "text_data": {"de": [["01.05.20", "Denso veröffentlichte Zahlen zum vergangenen Quartal"], ["01.05.20", "Denso: Quartalsergebnisse zum jüngsten Jahresviertel"], ["30.04.20", "MÄRKTE ASIEN/Hoffnung auf Mittel gegen Covid-19 beflügelt Börsen"], ["29.04.20", "Ausblick: Denso präsentiert Quartalsergebnisse"], ["29.04.20", "Ausblick: Denso verkündet Quartalsergebnis zum jüngsten Jahresviertel"], ["27.04.20", "MÄRKTE ASIEN/Kursgewinne - BoJ weitet Anleihekäufe aus"], ["27.04.20", "MÄRKTE ASIEN/Kursgewinne - BoJ stockt Anleihekäufe massiv auf"], ["03.02.20", "Denso präsentierte das Zahlenwerk zum abgelaufenen Jahresviertel"], ["03.02.20", "Denso: So schnitt der Konzern im vergangenen Quartal ab"], ["30.01.20", "Ausblick: Denso legt Zahlen zum jüngsten Quartal vor"], ["30.01.20", "Ausblick: Denso mit Zahlen zum abgelaufenen Quartal"]], "en": [["09.04.20", "Toyota, Denso work to promote coronavirus treatment development     - Roadshow"], ["27.02.20", "Spanish plant owned by Denso, Fujitsu preparing to halt production as virus causes shortages"], ["2020-05-26 09:26", "Muerte y negacin en la capital de la Amazona brasilea ...  la posibilidad de que el COVID-19 se cobrase la vida de sus seres queridos, lo que supone que probablemente la cifra real de fallecidos sea mucho mayor. Mientras ambulancias circulan a toda prisa por Manaos con las sirenas a todo volumen y las excavadoras abren nuevas filas de tumbas, el aire hmedo de esta ciudad a orillas de majestuoso Ro Amazonas se siente ms denso de lo habitual ante una negacin tan persistente. Manaos ha registrado casi el triple de decesos habituales en abril y mayo. Mdicos y psiclogos dicen que la negacin de base procede de una mezcla de desinformacin, falta de educacin, escasez de pruebas y mensajes contradictorios de los lderes del pas. El primero de los escpticos es el presidente, Jair Bolsonaro, quien se ha referido repetidamente ... "], ["2020-05-26 09:26", "Muerte y negacin en la capital de la Amazona brasilea ...  la posibilidad de que el COVID-19 se cobrase la vida de sus seres queridos, lo que supone que probablemente la cifra real de fallecidos sea mucho mayor. Mientras ambulancias circulan a toda prisa por Manaos con las sirenas a todo volumen y las excavadoras abren nuevas filas de tumbas, el aire hmedo de esta ciudad a orillas de majestuoso Ro Amazonas se siente ms denso de lo habitual ante una negacin tan persistente. Manaos ha registrado casi el triple de decesos habituales en abril y mayo. Mdicos y psiclogos dicen que la negacin de base procede de una mezcla de desinformacin, falta de educacin, escasez de pruebas y mensajes contradictorios de los lderes del pas. El primero de los escpticos es el presidente, Jair Bolsonaro, quien se ha referido repetidamente ... "], ["2020-05-26 09:26", "Muerte y negacin en la capital de la Amazona brasilea ...  la posibilidad de que el COVID-19 se cobrase la vida de sus seres queridos, lo que supone que probablemente la cifra real de fallecidos sea mucho mayor. Mientras ambulancias circulan a toda prisa por Manaos con las sirenas a todo volumen y las excavadoras abren nuevas filas de tumbas, el aire hmedo de esta ciudad a orillas de majestuoso Ro Amazonas se siente ms denso de lo habitual ante una negacin tan persistente. Manaos ha registrado casi el triple de decesos habituales en abril y mayo. Mdicos y psiclogos dicen que la negacin de base procede de una mezcla de desinformacin, falta de educacin, escasez de pruebas y mensajes contradictorios de los lderes del pas. El primero de los escpticos es el presidente, Jair Bolsonaro, quien se ha referido repetidamente ... "], ["2020-05-25 14:30", "Semi-Autonomous Bus Market Worth 71,682 Units By 2025 & Autonomous Bus Market Worth $ 2,773 Million By 2030 - Exclusive Report By MarketsandMarkets ...  is heavily dependent on buses as the public transport medium. Thus, recent developments in autonomous technologies and quick adoption of the technology would help the Asia Pacific market to grow rapidly. The global Semi-Autonomous Bus Market is dominated by major players such as Continental ( Germany ) Bosch ( Germany ), Aptiv (UK), AB Volvo ( Sweden ), and Denso ( Japan ). All the companies have strong distribution networks at a global level. In addition, these companies offer an extensive product range in this market. These companies have adopted strategies such as new product developments, collaborations, and contracts & agreements to sustain their market position. On the other hand, EasyMile ( France ), Navya ( France ), 2getthere ( Netherlands ), and ... "], ["2020-05-22 11:41", "Coronavirus: Two in five work in an inappropriate home-working environment ...  Beachraider Ad Contact Tracing, Outreach to High Risk Populations Gives Medica Employees the Opportunity to Demonstrate Their Community Commitments Business Wire Pakistani passenger plane crashes near Karachi, 107 on board Associated Press The Stars Of Harry Potter Dramatically Changed Faqtoids.com Ad Global Industrial Robotics Market Analysis (2020 to 2026) - Featuring Kawasaki Heavy Industries, Denso & Toshiba Machine Among Others - ResearchAndMarkets.com Business Wire Man who filmed shooting of Ahmaud Arbery charged with murder ABC News 'This is insane': Democrats and national security experts sound the alarm after Trump administration declares it's abandoning a critical treaty Business Insider New Jersey: Say Bye To Expensive Solar Panels ... "], ["2020-05-22 03:12", "Coronavirus: NZ COVID-19 Tracer app explained - how QR codes work ...  diary' app early But it appears the system is not simple for every Kiwi, judging by a surge of Google searches for 'QR code' in the lead-up to the app's release. If this is you - and there's no shame - read on. QR codes are like barcodes, but better QR codes were invented in 1994 by Masahiro Hara, of Japanese tech company Denso Wave. They have become increasingly popular with businesses in recent years, in some cases displacing the standard barcode system. QR codes are similar to barcodes in that they are altered in small ways to create an individualised code that is digitally scanned by a machine. However while barcodes can only be read left-to-right, QR codes operate across two axes - both horizontally and vertically. Related News Govt ... "], ["2020-05-21 05:53", "WTR forecasts significant drop in traffic volume before Idul Fitri - ANTARA News ...  to prevent COVID-19 transmission as stipulated in the circular letter of the Public Works and Public Housing Minister No. 07 of 2020. Related news: Staying apart may bring us closer to flattening COVID-19 curve Related news: Police intensify patrol to preserve public order amid pandemic Reporter: Ade Irma Junida, Sri Haryati Editor: Rahmad Nasution COPYRIGHT ANTARA 2020 Prev News DENSO, Global Mobility Service to Support Delivery of COVID-19 Test Kits in Indonesia Next News Spore's Deputy PM extends Idul Fitri greetings telephonically to Amin Related News Indonesia demands China's accountability for boat abuse 10th May 2020 Government warns of more OTGs testing positive for COVID-19 10th May 2020 Surabaya increases hopsitals' capacity to treat ... "], ["2020-05-21 05:07", "DENSO, Global Mobility Service to Support Delivery of COVID-19 Test Kits in Indonesia - ANTARA NewsDENSO Coporation and Global Mobility Service Inc. (GMS) announced today they will support the delivery of polymerase chain reaction (PCR) testing kits, which ..."], ["2020-05-21 04:52", "OmniSci Records Best Quarter in Company History - ANTARA News ...  Intelligence Laboratory (CSAIL). OmniSci is funded by GV, In-Q-Tel, New Enterprise Associates (NEA), NVIDIA, Tiger Global Management, Vanedge Capital and Verizon Ventures. The company is headquartered in San Francisco. Learn more about OmniSci at www.omnisci.com . Reporter: PR Wire Editor: PR Wire COPYRIGHT ANTARA 2020 Prev News Indonesia's budget deficit reaches Rp74.5 trillion Next News DENSO, Global Mobility Service to Support Delivery of COVID-19 Test Kits in Indonesia Related News Amazon original series Regular Heroes to premiere May 8 highlighting courageous stories from the front-lines of COVID-19 9th May 2020 Nearly half of export from Thailand undertaken through new forms of trade, says ASEAN-Japan Centre 9th May 2020 TONIK chooses V-Key as ... "], ["2020-05-20 10:30", "Semi-Autonomous & Autonomous Truck Market Worth $3,254 Thousand Units By 2025 - Exclusive Report By MarketsandMarkets ...  in mining trucks would drive the Asia Pacific autonomous truck market, as China is the biggest mining country in the world Request for Sample Pages: https://www.marketsandmarkets.com/requestsampleNew.asp?id=224614273 The global semi-autonomous truck market is dominated by major players such as Continental ( Germany ) Bosch ( Germany ), Aptiv (UK), AB Volvo ( Sweden ), and Denso ( Japan ). All the companies have strong distribution networks at a global level. In addition, these companies offer an extensive product range in this market. These companies have adopted strategies such as new product developments, collaborations, and contracts & agreements to sustain their market position. On the other hand, Embark (US), Tesla (US), TuSimple (US), Caterpillar (US ... "], ["2020-05-15 14:35", "Richmond retrasar la reapertura de \"fase uno\" hasta el 29 de mayo ...  localmente para la Ciudad de Richmond y la Regin de Virginia Central \". La carta, que fue obtenida por 8News, expuso las preocupaciones del alcalde sobre que Richmond comenzara la \"fase uno\" del plan de Virginia para reabrir, especficamente las disparidades raciales en las muertes y los temores de COVID-19 de la ciudad sobre el \"entorno urbano denso de Richmond\". Virginia ha reportado 611 casos de coronavirus en la ciudad de Richmond, con 18 muertes relacionadas con el virus y 102 residentes en el hospital. Los afroamericanos representan 16 de las 18 muertes por coronavirus de la ciudad. Copyright 2020 Nexstar Broadcasting, Inc. All rights reserved. This material may not be published, broadcast, rewritten, or redistributed. Share this ... "], ["2020-05-14 14:10", "Pune-based engineering firm gets Labour Dept notice over pay cuts up to 50% ...  for other full-time employees ranged from 10-50 per cent. The compensation change will be implemented by first reducing the variable pay and special allowances and will be extended to the fixed component if it extends beyond the variable pay component, it said. Business Standard has reviewed a copy of the official mail. The company which boasts of clients such BMW, Cummins, Denso, Hitachi and Honda among others, employs around 5,500 people. ALSO READ: All 9 Steps FM Nirmala Sitharaman announced in second tranche The labour department's order was in response to a complaint filed by union National Infomation Technology Employees Senates (NITES) against the salary cuts undertaken by the firm. \"Moreover, they have forced more than 200 employees to go on ... "], ["2020-05-13 14:10", "Global Cloud Based Solutions For Automotive Industry ...  Table 95: Rest of World Cloud Based Solutions for Automotive Market Estimates and Forecasts in US$ Million by Vehicle Type: 2018 to 2025 Table 96: Cloud Based Solutions for Automotive Market in Rest of World: Percentage Share Breakdown of Sales by Vehicle Type for 2019 and 2025 IV. COMPETITION AIRBIQUITY BLACKBERRY LTD. CONTINENTAL AG DELPHI AUTOMOTIVE PLC DENSO CORPORATION ERICSSON AB HARMAN INTERNATIONAL ROBERT BOSCH GMBH SIERRA WIRELESS TOMTOM INTERNATIONAL BV TRIMBLE VERIZON WIRELESS V. CURATED RESEARCH Read the full report: https://www.reportlinker.com/p05798142/?utm_source=PRN About Reportlinker ReportLinker is an award-winning market research solution. Reportlinker finds and organizes the latest industry data so you get all the market research you ... "], ["2020-05-12 18:30", "Market Insights For Industrial Robotics In Europe 2020, Featuring Key Player Profiles Including ABB Ltd, Comau Spa And DENSO Corp ... newsletters, breaking news alerts, and more. I agree to TheMaven's Terms and Policy Sign Up Already have an account? Login here Alerts | Newsletters JIM CRAMER INVESTING PERSONAL FINANCE RETIREMENT TECHNOLOGY MARKETS HOW-TO VIDEO FINANCIAL ADVISOR CENTER Login Account Market Insights For Industrial Robotics In Europe 2020, Featuring Key Player Profiles Including ABB Ltd, Comau Spa And DENSO Corp DUBLIN, May 12, 2020 /PRNewswire/ -- The \"Industrial Robotics Market in Europe 2020-2024\" report has been added to ResearchAndMarkets. Author: PR Newswire Publish date: May 12, 2020 2:30 PM EDT DUBLIN , May 12, 2020 /PRNewswire/ -- The \"Industrial Robotics Market in Europe 2020-2024\" report has been added to ResearchAndMarkets.com's offering ... "], ["2020-05-12 03:00", "Former Gov. Bill Haslam, Crissy Haslam launch summer tutoring program to address COVID-19 ... , Thursday, April 12, 2018. Caitie McMekin/News Sentinel Fullscreen Gov. Bill Haslam shakes Van Hool CEO Filip Van Hool's hand before the announcement of the Belgian bus company Van Hool building a factory in Morristown, Tenn. and creating more than 600 jobs, Thursday, April 12, 2018. Caitie McMekin/News Sentinel Fullscreen Gov. Bill Haslam speaks after the company DENSO announces expansion plans in Maryville on Friday, Oct. 6, 2017. BRIANNA PACIORKA/NEWS SENTINEL Fullscreen Bill Haslam, left, and brother, Jimmy Haslam are pictured here when they both worked for Pilot. Photo courtesy of the Haslam fam, Knoxville News Sentinel Fullscreen In a Feb. 1993 photograph, Pilot Oil Corporation executives James Haslam III, left, James Haslam II, and William (Bill ... "], ["2020-05-08 02:01", "ANSYS (ANSS) Q1 2020 Earnings Call Transcript ...  the current environment? Maria Shields -- Senior Vice President and Chief financial Officer So Saket, what I'd say is, if you think about our customer base, you should really kind of bifurcate it. At the enterprise level, we are still seeing our large customers thinking long-term because R&D is really a long-term investment. And so an example that Ajei spoke to in his remarks is DENSO, a very long-standing customer that just entered into a three-year multiyear lease. Where we're really seeing the biggest dynamic right now and what we built into our outlook for 2020 is that at the small-medium business level, that those customers are probably -- and we're seeing some of this going to choose an annual lease versus a paid up just given the current ... "], ["2020-05-07 13:30", "Automotive Cooling Fan Market Size Worth Around US$ 68 Bn By 2027 ... Many electric cars have all the state-of - the-art equipment and electronic instrument clusters that need a fan to hold the electrical systems temperature and work properly. In view of the above reasons, the automotive cooling fan demand is expected to improve in the projected time period. Key Players & Strategies Participants include major global players such as DENSO CORPORATION, AMETEK Inc., Horton Holding , Inc., Flexxaire Inc., Multi-Wing America , Inc., Sunonwealth Electric Machine Industry Co. Ltd, SPAL Automotive, Others. The establishment of strategic partnerships with global players in the fan cooling network is anticipated to support key players on the global car cooling fan market. The industry has experienced the emergence and complexity of the ... "], ["2020-05-05 19:57", "Uber CEO tells employees that it is finalizing layoffs as fears circulate among staff that 4,000 jobs will be cut (UBER) ... ;s Advanced Technologies Group, the unit building self-driving cars, with 1,423 people. This group may have enough funds to avoid big layoffs, but that depends on if it is concerned about preserving its cash, In July, 2019, this group raised $1 billion in funding from a consortium of investors — $400 million from Toyota, $333 million from SoftBank, and $267 million from DENSO, and spun out ATG into its own group. The third biggest group involves people that work in a variety of programs for drivers, safety, and for Uber Money, the financial products unit the company launched in October. This collection of groups employs about 865 in the US, according to data seen by Business Insider. The unit that handles core infrastructure employs about 632 people ... "], ["2020-05-05 08:32", "LG Chem among top 5 foreign firms with most new patents in Japan ...  also the entire LG Group has been taking an \"aggressive stance\" in dealing with its rivals in recent years, a stark contrast to its previous strategy of steering clear of controversies and avoiding problems. Panasonic registered 2,564 patents in Japan last year, down from 2,630 in 2018. It was No.5 among domestic firms following Canon, Mitsubishi Electric, Toyota and Denso. namhw@koreatimes.co.kr More articles by this reporter Bucheon offers stimulus money to foreigners, including undocumented ones Plastic pieces found in Pulmuone's kimchi packs Schools to reopen in phases from May 13 Schools to open in phases from May 13 Samsung chief set to apologize over wrongdoings S. Korea reports 8 more cases of coronavirus infection, total at 10,801 South ... "], ["2020-05-04 17:04", "Pellissippi State Community College starts phased reopening starting this week ...  Boyd building at its Strawberry Plains Campus. From left are Jenny and Randy Boyd, Pellissippi State nursing student Chisa Huffman and Pellissippi State President L. Anthony Wise Jr. Submitted Fullscreen Contributed photoPellissippi State Community College president L. Anthony Wise Jr., left, accepted a check from Mike Brackett, DENSO Manufacturing Tennessee's senior vice president of corporate services and DENSO International America Inc.'s vice president of North American corporate planning and human resources, on behalf of the College and the Pellissippi State Foundation. At right is Peggy Wilson, vice president of College Advancement and executive director of the Pellissippi State Foundation. Submitted Fullscreen Contributed PhotoStage-fighting ... "]]}}