{"postfix": "deutsche_post-aktie", "name": "DEUTSCHE_POST", "wkn": "555200", "time": "2020.05.26 15:53", "ts": 1590501231, "features": {"KGV": "15.94", "Marktkapitalisierung": {"Size": "Mrd", "Value": "35.17"}, "GA": "2.13", "KBV": "2.97", "BA": "11.43", "KCV": "7.59", "CA": "4.47", "Vola30": "36.32", "Vola90": "71.94", "Vola180": "52.7", "Vola250": "38.99"}, "rivals": ["united_internet-aktie", "fedex-aktie", "expeditors_international_of_washington-aktie", "ch_robinson_worldwide-aktie", "ups-aktie", "kuehnenagel_international-aktie", "nippon_express-aktie"], "text_data": {"de": [["2020.05.26", "Deutsche Post: Und es geht weiter...."], ["2020.05.26", "Deutsche Post plant umfassende vorbeugende Coronavirus-Tests"], ["2020.05.26", "Coronavirus: Deutsche Post bietet mehr als 10.000 Mitarbeitern Covid-19-Test an"], ["2020.05.26", "Deutsche Post bietet Tausenden Mitarbeitern Coronavirus-Test an"], ["2020.05.26", "Coronavirus - Logistik: Deutsche Post plant umfassende vorbeugende Coronavirus-Tests"], ["25.05.20", "Verdi läutet neue Tarifrunde bei Deutscher Post ein"], ["20.05.20", "Deutsche Post: Zurück auf Vor-Crash-Niveau"], ["16.05.20", "ROUNDUP 2/Kreis Heinsberg: DPD-Standort wegen Coronafällen geschlossen"], ["16.05.20", "ROUNDUP: DPD-Standort mit 400 Mitarbeitern wegen Coronafällen geschlossen"], ["16.05.20", "KORREKTUR: DPD-Standort mit 400 Mitarbeitern wegen Coronafällen geschlossen"], ["16.05.20", "DPD-Standort Hückelhoven mit 400 Mitarbeitern wegen Coronafällen geschlossen"], ["15.05.20", "XETRA-SCHLUSS/DAX geht etwas erholt ins Wochenende"], ["14.05.20", "Mitarbeiter im DHL-Paketzentrum Neumünster mit Corona-Virus angesteckt"], ["14.05.20", "Deutsche Post: Das ist stark - jetzt einsteigen?"], ["13.05.20", "Moody's bestätigt Rating der Deutschen Post; Ausblick stabil"], ["13.05.20", "ANALYSE-FLASH: Bernstein belässt Deutsche Post auf 'Market-Perform'"], ["13.05.20", "Citi: Deutsche Post - Quartalszahlen sorgen für Käufe"], ["13.05.20", "Hermes: Rund 40 Prozent mehr Sendungen in Deutschland im April"], ["13.05.20", "Citi: Deutsche Post - Quartalszahlen sorgten für Käufe"], ["13.05.20", "Deutsche Post DHL geht von weiterem Online-Wachstum aus"], ["12.05.20", "MÄRKTE EUROPA/Mailand und Madrid an der Spitze der Gewinner"], ["12.05.20", "Deutsche Post: Quartalsbericht stimmt Anleger optimistisch - Aktie spurtet an DAX-Spitze"], ["12.05.20", "MÄRKTE EUROPA/Mailand an der Spitze der Gewinner"], ["12.05.20", "AKTIE IM FOKUS: Post-Aktie markiert nach Zahlen neues Erholungshoch"], ["12.05.20", "ROUNDUP 2: Deutsche Post schafft neue Jobs wegen Corona - Aktie an Dax-Spitze"], ["12.05.20", "MÄRKTE EUROPA/Einzeltitel machen die Musik"], ["12.05.20", "Deutsche-Post-CEO: Wir brauchen keine Staatshilfe"], ["12.05.20", "Post hofft auf Normalisierung in der Corona-Krise"], ["12.05.20", "Deutsche-Post-Aktie nach Zahlen: Kurs springt nach oben"], ["12.05.20", "AKTIE IM FOKUS: Post-Aktie nähert sich nach Zahlen ihrem Erholungshoch"], ["12.05.20", "HSBC: Allianz und Deutsche Post ohne Jahresausblick"], ["12.05.20", "ROUNDUP: Deutsche Post steigert Umsatz trotz Corona-Krise - Aktie legt zu"]], "en": [["12.05.20", "Deutsche Post says Europe business returning to normal"], ["12.05.20", "Deutsche Post confirms coronavirus hit to earnings"], ["01.04.20", "Deutsche Post AG : Release of a capital market information"], ["18.03.20", "Deutsche Post AG : Release of a capital market information"], ["16.03.20", "Deutsche Post AG : Release according to Article 40, Section 1 of the WpHG [the German Securities Trading Act] with the objective of Europe-wide distribution"], ["12.03.20", "Deutsche Post AG : Preliminary announcement of the publication of quarterly reports and quarterly/interim statements"], ["11.03.20", "Deutsche Post DHL: We are in a very robust position"], ["10.03.20", "Deutsche Post eyes profit boost despite coronavirus disruption"], ["10.03.20", "Deutsche Post AG : Form notification of share repurchase programme"], ["04.03.20", "Deutsche Post AG : Preliminary announcement of the publication of financial reports according to Articles 114, 115, 117 of the WpHG [the German Securities Act]"], ["28.02.20", "Deutsche Post AG : "], ["28.02.20", "Deutsche Post AG : Impact of Coronavirus and decision on StreetScooter"], ["26.02.20", "Deutsche Post AG : Release according to Article 40, Section 1 of the WpHG [the German Securities Trading Act] with the objective of Europe-wide distribution"], ["07.01.20", "Deutsche Post bosses accused of manipulating employee satisfaction survey"], ["2020-05-26 14:33", "Germany stamps authority on Lufthansa with $9.8 billion lifeline ... . Lufthansa has been locked in talks with Berlin for weeks over aid it needs to survive an expected protracted travel slump, with the airline wrangling over how much control to yield in return for financial support. Germany's central government has spent decades offloading stakes in companies, but remains a large shareholder in former state monopolies such as Deutsche Post and Deutsche Telekom. Berlin also still has a 15 percent holding in Commerzbank, which it took on during the global financial crisis. Other airlines including Franco-Dutch Air France-KLM and US carriers American Airlines, United Airlines and Delta Air Lines have also sought state aid after the coronavirus hit global travel. Germany's Finance and Economy Ministries said on Monday ... "], ["2020-05-26 13:32", "Stocks soar as New York Stock Exchange reopens floor to traders ... struggling, New Yorkers contemplate abandoning the city they... home Home share Share Share on Facebook Email this link Share on Twitter Share on Pinterest Share on LinkedIn comment 0 Washington Post Logo Democracy Dies in Darkness Skip to main content Coronavirus Live updates U.S. map World map Reopening tracker Lives lost Your life at home Your money Business Stocks  ...  of the worst of the virus being behind us investors are beginning to focus on more countries reopening and the lifting of travel bans around the world,\" said Torsten Slok, chief economist for Deutsche Bank Securities in an email. \"More signs of reopening and more signs of travel bans being lifted creates more clarity for markets.\" AD AD Dow component Merck was up in early trading  ... "], ["2020-05-26 12:18", "The Latest: Kremlin spokesman with virus home from hospital ... the fight against the proliferation, particularly on social networks, of fake news about the disease and its treatments has mobilized all our editorial offices.\" The broadcasters — France Mdias Monde, Deutsche Welle, the BBC World Service, NHK World, CBC Radio-Canada, ABC Australia and the U.S. Agency for Global Media, whose networks include Voice of America and Radio Free Asia & ... News Entertainment News Sports News Government Events 5|23 DigiMarCon Cruise 2020 - Digital... 5|27 Selling New Tech To DOD 5|30 CFMA's Annual Conference &... See More Events Post Your Event Defense Photo of the Day Memorial Day 2020 Today in History 1978: NOAA announces gender-neutral hurricane naming system Listen Live Newsletter Sign Up FNN Events Insights Advertise  ... "], ["2020-05-26 12:04", "Futures Soar Above 3,000, Dollar Tumbles On Vaccine Hopes, Reopening Optimism ... to the highest since April 30. Package holiday company TUI was the biggest gainer, up 37%; British Airways parent IAG gains 18%, EasyJet +9.8% and Intercontinental Hotels +9.6%. Deutsche Lufthansa, which rose 7.5% Monday after Germany reached agreement on a bailout, gains 6%. Also on the reopening front, Spain urged foreign holidaymakers to return from July as it ...  USD 32.50/bbl and USD 35.50/bbl apiece. Spot gold succumbs to the risk appetite and see modest outflows, with losses cushioned by the weaker Buck as the yellow metal straddles USD 1725/oz. Copper prices post decent gains amid the risk tone and softer Dollar with prices eyeing USD 2.45/lb to the upside. US Event Calendar 8:30am: Chicago Fed Nat Activity Index, prior -4.2 9am: S&P CoreLogic CS 20-City ... "], ["2020-05-26 11:46", "Some markets are hitting their highest levels since March. But huge risks remain ... in July. But major risks, of course, remain. \"The rise in risk assets [is] despite consistent escalation of US-China tensions and a continuous drumbeat of negative economic data,\" Deutsche Bank strategist Jim Reid told clients on Tuesday. See here: Germany's closely-watched Ifo business climate index recovered somewhat in May, according to data released Monday. But many companies ... Virgin Orbit rocket cuts short crucial test flight Uber cuts 600 jobs in India as the coronavirus pandemic hurts business Comments Leave a Reply Cancel reply You must be logged in to post a comment. Terms of Service | Privacy Policy | KESQ-TV FCC Public File | KPSP-TV FCC Public File | KDFX-TV FCC Public File | EEO Report | Do Not Sell My Personal Information Subscribe to ... "], ["2020-05-26 11:46", "Some markets are hitting their highest levels since March. But huge risks remain ...  July. But major risks, of course, remain. \"The rise in risk assets [is] despite consistent escalation of US-China tensions and a continuous drumbeat of negative economic data,\" Deutsche Bank strategist Jim Reid told clients on Tuesday. See here: Germany's closely-watched Ifo business climate index recovered somewhat in May, according to data released Monday. But many ...  Virgin Orbit rocket cuts short crucial test flight Uber cuts 600 jobs in India as the coronavirus pandemic hurts business Comments Leave a Reply Cancel reply You must be logged in to post a comment. Terms of Service Privacy Policy FCC Public File EEO Public Filing Do Not Sell My Personal Information Subscribe to our Email Lists Daily News Update Weather Forecast Breaking News Severe ... "], ["2020-05-26 11:46", "Some markets are hitting their highest levels since March. But huge risks remain ... July. But major risks, of course, remain. \"The rise in risk assets [is] despite consistent escalation of US-China tensions and a continuous drumbeat of negative economic data,\" Deutsche Bank strategist Jim Reid told clients on Tuesday. See here: Germany's closely-watched Ifo business climate index recovered somewhat in May, according to data released Monday. But many ...  Mercedes-AMG chief Virgin Orbit rocket cuts short crucial test flight Virgin Orbit rocket cuts short crucial test flight Comments Leave a Reply Cancel reply You must be logged in to post a comment. Terms of Service | Privacy Policy | KMIZ-TV FCC Public File | Do Not Sell My Personal Information Subscribe to our Email Lists Breaking News Severe Weather Daily News & Weather Updates  ... "], ["2020-05-26 11:46", "Some markets are hitting their highest levels since March. But huge risks remain ...  July. But major risks, of course, remain. \"The rise in risk assets [is] despite consistent escalation of US-China tensions and a continuous drumbeat of negative economic data,\" Deutsche Bank strategist Jim Reid told clients on Tuesday. See here: Germany's closely-watched Ifo business climate index recovered somewhat in May, according to data released Monday. But many ...  Global stocks rise as 're-opening optimism' takes hold Those Memorial Day burgers will cost more this year Comments Leave a Reply Cancel reply You must be logged in to post a comment. Terms of Service | Privacy Policy | KTVZ-TV FCC Public File | Contact Us | Do Not Sell My Personal Information Subscribe to our Email Newsletters Breaking News Severe Weather Daily News Updates ... "], ["2020-05-26 11:11", "Deutsche Post DHL sees supply chains shifting due to virusDeutsche Post DHL , one of the world's biggest logistics companies, has seen its customers push to diversify their supply chains during the coronavirus crisis, a senior executive told Reuters in an interview."], ["2020-05-26 11:04", "INTERVIEW-Deutsche Post DHL sees supply chains shifting due to virusDeutsche Post DHL , one of the world's biggest logistics companies, has seen its customers push to diversify their supply chains during the coronavirus crisis, a senior executive told Reuters in an interview."], ["2020-05-26 10:05", "AdaptHealth Expands Into Diabetes Segment With Accretive Acquisition Of Leading Distributor Solara Medical Supplies ... certain customary closing conditions and regulatory approvals, including expiration or termination of all applicable waiting periods under the Hart-Scott-Rodino Antitrust Improvements Act of 1976, as amended. Deutsche Bank Securities Inc. is acting as the exclusive M&A advisor to AdaptHealth and RBC Capital Markets, LLC is acting as financing advisor. Willkie Farr & Gallagher LLP, Polsinelli ... 2020, to discuss the details of this announcement. The conference call may be accessed by dialing 877-423-9820 or 201-493-6749. For reference during the call, the Company will post certain supplemental slides at http://www.adapthealth.com . The live call and replay will also be available on the Company's website, www.adapthealth.com , under \"Investor Relations ... "], ["2020-05-26 10:04", "Hana Kimura: Suicide of Japanese wrestler blamed on online bullying ... Ukrainian Urdu Wrong language? Change it here DW.COM has chosen English as your language setting. DW.COM in 30 languages DW AKADEMIE ABOUT DW DW.COM Deutsche Welle TOP STORIES Germany Berlin Wall Coronavirus World Europe Germany and Turkey - A difficult relationship Africa Crime Fighters The 77 Percent Africa on the Move Asia  ...  reddit Newsvine Permalink https://p.dw.com/p/2gjRj The social media platforms with the most negative effects on mental health Other people on the show also appear to have been the target of similar online attacks, with an Instagram post by Emika Mizukoshi saying she had also been abused. \"When I left Terrace House , I was also hurt by slander,\" she wrote. \"Lots of people wrote 'Die' or 'Go away' or 'Don ... "], ["2020-05-26 09:01", "Lufthansa agrees 9bn bailout with German government ...  of jobs. Lufthansa has been locked in talks with Berlin for weeks over aid it needs to survive a protracted travel slump , with the airline wrangling over how much control to yield in return for financial support. Germany's central government has spent decades offloading stakes in companies but remains a large shareholder in former state monopolies such as Deutsche Post and Deutsche Telekom. Berlin also still has a 15% holding in Commerzbank, which it took on during the global financial crisis. Other airlines including Franco-Dutch Air France-KLM and US carriers American Airlines, United Airlines and Delta Air Lines have also sought state aid after the coronavirus reduced global travel. Germany's finance and economy ministries said on Monday that ... "], ["2020-05-26 08:56", "Strategic Considerations on the Covid-19 Crisis ...  the present banking system maintain an enormously expensive war build-up? It doesn't have any money—that's what a crash signifies. I think that for the oligarchs, the post-lockdown economy will require a financial structure like that devised by Hitler's finance minister Hjalmar Schacht—a dual system separating the regular economy from the war economy, analogous to Schacht ...  aren't fully part of the Anglo-American establishment. The European Commission is an enormous bureaucratic hulk set up and run by the likes of Herman Aps of Deutsche Bank (and other ex-Nazis), which has come under considerable fire from American media. Is Brexit symptomatic of a serious disagreement between English and Continental oligarchies, and what would  ... "], ["2020-05-26 08:10", "Coronavirus latest: India reports 7th consecutive infection record ... . Meyer said the company had already tested 5,000 employees in Germany after concerns about potential encounters with infected individuals. Of those tested, more than 20 were found to have the virus, and many of them showed no symptoms. For that reason, it's likely \"we have more infected people around our business premises than previously suspected,\" Meyer said. Deutsche Post is Europe's largest mail delivery service and the biggest courier company in the world. 02:00 US biotech firm Novavax says it has started first-phase human trials of its experimental coronavirus vaccine in Australia, with preliminary results expected in July. During the first phase, which began on Tuesday, 131 volunteers from the cities of Melbourne and Brisbane will be ... "], ["2020-05-26 07:25", "BA passengers complain about packed flights with no masks as airline restarts in Europe ... of a second peak of the virus. BA said face masks are a \"personal preference\", adding that it is currently in talks over how to implement safety procedures in a post-coronavirus world. Under current rules, the airline said facial coverings are not compulsory on board its flights. The aviation industry as a whole is struggling to bounce back from the coronavirus  ...  crew members should adhere at all times to strict hand hygiene and... should wear a face mask.\" mirrormoneysaving Follow @ MirrorMoney Comments Show more comments More On EasyJet Ryanair Deutsche Lufthansa AG British Airways Air France Aer Lingus World Health Organisation Redundancy Coronavirus Money all Most Read Most Recent British Airways British Airways 'to axe thousands of cabin  ... "], ["2020-05-26 07:17", "KTVZ ...  proliferation, particularly on social networks, of fake news about the disease and its treatments has mobilized all our editorial offices.\"The broadcasters — France Mdias Monde, Deutsche Welle, the BBC World Service, NHK World, CBC Radio-Canada, ABC Australia and the U.S. Agency for Global Media, whose networks include Voice of America and  ... he told Amy Cooper the dog needed to be on a leash. He says he was not screaming at Amy Cooper, and \"was actually pretty calm.\"The two went back-and-forth about the dog leash. Christian Cooper, according to his Facebook post, then told the Amy Cooper: \"Look, if you're going to do what you want, I'm going to do what I want, but you're not going to like it.\"\"I didn't know what  ... "], ["2020-05-26 07:04", "Germany stamps authority on Lufthansa with $9.8 billion lifeline ... . Lufthansa has been locked in talks with Berlin for weeks over aid it needs to survive an expected protracted travel slump, with the airline wrangling over how much control to yield in return for financial support. Germany's central government has spent decades offloading stakes in companies, but remains a large shareholder in former state monopolies such as Deutsche Post and Deutsche Telekom. Berlin also still has a 15% holding in Commerzbank, which it took on during the global financial crisis. Other airlines including Franco-Dutch Air France-KLM and US carriers American Airlines, United Airlines and Delta Air Lines have also sought state aid after the coronavirus hit global travel. ALSO READ: Oil climbs as suppliers stick to output cuts, coronavirus ... "], ["2020-05-26 06:01", "KYMA KSWT KECY Yuma ...  told Amy Cooper the dog needed to be on a leash. He said he was not screaming at Amy Cooper, and \"was actually pretty calm.\"The two went back-and-forth about the dog leash. Christian Cooper, according to his Facebook post, then told her: \"Look, if you're going to do what you want, I'm going to do what I want, but you're not going to like it.\"\"I didn't know what that meant.  ...  proliferation, particularly on social networks, of fake news about the disease and its treatments has mobilized all our editorial offices.\"The broadcasters — France Mdias Monde, Deutsche Welle, the BBC World Service, NHK World, CBC Radio-Canada, ABC Australia and the U.S. Agency for Global Media, whose networks include Voice of America and  ... "], ["2020-05-26 05:58", "Lufthansa lifted by 9bn German government bailout ...  global coronavirus pandemic. Image: Economy minister Peter Altmaier said the deal will prevent Lufthansa 'being sold out' Central to the negotiations was how much control the airline handed over in return for financial support. The German government has spent decades offloading stakes in companies, but remains a large shareholder in former state monopolies, including Deutsche Post and Deutsche Telekom. Advertisement Berlin also still has a 15% holding in Commerzbank, which it took on during the global financial crisis. Other airlines including Franco-Dutch Air France-KLM and US carriers American Airlines, United Airlines and Delta Air Lines have also sought state aid after COVID-19 hit global travel. More from Covid-19 Coronavirus: Faulty dementia ... "]]}}