{"postfix": "deutsche_telekom-aktie", "name": "DEUTSCHE_TELEKOM", "wkn": "555750", "time": "2020.05.26 15:38", "ts": 1590500303, "features": {"KGV": "14.05", "Marktkapitalisierung": {"Size": "Mrd", "Value": "65.80"}, "GA": "1.04", "KBV": "2.19", "BA": "6.67", "KCV": "3.12", "CA": "4.69", "Vola30": "26.44", "Vola90": "51.48", "Vola180": "38.29", "Vola250": "28.08"}, "rivals": ["adva-aktie", "bechtle-aktie", "cancom-aktie", "drillisch-aktie", "freenet-aktie", "united_internet-aktie", "at_t-aktie"], "text_data": {"de": [["2020.05.26", "Dauerstreit 3. Liga: Ministerium Baden-Württembergs widerspricht DFB"], ["25.05.20", "Entwickler bei deutscher Corona-App bei Halbzeit angekommen"], ["25.05.20", "In Coronavirus-Krise: DEL-Clubs reichen Lizenzen ein"], ["20.05.20", "MÄRKTE EUROPA/Kurse setzen sich - Kurssprung bei Aareal Bank"], ["19.05.20", "MÄRKTE EUROPA/Uneinheitlich - Ende des Leerverkaufverbots drückt"], ["19.05.20", "XETRA-SCHLUSS/DAX baut Rally-Gewinne noch etwas aus"], ["19.05.20", "Deutsche Telekom: Milliarden-Deal mit Softbank - geht jetzt alles ganz schnell?"], ["19.05.20", "Softbank will 20 Milliarden Dollar für T-Mobile-US-Anteile"], ["19.05.20", "MÄRKTE EUROPA/Rücksetzer - Ende des Leerverkaufverbots belastet"], ["19.05.20", "Blatt - Softbank will T-Mobile-US-Anteile für 20 Mrd Dollar verkaufen"], ["19.05.20", "MÄRKTE EUROPA/Verschnaufpause nach Rally-Schub"], ["19.05.20", "ROUNDUP: Provider bekräftigen zum LTE-Jubiläum ihre Ausbaupläne"], ["19.05.20", "MÄRKTE-EUROPA/Anschlusskäufe treiben DAX weiter - Aufbaufonds stützt"], ["19.05.20", "ROUNDUP/Kreise: Softbank will Deal mit Telekom zu T-Mobile-US diese Woche"], ["19.05.20", "Verkauf von T-Mobile-US-Anteilen rückt näher: Insider: Softbank will Telekom-Deal noch diese Woche verkünden"], ["19.05.20", "Medien - Softbank will T-Mobile US-Anteile an Telekom zu verkaufen"], ["19.05.20", "Softbank will Deal mit Telekom zu T-Mobile-US offenbar noch diese Woche verkünden"], ["19.05.20", "Provider bekräftigen zum LTE-Jubiläum ihre Ausbaupläne"], ["18.05.20", "MÄRKTE EUROPA/Bullische Anleger lösen Rally an Europas Börsen aus"], ["18.05.20", "Sprint: Telekom bekommt Anteile von T-Mobile US billiger"], ["18.05.20", "Deutsche Telekom will Anteile an New T-Mobile auf über 50 Prozent erhöhen"], ["18.05.20", "MÄRKTE EUROPA/Aktien profitieren von steigender Risikobereitschaft"], ["18.05.20", "MÄRKTE EUROPA/Aktien und Gold die Gewinner zum Start in die Woche"], ["18.05.20", "WeWork-Absturz brockt Investor Softbank Rekordverlust ein"], ["18.05.20", "AKTIE IM FOKUS 2: T-Aktien laufen trotz möglichem Softbank-Deal Dax hinterher"], ["18.05.20", "ROUNDUP/'WSJ': Softbank will T-Mobile-US-Aktien an Deutsche Telekom verkaufen"], ["18.05.20", "MÄRKTE EUROPA/Aktien sehr fest und Gold immer teurer - DAX +3%"], ["18.05.20", "WDH/AKTIE IM FOKUS: Deutsche Telekom steigen - Kreise: Möglicher Softbank-Deal"], ["18.05.20", "AKTIE IM FOKUS: Deutsche Telekom steigen - Kreise: Möglicher Softbank-Deal"], ["18.05.20", "Märkte am Morgen: DAX vor starkem Wochenauftakt; Volatilität, Bitcoin, Tencent, Ping An Healthcare, Wirecard, Deutsche Telekom, ThyssenKrupp"], ["18.05.20", "Verschuldeter Tech-Investor braucht Geld: Softbank will T-Mobile-Anteil an Telekom verkaufen"], ["18.05.20", "Softbank will T-Mobile-Anteile an Deutscher Telekom verkaufen"], ["18.05.20", "Softbank will Aktien verkaufen: Telekom steht vor großem T-Mobile-Deal"], ["18.05.20", "Deutsche Telekom: Mega-Deal voraus?"]], "en": [["21.05.20", "T-Mobile sees pandemic as opportunity to connect with first-responders with free service, phones"], ["21.05.20", "T-Mobile rolls out Connecting Heroes program with free service for first responder agencies     - CNET"], ["20.05.20", "T-Mobile U.S. stock price target raised to $126 from $104 at KeyBanc Capital"], ["19.05.20", "T-Mobile Stock Falls As SoftBank To Sell Up To $20 Billion In Shares Amid Losses"], ["19.05.20", "SoftBank reportedly plans to sell about $20 billion of its T-Mobile shares"], ["19.05.20", "SoftBank considers $20bn T-Mobile US share sale"], ["19.05.20", "SoftBank in talks to sell down T-Mobile US stake to Deutsche Telekom - WSJ"], ["19.05.20", "SoftBank in talks to sell down T-Mobile U.S. stake to Deutsche Telekom: WSJ"], ["19.05.20", "UPDATE 2-SoftBank in talks to sell down T-Mobile US stake to Deutsche Telekom - WSJ"], ["18.05.20", "Ciena Teams With Deutsche Telekom Arm for Fiber Connectivity"], ["18.05.20", "SoftBank Could Sell Its T-Mobile Stake"], ["18.05.20", "SoftBank in talks to sell down T-Mobile U.S. stake to Deutsche Telekom: WSJ"], ["18.05.20", "SoftBank in talks to sell down T-Mobile US stake to Deutsche Telekom: WSJ"], ["18.05.20", "SoftBank in talks to sell down T-Mobile US stake to Deutsche Telekom: WSJ"], ["18.05.20", "UPDATE 1-SoftBank in talks to sell down T-Mobile US stake to Deutsche Telekom - WSJ"], ["18.05.20", "SoftBank in talks to sell down T-Mobile US stake to Deutsche Telekom: Wall Street Journal"], ["18.05.20", "SoftBank in talks to sell down T-Mobile U.S. stake to Deutsche Telekom - WSJ"], ["18.05.20", "SoftBank in talks to sell down T-Mobile U.S. stake to Deutsche Telekom - WSJ"], ["18.05.20", "SoftBank in talks to sell down T-Mobile U.S. stake to Deutsche Telekom - WSJ"], ["14.05.20", "T-Mobile to Phase Out Sprint  Brand This Summer"], ["14.05.20", "UPDATE 2-Deutsche Telekom, resilient against coronavirus, confirms outlook, dividend"], ["12.05.20", "3 Ways T-Mobile Can Grow Faster Than You Think"], ["07.05.20", "T-Mobile (TMUS) Q1 Earnings Beat Estimates, Revenues Miss"], ["07.05.20", "REFILE-UPDATE 3-T-Mobile beats phone subscriber estimates as lockdown creates demand surge"], ["07.05.20", "UPDATE 3-T-Mobile beats phone subscriber estimates as lockdown creates demand surge"], ["06.05.20", "T-Mobile beats phone subscriber estimates as lockdown creates demand surge"], ["06.05.20", "T-Mobile beats phone subscriber estimates as lockdown creates demand surge"], ["06.05.20", "UPDATE 2-T-Mobile beats phone subscriber estimates as lockdown creates demand surge"], ["06.05.20", "T-Mobile (TMUS) Surpasses Q1 Earnings Estimates"], ["06.05.20", "UPDATE 1-T-Mobile beats first-quarter postpaid subscriber estimates"], ["06.05.20", "T-Mobile sees subscriber gain after absorbing Sprint amid coronavirus pandemic     - CNET"], ["06.05.20", "T-Mobile beats first-quarter postpaid subscriber estimates"], ["06.05.20", "T-Mobile beats first-quarter postpaid subscriber estimates"], ["04.05.20", "T-Mobile touts standalone 5G firsts with top modem and network vendors"], ["01.05.20", "UPDATE 1-T-Mobile says Sprint lost 348,000 postpaid phone subscribers in Q1"], ["01.05.20", "T-Mobile says Sprint lost 348,000 postpaid phone subscribers in Q1"], ["01.05.20", "T-Mobile says Sprint saw 502,000 postpaid net additions in March quarter despite phone losses"], ["29.04.20", "Analysts Estimate T-Mobile (TMUS) to Report a Decline in Earnings: What to Look Out for"], ["28.04.20", "AT&T, Verizon, T-Mobile, Comcast extend promise to not cut-off service during COVID-19 crisis     - CNET"], ["27.04.20", "T-Mobile (TMUS) Gains But Lags Market: What You Should Know"], ["2020-05-26 14:33", "Germany stamps authority on Lufthansa with $9.8 billion lifeline ... . Lufthansa has been locked in talks with Berlin for weeks over aid it needs to survive an expected protracted travel slump, with the airline wrangling over how much control to yield in return for financial support. Germany's central government has spent decades offloading stakes in companies, but remains a large shareholder in former state monopolies such as Deutsche Post and Deutsche Telekom. Berlin also still has a 15 percent holding in Commerzbank, which it took on during the global financial crisis. Other airlines including Franco-Dutch Air France-KLM and US carriers American Airlines, United Airlines and Delta Air Lines have also sought state aid after the coronavirus hit global travel. Germany's Finance and Economy Ministries said on Monday ... "], ["2020-05-26 10:05", "Trump and friends: Where European countries come down on Huawei ... by U.S. diplomats about the issue — and quickly rebuffed their arguments. Skepticism about Washington's allegations against Huawei fueled Berlin's caution, but so did the government's trauma of U.S. surveillance practices and the hacking of German Chancellor Angela Merkel's phone years earlier. What's more, Germany's leading operators Deutsche Telekom and Vodafone have existing 4G telecoms networks that rely on Huawei for well over half of their total makeup. The German government also fears that barring the Chinese vendor would heavily damage its ties with China, its largest trading partner. However, the debate is ongoing. After months of pressure from parliament and Merkel's smaller coalition partner, the interior ministry ... "], ["2020-05-26 09:55", "XRSpace takes virtual reality to a whole new level with 5G connectivity ... . (Image credit: XRspace) (Image credit: Future) Importance of togetherness Mova is powered by the Qualcomm Snapdragon 845 Mobile XR Platform and fully portable anywhere with 5G, LTE, or WiFi connection and requires no additional controllers to navigate the virtual world. XRSpace global launch will be carried out in collaboration with leading technology, telecom and content partners starting with Qualcomm Technologies, Deutsche Telekom, and Taiwan's Chunghwa Telecom. It will be first available in Taiwan, followed by Europe, the US and China. It is priced at $599. Chou said that it lets users perform real-world actions like shaking hands or shooting a basketball in a natural way. XRSpace is also building the VR platform on which services, games and social ... "], ["2020-05-26 09:01", "Lufthansa agrees 9bn bailout with German government ...  of jobs. Lufthansa has been locked in talks with Berlin for weeks over aid it needs to survive a protracted travel slump , with the airline wrangling over how much control to yield in return for financial support. Germany's central government has spent decades offloading stakes in companies but remains a large shareholder in former state monopolies such as Deutsche Post and Deutsche Telekom. Berlin also still has a 15% holding in Commerzbank, which it took on during the global financial crisis. Other airlines including Franco-Dutch Air France-KLM and US carriers American Airlines, United Airlines and Delta Air Lines have also sought state aid after the coronavirus reduced global travel. Germany's finance and economy ministries said on Monday that ... "], ["2020-05-26 08:39", "Former HTC CEO Peter Chou reveals his next project: a social 5G VR headset ...  time when the sector has struggled to truly breakthrough to the mainstream. And that's before the list price of $599. While the ideas are unique, it'll need to work extra hard to tempt regular consumers. XRSpace is hoping that carriers will help them out. For Taiwan, XRSpace is launching its headset with Chunghwa Telecom, whereas in the West, Deutsche Telekom will be bringing the Mova to Europe in the near future. We'll be keeping an eye out on US availability and a chance to properly experience the device. In this article: resolution games , angry birds , xrspace , peter chou , mova , xr , magiclohas , digital domain , futuretown , vr , manova , snapdragon 845 , news , gear All products recommended by Engadget are selected by our editorial team ... "], ["2020-05-26 07:45", "HTC cofounder Peter Chou launches XRspace to bring social VR to the masses ... like them. Moreover, the Mova HMD sports optical sensors that are paired with \"proprietary scanning technology\" to interpret hand gestures and analyze real-world spaces to recreate physical locations inside a VR application. To get its platform up and running, XRspace has enlisted the support of a slew of partners from across the tech, telecom, and creative content realm, including Qualcomm, Deutsche Telekom, Taiwan's Chunghwa Telecom, GQ, Vogue, and Getty. XRspace has also teamed up with real estate partners such as Taiwan's YC House to enable house-viewings to take place in VR, with users able to freely navigate a home beyond pre-defined routes that are typical of the restrictions imposed by 360-degree photos and videos. The COVID-19 effect ... "], ["2020-05-26 07:45", "In the social distancing age, this VR startup wants you to connect with others ...  you to a digital world, but Mova brings your friends and colleagues along with you. The idea of being able to interact in the virtual world is an attractive prospect to many who have been isolated as nations combat the spread of the novel coronavirus. The Mova headset goes on sale in the third quarter of the year, first on Taiwan's Chunghwa Telecom network and followed by Deutsche Telekom's service in Germany. The goggles also will be available to buy online in other regions, but what you can do in the Manova virtual realm will be more limited. Chou said more carrier support will come later. \"We have the most amazing product I've ever created,\" Chou, who developed the world's first Android smartphone over a decade ago , said in a ... "], ["2020-05-26 07:04", "Germany stamps authority on Lufthansa with $9.8 billion lifeline ... . Lufthansa has been locked in talks with Berlin for weeks over aid it needs to survive an expected protracted travel slump, with the airline wrangling over how much control to yield in return for financial support. Germany's central government has spent decades offloading stakes in companies, but remains a large shareholder in former state monopolies such as Deutsche Post and Deutsche Telekom. Berlin also still has a 15% holding in Commerzbank, which it took on during the global financial crisis. Other airlines including Franco-Dutch Air France-KLM and US carriers American Airlines, United Airlines and Delta Air Lines have also sought state aid after the coronavirus hit global travel. ALSO READ: Oil climbs as suppliers stick to output cuts, coronavirus ... "], ["2020-05-26 05:58", "Lufthansa lifted by 9bn German government bailout ...  global coronavirus pandemic. Image: Economy minister Peter Altmaier said the deal will prevent Lufthansa 'being sold out' Central to the negotiations was how much control the airline handed over in return for financial support. The German government has spent decades offloading stakes in companies, but remains a large shareholder in former state monopolies, including Deutsche Post and Deutsche Telekom. Advertisement Berlin also still has a 15% holding in Commerzbank, which it took on during the global financial crisis. Other airlines including Franco-Dutch Air France-KLM and US carriers American Airlines, United Airlines and Delta Air Lines have also sought state aid after COVID-19 hit global travel. More from Covid-19 Coronavirus: Faulty dementia ... "], ["2020-05-26 04:00", "Qualcomm And Partners Unveil Cutting-Edge Mixed Reality Viewers For 5G Connected Experiences ...  Reality (AR) and Virtual Reality (VR) event for creators, developers, investors, and product leaders in the space — Qualcomm and 15 partners announced plans to bring lightweight XR Viewers to both the consumer and enterprise markets within the next year. Qualcomm's partners in this endeavor include global operators China Mobile, China Telecom, China Unicom, Deutsche Telekom, EE, KDDI, KT, LG Uplus, NTT DOCOMO, Orange, SK Telecom, SoftBank, Telefonica, Verizon and Vodafone. All of these partners have revealed plans to commercialize XR Viewers to provide immersive, virtual reality (VR), augmented reality (AR) and mixed reality (MR) experiences over 5G networks. Once the build-outs are complete, 5G networks will offer greater bandwidth, lower ... "], ["2020-05-25 23:07", "Germany stamps authority on Lufthansa with 9b lifeline ... . Lufthansa has been locked in talks with Berlin for weeks over aid it needs to survive an expected protracted travel slump, with the airline wrangling over how much control to yield in return for financial support. Germany's central government has spent decades offloading stakes in companies, but remains a large shareholder in former state monopolies such as Deutsche Post and Deutsche Telekom. Berlin also still has a 15 per cent holding in Commerzbank, which it took on during the global financial crisis. Other airlines including Franco-Dutch Air France-KLM and US carriers American Airlines, United Airlines and Delta Air Lines have also sought state aid after the coronavirus hit global travel. Germany's Finance and Economy Ministries said yesterday ... "], ["2020-05-25 21:50", "Germany stamps authority on Lufthansa with 9 billion lifeline ...  jobs. Lufthansa has been locked in talks with Berlin for weeks over aid it needs to survive an expected protracted travel slump, with the airline wrangling over how much control to yield in return for financial support. Germany's central government has spent decades offloading stakes in companies, but remains a large shareholder in former state monopolies such as Deutsche Post and Deutsche Telekom. Berlin also still has a 15% holding in Commerzbank ( CBKG.DE ), which it took on during the global financial crisis. Other airlines including Franco-Dutch Air France-KLM ( AIRF.PA ) and U.S. carriers American Airlines ( AAL.O ), United Airlines ( UAL.O ) and Delta Air Lines ( DAL.N ) have also sought state aid after the coronavirus hit global travel. Germany ... "], ["2020-05-25 21:46", "UPDATE 5-Germany stamps authority on Lufthansa with $9.8 bln lifeline ...  jobs. Lufthansa has been locked in talks with Berlin for weeks over aid it needs to survive an expected protracted travel slump, with the airline wrangling over how much control to yield in return for financial support. Germany's central government has spent decades offloading stakes in companies, but remains a large shareholder in former state monopolies such as Deutsche Post and Deutsche Telekom. Berlin also still has a 15% holding in Commerzbank ( CBKG.DE ), which it took on during the global financial crisis. Other airlines including Franco-Dutch Air France-KLM ( AIRF.PA ) and U.S. carriers American Airlines ( AAL.O ), United Airlines ( UAL.O ) and Delta Air Lines ( DAL.N ) have also sought state aid after the coronavirus hit global travel. Germany ... "], ["2020-05-25 19:19", "Germany takes Lufthansa stake in landmark $15b bailout ...  has been locked in talks with Berlin for weeks over aid it needs to survive an expected protracted travel slump, with the airline wrangling over how much control to yield in return for financial support. Germany's central government has spent decades offloading stakes in companies, but remains a large shareholder in former state monopolies such as Deutsche Post and Deutsche Telekom. Berlin also still has a 15 per cent holding in Commerzbank, which it took on during the global financial crisis. Advertisement Other airlines including Franco-Dutch Air France-KLM and US carriers American Airlines, United Airlines and Delta Air Lines have also sought state aid after the coronavirus hit global travel. Loading Germany's Finance and Economy Ministries ... "], ["2020-05-25 19:18", "Germany takes Lufthansa stake in landmark $15b bailout ...  has been locked in talks with Berlin for weeks over aid it needs to survive an expected protracted travel slump, with the airline wrangling over how much control to yield in return for financial support. Germany's central government has spent decades offloading stakes in companies, but remains a large shareholder in former state monopolies such as Deutsche Post and Deutsche Telekom. Berlin also still has a 15 per cent holding in Commerzbank, which it took on during the global financial crisis. Advertisement Other airlines including Franco-Dutch Air France-KLM and US carriers American Airlines, United Airlines and Delta Air Lines have also sought state aid after the coronavirus hit global travel. Loading Germany's Finance and Economy Ministries ... "], ["2020-05-25 18:55", "Germany throws virus-hit Lufthansa a $9.8bn lifeline ...  jobs. Lufthansa has been locked in talks with Berlin for weeks over aid it needs to survive an expected protracted travel slump, with the airline wrangling over how much control to yield in return for financial support. Germany's central government has spent decades offloading stakes in companies, but remains a large shareholder in former state monopolies such as Deutsche Post and Deutsche Telekom. Berlin also still has a 15% holding in Commerzbank, which it took on during the global financial crisis. Other airlines including Franco-Dutch Air France-KLM and US carriers American Airlines, United Airlines and Delta Air Lines have also sought state aid after the coronavirus hit global travel. Germany's finance and economy ministries said on Monday that ... "], ["2020-05-25 17:34", "Germany stamps authority on Lufthansa with $9.8 billion lifeline ...  jobs. Lufthansa has been locked in talks with Berlin for weeks over aid it needs to survive an expected protracted travel slump, with the airline wrangling over how much control to yield in return for financial support. Germany's central government has spent decades offloading stakes in companies, but remains a large shareholder in former state monopolies such as Deutsche Post and Deutsche Telekom. Berlin also still has a 15% holding in Commerzbank ( CBKG.DE ), which it took on during the global financial crisis. Other airlines including Franco-Dutch Air France-KLM ( AIRF.PA ) and U.S. carriers American Airlines ( AAL.O ), United Airlines ( UAL.O ) and Delta Air Lines ( DAL.N ) have also sought state aid after the coronavirus hit global travel. Germany ... "], ["2020-05-25 17:23", "Germany stamps authority on Lufthansa with $9.8 billion lifeline ...  jobs. Lufthansa has been locked in talks with Berlin for weeks over aid it needs to survive an expected protracted travel slump, with the airline wrangling over how much control to yield in return for financial support. Germany's central government has spent decades offloading stakes in companies, but remains a large shareholder in former state monopolies such as Deutsche Post and Deutsche Telekom. Berlin also still has a 15% holding in Commerzbank ( CBKG.DE ), which it took on during the global financial crisis. Other airlines including Franco-Dutch Air France-KLM ( AIRF.PA ) and U.S. carriers American Airlines ( AAL.O ), United Airlines ( UAL.O ) and Delta Air Lines ( DAL.N ) have also sought state aid after the coronavirus hit global travel. Germany ... "], ["2020-05-25 17:23", "Germany stamps authority on Lufthansa with $9.8 billion lifeline ...  jobs. Lufthansa has been locked in talks with Berlin for weeks over aid it needs to survive an expected protracted travel slump, with the airline wrangling over how much control to yield in return for financial support. Germany's central government has spent decades offloading stakes in companies, but remains a large shareholder in former state monopolies such as Deutsche Post and Deutsche Telekom. Berlin also still has a 15% holding in Commerzbank ( CBKG.DE ), which it took on during the global financial crisis. Other airlines including Franco-Dutch Air France-KLM ( AIRF.PA ) and U.S. carriers American Airlines ( AAL.O ), United Airlines ( UAL.O ) and Delta Air Lines ( DAL.N ) have also sought state aid after the coronavirus hit global travel. Germany ... "], ["2020-05-22 17:50", "Coronavirus Stock Market Rally Runs Higher On Vaccine Hopes; Alibaba, China Stocks Fall; Nvidia, Splunk, Best Buy, Walmart, Target Notable Earnings Movers ...  on $6 billion in sales, down a respective 62% and 26% year over year. Both measures lagged expectations. Japan-based SoftBank could sell up to $20 billion of its stake in T-Mobile US ( TMUS ) following T-Mobile's merger with Sprint, reports said. In a separate deal, SoftBank reportedly is in talks to sell part of its 24% stake to Deutsche Telekom. That deal would enable Deutsche Telekom to increase its stake to over 50%. Deckers Outdoor ( DECK ) popped after the footwear maker beat fiscal Q4 views. Sea Ltd. ( SEA ) reported mixed first-quarter earnings results, with double-digit gains in users. Shares hit a new high. Sea operates the largest e-commerce platform in Southeast Asia. YOU MIGHT ALSO LIKE: This Education Stock Earns Top Marks As Coronavirus ... "]]}}