{"postfix": "diebold_nixdorf_1-aktie", "name": "DIEBOLD_NIXDORF", "wkn": "856244", "time": "2020.05.26 15:22", "ts": 1590499327, "features": {"KGV": "-78.08", "Marktkapitalisierung": {"Size": "Mio", "Value": "370.08"}, "GA": "-0.14", "KBV": "-1.58", "BA": "-6.91", "KCV": "33.86", "CA": "0.49", "Vola30": "169.38", "Vola90": "156.11", "Vola180": "127.27", "Vola250": "106.81"}, "rivals": ["diebold_nixdorf-aktie"], "text_data": {"de": [["04.05.20", "Ausblick: Diebold Nixdorf öffnet die Bücher zum abgelaufenen Quartal"], ["20.04.20", "Erste Schätzungen: Diebold Nixdorf zieht Bilanz zum abgelaufenen Quartal"], ["12.02.20", "Diebold Nixdorf veröffentlichte Zahlen zum vergangenen Quartal"], ["10.02.20", "Ausblick: Diebold Nixdorf informiert über die jüngsten Quartalsergebnisse"]], "en": [["11.05.20", "Diebold Nixdorf upgraded to neutral from underweight at J.P. Morgan"], ["06.05.20", "Diebold Nixdorf (DBD) Q1 2020 Earnings Call Transcript"], ["05.05.20", "Why Shares of Diebold Nixdorf Jumped 13.8% Today"], ["05.05.20", "Diebold Nixdorf (DBD) Reports Q1 Loss, Lags Revenue Estimates"], ["05.05.20", "Diebold Nixdorf, Incorporated : Release according to Article 50 of the WpHG [the German Securities Trading Act] with the objective of Europe-wide distribution"], ["30.04.20", "Zacks.com featured highlights include: Atlas Air Worldwide, Diebold Nixdorf, Clearwater Paper, DXC Technology Company and AAR"], ["28.04.20", "Will Diebold Nixdorf (DBD) Report Negative Earnings Next Week? What You Should Know"], ["17.04.20", "Diebold Nixdorf, Incorporated : Release according to Article 50 of the WpHG [the German Securities Trading Act] with the objective of Europe-wide distribution"], ["07.04.20", "Are Options Traders Betting on a Big Move in Diebold Nixdorf (DBD) Stock?"], ["06.04.20", "Diebold Nixdorf, Incorporated : Release according to Article 40, Section 1 of the WpHG [the German Securities Trading Act] with the objective of Europe-wide distribution"], ["27.03.20", "Diebold Nixdorf downgraded to underweight from neutral at J.P. Morgan"], ["20.03.20", "Diebold Nixdorf, Incorporated : Release according to Article 50 of the WpHG [the German Securities Trading Act] with the objective of Europe-wide distribution"], ["02.03.20", "Are Options Traders Betting on a Big Move in Diebold Nixdorf (DBD) Stock?"], ["14.02.20", "Diebold Nixdorf (DBD) Upgraded to Buy: What Does It Mean for the Stock?"], ["12.02.20", "Diebold Nixdorf (DBD) Q4 2019 Earnings Call Transcript"], ["11.02.20", "Why Diebold Nixdorf Stock Just Dropped 18%"], ["11.02.20", "ATM maker Diebold Nixdorf's stock tumbles after earnings miss"], ["11.02.20", "Diebold Nixdorf, Incorporated : Release according to Article 50 of the WpHG [the German Securities Trading Act] with the objective of Europe-wide distribution"], ["11.02.20", "Diebold Nixdorf, Incorporated : Reports 2019 Fourth Quarter And Full-year Financial Results"], ["13.01.20", "Implied Volatility Surging for Diebold Nixdorf (DBD) Stock Options"], ["2020-05-26 10:59", "Maze ransomware gang begin leak of Banco BCR card data ...  /regulation FCA gets the jitters about payments firms; rushes out new guidance 22 May 6 7 16 /payments PayPal rolls out QR Code payments to 28 markets worldwide 19 May 5 21 35 /payments ECB responds to Swift's blueprint for ISO 20022 20 May 1 19 14 /regulation Standard Bank calls for rule changes to enable trade digitisation 21 May 0 8 5 Related News /security Diebold Nixdorf hit by ransomware attack 14 May 2020 0 5 5 /security Finastra brings servers back online 23 March 2020 0 2 1 Australia's banks face DoS ransom demands 25 Feb Landmark lawsuit sees bitcoin from ransomware attack frozen 30 Jan Travelex says some systems restored 17 Jan Hackers hold Travelex to ransom 07 Jan Global banks model doomsday ransomware scenario 08 Nov 2019 Trending FCA ... "], ["2020-05-22 14:30", "Smart Retail Market Insights 2020-2025 Featuring Profiles Of Key Players Including IBM, Intel, Cisco Systems, NXP Semiconductors, And Microsoft Among Others ... BV (Ahold Delhaize) Alibaba Group Holding Limited Amazon.Com, inc. Awm Smart Shelf Bossa Nova Robotics Broadcom inc. Caper inc. Cisco Systems inc. Cozy infosystems Diebold Nixdorf , incorporated E ink Holdings inc. Estimote, inc. First Data Corporation Five Elements Robotics Focal Systems inc. Google inc. Honeywell international inc. Huawei Investment & Holding Co ... Media Contact: Research and Markets Laura Wood , Senior Manager press@researchandmarkets.com For E.S.T Office Hours Call +1-917-300-0470 For U.S./CAN Toll Free Call +1-800-526-8630 For GMT Office Hours Call +353-1-416-8900 U.S. Fax: 646-607-1907 Fax (outside U.S.): +353-1-481-1716 View original content: http://www.prnewswire.com/news-releases/smart-retail-market-insights-2020-2025-featuring-profiles ... "], ["2020-05-20 19:08", "Monzo's Blomfield quits as CEO to become president ...  digital identity? Trending Stories /payments Tencent rolls out credit scoring system - report 14 May 0 6 14 /retail Monzo seeks fresh funding as Covid-19 decimates valuation 15 May 0 11 15 /payments PayPal rolls out QR Code payments to 28 markets worldwide 19 May 5 17 30 /security Diebold Nixdorf hit by ransomware attack 14 May 0 5 5 Related News /retail Monzo seeks fresh funding as Covid-19 decimates valuation 15 May 2020 0 11 15 /retail Monzo applies for US banking licence 23 April 2020 1 12 8 165 jobs go as Monzo shuts Las Vegas customer support office 09 Apr Monzo and Starling furlough some employees 31 Mar Revolut and Monzo refute rumours of imminent collapse; Revolut launches in US 24 Mar Monzo co-founder quits to farm alpacas 10 Jan Monzo hires Visa ... "], ["2020-05-20 15:16", "Banque de France and SocGen test digital euro ... mean? This content has been selected, created and edited by the Finextra editorial team based upon its relevance and interest to our community. Banque de France and SocGen test digital euro 1 hour ago 6 2 0 The Banque de France and Societe Generale have tested the use of a blockchain platform to settle a transaction with a central bank digital currency. Earlier ... report 14 May 0 6 14 /retail Monzo seeks fresh funding as Covid-19 decimates valuation 15 May 0 11 15 /payments PayPal rolls out QR Code payments to 28 markets worldwide 19 May 4 17 30 /security Diebold Nixdorf hit by ransomware attack 14 May 0 5 5 Related News /crypto Citi's Tony McLaughlin on CBDCs, Libra and bitcoin 19 May 2020 2 6 3 /payments European Central Bank steps up focus on retail CBDC ... "], ["2020-05-20 13:53", "Covid-19: Rise of the 'silver tech' generation? ...  mean? This content has been selected, created and edited by the Finextra editorial team based upon its relevance and interest to our community. Covid-19: Rise of the 'silver tech' generation? 1 hour ago 1 0 1 Covid-19's impact on how older people use digital financial services is up in the air, with PayPal reporting a rise in 'silver tech' but Santander finding no boost  ... 6 14 /retail Monzo seeks fresh funding as Covid-19 decimates valuation 15 May 0 11 15 /payments PayPal rolls out QR Code payments to 28 markets worldwide 19 May 3 17 30 /security Diebold Nixdorf hit by ransomware attack 14 May 0 5 5 Related News /payments PayPal rolls out QR Code payments to 28 markets worldwide 19 May 2020 3 17 30 /payments Covid-19 spurs contactless  ... "], ["2020-05-20 08:38", "European banks call for one-year delay to T2-T2S consolidation project ... edited by the Finextra editorial team based upon its relevance and interest to our community. European banks call for one-year delay to T2-T2S consolidation project 47 minutes ago 1 1 0 Four European banking associations have called on the ECB tp institute a one-year delay to the consolidation of the Target2 real-time gross settlement mechanism with the  ...  14 May 0 6 14 /retail Monzo seeks fresh funding as Covid-19 decimates valuation 15 May 0 11 15 /retail Deutsche Bank restarts redundancy programme; views Covid as cost-cutting opportunity 13 May 0 6 9 /security Diebold Nixdorf hit by ransomware attack 14 May 0 5 5 Related News /payments ECB responds to Swift's blueprint for ISO 20022 2 hours ago 0 6 3 /regulation ECB steps in over Swift's ISO 20022  ... "], ["2020-05-20 08:19", "Raiffeisen Bank to pilot digital currency ...  rolls out credit scoring system - report 14 May 0 6 14 /retail Monzo seeks fresh funding as Covid-19 decimates valuation 15 May 0 11 15 /retail Deutsche Bank restarts redundancy programme; views Covid as cost-cutting opportunity 13 May 0 6 9 /security Diebold Nixdorf hit by ransomware attack 14 May 0 5 5 Related News Raiffeisen Bank International invests in Regtech startup kompany 07 August 2019 0 8 4 Raiffeisen buys out Avaloq from JV following IT platform rollout 01 February 2019 0 2 1 Poland puts credit histories on the blockchain 14 May 2018 Billon completes live distributed ledger pay outs in the UK 27 Mar 2017 Raiffeisen retools ATMs for contactless and QR-code driven transactions 02 Dec 2016 Trending Tencent rolls out credit scoring system - report ... "], ["2020-05-19 20:56", "New Ransomware Uses a Banking Trojan To Attack Governments and Companies$ BTC $9,677 ETH $212 XRP $0.20 BCH $246 LTC $45.23 EOS $2.63 XLM $0.070 XMR $66.5 ADA $0.056 DASH $77 NEO $10.22 ZEC $48 BNB $17 USDT $1.0000 MIOTA $0.20 X BTC $9,677 -0.08% ETH $212 -0.41% XRP $0.20 +0.05% BCH $246 +0.08% LTC $45.23 +0.49% EOS $2.63 -0.11% English Advertise Careers News Bitcoin News Ripple News Ethereum News Litecoin ...  BTC to decrypt the files. The roster of victims includes local governments, financial, healthcare and retail organizations. Among them, the attack that Group-IB considers the most notable was against ATM provider Diebold Nixdorf. 35 BTC as the total payment in a ProLock attack The FBI detailed that the ProLock attack initially gains access to victim networks through phishing emails that often deliver Microsoft Word documents.  ... "], ["2020-05-18 10:08", "FBI: ProLock ransomware gains access to victim networks via Qakbot infections ... the ransom has not routinely executed correctly,\" the FBI said. \"The decryptor can potentially corrupt files that are larger than 64MB and may result in file integrity loss of approximately 1 byte per 1KB over 100MB.\" The FBI says that the decrypter may sometimes need to be modified to work correctly, incurring additional costs from lost business to organizations. This is  ...  version. Sources told ZDNet that the FBI sent the flash alert to US organizations after ATM giant Diebold Nixdorf was infected with ProLock at the end of April. A copy of the FBI flash security alert can be found here . The FBI's most wanted cybercriminals SEE FULL GALLERY 1 - 5 of 17 NEXT PREV Security Windows 10 to get PUA/PUP protection feature Best security keys  ... "], ["2020-05-18 04:00", "Ensuring Accurate External Messaging Quickly: 15 Proven Strategies ...  external messaging when pressed for time. Members share their best tips for ensuring your external messages are accurate, even on a time crunch. Photos courtesy of the individual members 1. Stay True to The Brand External messaging is always tough -- how do you tell your story, sell the product and convert? The key is consistency, always staying true to  ... 39;s important to be empathetic when using external messaging during emotional times, but understand that facts and directive information can be grounding, calming and powerful for your audience to hear. - Lynn Kier , Diebold Nixdorf 7. Ask These Three Questions The best strategy is to ask yourself three questions. Ask yourself, is what I'm communicating necessary, is it timely and is it brief? If what  ... "], ["2020-05-15 14:00", "The Covid-19 scramble diverting attention away from real-time payments ...  of digital identity? Trending Stories /inclusion Mastercard makes massive financial inclusion pledge 11 May 0 15 17 British Business Bank approves new lenders for Bounce Back loans 13 May 0 1 /payments Open Banking Europe publishes draft signature standards for bank APIs 13 May 0 9 16 /retail Deutsche Bank restarts redundancy programme; views Covid as cost-cutting opportunity 13 May  ...  approves new lenders for Bounce Back loans Open Banking Europe publishes draft signature standards for bank APIs Deutsche Bank restarts redundancy programme; views Covid as cost-cutting opportunity Diebold Nixdorf hit by ransomware attack Research See all papers The Future of Blockchain 2020 306 downloads A Panorama of the Changing Banking Landscape in EMEA 324 downloads How to ... "], ["2020-05-15 13:00", "What does the future hold for a hybrid, multi-cloud future? ... inclusion pledge 11 May 0 15 17 British Business Bank approves new lenders for Bounce Back loans 13 May 0 1 /payments Open Banking Europe publishes draft signature standards for bank APIs 13 May 0 9 16 /retail Deutsche Bank  ... 1 6 5 /cloud Nasdaq launches cloud data service 23 April 2020 0 4 4 Beeks Financial Cloud buys Velocimetrics 15 Apr How cloud unlocks the value of time series data 09 Apr Google launches bot to help organisations answer Covid-19 questions 08 Apr Trending Mastercard makes massive financial inclusion pledge British Business Bank approves new lenders for Bounce Back loans Open Banking Europe publishes draft signature standards for bank APIs Deutsche Bank restarts redundancy programme; views Covid as cost-cutting opportunity Diebold Nixdorf ... "], ["2020-05-13 23:01", "Diebold Nixdorf hit by ransomware attack ...  Stories /retail Fintech revenues to hit $500bn by 2030 - UBS 08 May 0 22 16 /inclusion Mastercard makes massive financial inclusion pledge 11 May 0 14 17 /payments British Business Bank adds new lenders to Bounce Back Loan Scheme 07 May 0 1 /people Fiserv names former First Data boss Bisignano CEO 08 May 0 5 5 Related News /security Finastra brings servers back online 23 March 2020 0 2 1 /security Banks currency services knocked out by Travelex ransomware attack 10 January 2020 1 3 7 Diebold Nixdorf stock and senior notes take a battering in the wake of earnings shortfall 09 Aug 2018 Trending Fintech revenues to hit $500bn by 2030 - UBS Mastercard makes massive financial inclusion pledge British Business Bank adds new lenders to Bounce Back Loan Scheme ... "], ["2020-05-12 18:41", "Want A Faster Snapdragon 765G? Meet The New Snapdragon 768G ...  specific changes the new 768G SoC now has a 2.8GHz Kryo 475 CPU, or to look at it more closely a Cortex A76 @ 2.8GHz, a Cortex-A76 @ 2.4GHz and six Cortex-A55's @ 1.8GHz. The Adreno 620 GPU has been overclocked to 750MHz, which Qualcomm promises will offer up to a 15% increase in performance which may eventually make 120Hz displays function without the current loss of resolution you currently ...  768G platform. More Tech News From Around The Web Uncle Sam courting Intel, TSMC to build advanced chip fabs on home soil report @ The Register Ransomware Hit ATM Giant Diebold Nixdorf @ Slashdot AMD axes Zen 3 support on 400-series motherboards: Is AMD pulling an Intel? @ Techspot Scientists Get Their Best-Ever Look At Jupiter's Atmosphere and Storms @  ... "], ["2020-05-12 14:00", "Q&A with Rep. Bennie Thompson ...  than 300 pieces of coronavirus-related malware have been communicating with potentially hacked infrastructure hosted on public cloud platforms, Palo Alto Networks said in a report published Monday . Between March 1 and April 7, 20 IP addresses associated with pandemic-related malware exchanged data with 27 cloud environments, according to the research, which is based on data from the security firm ...  online during the pandemic. — Washington Post reporter Barton Gellman wrote about getting Edwward Snowden's documents . — Krebs on Security: Major ATM provider Diebold Nixdorf suffered a ransomware attack... — ... So did Pitney Bowes , again, via ZDNet. — Cisco Talos: \"Astaroth — Maze of obfuscation and evasion reveals dark ... "], ["2020-05-12 11:48", "The Cybersecurity 202: Florida becomes hot spot in the election security warsSections Home The Washington Post logo Democracy Dies in Darkness Gift Subscriptions Try 1 month for $1 Gift Subscriptions Username Sign In My Post My Reading List Account Settings Newsletters & alerts Gift subscriptions Contact us Help desk My Post My Reading List Account Settings Newsletters & alerts Gift subscriptions Contact us Help desk Accessibility for screenreader Power  ... The information technology office supporting the Texas judicial system was hit by a ransomware attack that took down websites and interrupted legal proceedings. The Hill Industry report The ATM maker Diebold Nixdorf was hit with a ransomware attack that disrupted some of its operations. Workers board up an ATM machine. REUTERS/Mohamed Azakir The company, which is the largest maker of  ... "], ["2020-05-09 07:13", "Finextra Research ... newsarticle/35827/14-billion-of-uk-fintech-funding-swallowed-up-by-covid-black-hole 2020-05-14T16:15:59.7570000+01:00 weekly 0.6 Finextra en 2020-05-14T09:41:00.0000000+01:00 1.4 billion of UK fintech funding swallowed up by Covid black hole https://www.finextra.com/finextra-images/top_pics/xl/data_20.jpg Binary https://www.finextra.com/newsarticle/35826/mas-and-amtd-set-up-s6 ... /1546643411783.jpg new mastercard https://www.finextra.com/newsarticle/35822/diebold-nixdorf-hit-by-ransomware-attack 2020-05-14T08:58:02.9930000+01:00 weekly 0.6 Finextra en 2020-05-14T00:01:00.0000000+01:00 Diebold Nixdorf hit by ransomware attack https://www.finextra.com/finextra-images/top_pics/xl/hacker2.jpg Hacker 1 https://www.finextra.com/newsarticle/35821/payments-as-a-service- ... "], ["2020-05-08 17:48", "Why News Corp. Stock Jumped Friday ...  the company's cash position. Motley Fool Returns Stock Advisor S&P 500 402% 84% Stock Advisor launched in February of 2002. Returns as of 05/08/2020. Join Stock Advisor Cumulative Growth of a $10,000 Investment in Stock Advisor Calculated by Time-Weighted Return Stocks NWS News Corporation NASDAQ: NWS $11.22 up $1.29 (12.99%) NWSA News Corporation (A Shares) NASDAQ: NWSA $10.91 up $1.26 (13.06%) Related Articles Why News Corp., Diebold Nixdorf, and Dropbox Slumped Today Why News Corp. Stock Fell 10% Today These Are the Top Newspaper Stocks \"Star Wars: The Force Awakens\" Just Hit a Huge Milestone 2 Best Stocks In Newspapers: The New York Times Co. and News Corp Why News Corp. Stock Jumped Friday @themotleyfool #stocks $NWS $NWSA Next Article Prev ... "], ["2020-05-07 15:01", "US coalition forms to protect right to pay with cash ...  is as safe as card payments - so long as standard public health recommendations about washing hands and not touching one's face are followed. Related Companies Diebold Nixdorf The National ATM Council Lead Channel Payments Channels Retail banking Covid-19 Editorial | what does this mean? This content has been selected, created and edited by the  ...  May 0 42 21 /retail RBS bids farewell to app-only offshoot B 01 May 2 6 14 Related News /payments Charity calls on FCA to ensure elderly have access to cash during pandemic 06 May 2020 0 5 1 /payments Covid-19 spurs contactless payments takeup - Mastercard 30 April 2020 2 13 12 UK cash withdrawals plummet 60% during Covid-19 lockdown 29 Apr Covid-19, cash, and the future of payments 06 Apr Russian banks act to  ... "], ["2020-05-06 05:31", "Diebold Nixdorf (DBD) Q1 2020 Earnings Call Transcript ...  as of 05/06/2020. Join Stock Advisor Cumulative Growth of a $10,000 Investment in Stock Advisor Calculated by Time-Weighted Return Stocks DBD Diebold Nixdorf NYSE: DBD $4.98 up $0.58 (13.18%) Related Articles Diebold Nixdorf (DBD) Q4 2019 Earnings Call Transcript Why Diebold Nixdorf Shares Popped 35% Today Diebold Nixdorf (DBD) Q3 2019 Earnings Call Transcript Diebold Nixdorf (DBD) Q2 2019 Earnings Call Transcript Why Diebold Nixdorf, Mallinckrodt, and Texas Roadhouse Slumped Today Diebold Nixdorf (DBD) Q1 2020 Earnings Call Transcript @themotleyfool #stocks $DBD Next Article Prev 1 Next Terms of Use Privacy Policy Accessibility Policy Copyright, Trademark and Patent Information Terms and Conditions Do Not Sell My Personal Information Market data powered ... "]]}}