{"postfix": "dillards-aktie", "name": "DILLARDS", "wkn": "861569", "time": "2020.05.26 17:13", "ts": 1590506035, "features": {"KGV": "19.01", "Marktkapitalisierung": {"Size": "Mio", "Value": "475.85"}, "GA": "3.56", "KBV": "1.06", "BA": "63.91", "KCV": "4.71", "CA": "14.39", "Vola30": "97.8", "Vola90": "140.6", "Vola180": "102.68", "Vola250": "86.79"}, "rivals": [], "text_data": {"de": [["19.05.20", "Einzelhändler Dillard’s gibt vierteljährliche Dividende bekannt"], ["26.02.20", "Dillards stellte Zahlen zum jüngsten Quartal vor"]], "en": [["2020-05-23 02:39", "Jill Duggar Posts Some Family Photos And Fans Have Mixed Feelings About Husband Derick's Mustache ...  starts. ???? Love my family ???? A post shared by Jill Dillard (@jillmdillard) on May 21, 2020 at 3:34pm PDT In the other two snaps are Israel, 5, and Samuel, 2, as they were also enjoying the outdoors. The elder son seemed to be making a silly face in one photo, while his little brother may have been riding a bike, as he was seen with a helmet on his head. The Dillards have had a lot more time to spend together as a family since the coronavirus pandemic hit. Derick just finished his second year of law school and is now able to spend the summer with Jill Duggar and their two boys. LATEST HEADLINES Laura Maria Exposes Her Underboob In A Revealing Knotted Neon Orange Bikini On Instagram May 22, 2020 Ana Cheri Puts Curvy Booty On Show In Black Thong Bikini May ... "], ["2020-05-21 19:37", "Oklahoma prisons take non-virus infected inmates from county ...  need to have a mask, but that's a personal preference,\" Stitt said during a Wednesday news conference. Stitt, who was not wearing a mask, also was unmasked during a visit earlier this month by Arkansas-based Dillard's Department store executives Bill Dillard II and Bill Dillard III to mark the reopening of the store in Oklahoma City May 4. Both Dillards starting out wearing masks but eventually removed them. The visit came days after malls, restaurants and other stores were allowed to reopen in line with Stitt's plans for reopening the state's economy amid the coronavirus pandemic. CORONAVIRUS NUMBERS The Oklahoma State Department of Health on Thursday reported the number of confirmed coronavirus cases has surpassed 5,600 and the number ... "], ["2020-05-21 16:18", "Oklahoma prisons take non-virus infected inmates from county ...  need to have a mask, but that's a personal preference,\" Stitt said during a Wednesday news conference. Stitt, who was not wearing a mask, also was unmasked during a visit earlier this month by Arkansas-based Dillard's Department store executives Bill Dillard II and Bill Dillard III to mark the reopening of the store in Oklahoma City May 4. Both Dillards starting out wearing masks but eventually removed them. The visit came days after malls, restaurants and other stores were allowed to reopen in line with Stitt's plans for reopening the state's economy amid the coronavirus pandemic. CORONAVIRUS NUMBERS The Oklahoma State Department of Health on Thursday reported the number of confirmed coronavirus cases has surpassed 5,600 and the number ... "], ["2020-05-21 16:18", "Oklahoma prisons take non-virus infected inmates from county ...  need to have a mask, but that's a personal preference,\" Stitt said during a Wednesday news conference. Stitt, who was not wearing a mask, also was unmasked during a visit earlier this month by Arkansas-based Dillard's Department store executives Bill Dillard II and Bill Dillard III to mark the reopening of the store in Oklahoma City May 4. Both Dillards starting out wearing masks but eventually removed them. The visit came days after malls, restaurants and other stores were allowed to reopen in line with Stitt's plans for reopening the state's economy amid the coronavirus pandemic. CORONAVIRUS NUMBERS The Oklahoma State Department of Health on Thursday reported the number of confirmed coronavirus cases has surpassed 5,600 and the number ... "], ["2020-05-21 16:18", "Oklahoma prisons take non-virus infected inmates from county ...  need to have a mask, but that's a personal preference,\" Stitt said during a Wednesday news conference. Stitt, who was not wearing a mask, also was unmasked during a visit earlier this month by Arkansas-based Dillard's Department store executives Bill Dillard II and Bill Dillard III to mark the reopening of the store in Oklahoma City May 4. Both Dillards starting out wearing masks but eventually removed them. The visit came days after malls, restaurants and other stores were allowed to reopen in line with Stitt's plans for reopening the state's economy amid the coronavirus pandemic. CORONAVIRUS NUMBERS The Oklahoma State Department of Health on Thursday reported the number of confirmed coronavirus cases has surpassed 5,600 and the number ... "], ["2020-05-21 16:18", "Oklahoma prisons take non-virus infected inmates from county ...  need to have a mask, but that's a personal preference,\" Stitt said during a Wednesday news conference. Stitt, who was not wearing a mask, also was unmasked during a visit earlier this month by Arkansas-based Dillard's Department store executives Bill Dillard II and Bill Dillard III to mark the reopening of the store in Oklahoma City May 4. Both Dillards starting out wearing masks but eventually removed them. The visit came days after malls, restaurants and other stores were allowed to reopen in line with Stitt's plans for reopening the state's economy amid the coronavirus pandemic. CORONAVIRUS NUMBERS The Oklahoma State Department of Health on Thursday reported the number of confirmed coronavirus cases has surpassed 5,600 and the number ... "], ["2020-05-19 17:30", "Shoppers wear masks as some stores in Lakeside Mall reopen ... . BUT WE WILL SHOW YOU ONE OF THE ANY RETAIL STORES THAT DID REOPEN TODAY. MY PHOTOGRAPHER WILL SHOW YOU WHAT IT LOOKS LIKE INSIDE. WE HAVE SEEN A FEW PEOPLE OUT SHOPPING. MOST OF THEM ARE WEARING MASKS. THERE IS HAND SANITIZER AT THE DOOR WITH LOTS OF PRECAUTIONS BEING TAKEN. THERE WERE A FEW PEOPLE WAITING TO GET IN THE DOORS THIS MORNING WHEN IT REOPENED. DEPARTMENT STORES LIKE DILLARDS AND MACY'S ARE BACK OPEN FOR BUSINESS. EVEN KIOSKS. A FEW RESTAURANTS ARE OFFERING FOOD TO GO. YOU WILL NOT BE ABLE TO SIT DOWN AND EAT. AS FOR SAFETY PRECAUTIONS, THERE WILL BE HAND SANITIZER AT THE ENTRANCE OF THE MALL AND EVERY STORE AND WE ARE TOLD AREAS LIKE BATHROOMS WILL BE CLEANED MORE FREQUENTLY. > > TO SEE THESE PEOPLE WHILE THROW AND THEY HAVE THEIR MASK ON ... "], ["2020-05-18 23:39", "Retail businesses begin reopening in St. Louis City and County ... City and County. Rachel Phillips was one of the many customers back at the St. Louis Galleria for the first time since it closed 2 months ago because of the coronavirus pandemic. \"It's good to get out. I get so tired of being tied up in the house and isolated from people,\" said Phillips. Approximately 40 of the 150 stores at the mall reopened on Monday. Dillards is scheduled to reopen on Tuesday and Macy's on Friday. Nordstrom hasn't set a date for reopening but continues curbside pickup and returns. After weeks of waiting, shoppers were happy to be back to shopping at some of their favorite stores. \"But we definitely couldn't wait, couldn't wait, super pumped,\" said Cartez Burnett. Employees are required to wear masks, be ... "], ["2020-05-18 10:30", "Today's famous birthdays list for May 18, 2020 includes George Strait, Tina Fey ... in New York. (Photo by Evan Agostini/Invision/AP) Evan Agostini/Invision/AP Actress Violett Beane turns 24 Fun fact: Most recently appeared on the CBS series 'God Friended Me' More celebrities with birthdays today Actress Priscilla Pointer is 96. Actor Robert Morse is 89. Actor Dwayne Hickman is 65. Actress Candice Azzara is 79. Bluegrass singer-musician Rodney Dillard (The Dillards) is 78. Country singer Joe Bonsall (The Oak Ridge Boys) is 72. Rock musician Rick Wakeman (Yes) is 71. Rock singer Mark Mothersbaugh (Devo) is 70. Actor James Stephens is 69. Rock singer-musician Page Hamilton is 60. Contemporary Christian musician Barry Graul (MercyMe) is 59. Contemporary Christian singer Michael Tait is 54. Singer-actress Martika is 51. Rock singer Jack ... "], ["2020-05-18 04:00", "Today in History ... in the Kentucky Derby, which led to the disqualification of first-place Derby finisher Maximum Security, War of Will bounced back to win the Preakness Stakes in Baltimore. Today's Birthdays: Actress Priscilla Pointer is 96. Actor Robert Morse is 89. Actor Dwayne Hickman is 65. Baseball Hall of Famer Brooks Robinson is 82. Actress Candice Azzara is 79. Bluegrass singer-musician Rodney Dillard (The Dillards) is 78. Baseball Hall of Famer Reggie Jackson is 74. Sen. Tom Udall, D-N.M., is 72. Country singer Joe Bonsall (The Oak Ridge Boys) is 72. Rock musician Rick Wakeman (Yes) is 71. Rock singer Mark Mothersbaugh (Devo) is 70. Actor James Stephens is 69. Country singer George Strait is 68. Actor Chow Yun-Fat is 65. International Tennis Hall of Famer Yannick ... "], ["2020-05-18 04:00", "Today in History ... in the Kentucky Derby, which led to the disqualification of first-place Derby finisher Maximum Security, War of Will bounced back to win the Preakness Stakes in Baltimore. Today's Birthdays: Actress Priscilla Pointer is 96. Actor Robert Morse is 89. Actor Dwayne Hickman is 86. Baseball Hall of Famer Brooks Robinson is 82. Actress Candice Azzara is 79. Bluegrass singer-musician Rodney Dillard (The Dillards) is 78. Baseball Hall of Famer Reggie Jackson is 74. Sen. Tom Udall, D-N.M., is 72. Country singer Joe Bonsall (The Oak Ridge Boys) is 72. Rock musician Rick Wakeman (Yes) is 71. Rock singer Mark Mothersbaugh (Devo) is 70. Actor James Stephens is 69. Country singer George Strait is 68. Actor Chow Yun-Fat is 65. International Tennis Hall of Famer Yannick ... "], ["2020-05-17 21:25", "Today in History, May 18 ... in the Kentucky Derby, which led to the disqualification of first-place Derby finisher Maximum Security, War of Will bounced back to win the Preakness Stakes in Baltimore. Today's Birthdays: Actress Priscilla Pointer is 96. Actor Robert Morse is 89. Actor Dwayne Hickman is 65. Baseball Hall of Famer Brooks Robinson is 82. Actress Candice Azzara is 79. Bluegrass singer-musician Rodney Dillard (The Dillards) is 78. Baseball Hall of Famer Reggie Jackson is 74. Sen. Tom Udall, D-N.M., is 72. Country singer Joe Bonsall (The Oak Ridge Boys) is 72. Rock musician Rick Wakeman (Yes) is 71. Rock singer Mark Mothersbaugh (Devo) is 70. Actor James Stephens is 69. Country singer George Strait is 68. Actor Chow Yun-Fat is 65. International Tennis Hall of Famer Yannick ... "], ["2020-05-16 18:13", "Dillard's, Inc. Hosts Annual Meeting Of Stockholders ... , as their ongoing wellbeing was uncertain until the passage of the CARES Act. He emphasized that the Company was clearly not staying open to maximize profits, noting that \"nothing could be further from the truth as evidenced by our $162 million loss\" for the first quarter. Mr. Alex Dillard stated that while the Company's retail stores were closed, they were utilized to fill online orders from dillards.com with very limited staff. He noted that online orders approximately doubled while the stores were closed and that half of the Company's online orders were filled from retail store inventory. Regarding the Company's inventory management during the quarter, Mr. Alex Dillard commented that the Company executed aggressive promotions on ... "], ["2020-05-15 13:05", "Dillard's (DDS) Stock Up Despite Wider-Than-Expected Q1 Loss ... 102.7%. Now a brand-new portfolio has been handpicked from over 4,000 companies covered by the Zacks Rank. Don't miss your chance to get in on these long-term buys. Access Zacks Top 10 Stocks for 2020 today > > In-Depth Zacks Research for the Tickers Above Normally $25 each - click below to receive one report FREE: Dominos Pizza Inc (DPZ) - free report > > Dillards, Inc. (DDS) - free report > > The Kroger Co. (KR) - free report > > Sprouts Farmers Market, Inc. (SFM) - free report > > Published in earnings retail Zacks' 7 Best Strong Buy Stocks for May, 2020 Free Research for Zacks.com Readers Experts have chosen 7 stocks out of 220 Zacks Rank #1 Strong Buys that have the highest potential to increase in price quickly amid the global health crisis. A ... "], ["2020-05-15 12:44", "Dillard's Swings to First-Quarter Loss and Sales Slide - Stores Start to Reopen ... 99, in the year-earlier period. Net sales tumbled 46% to $786.7 million from $1.46 billion. Analysts surveyed by FactSet were calling for a loss of $7.16 a share and revenue of $822 million. The company had closed all 285 store locations by April 9. Dillard's reopened 45 stores on May 5 and an additional 80 on May 12. The stores are operating with reduced hours. Dillards has reopened 149 locations to date, including 24 clearance centers and is planning to reopen 116 Dillard's stores and 5 clearance centers next week for a total of 241 Dillard's stores and 29 clearance centers open. Based on nine days of data, the company said, the 45 stores that opened on May 5 have produced about 56% of the sales from a year earlier while operating at reduced ... "], ["2020-05-14 22:15", "Dillard's (DDS) Reports Q1 Loss, Lags Revenue Estimates ... of the Zacks Industry Rank, Retail - Regional Department Stores is currently in the top 30% of the 250 plus Zacks industries. Our research shows that the top 50% of the Zacks-ranked industries outperform the bottom 50% by a factor of more than 2 to 1. In-Depth Zacks Research for the Tickers Above Normally $25 each - click below to receive one report FREE: Dillards, Inc. (DDS) - free report > > Published in earnings earnings-estimates earnings-outlook earnings-surprise industry-outlook zacks-consensus-estimate zacks-rank Zacks' 7 Best Strong Buy Stocks for May, 2020 Free Research for Zacks.com Readers Experts have chosen 7 stocks out of 220 Zacks Rank #1 Strong Buys that have the highest potential to increase in price quickly amid the global health crisis ... "], ["2020-05-14 09:00", "Here are the stores that are open and closed at West Town Mall ...  to be the first kid on the block with an iPhone, a combination cellular phone, Internet browser, and music and video player thats the most anticipated tech toy in recent memory.Thursday June 28, 2007 J. Miles Cary, Knoxville News Sentinel Fullscreen \"OMG, look at these scarves,\" Lisa Loguillo, (cq), 9, left, of Oak Ridge, said to her friend, Katie Rhea, 11, right, as they shop in Dillards at the West Town Mall on Friday, August 7, 2009.\"The tax-free weekend is a little hard,\" Lisa's mother, Julie, said. \"because stuff is picked over and there isn't a lot of time to really shop. I think they should spread it over a couple of weeks.\" BRIANA SCROGGINS, BRIANA SCROGGINS/NEWS SENTINEL Fullscreen Tina Robinson and her mother ... "], ["2020-05-13 16:30", "Analysts Estimate Dillard's (DDS) to Report a Decline in Earnings: What to Look Out for ...  buy or sell before they've reported. Dillard's doesn't appear a compelling earnings-beat candidate. However, investors should pay attention to other factors too for betting on this stock or staying away from it ahead of its earnings release. In-Depth Zacks Research for the Tickers Above Normally $25 each - click below to receive one report FREE: Dillards Inc (DDS) - free report > > Published in consensus-outlook earnings earnings-consensus earnings-esp earnings-estimates-revisions earnings-expectations earnings-preview stock-price-change zacks-consensus-estimate Zacks' 7 Best Strong Buy Stocks for May, 2020 Free Research for Zacks.com Readers Experts have chosen 7 stocks out of 220 Zacks Rank #1 Strong Buys that have the highest potential to ... "], ["2020-05-13 07:00", "News Press Now ... .html By Bailey Ketcham News-Press NOW Local Dillard's becomes clearance store The local Dillard's at East Hills Shopping Center recently put up a sign indicating its conversion into a clearance store. Thu, 21 May 2020 11:23:00 -0500 http://www.newspressnow.com/tncms/asset/editorial/74acfcee-9b7f-11ea-a197-b30816c607fa https://www.newspressnow.com/news/local_news/local-dillards-becomes-clearance-store/article_74acfcee-9b7f-11ea-a197-b30816c607fa.html By Bailey Ketcham News-Press NOW Mo-Kan seeking business input for survey Mo-Kan Regional Council is seeking area businesses to participate in a COVID-19 business impact survey to evaluate the economic shocks of the shutdown caused by the COVID-19 pandemic. Thu, 21 May 2020 10:58:00 -0500 http://www ... "], ["2020-05-12 23:52", "Customers return to malls, retail stores across Tri-State ... and experiences differed. Restrictions are evident. Businesses must require employees to wear facial coverings, with limited exceptions. Hand sanitizers must be accessible in high-contact locations. Food court seating areas remain closed. Businesses are encouraged to close once a week for a deep cleaning. Kenwood Towne Center will be open 11 a.m.-7 p.m. Monday-Saturday and noon-6 p.m. on Sunday. Dillards, Forever 21, Tiffany's, Williams Sonoma and other stores are open, but Macy's is closed and Nordstrom is only doing curbside pickup. The parking lots were nowhere near full Tuesday, affirming Ohio's return to retail will be tepid. Tia Powell, a local shopper at Liberty Center, tells FOX19 NOW she wasn't planning on coming out Tuesday, but she ... "]]}}