{"postfix": "disney-aktie", "name": "WALT_DISNEY", "wkn": "855686", "time": "2020.05.26 15:50", "ts": 1590501038, "features": {"KGV": "22.59", "Marktkapitalisierung": {"Size": "Mrd", "Value": "198.69"}, "GA": "5.77", "KBV": "2.64", "BA": "49.30", "KCV": "18.11", "CA": "7.20", "Vola30": "43.26", "Vola90": "68.03", "Vola180": "50.32", "Vola250": "38.35"}, "rivals": ["eventim-aktie", "constantin-aktie", "at_t-aktie", "vivendi-aktie", "viacom-aktie", "axel_springer-aktie", "cbs-aktie"], "text_data": {"de": [["25.05.20", "Disney Channel veranstaltet \"Schlimmer geht's immer\"-Tag"], ["25.05.20", "Walt Disney: Die Gefahr liegt in der Luft"], ["19.05.20", "Walt Disney: Diese Abo-Prognose ist der Hammer"], ["19.05.20", "Streaming-Chef Kevin Mayer: Übergangener Disney-Manager wird CEO von TikTok"], ["19.05.20", "Kevin Mayer : TikTok statt Disney: Jobwechsel nach China wird zu Politikum"], ["19.05.20", "ROUNDUP: Disneys Streaming-Chef übernimmt Führung bei TikTok"], ["18.05.20", "Disney+: Disney entfernt Inhalte aus deutschem Streamingabo"], ["14.05.20", "Opening Bell: Dow Jones verliert weiter an Boden; Erstanträge Arbeitslosenhilfe, Disney, PayPal, Netflix, JD.com, Netease, Novavax "], ["14.05.20", "Walt Disney: Der Schaden ist gigantisch"], ["12.05.20", "Warum Filme & Serien streamen auf Netflix, Disney & Co. umweltschädlich ist"], ["12.05.20", "Walt Disney: Wichtiger Schritt in die Normalität"], ["11.05.20", "Opening Bell: Dow Jones am Montag dreistellig im Minus; Vestas, Quidel, Disney, Under Armour, JD.com, Walmart, Zoom Video"], ["11.05.20", "Keine Paraden, dafür Masken - Disneyland Shanghai öffnet wieder"], ["10.05.20", "Amazon, Walt Disney und Co: So geht es weiter"], ["09.05.20", "Walt Disney vermeldete Zahlen zum jüngsten Quartal"], ["06.05.20", "MÄRKTE USA/Jobdaten stoppen Rally - Nur Nasdaq im Plus"], ["06.05.20", "MÄRKTE USA/Dow dreht ins Minus - GM und Beyond Meat sehr fest"], ["06.05.20", "Bob Chapek: Die Coronakrise setzt den neuen Disney-Chef unter Druck"], ["06.05.20", "Kurz informiert: BMW, Google Web Vitals, XBox, Disney"], ["06.05.20", "Disney trotz guter Streamingzahlen mit Gewinneinbruch"], ["06.05.20", "MÄRKTE USA/Hoffnung auf Rückkehr zu Normalität - GM und Beyond Meat sehr fest"], ["06.05.20", "MÄRKTE USA/Hoffnung auf Rückkehr zu Normalität - GM und Beyond Meat sehr fest"], ["06.05.20", "Disneyland in Shanghai öffnet wieder für Besucher"], ["06.05.20", "Corona-Krise lässt Disney-Gewinn um über 90 Prozent einbrechen"], ["06.05.20", "ROUNDUP 2: Corona-Krise lässt Disney-Gewinn um über 90 Prozent einbrechen"], ["06.05.20", "Disney-Aktie: Geschlossene Freizeitparks sorgen für Gewinneinbruch"], ["06.05.20", "Gewinn bricht ein: Coronavirus macht Walt Disney zu schaffen"], ["06.05.20", "Disney: Gewinn bricht in Corona-Krise um mehr als 90 Prozent ein"], ["06.05.20", "Walt Disney: Gewinn bricht um über 90 Prozent ein, Dividende wird ausgesetzt - was nun?"], ["06.05.20", "ROUNDUP: Corona-Krise lässt Disney-Gewinn um über 90 Prozent einbrechen"]], "en": [["25.05.20", "Will Disney World Save the NBA, or Is It the Other Way Around?"], ["24.05.20", "Will You Wear a Face Mask to Visit Disney World?"], ["23.05.20", "Better Buy: Disney vs. Target"], ["22.05.20", "Disney World Won't Match Universal Orlando's June 5 Reopening"], ["22.05.20", "HBO Max vs. Disney Plus: Comparing price, shows and more     - CNET"], ["21.05.20", "As coronavirus lockdowns lift, here's what's reopening: Disney Springs, Universal Orlando     - CNET"], ["21.05.20", "Why Disney, Royal Caribbean, and Carnival Are Up"], ["21.05.20", "Disney Eyes Key Step To Reopen Florida Theme Parks As Rival Gets OK"], ["21.05.20", "Disney World's Top Rival Has a Reopening Plan"], ["21.05.20", "Disney World and Universal Florida Are Going to Open Faster (and Bigger) Than You Think."], ["21.05.20", "Disney Plus June 2020: Every new movie and TV show coming this month     - CNET"], ["20.05.20", "Forget Disney: These “Sacred Cow” Dividends Will Dive Next"], ["20.05.20", "Classic Simpsons episodes coming to Disney Plus in original 4:3 aspect ratio     - CNET"], ["20.05.20", "Pence visits tourism-reliant Florida as Disney shops reopen"], ["20.05.20", "Rachel Dean's Big Ask: Cool FM's Stuart Robinson on his love for Disney and how his supportive parents helped him break into radio "], ["20.05.20", "Cramer's lightning round: Disney is going to get through this"], ["19.05.20", "Disney Stock Falls After Losing M&A Rainmaker Behind Game-Changing Deals"], ["19.05.20", "When Will Disney World, Universal, and SeaWorld Reopen?"], ["19.05.20", "Disney Gets Two Chilly Analyst Reviews"], ["19.05.20", "Get your Disney theme park fix at home     - CNET"], ["19.05.20", "Going viral: Disney top executive leaves to run TikTok"], ["19.05.20", "TikTok names senior Disney executive as new chief"], ["19.05.20", "Disney Loses a Top Executive to TikTok"], ["19.05.20", "Why Disney Stock Jumped Today"], ["18.05.20", "Video app TikTok names top Disney streaming exec as new CEO"], ["18.05.20", "Disney streaming exec Kevin Mayer becomes TikTok’s new CEO"], ["18.05.20", "Disney announces executives to head parks, direct-to-consumer operations"], ["18.05.20", "TikTok's new CEO is a top Disney exec who launched Disney Plus     - CNET"], ["18.05.20", "Disney Springs reopening comes with a warning about risk"], ["18.05.20", "Going to Disney Springs? Here's What You Need to Know"], ["18.05.20", "Disney warns visitors before shops at Orlando resort reopen"], ["17.05.20", "The Wall Street Journal: Saudi sovereign-wealth fund invests in Facebook, Boeing, Disney"], ["17.05.20", "Better Buy: Disney vs. Peloton"], ["17.05.20", "Disney says it will reopen shopping area at Florida resort on Wednesday"], ["16.05.20", "Saudi's PIF buys stakes in Boeing, Citi, Disney"], ["16.05.20", "Timothy Olyphant reportedly will wear Boba Fett's armor in The Mandalorian     - CNET"], ["16.05.20", "This Star Wars R2-D2 robot vacuum is perfect for lockdown cleanup fun     - CNET"], ["15.05.20", "Disney streams fireworks to celebrate being halfway to Halloween Friday night     - CNET"], ["15.05.20", "Will Disney World and Universal Orlando Ever Be the Same?"], ["15.05.20", "Report: Disney and Workers One Step Closer to Reopening Walt Disney World"], ["2020-05-26 13:44", "Unhinged: New Russell Crowe thriller to be first major film released in cinemas since lockdown ... need to take toward getting back to normal.\" Unhinged also stars Caren Pistorius ( Slow West ) and Jimmi Simpson ( Westworld ). Under current plans, cinemas in the UK will be able to reopen on 10 June. The coronavirus lockdown has caused many high-profile films to delay their releases, including the new James Bond film No Time to Die and Disney's live-action Mulan . More about: Unhinged | Russell Crowe | coronavirus lockdown | Show{{#moreThan3_total}} {{value_total}} {{/moreThan3_total}} comments Independent culture newsletter The best in film, music, TV & radio straight to your inbox Enter your email address Continue Continue Please enter an email address Email address is invalid Fill out this field Email address is invalid Email already exists. Log ... "], ["2020-05-26 13:42", "'Dark's Final Season Premieres in June ...  Classmates' Secrets This story has been shared 313 times. 313 Here's Why HBO Series Like 'The Sopranos', 'The Wire' Left Amazon Prime This story has been shared 302 times. 302 The Bob Dylan Documentary 'No Direction Home' Is The Best Martin Scorsese Film Of This Century Stream It Or Skip It? Stream It Or Skip It: 'The Big Fib' On Disney+, A Game Show Where Kids Guess Which Of Two Experts Is Actually A Fibber Stream It Or Skip It: 'History 101' on Netflix, a Mini-Doc Infotainment Series About Stuff and Other Things Stream It Or Skip It: 'Homecoming' Season 2 On Amazon Prime Video, Where Janelle Mone Gets Subjected To Geist's Memory Shenanigans Stream It Or Skip It: 'Military Wives' on Hulu ... "], ["2020-05-26 13:41", "The oil stakes of Trump vs. Biden ... .S. colleges and universities would leave nearly 20 million students and 3 million employees with an uncertain future, but premature reopenings without proper coronavirus safeguards could jeopardize lives and force more closings. Go deeper (2 min. read) Arrow 1 hour ago - Economy & Business Kendall Baker How Disney World could host the NBA Illustration: Sarah Grillo/Axios After weeks of speculation, the NBA announced Saturday that it is in early discussions to resume its season in late July at Disney's ESPN Wide World of Sports Complex in Orlando. What they're saying: The NBA's most well-sourced reporter, Adrian Wojnarowski, says \" everything is pointing toward \" this happening, and that teams could start recalling players as soon as next ... "], ["2020-05-26 13:35", "More COVID-19 testing centers open in Orlando, Orange CountySkip to content NOWCAST WESH 2 News at 9 a.m. Live Now Menu Search Homepage Local News National News Coronavirus Politics Commitment 2020 Matter of Fact Weather Radar Alerts Hurricanes Beach Map Room Traffic Walt Disney World Universal, SeaWorld and More Vote Entertainment Sports Buccaneers Friday Night Hits Real Estate Chronicle ulocal State of Addiction Community Champions Stitch Upload Black History Month CW18 MeTV Justice Network Estrella Lawline What's Cooking at Publix News Team Contact Privacy Notice Terms of Use Alerts Weather Search Share Shares Copy Link Copy {copyShortcut} to copy Link copied! Change MORE Press enter to search Type to Search Search location by ZIP code ZIP Advertisement More COVID-19 testing centers open in Orlando, Orange  ... "], ["2020-05-26 13:32", "NBPA's Michele Roberts: Players Want to Resume Season, Need Certainty ...  Ramona Shelburne. \"It's time. It's time,\" Roberts said . \"It's been two and a half months of, 'What if?' My players need some level of certainty. I think everybody does.\" Roberts plans to speak with teams to discuss the plan to likely return to play at Disney's ESPN Wide World of Sports in Florida in late July. The NBA is in talks with The Walt Disney Company about finishing the 2019-20 season at the Orlando complex and creating a controllable environment while mitigating the risk of contracting the coronavirus. The NBA season has been suspended since March 11, shortly after Utah Jazz center Rudy Gobert tested positive for COVID-19 shortly before a game against the Oklahoma City Thunder. ESPN previously reported ... "], ["2020-05-26 13:31", "NBA players 'really want to play' as rumors about league resuming swirl, union chief says ...  we needed a vote, we would. If we're ratifying a CBA, we need a vote,\" Roberts said. \"But our preferred method is talking to people or just having them talk to us. Then if we get a sense of what the sentiment is, then we can move forward. We talk to our players and figure it out.\" The Athletic reported last week that the NBA was looking at the Disney World complex in Orlando, Fla., as a potential site for games. Las Vegas has also been floated as an option. Charles Barkley, an analyst for Turner Sports, told ESPN's \"The Paul Finebaum Show\" on Monday that he was certain the league will continue with the 2019-20 season. CLICK HERE FOR MORE SPORTS COVERAGE ON FOXNEWS.COM \"We're gonna make a decision in the next week,\" ... "], ["2020-05-26 13:30", "Late Scarborough Aide's Husband Asks Twitter to Delete Trump's Tweets: 'My Wife Deserves Better' (Video) ... , and in the town peoples' rush to find a cure, they accidentally knock over a van with killer bees inside. The spread of \"murder hornets\" in America has coincided with the coronavirus in 2020. The coincidence was first noticed by former \"Simpsons\" writer Bill Oakley. Fox Previous Slide Next Slide 1 of 16 From Donald Trump's presidency to Disney buying Fox to the spread of \"murder hornets\" \"The Simpsons\" has an eerie knack for predicting the future, from Donald Trump's presidency to U.S. beating Sweden for an Olympic gold medal in curling. Here are 14 times the long-running comedy series got it right. View In Gallery Show Comments Information Masthead Newsletter Subscription About Us CollegeWrap Magazines ... "], ["2020-05-26 13:30", "Courts soon to emerge from coronavirus restrictions, reopening in a new reality ... can reopen — with conditions Photos: Jacaranda trees explode with their purple parade around LA County 'Partridge Family' star David Cassidy arrested for DUI First the 2020 Upland Lemon Festival was postponed, now it's canceled California Institution for Men inmates who died from coronavirus called 'especially vulnerable' Disneyland reveals new details about planned Disney Vacation Club time-share tower Coronavirus recovery stats split Southern California health departments Tags: All Readers Coronavirus court courts crime Top Stories Breeze Top Stories IVDB Top Stories LADN Top Stories LBPT Top Stories OCR Top Stories PE Top Stories PSN Top Stories RDF Top Stories SGVT Top Stories Sun Top Stories WDN Sean Emery | Reporter Sean Emery ... "], ["2020-05-26 13:29", "Man killed in Pine Hills shooting, deputies investigating ...  for Polk County nurse who police say stole $3,200 from her elderly patient Federal judge rules Florida ex-felons can vote despite fines or fees Sets from 'Friends' and 'That '70s Show' coming to Orlando Body camera video: 6-year-old girl cries, screams for help as Orlando police arrest her at school PHOTOS Pictures: Orlando Carnival Downtown Disney, Universal may require masks, but will tourists comply and how can it be enforced? Advertisement Crime News News Man killed in Pine Hills shooting, deputies investigating By Grace Toohey Orlando Sentinel | May 26, 2020 | 9:29 AM A man found wounded by gunfire early Tuesday in a Pine Hills neighborhood later died, according to the Orange County Sheriff's Office. Officials responded just ... "], ["2020-05-26 13:24", "Suicide Squad director David Ayer wants his own \"Snyder cut\" ...  News News View all News Entertainment Sci-Fi/ Fantasy Soaps Soaps View all Soaps Coronation Street EastEnders Emmerdale Hollyoaks On Demand On Demand View all On Demand Netflix Amazon Prime Video Movies Drama Comedy TV TV View all TV TV News TV On Demand TV Listings On Demand On Demand View all On Demand Netflix Netflix View all Netflix Best movies Best TV shows Sky Box Sets Disney+ Amazon Prime Video NOW TV Apple TV+ BritBox BBC iPlayer Film Film View all Film Film News Film On Demand Film on TV Sport Radio Stay Safe Mag Offer Magazine subscription offer newsletters holidays RT shop money book club Home News Film Suicide Squad director David Ayer wants his own \"Snyder cut\" Suicide Squad director David Ayer wants his own \"Snyder cut\" The ... "], ["2020-05-26 13:24", "Celebrity Gogglebox 2020: Meet the famous telly watchers ...  View all News Entertainment Sci-Fi/ Fantasy Soaps Soaps View all Soaps Coronation Street EastEnders Emmerdale Hollyoaks On Demand On Demand View all On Demand Netflix Amazon Prime Video Movies Drama Comedy TV TV View all TV TV News TV On Demand TV Listings On Demand On Demand View all On Demand Netflix Netflix View all Netflix Best movies Best TV shows Sky Box Sets Disney+ Amazon Prime Video NOW TV Apple TV+ BritBox BBC iPlayer Film Film View all Film Film News Film On Demand Film on TV Sport Radio Stay Safe Mag Offer Magazine subscription offer newsletters holidays RT shop money book club Home News Celebrity Gogglebox 2020: Meet the famous telly watchers Celebrity Gogglebox 2020: Meet the famous telly watchers Watching them, watching each other. Share on ... "], ["2020-05-26 13:21", "Forecasters increase chances of weather cooperating with Wednesday launchSkip to content NOWCAST WESH 2 News at 9 a.m. Live Now Menu Search Homepage Local News National News Coronavirus Politics Commitment 2020 Matter of Fact Weather Radar Alerts Hurricanes Beach Map Room Traffic Walt Disney World Universal, SeaWorld and More Vote Entertainment Sports Buccaneers Friday Night Hits Real Estate Chronicle ulocal State of Addiction Community Champions Stitch Upload Black History Month CW18 MeTV Justice Network Estrella Lawline What's Cooking at Publix News Team Contact Privacy Notice Terms of Use Alerts Weather Search Share Shares Copy Link Copy {copyShortcut} to copy Link copied! Change MORE Press enter to search Type to Search Search location by ZIP code ZIP Advertisement Forecasters increase chances of weather cooperating with  ... "], ["2020-05-26 13:20", "The 9 films that explain the legendary Studio Ghibli ... 39;s My Neighbor Totoro were released in theaters as a double feature. They couldn't be more tonally different, but each brought the studio acclaim, and critics now view them both as seminal works. The following year Ghibli released the most profitable Japanese film of 1989, Kiki's Delivery Service, directed by Miyazaki. The studio released films steadily throughout the next two decades, and Disney signed on as the studio's U.S. distributor in 1996. Miyazaki's Spirited Away garnered an Oscar for Best Animated Feature in 2002, the second year the award was given. (It remains the only anime to win the award.) The studio has since received four more Academy Award nominations — for Howl's Moving Castle (2004), The Wind Rises (2013), The ... "], ["2020-05-26 13:18", "Branson’s Virgin Orbit fails on first rocket launch attempt ...  License restricted for Polk County nurse who police say stole $3,200 from her elderly patient Federal judge rules Florida ex-felons can vote despite fines or fees Sets from 'Friends' and 'That '70s Show' coming to Orlando Body camera video: 6-year-old girl cries, screams for help as Orlando police arrest her at school PHOTOS Pictures: Orlando Carnival Downtown Disney, Universal may require masks, but will tourists comply and how can it be enforced? Advertisement Space Branson's Virgin Orbit fails on first rocket launch attempt By John Antczak Orlando Sentinel | May 26, 2020 | 9:18 AM A Virgin Orbit Boeing 747-400 aircraft named Cosmic Girl takes off from Mojave Air and Space Port in the desert north of Los Angeles Monday, May 25 ... "], ["2020-05-26 13:18", "Man dies after being found shot in the middle of Pine Hills road ...  License restricted for Polk County nurse who police say stole $3,200 from her elderly patient Federal judge rules Florida ex-felons can vote despite fines or fees Sets from 'Friends' and 'That '70s Show' coming to Orlando Body camera video: 6-year-old girl cries, screams for help as Orlando police arrest her at school PHOTOS Pictures: Orlando Carnival Downtown Disney, Universal may require masks, but will tourists comply and how can it be enforced? Advertisement Breaking News News Man dies after being found shot in the middle of Pine Hills road By Joe Mario Pedersen Orlando Sentinel | May 26, 2020 | 9:18 AM Do not cross tape(Orlando Sentinel) A man with multiple gunshot wounds died Tuesday morning after being found lying in the middle of ... "], ["2020-05-26 13:17", "Chinese state TV broke Ofcom rules with biased Hong Kong coverage ...  in Xi'an while walking home from nursery with his father in 1988 Published: 19 May 2020 Chinese man abducted as toddler 32 years ago reunited with parents Off the property ladder: China clifftop villagers relocated in anti-poverty drive Published: 15 May 2020 Off the property ladder: China clifftop villagers relocated in anti-poverty drive Disney reopens its Shanghai theme park, with many restrictions Published: 11 May 2020 Disney reopens its Shanghai theme park, with many restrictions For the chop: 'dining table revolution' takes aim at food sharing in China Published: 1 May 2020 For the chop: 'dining table revolution' takes aim at food sharing in China China starts major trial of state-run digital currency Published: 28 Apr 2020 China ... "], ["2020-05-26 13:12", "'Incomprehensible': A World War I memorial was found vandalized on Memorial DaySkip to content NOWCAST WESH 2 News at 9 a.m. Live Now Menu Search Homepage Local News National News Coronavirus Politics Commitment 2020 Matter of Fact Weather Radar Alerts Hurricanes Beach Map Room Traffic Walt Disney World Universal, SeaWorld and More Vote Entertainment Sports Buccaneers Friday Night Hits Real Estate Chronicle ulocal State of Addiction Community Champions Stitch Upload Black History Month CW18 MeTV Justice Network Estrella Lawline What's Cooking at Publix News Team Contact Privacy Notice Terms of Use Alerts Weather Search Share Shares Copy Link Copy {copyShortcut} to copy Link copied! Change MORE Press enter to search Type to Search Search location by ZIP code ZIP Advertisement 'Incomprehensible': A World War I memorial was  ... "], ["2020-05-26 13:10", "Delta Goodrem injures herself as she recreates her iconic splits moment on The Voice six years later ...  his co-star Daisy Edgar-Jones a happy birthday as he shares behind the scenes snaps Advertisement Flip Or Flop star Christina Anstead shows off her bikini body while wishing fans a happy Memorial Day: 'Have a wonderful weekend' Kim Kardashian shares adorable snap of her son Saint West, 4, and nephew Reign Disick, 5, in Memorial Day post Schoolhouse Rock is heading to Disney+: Educational series featuring classic 'I'm Just A Bill' tune debuting on streaming service this summer Kourtney Kardashian flaunts her curves as she poses in the desert wearing a bikini after admitting to gaining weight under lockdown 'A love story in the city!' Demi Rose posts topless snap as she dotes on her pet pooch Ted... before playing a steel drum ... "], ["2020-05-26 13:10", "This week in TikTok: Why are celebrities being so weird in quarantine? ...  toned down is just what she's always worn while hanging out at home . The JoJo Siwa who owns a convertible with her face on it is maybe the JoJo Siwa we'll know for eternity. Speaking of, here is a delightful video of her dancing in said car . TikTok in the news Big changes at TikTok HQ: Kevin Mayer has stepped down as chief of streaming at Disney to become TikTok's new CEO. As Julia Alexander notes at The Verge , he'll have plenty on his plate while dealing with music labels, tech competitors, and a very hostile federal government. On Malcolm X's birthday last week, TikTokers changed their profile pictures to the black power symbol to protest censorship of black creators on the platform . Black and brown TikTokers have repeatedly said ... "], ["2020-05-26 13:09", "Gareth Bale defends his love for golf following criticisms from Spanish media over his hobby ...  in $10m charity match Hinteregger's Hilarious Hat-trick! Frankfurt defender goes from hero to zero as he notches a brace and a COMICAL own goal against Bayern Munich Erzgebirge Aue scorer Dmitrij Nazarov breaks Bundesliga's social-distancing rules by celebrating with a hug for driver who saved his life from bus accident NBA in talks about resuming the season at Disney World Florida in late July over four months after coronavirus caused sport shutdown Liverpool stars step up preparation for Premier League return as Jurgen Klopp's side continue distance training as part of Project Restart Staff in PPE joined in LaLiga can resume from as early as JUNE 8, Spanish prime minister announces... even earlier than the division hoped Huge development ' ... "]]}}