{"postfix": "dollar_tree-aktie", "name": "DOLLAR_TREE", "wkn": "A0NFQC", "time": "2020.05.26 17:10", "ts": 1590505837, "features": {"KGV": "18.23", "Marktkapitalisierung": {"Size": "Mrd", "Value": "17.65"}, "GA": "4.76", "KBV": "3.30", "BA": "26.28", "KCV": "11.06", "CA": "7.85", "Vola30": "38.73", "Vola90": "56.84", "Vola180": "50.7", "Vola250": "39.51"}, "rivals": ["walmart-aktie", "costco_wholesale-aktie", "target-aktie", "family_dollar_stores-aktie", "dollar_general_1-aktie"], "text_data": {"de": [["13.05.20", "Erste Schätzungen: Dollar Tree stellt Ergebnisse des abgelaufenen Quartals vor"], ["31.03.20", "So schätzen die Analysten die Dollar Tree-Aktie im März 2020 ein"], ["03.03.20", "Ausblick: Dollar Tree verkündet Quartalsergebnis zum jüngsten Jahresviertel"]], "en": [["21.05.20", "Analysts Estimate Dollar Tree (DLTR) to Report a Decline in Earnings: What to Look Out for"], ["13.05.20", "Where Will Dollar Tree Be in 1 Year?"], ["09.04.20", "Why Dollar Tree Stock Fell 11.5% in March"], ["03.04.20", "Dollar Tree (DLTR) Down 9.7% Since Last Earnings Report: Can It Rebound?"], ["01.04.20", "Dollar Tree Looking to Hire 25,000 as Supply Chains Come Under Pressure"], ["01.04.20", "Dollar Tree extends $2 per hour 'premium' pay by 2 weeks"], ["01.04.20", "Dollar Tree CEO Gary Philbin on meeting demand during the coronavirus outbreak"], ["01.04.20", "Here's What Dollar Tree is Doing Amid Coronavirus Crisis?"], ["31.03.20", "Why Dollar Tree Stock Fell Today"], ["31.03.20", "Dollar Tree withdraws guidance amid coronavirus-related uncertainty heading into peak Easter shopping season"], ["23.03.20", "Dollar Tree & 2 Other Retailers Ramp Up Hiring Amid Coronavirus"], ["07.03.20", "Will Dollar General Outperform Dollar Tree Again in Q4?"], ["05.03.20", "Dollar Tree upgraded after analysts say it hit the bottom of revenue and margin performance"], ["05.03.20", "Dollar Tree Done In Once Again By Family Dollar"], ["04.03.20", "Dollar Tree Inc (DLTR) Q4 2019 Earnings Call Transcript"], ["04.03.20", "UnitedHealth, Campbell rise; Nordstrom, Dollar Tree fall"], ["04.03.20", "Dollar Tree (DLTR) Q4 Earnings Beat Estimates, Sales Rise Y/Y"], ["04.03.20", "Dollar Tree Sees Tariffs Pressuring Profitability in 2020"], ["04.03.20", "Dollar Tree grapples with lower sales, Family Dollar costs"], ["04.03.20", "Dollar Tree (DLTR) Q4 Earnings Beat Estimates"], ["04.03.20", "Dollar Tree stock slips after sales miss"], ["04.03.20", "UPDATE 1-Dollar Tree sees weak first-quarter sales, profit on higher discounts"], ["04.03.20", "Dollar Tree same-store sales miss on Family Dollar weakness"], ["01.03.20", "Stocks This Week: Sell Short NRG Energy And Dollar Tree"], ["26.02.20", "Dollar Tree (DLTR) Expected to Beat Earnings Estimates: Can the Stock Move Higher?"], ["28.01.20", "Dollar Tree Hits New 52-Week Low: Will the Downside Continue?"], ["23.01.20", "Dollar Tree downgraded at Bank of America on margin pressure concern at Family Dollar"], ["08.01.20", "Dollar Tree Stock Is Down 20%, But Investors Should Reject Mini-Tender Offer"], ["2020-05-26 14:15", "Morning virus brief: Trading floor of New York Stock Exchange reopens; WHO warns first wave not over ...  clam up and appear sad when someone would ask about his time in Korea. But he was affectionate and easygoing, a man who'd let a young relative have a seat on his lap or give them a dollar from his pocket, which made them feel rich. He loved the island of his heritage, Puerto Rico. He loved dominoes and family gatherings and would jump on a plane whenever someone needed him. When he became less independent, he ... PurcellConstruction.Biz ... Trusted Divorce/Custody Lawyer Trusted Divorce/Custody Lawyer Before you move out or file for Divorce or Custody in court, ... ALEXANDER TREE SERVICE Tree & Stump Removal Lot Clearing Brush Removal Topping & Trimming Insured Free Esti... Contests & Events Take the RTD Auto Racing Challenge presented by Richmond Raceway  ... "], ["2020-05-26 14:13", "Column: At a gateway to Riverside, a true believer looks for better sidewalks ...  boils down to the absence of 21st century \"walkability\" in an area where pedestrians need adequate sidewalks, at the least. The island, not far from a 7-Eleven and a Dollar General, is at a transition point between city neighborhoods and an industrial tangle rolling into the Town of Tonawanda. Before Covid-19, people walked Kenmore Avenue to reach a Salvation Army thrift  ... 34; At the garden, Folga paused to admire the bright green leaves on one small tree, whose story he tells with particular wonder. That sapling began as little more than a branch Folga found one day while he was cleaning up, and on a whim he \"stuck it in the ground and it started to grow.\" The tree now thrives against all odds in a tough spot in Riverside, which, to Folga,  ... "], ["2020-05-26 13:20", "UPDATES: Tucson area coronavirus developments, May 26: Here's what we know ... .: Some 775 Arizonans are likely to die from the coronavirus pandemic by the end of May, according to a new economic forecast that also says the outbreak is going to blow a billion-dollar hole in state finances. There were 3,018 known COVID-19 cases across Arizona and 89 deaths as of Thursday, the state Health Services Department reported. In Pima County there were 512 confirmed COVID ... experience offered a window into what's possible — on our streets, in our lives and in our relationship with nature. +2 Local news Family dress up time; the Giving Tree: Tucsonans share coronavirus experiences Updated May 23, 2020 Snippets of life from the Old Pueblo while sheltering in place. +5 Caliente Tucson theaters plan \"boutique seating,\" hope audiences  ... "], ["2020-05-26 13:19", "Queen guitarist Brian May suffers heart attack, says he 'could have died' ... Conditions Watch Live News 8 Newscasts Report It High School Senior Send-Off Send Your Photos & Videos Suggest a Story to News 8 On-Air Meet the Team Television Schedule Stretch Your Dollar Capitol Report Connecticut Families Pet of the Week At the Movies Lottery Horoscopes About Us Advertise With Us Contact Us Jobs at WTNH/WCTX Intern At News 8 Community Calendar Contests Do ... , 'Survive the Night' is an action-packed home invasion thriller on-demand this weekend where John McClane himself basically shows some guys that they picked the wrong house. It's One Tree Hill's Chad Michael Murray's house, technically. Murray plays a son with a strained relationship with his tough-as-nails father, played by Willis. Something tells us it won't be ... "], ["2020-05-26 12:30", "Discount retailers to report earnings, and chart analyst is watching two stocks ...  Originals Full Episodes Menu Videos Trader Bios Commentary Trading Nation Discount retailers to report earnings, and chart analyst is watching two stocks Published Tue, May 26 2020 8:30 AM EDT Keris Lahiff @kerisalison VIDEO 4:18 04:18 Discount retailers to report earnings, and market experts are watching one stock Trading Nation Discount retailers are rounding out the earnings season. Costco , Dollar General and Dollar Tree are each scheduled to report quarterly results on Thursday three closely watched stocks as the coronavirus pandemic takes a toll on the economy. \"As I look at the whole discount retailer space, it looks like to me that this is a group that is positioned very well to continue to outperform as we move into the second half of 2020,\" ... "], ["2020-05-26 11:00", "Dollar Stores Should Benefit From High Unemployment. Here's Which Stock to Buy. ...  will see another boost this year, as the Covid-19 pandemic crimps spending power and has put millions of Americans out of work . Newsletter Sign-up Review & Preview Every weekday evening we highlight the consequential market news of the day and explain what's likely to matter tomorrow. Starting in February. PREVIEW SUBSCRIBE Still, Frommer prefers Dollar Tree (DLTR) over Dollar General (DG). Dollar General, Frommer writes, has certainly benefited from consumers stocking up on consumables. The higher sales \"are likely to come with higher costs and some gross margin mix pressure, but the efficiency of the company's in-store and supply chain operations should limit stranded costs going forward.\" Yet he is still cautious about the valuation ... "], ["2020-05-26 09:12", "New York Stock Exchange, Novavax, Latam - 5 Things You Must Know Tuesday ...  calendar Tuesday includes Consumer Confidence for May at 10 a.m. ET and New Home Sales for April at 10 a.m. AutoZone ( AZO ) - Get Report reports earnings on Tuesday. Reports are expected later in the week from Costco ( COST ) - Get Report , Ralph Lauren ( RL ) - Get Report , HP Inc. ( HPQ ) - Get Report , NetApp ( NTAP ) - Get Report , Dollar General ( DG ) - Get Report , Dollar Tree ( DLTR ) - Get Report , Salesforce.com ( CRM ) - Get Report , Dell Technologies ( DELL ) - Get Report , Marvell Technologies ( MRVL ) - Get Report , GameStop ( GME ) - Get Report and Canopy Growth ( CGC ) - Get Report . Costco, Salesforce and Marvell are holdings in Jim Cramer's Action Alerts PLUS member club . Want to be alerted before Jim Cramer buys or sells the stocks ... "], ["2020-05-26 09:00", "How Tennessee Lottery sales are doing after last year's record-setting performance ... on Nov. 10, 2012. Purkey purchased her ticket at Pilot, 6432 Asheville Highway, and the store will receive $5,000 for selling the winning ticket. Submitted Fullscreen Million dollar lottery winner Kathy Rochat, right, and Tennessee Lottery President and CEO Rebecca Paul Hargrove pose on Wednesday, May 16 in Nashville. Rochat's husband, Laurence, gave her ... 2020/05/26/tennessee-lottery-sales-winners-proceeds-education-rebecca-hargrove/5244051002/ Find Jobs Share your feedback to help improve our site experience! More Stories Police reportedly return fire at a man who climbed a tree in Bulls Gap May 25, 2020, 2:12 p.m. TWRA investigating fatal boating accident on Sunday May 24, 2020, 3:45 p.m. William McCloud arrested after domestic dispute May 24, 2020, 2:18 ... "], ["2020-05-26 07:51", "Stanley Ho, who built Macao's gambling industry, dies at 98 ...  have set the stage for a very public family feud that erupted in 2011 over control of Macao casino operator SJM Holdings Ltd. Ho disputed a supposed transfer of his entire multibillion-dollar stake to five of his children and one of his wives, calling it a \"robbery\" that went against his desire to divide the fortune equally among various branches of his family ... . This year, it'll pay more May 25, 2020 6:00 AM Venomous snake bite kills Outer Banks wild horse two days before its second birthday May 25, 2020 2:19 PM 13-year-old dies when tree falls into lake, smashes pontoon boats, Oregon police say May 25, 2020 2:22 PM Read Next Entertainment Monday's Sports in Brief The Associated Press May 26, 2020 12:36 AM ORDER REPRINT AUTO RACING CONCORD, N ... "], ["2020-05-26 07:17", "KTVZ ... will fuel a speedy recovery in demand,\" said Fawad Razaqzada, market analyst at ThinkMarkets.All that positive sentiment in the market is weighing on traditional safe haven bets like gold, the US dollar and US Treasury bonds.The post Dow soars 600 points on big hopes for a vaccine and the economy's reopening appeared first on KTVZ.]]> https://ktvz.com/money/2020/05/26 ...  Barracuda owned by Hart. Black was turning onto Mulholland Highway near Malibu when he accelerated and lost control, the highway patrol report stated. The car careened down an embankment and slammed into a tree, with Hart in the passenger's seat and Broxterman in the back.Hart told Rogan during the podcast that he pretended to be better than he actually was while he was recuperating ... "], ["2020-05-26 07:12", "Asian shares up as recovery hopes overshadow virus worries ... the New York Mercantile Exchange. It closed at $33.25 on Friday, and markets were closed on Monday. Brent crude oil, the international standard, rose 72 cents to $36.25 a barrel. The U.S. dollar rose to 107.84 Japanese yen from 107.69 yen late Monday. The euro rose to $1.0929 from $1.0898. ___ AP Business Writer Joe McDonald in Beijing contributed. Comments Videos Drink coffee, support  ... it'll pay more May 25, 2020 6:00 AM Venomous snake bite kills Outer Banks wild horse two days before its second birthday May 25, 2020 2:19 PM 13-year-old dies when tree falls into lake, smashes pontoon boats, Oregon police say May 25, 2020 2:22 PM Read Next Business Latam Airlines files for Chapter 11 bankruptcy protection By ADAM SCHRECK Associated Press May 26, 2020 01: ... "], ["2020-05-26 07:09", "Stanley Ho, who built Macao's gambling industry, dies at 98 ...  Press Published: May 26, 2020, 1:33 am Updated: May 26, 2020, 2:09 am Tags: Stanley Ho , Business Sign up for our Newsletters Latest News 2 hours ago Neighbors step in to help after tree crashes onto neighbor's home 4 hours ago Homeowners urged to watch out for storm repair scams 4 hours ago 4-year-old boy killed in accidental shooting in San Antonio 4 hours ago  ...  condition may have set the stage for a very public family feud that erupted in 2011 over control of Macao casino operator SJM Holdings Ltd. Ho disputed a supposed transfer of his entire multibillion-dollar stake to five of his children and one of his wives, calling it a \"robbery\" that went against his desire to divide the fortune equally among various branches of his family. The dispute ... "], ["2020-05-26 07:00", "Pennsylvania 'Jeopardy!' ... office, using a 19th century Bible from Wolf's family. During his remarks, Wolf said his toughest day in office during his first term was Oct. 27, when a gunman killed 11 people at the Tree of Life synagogue in Pittsburgh. A survivor of that attack, Rabbi Jeffrey Myers, delivered an invocation before Wolf's swearing-in. Myers, who said he has stopped using the word \"hate\" in the ...  poor — also are easing. Meanwhile, a grab bag of tax and fee increases approved by lawmakers in the past 19 months — after Republicans rejected two Wolf requests for multibillion-dollar tax increases — is providing about $1 billion a year. Still, the state is borrowing $1.7 billion to plug last year's shortfall and took out another $600 million  ... "], ["2020-05-26 06:45", "Asian shares up as recovery hopes overshadow virus worries ...  Yuri Kageyama Associated Press Published: May 26, 2020, 1:45 am Tags: Shinzo Abe , Li Keqiang , Business Sign up for our Newsletters Latest News 2 hours ago Neighbors step in to help after tree crashes onto neighbor's home 4 hours ago Homeowners urged to watch out for storm repair scams 4 hours ago 4-year-old boy killed in accidental shooting in San Antonio 4  ... trading on the New York Mercantile Exchange. It closed at $33.25 on Friday, and markets were closed on Monday. Brent crude oil, the international standard, rose 72 cents to $36.25 a barrel. The U.S. dollar rose to 107.84 Japanese yen from 107.69 yen late Monday. The euro rose to $1.0929 from $1.0898. ___ AP Business Writer Joe McDonald in Beijing contributed. ___ Yuri Kageyama is on Twitter: https ... "], ["2020-05-26 06:09", "Lebanon's migrant workers' plight worsens as crises multiply ... a Lebanese economy, already devastated by a financial crisis brought on by decades of corruption and mismanagement. In recent weeks, the Lebanese pound, pegged to the dollar for more than two decades, has lost 60% of its value against the dollar and prices of basic goods soared. Unemployment has risen to 35% and an estimated 45% of the country's population is now below the poverty  ... , it'll pay more May 25, 2020 6:00 AM Venomous snake bite kills Outer Banks wild horse two days before its second birthday May 25, 2020 2:19 PM 13-year-old dies when tree falls into lake, smashes pontoon boats, Oregon police say May 25, 2020 2:22 PM Read Next Business Latam Airlines files for Chapter 11 bankruptcy protection The Associated Press May 26, 2020 12:09 AM ORDER  ... "], ["2020-05-26 06:08", "Lebanon's migrant workers' plight worsens as crises multiply ...  Features Newsletters 68F Sign In World Sarah El Deeb Associated Press Published: May 26, 2020, 1:08 am Sign up for our Newsletters Latest News 1 hour ago Neighbors step in to help after tree crashes onto neighbor's home 3 hours ago Homeowners urged to watch out for storm repair scams 3 hours ago 4-year-old boy killed in accidental shooting in San Antonio 3 hours  ...  to a Lebanese economy, already devastated by a financial crisis brought on by decades of corruption and mismanagement. In recent weeks, the Lebanese pound, pegged to the dollar for more than two decades, has lost 60% of its value against the dollar and prices of basic goods soared. Unemployment has risen to 35% and an estimated 45% of the country's population is now below the poverty line ... "], ["2020-05-26 04:34", "Memorial Day storms bring flooding and damaging winds to Central Illinois ... Well Remarkable Women of Central Illinois CI Heroes Bob & Tom's Excellent Adventures The Mel Robbins Show Active Life With Bob Larson Million Dollar Community Investment Easterseals Peoria Park District Destination Illinois Veterans Voices Community Calendar Horoscopes Open For Business Contests Contest Winners Wellness Network Nexstar Digital Marketplace ... 25 PM Lewistown: Garage damaged and power pole blown down 6:25 PM Forest City: Several tree limbs were blown down and a patio railing was broken 6:28 PM Cuba: 6-10 inch diameter trees uprooted in wet soil conditions 8:05 PM Bartonville: Power line down 8:05 PM Hanna City: Power line down 8:20 PM Mackinaw: 8 inch diameter tree limb was blown down 8:25 PM Dunlap: Power lines were blown down Flash Flooding  ... "], ["2020-05-26 04:00", "3K Race: Positive Economic Signs, Vaccine News Leading Rally In S&P 500, Other Indices ... Wholesale Corp. ( COST ) to try to get a better sense of how the travel, housing, and grocery industries have been doing and may fare going forward. Also, in the retail space, it could be interesting to tune into earnings from both ends of the spectrum. On the higher end, Ralph Lauren (RL) and Nordstrom JWN (JWN) open their books this week, as do bargain retailers Dollar General (DG DG ) and Dollar Tree DLTR (DLTR). It could be interesting to see how much online sales helped RL and JWN weather the coronavirus-sparked shopping downturn as well as how much people were stocking up on lower cost goods during the pandemic. CHART OF THE DAY: VIX FIX. Wall Street's main fear gauge, the Cboe Volatility Index (VIX), has been ... [+] on a declining trend as market ... "], ["2020-05-26 03:52", "Their view: China must pay for its actions ...  U.S. as a country; investors would have to believe that U.S. policy and the U.S. economic system are in a long-term state of decline, and decide to abandon dollar-denominated assets. It would lead to the largest and most destructive episode of capital flight that the world has ever seen. Assuming China continued to resist the free movement of capital, most  ... fuselage and a wing in a plastic cover. You'd assemble them and contrary to the promises on the packet what it was really guaranteed to do was crash back to earth and break or lodge in a tree too high up for your father's ladder. Christmas Tape: Traditional transparent sticky tape took on snowman and other holiday hues and designs every December. I'd like to see it come back. So colorful was  ... "], ["2020-05-26 01:49", "Growler sales give popular pizza chain a big boost ...  Modelo suspends production of Corona and other beer brands amid coronavirus crisis in Mexico News Americans stockpile frozen pizza, causing potential shortage News Lowe's delivering $1M worth of Mother's Day flowers to moms isolated in senior homes Consumer The spread of the coronavirus couldn't have come at a worse time for Corona beer News Walmart, Dollar Tree and 7-Eleven want to hire nearly 200,000 workers News Companies announce job openings, elected leaders promise help after coronavirus impacts economy News Stocks roar back from big losses after emergency declaration News Shake Shack to return $10M small business government loan National & World News US coronavirus cases reach 100,000 as reported deaths hit new daily high News Starbucks ... "]]}}