{"postfix": "dollar_general_1-aktie", "name": "DOLLAR_GENERAL", "wkn": "A0YEES", "time": "2020.05.26 17:11", "ts": 1590505863, "features": {"KGV": "23.52", "Marktkapitalisierung": {"Size": "Mrd", "Value": "41.63"}, "GA": "6.73", "KBV": "6.06", "BA": "26.13", "KCV": "18.23", "CA": "8.68", "Vola30": "24.47", "Vola90": "68.97", "Vola180": "51.29", "Vola250": "39.64"}, "rivals": ["costco_wholesale-aktie", "dollar_tree-aktie"], "text_data": {"de": [["13.05.20", "Erste Schätzungen: Dollar General präsentiert das Zahlenwerk zum abgelaufenen Jahresviertel"], ["30.04.20", "Experten sehen bei Dollar General-Aktie Potenzial"], ["21.04.20", "Dollar General schüttet Dividende aus"], ["31.03.20", "Wie Experten die Dollar General-Aktie im März einstuften"], ["13.03.20", "Dollar General erzielt mehr Umsatz und hebt die Dividende an"], ["13.03.20", "Dollar General: So schnitt der Konzern im vergangenen Quartal ab"], ["11.03.20", "Ausblick: Dollar General präsentiert das Zahlenwerk zum abgelaufenen Jahresviertel"], ["29.02.20", "Dollar General-Aktie: Was Analysten im Februar vom Papier halten"], ["21.01.20", "Dollar General schüttet vierteljährliche Dividende aus"]], "en": [["22.05.20", "How Dollar General (DG) Looks Just Ahead of Q1 Earnings"], ["21.05.20", "Dollar General (DG) Reports Next Week: Wall Street Expects Earnings Growth"], ["19.05.20", "Dollar General (DG) Stock Moves -0.31%: What You Should Know"], ["19.05.20", "The Zacks Analyst Blog Highlights: Advance Auto Parts, Home Depot, Lowe's Companies, Alibaba Group and Dollar General"], ["19.05.20", "Zacks.com featured highlights include: Taiwan Semiconductor Manufacturing Company, Dollar General, Kroger, Bristol-Myers Squibb and NIC"], ["15.05.20", "Better Buy: Costco vs. Dollar General"], ["12.05.20", "Dollar General (DG) Stock Moves -0.72%: What You Should Know"], ["05.05.20", "Dollar General (DG) Stock Sinks As Market Gains: What You Should Know"], ["05.05.20", "Can Dollar General (DG) Keep the Earnings Surprise Streak Alive?"], ["30.04.20", "Zacks.com featured highlights include: Strategic Education, Lockheed Martin, Bristol-Myers Squibb, Dollar General and The Kroger"], ["28.04.20", "Why Nordstrom, Dollar General, and Foot Locker Rose Yesterday"], ["28.04.20", "The Zacks Analyst Blog Highlights: Sprouts Farmers Market, SpartanNash Company, Dollar General and Kroger"], ["28.04.20", "Zacks.com featured highlights include: General Mills, Dollar General, West Pharmaceutical Services, Atlas Air Worldwide and CoreLogic"], ["27.04.20", "Dollar General (DG) Outpaces Stock Market Gains: What You Should Know"], ["27.04.20", "Dollar General (DG) Moves to Buy: Rationale Behind the Upgrade"], ["23.04.20", "Coronavirus Hits Retail Sector: Dollar General Still Worth a Bet"], ["22.04.20", "Here's Why Momentum Investors Will Love Dollar General (DG)"], ["22.04.20", "Will Dollar General Continue to Surge Higher? "], ["21.04.20", "The Zacks Analyst Blog Highlights: Walmart, Amazon, Dollar General, Sprouts Farmers Market and Casey's"], ["07.04.20", "Stock Market Wrap-Up: Carnival Keeps Climbing; Dollar General Touches New High"], ["04.04.20", "Dollar General could be best retail protection play"], ["31.03.20", "Why Dollar General Stock Was Gaining Today"], ["30.03.20", "Stocks Showing Market Leadership: Dollar General Earns 91 RS Rating"], ["30.03.20", "Dollar General Offers 10% Discount to Healthcare Workers and National Guard"], ["30.03.20", "Dollar General to give 10% discount to first responders, invest $35 million in employee bonuses"], ["27.03.20", "3 Reasons Dollar General Is a Buy"], ["24.03.20", "Dollar General to Pay $35 Million in Bonuses to Employees Working in March and April"], ["24.03.20", "Dollar General (DG) Ramps Up Hiring Amid Coronavirus Crisis"], ["23.03.20", "Dollar General to Hire 50,000 More Workers to Meet Raised Demand"], ["23.03.20", "Dollar General to hire 50,000 employees by the end of April"], ["20.03.20", "Dollar General Closing Early, Hiring Workers to Meet Coronavirus Demand"], ["17.03.20", "Dollar General Designates First Hour of Shopping for Seniors Only"], ["17.03.20", "Amid pandemic, Dollar General shoppers asked to reserve first hour for seniors "], ["15.03.20", "Dollar General Does Discounting Right Again in Q4"], ["13.03.20", "The Ratings Game: Dollar General is well-positioned to handle coronavirus, analysts say"], ["12.03.20", "Dollar General Corporation (DG) Q4 2019 Earnings Call Transcript"], ["12.03.20", "Dollar General Beats on Revenue and EPS for Q4, Boosts Dividend"], ["12.03.20", "Dollar General (DG) Q4 Earnings Beat Estimates, Increase Y/Y"], ["12.03.20", "Dollar General (DG) Tops Q4 Earnings and Revenue Estimates"], ["12.03.20", "UPDATE 1-Dollar General beats profit estimates, warns of coronavirus uncertainty"], ["2020-05-26 14:40", "Bill Barr Promised to Release Prisoners Threatened by Coronavirus — Even as the Feds Secretly Made It Harder for Them to Get Out ... , because BOP doesn't give us any.\" Fewer prisoners have been released than was expected when the attorney general made his announcement, lawyers say. About 3,050 inmates have been moved to home confinement as of May 21, Bureau of Prisons records show. That's around 1.8% of the people under the bureau's supervision. That figure is significantly smaller than the roughly 20% of  ... Journalism Fund: A New Way To Support TPM We're launching the TPM Journalism Fund as an additional way for readers and members to support TPM. Every dollar contributed goes toward: -Hiring More Journalists -Providing free memberships to those who cannot afford them -Supporting independent, non-corporate journalism CONTRIBUTE Learn More Are you experiencing financial  ... "], ["2020-05-26 14:33", "Singapore warns of worst economic contraction since independence ... independence AFP | May 26, 2020, 16:33 IST A general view shows the financial business district in Singapore (AFP photo) SINGAPORE: Singapore 's virus-hit economy could shrink by as much as seven percent this year - the worst reading since independence - the government said Tuesday, as it unveiled a fresh multi-billion dollar stimulus package. The city-state is seen as a ...  Locust attack India Bihar Board Topper List Coronavirus vaccine update India Result Bihar Board 10th Result CBSE News Coronavirus Vaccine Amavasya in May 2020 News Coronavirus news Horoscope today Skoda Rapid 1.0 TSI price Step by Step Pizza Recipe services Ads 2 Book Bank Exam App ET Money Finance App CouponDunia Dineout Magicbricks Techgig Times Jobs Bollywood News Times Mobile Remit 2 ... "], ["2020-05-26 14:32", "Transgender bathroom ban gets federal appellate hearing ...  in commercials that have begun airing in cities up and down the East Coast as part of the City of Virginia Beach's latest full-court press effort to stimulate its multi-billion dollar tourist industry. Read the Full Article Video WATCH: Northam to decide on mandatory face masks for Virginians at 2 p.m. by WRIC Newsroom / May 26, 2020 RICHMOND, Va. (WRIC) -- Virginia Governor Ralph Northam ...  Virginians wear masks, locals question pending policy Video Coronavirus update: VDH reports 28 new COVID-19 deaths Don't Miss Coronavirus update: VDH reports 28 new COVID-19 deaths Coronavirus / 1 hour ago Where is my stimulus check? 8News answers your questions Local News / 21 hours ago Video Contest: Senior Send Off Contests / 4 days ago Let RVA know you're  ... "], ["2020-05-26 14:25", "How Trump's doing in polls, both in Minnesota and nationally ...  update my occasional series on Trump's national approval ratings, which I still check every day even though the numbers never move around much, which I at least used to find amazing, given the general volatility of this presidency. As usual, I rely on an average of many recent approval polls, as maintained by FiveThirtyEight.com. The update is bad but not terrible for the current incumbent. It shows Trump ( ...  for MinnPost. His latest award is from the Society of Professional Journalists, which in May 2017 announced he'd won the national Sigma Delta Chi Award for online column writing. Comments (1) Submitted by Bob Tourdot on 05/26/2020 - 09:31 am . What are those 44% thinking? Log in to Reply Leave a Reply Cancel reply You must be logged in to post  ... "], ["2020-05-26 14:13", "Column: At a gateway to Riverside, a true believer looks for better sidewalks ...  boils down to the absence of 21st century \"walkability\" in an area where pedestrians need adequate sidewalks, at the least. The island, not far from a 7-Eleven and a Dollar General, is at a transition point between city neighborhoods and an industrial tangle rolling into the Town of Tonawanda. Before Covid-19, people walked Kenmore Avenue to reach a Salvation Army thrift store  ... Newsletters Curate your own Buffalo News newsletter experience. View All Newsletters Call Us Subscriber Services can be reached during business hours at 716-842-1111 or toll free at 1-800-777-8640 Our Websites Buffalo Job Finder Buffalo Cars [BN] Ads Special Sections Buffalo Magazine WNY Weddings [BN] Home Classifieds 1999 - 2020 - The Buffalo News copyright-protected material ... "], ["2020-05-26 14:11", "Amarillo Crime Stoppers looking for armed robbery suspect ... Silver Star Nation Buff Nation Big Race Daytona Masters Report Japan 2020 Top Stories World TeamTennis plans to have fans at West Virginia matches Top Stories The Latest: F1 carmaker McLaren to cut 1,200 jobs Busch passes Cindric in OT to win Xfinity race at Charlotte PGA, NFL stars attract nearly 6 million viewers in TV match Hamlin crew members suspended 4 races over tungsten  ...  Stoppers needs your help to identify an armed robbery suspect in this week's \"Crime of the Week\". On Wednesday May 20th at 8:11 AM, APD officers were called to the Dollar General at 1518 SE 10th Avenue on an armed robbery. The male suspect entered the store and pulled a gun on the clerk. The suspect demanded money and then left in an unknown direction. No injuries were ... "], ["2020-05-26 14:09", "California boy, 13, earns 4th associate’s degree ...  With travelers staying close to home and airports turned into virtual ghost towns, rental car companies have taken a huge hit during the coronavirus pandemic. On Friday Hertz, which also operates the Dollar and Thrifty agencies, declared bankruptcy. Industry experts expect the company to sell off a large portion of its fleet. And that should bring about some deals car shoppers might very well want ... is taking — from its global study into experimental COVID-19 treatments, saying that its experts need to review all available evidence to date. In a press briefing, WHO director-general Tedros Adhanom Ghebreyesus said that in light of a paper published last week in the Lancet that showed people taking hydroxychloroquine were at higher risk of death and heart  ... "], ["2020-05-26 14:04", "No major side-effects of HCQ, should be continued as preventive treatment for COVID-19: ICMR ... for nausea, vomiting, palpitation occasionally. Hence in our advisory we have recommended that it should be continued for prophylaxis as there is no harm. Benefit may be there,\" ICMR Director General Balram Bhargava said. He said it has been \"clearly advised that HCQ should be taken with food, not on empty stomach\". Also read: Coronavirus | Hydroxychloroquine cover extended to frontline ... IOA President \"dissolves\" Ethics Commission; Secy Gen says it's illegal, re-instates it 1hr Rupee recovers 29 paise to 75.66 on growth optimism, weak dollar CLOSE CLOSE THIS MENU TRENDING TODAY Chennai Hyderabad Bengaluru Videos Entertainment Coronavirus Video & Podcast Expert Speak All Reports E-BOOK Subscription Start your trial Latest News Today' ... "], ["2020-05-26 14:00", "Democrats meddle in Republicans’ NM-02 primary ... choice,\" and the spending is reported as opposing both candidates. (Craig Varoga, the president of the group, said \"our goal is to define two unqualified candidates in preparation for the general election, regardless who wins the primary, and that's what our ad does,\" in a statement to Score earlier last week when we noticed the spending but before we  ... s Quint Forgey and Myah Ward wrote, saying in a call with black business leaders that he had perhaps been \"much too cavalier.\" The Trump campaign said it'd roll out a $1 million ad campaign off Biden's comments, per POLITICO's Alex Isenstadt . THE OTHER GUYS — The Justin Amash -less Libertarian Party picked its presidential nominee, landing on Jo Jorgensen, a Clemson  ... "], ["2020-05-26 13:59", "Trump's Food Aid Program Gives Little Funding to the Northeast, Where Coronavirus Hit Hardest ... for ways to reach areas that were passed over. \"USDA is evaluating how we might expand access to the program in areas that are underserved,\" the agency said in a statement. Out of $1.2 billion in the program's first round, just $46 million is going to the Northeast. The region, which encompasses New York and New England, has the most coronavirus cases but received the least ... Journalism Fund: A New Way To Support TPM We're launching the TPM Journalism Fund as an additional way for readers and members to support TPM. Every dollar contributed goes toward: -Hiring More Journalists -Providing free memberships to those who cannot afford them -Supporting independent, non-corporate journalism CONTRIBUTE Learn More Are you experiencing financial  ... "], ["2020-05-26 13:49", "Loan moratorium: Supreme Court directive to Centre, RBI ...  and national lockdown. A Bench led by Justice Ashok Bhushan issued formal notice to the central banker and the Centre. The court asked them to file their counter affidavits within a week. Solicitor General Tushar Mehta also submitted that he would take instructions on the issue and respond to the court in the next hearing. The petitioner, Gajendra Sharma, said though there was a moratorium on loans,  ...  1hr IOA President \"dissolves\" Ethics Commission; Secy Gen says it's illegal, re-instates it 1hr Rupee recovers 29 paise to 75.66 on growth optimism, weak dollar 1hr Home gardening e-com. sector blooms amid lockdown 1hr No arrest, detention in case against Tablighi Jamaat members: Delhi Police tells HC CLOSE CLOSE THIS MENU TRENDING TODAY Chennai  ... "], ["2020-05-26 13:43", "Supreme Court takes suo motu cognisance of migrant workers issue ... notice to the Centre, States and Union Territories and sought their replies by May 28 on the steps taken to redeem the situation. The top court listed the matter for May 28 and asked Solicitor General Tushar Mehta to assist it on the issue. You have reached your limit for free articles this month. Subscribe Now Already have an account ? Sign in Start your 14 days trial now. Sign Up Subscription ...  IOA President \"dissolves\" Ethics Commission; Secy Gen says it's illegal, re-instates it 1hr Rupee recovers 29 paise to 75.66 on growth optimism, weak dollar 1hr Home gardening e-com. sector blooms amid lockdown CLOSE CLOSE THIS MENU TRENDING TODAY Chennai Hyderabad Bengaluru Videos Entertainment Coronavirus Video & Podcast Expert Speak All Reports E-BOOK  ... "], ["2020-05-26 13:43", "Wall Street up as recovery hopes overshadow virus worries ...  markets were closed on Monday. Brent crude oil, the international standard, rose 48 cents to $36.60 a barrel. The dollar fell to 107.52 Japanese yen from 107.69 yen late Monday. The euro rose to $1.0964 from $1.0898. ——— AP Business Writer Joe McDonald in Beijing contributed. ——— Yuri Kageyama is on Twitter: https://twitter.com/yurikageyama Copyright 2020 The Associated Press. All rights reserved. This material may not be published, broadcast, rewritten or redistributed without permission. Facebook Twitter WhatsApp SMS Email Print Save Tags Business General News Emergency Management Government And Politics Crude Oil Markets Energy Markets Commodity Markets Financial Markets Economy Stock Prices Leading Economic Indicators ... "], ["2020-05-26 13:39", "Reopen places of worship: IUML ...  Agency 1hr IOA President \"dissolves\" Ethics Commission; Secy Gen says it's illegal, re-instates it 1hr Rupee recovers 29 paise to 75.66 on growth optimism, weak dollar 1hr Home gardening e-com. sector blooms amid lockdown 1hr No arrest, detention in case against Tablighi Jamaat members: Delhi Police tells HC 1hr Government finalising draft bill to set up ... Union Muslim League (IUML) has urged the Centre and the State governments to grant permission to reopen places of worship while adhering to guidelines during the COVID-19-induced lockdown. Party State general secretary K.P.A. Majeed said the government should allow faithful to offer prayers at places of worship just as exemptions were given to operate public transport services and shops after  ... "], ["2020-05-26 13:34", "Bicyclist involved in traffic accident in Lee County ... collided with a bicyclist Monday afternoon in Lee County . Lee County Sheriff Jim Johnson said the accident happened at approximately 3:00 on Auburn Road across from the Dollar General store. The bicyclist, an 18-year-old, was taken to the hospital in Tupelo. Related Content Bicyclist involved in traffic accident in Lee County Bicyclist out of  ...  114 10 Barbour 113 1 Clarke 109 2 St. Clair 104 1 Pickens 93 4 Greene 91 4 Talladega 91 2 Chilton 87 1 Dale 85 0 Cullman 78 0 Limestone 77 0 Jackson 71 2 Winston 67 0 Covington 67 1 Washington 65 5 Henry 64 2 Macon 62 2 Crenshaw 60 2 Bibb 59 1 Blount 49 1 Lawrence 43 0 Escambia 43 3 Perry 35 0 Geneva 35 0 Coosa 34 1 Monroe 33 2 Cherokee 33 2 Conecuh 28 1 Clay 27 2 Lamar 20 0 Cleburne 13 1 Fayette 11 0 Unassigned ... "], ["2020-05-26 13:31", "Life, Liberty And The Pursuit Of Karens ...  fierce. Introducing The TPM Journalism Fund: A New Way To Support TPM We're launching the TPM Journalism Fund as an additional way for readers and members to support TPM. Every dollar contributed goes toward: -Hiring More Journalists -Providing free memberships to those who cannot afford them -Supporting independent, non-corporate journalism CONTRIBUTE Learn More Are you experiencing financial hardship? Apply for a free  ...  Investigations Desk: Tierney Sneed Josh Kovensky Reporters: Matt Shuham Kate Riga Newswriters: Cristina Cabrera Summer Concepcion Editor at Large: John B. Judis General Counsel: Millet Israeli Publisher: Joe Ragazzo Head of Product: Derick Dirmaier Director of Technology: Matt Wozniak Publishing Associate: Jackie Wilhelm Front-End  ... "], ["2020-05-26 13:28", "Voting Like Your Life Depends On It ... . Introducing The TPM Journalism Fund: A New Way To Support TPM We're launching the TPM Journalism Fund as an additional way for readers and members to support TPM. Every dollar contributed goes toward: -Hiring More Journalists -Providing free memberships to those who cannot afford them -Supporting independent, non-corporate journalism CONTRIBUTE Learn More Are you experiencing financial hardship? Apply for a ...  Lafond Investigations Desk: Tierney Sneed Josh Kovensky Reporters: Matt Shuham Kate Riga Newswriters: Cristina Cabrera Summer Concepcion Editor at Large: John B. Judis General Counsel: Millet Israeli Publisher: Joe Ragazzo Head of Product: Derick Dirmaier Director of Technology: Matt Wozniak Publishing Associate: Jackie Wilhelm Front-End Developer:  ... "], ["2020-05-26 13:21", "Europe's Travel Sector Soars, S&P 500 to Break 3000 Barrier ... % Contraction this Year - Fin Min 10:48 Singapore Confirms 383 More Coronavirus Cases 10:31 Japanese Stock Indices Rise in Morning Trading More General Health Minister: Great Support from Wise Leadership for Health Sector and Early Precautions KSrelief Continues Implementing Water and Environmental Sanitation Project in Hodeida Governorate ...  of airline Lufthansa. Italian, Spanish and other southern euro zone government bonds also gained on the hopes, and a weaker dollar helped the euro and the pound. MSCI's broadest index of Asia-Pacific shares outside Japan had advanced 1.7% overnight, with South Korea up 1.75% and Chinese blue chips 1.1% higher after the country's central bank said it would continue to push to lower interest rates on loans. Yields ... "], ["2020-05-26 13:20", "Hundreds of Virginians report price gouging amid coronavirus pandemic ... campaign Video Top Stories Scientists discover giant fiery doughnut-shaped galaxy 13-year-old in California earns his 4th associate's degree Video Pizza Hut is giving away 1 free medium pizza to all 2020 graduates Video Universal Orlando officially reopening to public on June 5, company says Video Weather Today's Outlook Live VIPIR Radar Hourly &  ... ll hear in commercials that have begun airing in cities up and down the East Coast as part of the City of Virginia Beach's latest full-court press effort to stimulate its multi-billion dollar tourist industry. Read the Full Article Video WATCH: Northam to decide on mandatory face masks for Virginians at 2 p.m. by WRIC Newsroom / May 26, 2020 RICHMOND, Va. (WRIC) -- Virginia Governor Ralph Northam (D) is ... "], ["2020-05-26 13:20", "UPDATES: Tucson area coronavirus developments, May 26: Here's what we know ...  Arizonans are likely to die from the coronavirus pandemic by the end of May, according to a new economic forecast that also says the outbreak is going to blow a billion-dollar hole in state finances. There were 3,018 known COVID-19 cases across Arizona and 89 deaths as of Thursday, the state Health Services Department reported. In Pima County there were  ... without sitting in a crowded dining room? Here are some helpful tips from This is Tucson . 9:37 a.m.: The Arizona Poison and Drug Information Center is now taking COVID-19-related calls from health providers and the general public: 1-844-542-8201 7:30 a.m.: Tucson Mall has updated their hours to noon to 7 p.m. Monday through Saturday and 12 to 6 p.m. Sunday. Park Place Mall's hours have been updated to ... "]]}}