{"postfix": "dsm-aktie", "name": "DSM_NV", "wkn": "A0JLZ7", "time": "2020.05.26 15:27", "ts": 1590499655, "features": {"KGV": "25.14", "Marktkapitalisierung": {"Size": "Mrd", "Value": "20.69"}, "GA": "4.64", "KBV": "2.59", "BA": "44.41", "KCV": "14.88", "CA": "7.84", "Vola30": "20.36", "Vola90": "49.48", "Vola180": "37.53", "Vola250": "29.84"}, "rivals": ["bayer-aktie", "sigma-aldrich-aktie", "h_r-aktie", "lanxess-aktie", "huntsman-aktie", "wacker_chemie-aktie", "mitsubishi_chemical_1-aktie"], "text_data": {"de": [["09.05.20", "Koninklijke DSM NV (spons ADRs): Bilanzvorlage zum letzten Quartal"], ["09.05.20", "DSM NV gab Ergebnis zum abgelaufenen Quartal bekannt"], ["07.05.20", "Ausblick: Koninklijke DSM NV (spons ADRs) gewährt Anlegern Blick in die Bücher"], ["07.05.20", "Ausblick: DSM NV vermeldet Zahlen zum jüngsten Quartal"], ["22.04.20", "Erste Schätzungen: DSM NV gibt Ergebnis zum abgelaufenen Quartal bekannt"], ["22.04.20", "Erste Schätzungen: Koninklijke DSM NV (spons ADRs) zieht Bilanz zum jüngsten Jahresviertel"], ["14.02.20", "Koninklijke DSM NV (spons ADRs): So viel setzte das Unternehmen zuletzt um"], ["14.02.20", "DSM NV legte die Bilanz zum abgelaufenen Quartal vor"], ["12.02.20", "Ausblick: Koninklijke DSM NV (spons ADRs) stellt das Zahlenwerk zum vergangenen Quartal vor"], ["12.02.20", "Ausblick: DSM NV mit Zahlen zum abgelaufenen Quartal"]], "en": [["12.05.20", "Phynova Group Ltd : Royal DSM backs EUR 10m funding to fight obesity"], ["20.01.20", "DSM Names Feike Sijbesma Honorary Chairman"], ["2020-05-26 08:50", "Omega 3 Products Market Comprehensive Report To 2028 With Leading Key Players: Epax, Crode & Nordic Naturals | Radiant Insights, Inc ... Radiant Insights, Inc. @: https://www.radiantinsights.com/research/2013-2028-report-on-global-omega-3-products-market Additional notable companies are: Unilever Group, Orkla ASA, Koninklijke DSM NV, Bellamy's Australia Ltd., Reckitt Benckiser Group Plc, Nestl SA, Cargill Inc., Sanofi S.A, Herbalife Limited, Blackmores Limited, and Abbott Laboratories. This report  ... margin, historical growth and future perspectives in the Omega 3 Products market. Market Segmentation: Leading players of Omega 3 Products including: Epax Aker BioMarine Innovix Pharma Crode DSM Nordic Naturals Luhua Biomarine Marine Ingredients Cargill Pharmavite Ascenta Health KD Pharma Pharbio Dow Chemical GSK Natrol Carlson Laboratories Gowell Pharma By-Health OmegaBrite Amway NOW Foods ... "], ["2020-05-25 15:09", "Lufthansa says Germany approves stabilization package ...  and Golfs, but Makes No Mention of Virus's Toll The New York Times Alyssa Milano defends wearing a 'totally safe' crochet mask following backlash Yahoo Celebrity More Than $1,000 in the Bank? Make These 4 Moves The Penny Hoarder Ad Americans spend holiday outside Yahoo News Video Insights into the Worldwide Food Enzymes Industry to 2025 - Featuring Royal DSM, Novozymes & Biocatalyst Among Others - ResearchAndMarkets.com Business Wire Fox's Wallace Shreds Kayleigh McEnany for Questioning Reporters' Faith The Daily Beast She Won $8 Million On Slots & Casino Denies Paying TheFashionBall Ad Donald Trump says he may move Republican convention from Charlotte USA TODAY You're Getting Used to Masks. Will You Wear a Face Shield? The New York ... "], ["2020-05-23 01:00", "Research Report with COVID-19 Forecasts- Algae-Based Animal Feed and Ingredients Market 2020-2024 | Increasing Consumption Rate of Aquaculture Products to Boost Growth | Technavio ...  forecast period. Algea, Algae Natural Food, Alltech Inc., Archer Daniels Midland Co., Associated British Foods Plc, Cellana Inc., Corbion NV, Cyanotech Corp., Duplaco BV, and Koninklijke DSM NV are some of the major market participants. The increasing consumption rate of aquaculture products will offer immense growth opportunities. To make the most of the  ... some of the vendors such as Algea, Algae Natural Food, Alltech Inc., Archer Daniels Midland Co., Associated British Foods Plc, Cellana Inc., Corbion NV, Cyanotech Corp., Duplaco BV, and Koninklijke DSM NV. Backed with competitive intelligence and benchmarking, our research reports on the algae-based animal feed and ingredients market are designed to provide entry support, customer profile and M&As ... "], ["2020-05-22 21:35", "President Trump: 'We're doing the right thing by getting it going, we have to open' ...  Buzz Contact Contests Schedule Jobs at FOX 17 Sinclair Cares Salute to Seniors Watch News Local Offbeat Crime Map Money Cents Open for Business Weather Radar Closings Sports Iowa High School Sports Iowa Speedway Racing Minute Televised Sports Schedules College Football Field of Dreams MLB Game MLB NASCAR NFL Entertainment Community Career Connection Character Counts Black History Honors Station DSM Buzz Contact Contests Schedule Jobs at FOX 17 Sinclair Cares Salute to Seniors Coronavirus President Trump: 'We're doing the right thing by getting it going, we have to open' By Sinclair Broadcast Group 1590182302000 President Trump: 'We're doing the right thing by getting it going, we have to open' (SBG) 0 shares tweet now! 0 shares tweet ... "], ["2020-05-22 21:02", "Des Moines Museums and Zoo Create Plans to Reopen for Visitors ... Contact Contests Schedule Jobs at FOX 17 Sinclair Cares Salute to Seniors Watch News Local Offbeat Crime Map Money Cents Open for Business Weather Radar Closings Sports Iowa High School Sports Iowa Speedway Racing Minute Televised Sports Schedules College Football Field of Dreams MLB Game MLB NASCAR NFL Entertainment Community Career Connection Character Counts Black History Honors Station DSM Buzz Contact Contests Schedule Jobs at FOX 17 Sinclair Cares Salute to Seniors Coronavirus Des Moines Museums and Zoo Create Plans to Reopen for Visitors By Christina Salonikas 1590181310000 Des Moines Museums and Zoo Create Plans to Reopen for Visitors 0 shares tweet now! 0 shares tweet now! DES MOINES, Iowa Governor Kim Reynolds has given zoos, museums, and aquariums ... "], ["2020-05-22 19:05", "How to figure out if you have an anxiety disorder and what treatment can work for you ...  anxiety, but they are not classified as anxiety disorders. In fact, obsessive compulsive disorder ( OCD ) and post-traumatic stress disorder (PTSD) had previously been classified as anxiety disorders, but in the DSM-5, they were re-categorised as separate disorders. Anxiety symptoms Anxiety feels different for everyone, and there's no one way to experience it. Some people may have general feelings ...  may be more common for someone with an anxiety disorder. There are differences between a panic attack and an anxiety attack . For example, anxiety attacks are not listed in the DSM-5. Panic attacks are recognised, along with their 13 major symptoms: Increased heart rate Shortness of breath or the feeling that you can't breath Sweating Trembling or shaking  ... "], ["2020-05-22 15:32", "Is Everyone Depressed? ...  diminished interest or pleasure in regular activities. Read: What you need to know about the coronavirus Experts are trained to identify exactly how much \"impaired concentration\" or \"loss of energy\" is enough to qualify for a diagnosis, and the criteria are intentionally flexible enough to factor in patients' individual circumstances. But as the pandemic has made clear, the DSM-5 and medical model as a whole don't provide the richness of language to account for all the nuanced ways people might look or feel depressed, even when they don't need medical intervention. Well-meaning attempts to standardize the diagnostic process have created a false binary wherein you are a person with depression, or you are not. Outside of medicine ... "], ["2020-05-22 14:15", "World Nutraceutical Market Study 2020-2027: Trends, Opportunities, Value Chain, Players ...  Chapter 9. Dietary Supplements Market: Competitive Analysis 9.1. Key Players' Recent Developments & Their Impact9.2. Key Innovators, Market Leader, and Emerging Players9.3. Vendor Landscape9.4. Public Companies9.5. Private Companies9.6. Company market position analysis Chapter 10 Company Profiles 10.1 Cargill, Incorporated10.2 Archer Daniels Midland Company10.3 DuPont10.4 Nestle S.A.10.5 Danone10.6 Royal DSM N.V.10.7 General Mills10.8 Innophos10.9 WR Grace10.10 Amway Corporation10.11 AOR Canada10.12 Arkopharma Laboratories S.A.10.13 Bactolac Pharmaceuticals, Inc.10.14 E.I.D Parry Ltd.10.15 Valensa International10.16 Matsun Nutrition10.17 Mead Johnson Nutrition Company10.18 Natrol Inc.10.19 The Hain Celestial Group, Inc.10.20 Herbalife Ltd.For more ... "], ["2020-05-22 13:25", "Mother and daughter team up to make inclusive face masks for deaf community ...  Buzz Contact Contests Schedule Jobs at FOX 17 Sinclair Cares Salute to Seniors Watch News Local Offbeat Crime Map Money Cents Open for Business Weather Radar Closings Sports Iowa High School Sports Iowa Speedway Racing Minute Televised Sports Schedules College Football Field of Dreams MLB Game MLB NASCAR NFL Entertainment Community Career Connection Character Counts Black History Honors Station DSM Buzz Contact Contests Schedule Jobs at FOX 17 Sinclair Cares Salute to Seniors Coronavirus Mother and daughter team up to make inclusive face masks for deaf community By ALYSSA BETHENCOURT | KFOX/KDBC Staff 1590153788000 Mother and daughter from Las Cruces, Texas team up to make inclusive face masks for deaf community. (Photo: Karla Martinez) View Photo Gallery 4 ... "], ["2020-05-21 21:40", "Victim of 'Racially Charged' Assault Speaks Out ...  Contact Contests Schedule Jobs at FOX 17 Sinclair Cares Salute to Seniors Watch News Local Offbeat Crime Map Money Cents Open for Business Weather Radar Closings Sports Iowa High School Sports Iowa Speedway Racing Minute Televised Sports Schedules College Football Field of Dreams MLB Game MLB NASCAR NFL Entertainment Community Career Connection Character Counts Black History Honors Station DSM Buzz Contact Contests Schedule Jobs at FOX 17 Sinclair Cares Salute to Seniors Coronavirus Victim of 'Racially Charged' Assault Speaks Out By Melody Mercado 1590097208000 Victim of 'Racially Charged' Assault Speaks Out 0 shares tweet now! 0 shares tweet now! DES MOINES, Iowa — A brutal assault left 22-year-old DarQuan Jones with serious injuries ... "], ["2020-05-21 21:40", "Public Restrooms at Campsites to Open, But Metro Pools are Staying Closed ...  Buzz Contact Contests Schedule Jobs at FOX 17 Sinclair Cares Salute to Seniors Watch News Local Offbeat Crime Map Money Cents Open for Business Weather Radar Closings Sports Iowa High School Sports Iowa Speedway Racing Minute Televised Sports Schedules College Football Field of Dreams MLB Game MLB NASCAR NFL Entertainment Community Career Connection Character Counts Black History Honors Station DSM Buzz Contact Contests Schedule Jobs at FOX 17 Sinclair Cares Salute to Seniors Coronavirus Public Restrooms at Campsites to Open, But Metro Pools are Staying Closed By Maria Lisignoli 1590097098000 Public Restrooms at Campsites to Open, But Metro Pools are Staying Closed 0 shares tweet now! 0 shares tweet now! DES MOINES, Iowa — Under Gov. Kim Reynolds' ... "], ["2020-05-20 18:46", "Florida COVID-19 dashboard designer faces cyber sexual harassment charges, DeSantis says ...  Buzz Contact Contests Schedule Jobs at FOX 17 Sinclair Cares Watch News Local Offbeat Crime Map Money Cents Open for Business Weather Radar Closings Sports Iowa High School Sports Iowa Speedway Racing Minute Televised Sports Schedules College Football Field of Dreams MLB Game MLB NASCAR NFL Entertainment Community Career Connection Character Counts Black History Honors Station DSM Buzz Contact Contests Schedule Jobs at FOX 17 Sinclair Cares Coronavirus Florida COVID-19 dashboard designer faces cyber sexual harassment charges, DeSantis says By GARY DETMAN, WPEC Staff 1589997750000 Gov. DeSantis comments on COVID-19 Dashboard creator. (CNN Newsource)Thumbnail 0 shares tweet now! 0 shares tweet now! WEST PALM BEACH, Fla. ( WPEC ) — The woman who designed ... "], ["2020-05-20 18:45", "Assessment Of The Animal Feed Additives Industry, 2020-2025: Implications Of COVID-19 And An Emerging Recession ...  ) Ajinomoto Co., Inc. ( Japan ) Ajinomoto Eurolysine S.A.S. ( France ) Aliphos Belgium S.A. ( Belgium ) Alltech Inc. ( USA ) Archer Daniels Midland Company ( USA ) BASF SE ( Germany ) Biovet JSC ( Bulgaria ) Cargill, Inc. ( USA ) Provimi Holding B.V. ( The Netherlands ) Chr. Hansen A/S ( Denmark ) CJ CheilJedang Corp. ( South Korea ) DelaconBiotechnik GmbH ( Austria ) DSM Nutritional Products ( Switzerland ) Elanco Animal Health ( USA ) Evonik Industries AG ( Germany ) Kemin Industries, Inc. ( USA ) Lonza Group Ltd. ( Switzerland ) Neovia ( France ) Pancosma SA ( Switzerland ) Novozymes A/S ( Denmark ) Novus International, Inc. ( USA ) Nutreco N.V. ( the Netherlands ) Phibro Animal Health Corporation ( USA ) The Mosaic Company ( USA ) Zoetis, Inc. ( USA ) 3 ... "], ["2020-05-20 17:45", "Nutraceuticals Market Study 2020-2025: Important Opportunity Indicators Of The Millenial Demographic ... .I.D.- Parry ( India ) Limited Parry Nutraceuticals Limited ( India ) U.S. Nutraceuticals, LLC ( USA ) Garden of Life LLC ( USA ) Glanbia Plc ( Ireland ) Glanbia Nutritionals Limited (UK) GlaxoSmithKline Plc (UK) MaxiNutrition (UK) GNC Holdings, Inc. ( USA ) Herbalife International, Inc. ( USA ) Infinitus ( China ) Company Ltd. ( China ) Kirkman Group, Inc. ( USA ) Koninklijke DSM N.V. ( The Netherlands ) Meiji Holdings Co., Ltd. ( Japan ) Meiji Co., Ltd. ( Japan ) Mead Johnson Nutrition Company ( USA ) Natrol, LLC ( USA ) Natural Products, Inc. ( USA ) Nestl S.A. ( Switzerland ) Nestl Nutrition ( Switzerland ) Nutraceutical International Corporation ( USA ) Otsuka Pharmaceutical Co., Ltd. ( Japan ) Pharmavite LLC ( USA ) PepsiCo Inc. ( USA ) Perrigo Company ... "], ["2020-05-20 15:42", "Some restaurants in San Antonio are adding a 'COVID surcharge' at checkout ...  Contact Contests Schedule Jobs at FOX 17 Sinclair Cares Coronavirus more... News Local Offbeat Crime Map Money Cents Open for Business Weather Radar Closings Sports Iowa High School Sports Iowa Speedway Racing Minute Televised Sports Schedules College Football Field of Dreams MLB Game MLB NASCAR NFL Entertainment Community Career Connection Character Counts Black History Honors Station DSM Buzz Contact Contests Schedule Jobs at FOX 17 Sinclair Cares Coronavirus Legal Terms Copyright Privacy & Cookie Policy EEO FCC Info Cookie Preferences Local Offbeat Crime Map Money Cents Open for Business Radar Closings Iowa High School Sports Iowa Speedway Racing Minute Televised Sports Schedules College Football Field of Dreams MLB Game MLB NASCAR NFL Career Connection ... "], ["2020-05-20 04:00", "New wearable sensor tracks vitamin C levels in sweat ... Ultimately, this sort of device would be valuable for supporting behavioral changes around diet and nutrition,\" said Sempionatto. \"A user could track not just vitamin C, but other nutrients - a multivitamin patch, if you will. This is a field that will keep growing fast.\" The UC San Diego team is closely collaborating with a major global nutrition company DSM towards the use of wearable sensors for personal nutrition. \"Despite the rapid development of wearable biosensors, the potential of these devices to guide personalized nutrition has not yet been reported,\" said Wang. \"I hope that the new epidermal patch will facilitate the use of wearable sensors for non-invasive nutrition status assessments and tracking of nutrient uptake toward ... "], ["2020-05-19 22:25", "Listen: Am I Depressed? ... the way the system is arranged at least. And I'm wondering if that line has changed for you at all in the current situation. Rapke: I see it on a continuum. All of us have varying levels of depression at different points in our life. All of us have varying levels of mood swings at points in our lives. When does it get to the point where, as a profession, we draw this line? The DSM is the main way we do that, where you have to meet certain numbers of criteria, but I never want a family to feel like that discounts their experience. So I don't in any way want people to misunderstand that, just because we don't say that it gets this code doesn't mean that that discounts their experience. Just to go back, it has changed a little bit. At what point ... "], ["2020-05-19 20:15", "Global IoT Node And Gateway Markets, 2020-2026 - Cross-Domain Collaborations And Emerging Smart Cities Present Lucrative Opportunities ...  the IoT ecosystem was the prime factor behind the growth of the IoT node and gateway industry in Europe . For instance, in March 2015 , the European Commission launched the Alliance for Internet of Things Innovation (AIoTI) to support the growth and development of an innovative and industry-driven IoT ecosystem in Europe . In May 2015 , the European Commission adopted the Digital Single Market (DSM) strategy to further boost the growth of the IoT ecosystem in the region. The UK government has been aggressively supporting the development of IoT, aiming to put the country at the forefront of this industrial revolution. To this end, it announced funds worth USD 75 million for the development of IoT. The funds would encourage innovation in the IoT market space ... "], ["2020-05-19 18:42", "Couple separated during the pandemic reunites at Troy nursing home ... Buzz Contact Contests Schedule Jobs at FOX 17 Sinclair Cares Watch News Local Offbeat Crime Map Money Cents Open for Business Weather Radar Closings Sports Iowa High School Sports Iowa Speedway Racing Minute Televised Sports Schedules College Football Field of Dreams MLB Game MLB NASCAR NFL Entertainment Community Career Connection Character Counts Black History Honors Station DSM Buzz Contact Contests Schedule Jobs at FOX 17 Sinclair Cares Coronavirus Couple separated during the pandemic reunites at Troy nursing home By Leanne DeRosa 1589834150000 The nursing home was around the corner from Jean and Walter's house, so Walter would go visit every day, but the pandemic, and a lock down at the nursing home, pulled them apart. (WRGB PROVIDED) 0 shares tweet ... "], ["2020-05-19 18:38", "Costco lifts some entry restrictions for its stores ...  Contact Contests Schedule Jobs at FOX 17 Sinclair Cares Coronavirus more... News Local Offbeat Crime Map Money Cents Open for Business Weather Radar Closings Sports Iowa High School Sports Iowa Speedway Racing Minute Televised Sports Schedules College Football Field of Dreams MLB Game MLB NASCAR NFL Entertainment Community Career Connection Character Counts Black History Honors Station DSM Buzz Contact Contests Schedule Jobs at FOX 17 Sinclair Cares Coronavirus Legal Terms Copyright Privacy & Cookie Policy EEO FCC Info Cookie Preferences Local Offbeat Crime Map Money Cents Open for Business Radar Closings Iowa High School Sports Iowa Speedway Racing Minute Televised Sports Schedules College Football Field of Dreams MLB Game MLB NASCAR NFL Career Connection ... "]]}}