{"postfix": "duerr-aktie", "name": "DÜRR", "wkn": "556520", "time": "2020.05.26 16:49", "ts": 1590504590, "features": {"KGV": "17.05", "Marktkapitalisierung": {"Size": "Mrd", "Value": "1.40"}, "GA": "1.79", "KBV": "2.03", "BA": "15.07", "KCV": "13.68", "CA": "2.23", "Vola30": "82.01", "Vola90": "92.8", "Vola180": "71.56", "Vola250": "57.09"}, "rivals": ["bertrandt-aktie", "kuka-aktie", "man-aktie", "grammer-aktie", "sauer-danfoss-aktie", "terex_material_handling-aktie", "saf-holland-aktie"], "text_data": {"de": [["14.05.20", "MÄRKTE EUROPA/Anleger vorsichtiger - Berichtssaison dünnt nun aus"], ["14.05.20", "XETRA-SCHLUSS/Schlussrally bewahrt DAX vor Schlimmerem"], ["14.05.20", "MÄRKTE EUROPA/Risikoaversion steigt - Börsen bauen Verluste aus"], ["14.05.20", "Dürr: Wette auf Erholung im zweiten Halbjahr"], ["14.05.20", "MÄRKTE EUROPA/Börsen bauen Verluste aus"], ["14.05.20", "ROUNDUP: Maschinen- und Anlagenbauer Dürr spürt Corona-Krise - Aktie im Minus"], ["14.05.20", "MÄRKTE EUROPA/Schwächer - Ernüchterung macht sich breit"], ["14.05.20", "ANALYSE-FLASH: Baader Bank belässt Dürr auf 'Add' - Ziel 23 Euro"], ["14.05.20", "ANALYSE-FLASH: Goldman belässt Dürr auf 'Neutral' - Ziel 25 Euro"], ["14.05.20", "Maschinen- und Anlagenbauer Dürr spürt Corona-Krise - weiter keine Prognose"], ["03.05.20", "Möbelindustrie setzt auf Öffnungen in weiteren Bundesländern"], ["30.04.20", "Dürr-Aktie: Experten empfehlen Dürr im April mehrheitlich zum Kauf "], ["20.04.20", "Anlagenbauer: Dürr bekommt neuen Aufsichtsratschef"], ["20.04.20", "Dürr veranstaltet virtuelle Hauptversammlung am 28. Mai"], ["08.04.20", "Metallindustrie warnt vor Jobabbau bei langem Corona-Stillstand"], ["08.04.20", "Citi: Dürr - Kommen die Käufer zu spät?"], ["08.04.20", "Citi: Dürr - Kommen die Käufer zu spät?"], ["31.03.20", "Dürr-Aktie: Das sind die Expertenmeinungen des Monats März"], ["31.03.20", "Dürr: Prognose gestrichen - wie steht es um die Liquidität?"], ["30.03.20", "Dürr kassiert Prognose wegen Coronavirus"], ["19.03.20", "ROUNDUP/VIRUS: Dürr verschiebt HV - Will 80 Cent pro Aktie ausschütten"], ["19.03.20", "Dürr verschiebt Hauptversammlung"], ["19.03.20", "Dürr kürzt die Dividende"], ["19.03.20", "Dürr will Dividende von 80 Cent pro Aktie zahlen"], ["19.03.20", "Dürr AG schlägt Dividendekürzung auf 0,80 Euro je Aktie vor"]], "en": [["23.04.20", "Dürr Aktiengesellschaft : Release according to Article 40, Section 1 of the WpHG [the German Securities Trading Act] with the objective of Europe-wide distribution"], ["30.03.20", "Dürr Aktiengesellschaft : Dürr AG suspends its guidance for the current financial year; the previous targets for 2020 are likely out of reach due to the COVID-19 pandemic"], ["19.03.20", "Dürr Aktiengesellschaft : Dürr Aktiengesellschaft postpones annual general meeting due to spread of coronavirus"], ["05.02.20", "Mutares SE & Co. KGaA : Mutares subsidiary Balcke-Duerr Group continues to grow and acquires Italian Loterios s.r.l."], ["2020-05-26 10:30", "Clubs soon to re-start tournament play | Tee to Green ...  tournament. Glenda Kubo shot a net 31.5 in the first flight to edge out Shelley Connolly and Karla Dreiss, who tied for second at 32. Yumiko Hankins shot 29.5 to win the second flight. Connie Murgia was second at 31.5. Tiny Dietle, back on the links from recent eye surgery, won the third flight with a 29.5. Betty Juhl was second with a score of 28.5. Melinda Duerr and Kay Canzoneri tied for first place in the fourth flight at 31. Toni Nicholson was third at 32.5. Elsie McLean easily won the fifth flight with a net 31. Barbara Boyd, Dee Thacker and Doris Arbuckle tied for second place at 33.5. Comment: McLean furnishes me with all the statistics for the Bidwell Park Women's Golf Club tournaments and their Mixed Couples tournaments, in between her visits ... "], ["2020-05-15 09:40", "EUROPE RESEARCH ROUNDUP-Beazley, Elisa Oyj, Tele2 AB ... 80 from EUR 130 * Countryside Properties Plc : Jefferies cuts target price to 443p from 587p * Covestro AG : HSBC raises target price to EUR 29 from EUR 28.5 * Deutsche Post AG : JP Morgan raises target price to EUR 33.08 from EUR 28.44 * Deutsche Telekom AG : Barclays raises target price to EUR 17.2 from EUR 16.5 * Deutsche Wohnen SE : RBC raises target price to EUR 44 from EUR 42 * Duerr AG : Kepler Cheuvreux cuts target price to EUR 22 from EUR 23 * EDP : Credit Suisse cuts target price to EUR 4.5 from EUR 5.3 * Eiffage : Societe Generale cuts to hold from buy;cuts TP to EUR 81.7 from EUR 111.10 * Elia Group SA : Kepler Cheuvreux cuts to hold from buy * Elia Group SA : Kepler Cheuvreux raises target price to EUR 100 from EUR 95 * Elisa Oyj : Credit Suisse ... "], ["2020-05-14 05:51", "BRIEF-Duerr Says Coronavirus Negatively Impacting Business, No Full-Year ForecastDiscover Thomson Reuters Financial Government Solutions Legal Reuters News Agency Risk Management Solutions Tax & Accounting Blog: Answers On Innovation @ Thomson Reuters Directory of sites Login Contact Support Business Markets World Politics TV More United States Healthcare May 14, 2020 / 5:53 AM / Updated 16 minutes ago BRIEF-Duerr Says Coronavirus Negatively Impacting Business, No Full-Year Forecast 2 Min Read May 14 (Reuters) - Duerr AG: * CORONA NEGATIVELY IMPACTING BUSINESS PERFORMANCE * EXPECTS A SUBSTANTIAL DECLINE IN ORDER INTAKE AND SALES IN THE SECOND QUARTER AND DOES NOT RULE OUT THE POSSIBILITY OF A LOSS AS WELL AS A NEGATIVE CASH FLOW FROM OPERATING ACTIVITIES * GRADUAL RECOVERY EXPECTED IN THE SECOND HALF OF THE YEAR * GIVEN THE EXCEPTIONAL  ... "], ["2020-05-14 04:20", "German stocks - Factors to watch on May 14 ... ; job cuts as it braces for a prolonged coronavirus crisis after furloughing thousands of workers, industry sources said, though no decision is imminent. TEAMVIEWER Private equity investor Permira placed 25 million shares in the software company at 41 euros per share with institutional investors, it said. This represents about 12.5% of Teamviewer's entire share capital. EVOTEC Q1 results due DUERR Q1 results due SCOUT24 Q1 results due TAG IMMOBILIEN Q1 results due PATRIZIA The real estate group lowered the bottom end of its 2020 profit target range. BILFINGER Q1 results due CECONOMY Fiscal Q2 results due DEUTSCHE EUROSHOP Q1 results due INDUS Q1 results due JOST WERKE Q1 results due SMA SOLAR Q1 results due SUEDZUCKER Fiscal 2019/2020 results due STRATEC ... "], ["2020-05-14 04:20", "German stocks - Factors to watch on May 14 ... ; job cuts as it braces for a prolonged coronavirus crisis after furloughing thousands of workers, industry sources said, though no decision is imminent. TEAMVIEWER Private equity investor Permira placed 25 million shares in the software company at 41 euros per share with institutional investors, it said. This represents about 12.5% of Teamviewer's entire share capital. EVOTEC Q1 results due DUERR Q1 results due SCOUT24 Q1 results due TAG IMMOBILIEN Q1 results due PATRIZIA The real estate group lowered the bottom end of its 2020 profit target range. BILFINGER Q1 results due CECONOMY Fiscal Q2 results due DEUTSCHE EUROSHOP Q1 results due INDUS Q1 results due JOST WERKE Q1 results due SMA SOLAR Q1 results due SUEDZUCKER Fiscal 2019/2020 results due STRATEC ... "], ["2020-05-03 13:02", "This Maryland woman controls the ‘Fort Knox of pandemic supplies.’ She’s making sure hospitals stay stocked.The pandemic has turned Maggie Duerr's job into frenetic seat-of-the-pants commerce where stuff like nonsurgical masks and antibacterial wipes are known to arrive at Acme's warehouse from manufacturers one minute and head out to anxious customers "], ["2020-05-01 00:05", "Best Bets: Virtual weekend includes concert fest, First Friday and Dover Days ...  weekend. Dela-Cana Music Fest The Dela-Cana Livestream Music Fest will play out tonight and Saturday night on Facebook where you can hear 12 Delaware artists perform their own blend of Americana and folk music live from their homes to your home. Both nights start at 7:30 with each artist playing 25-minute sets. Tonight's lineup sees, in order, Ian Kaufman, Sol Knopf, Jani Duerr, Tim Cooney, Clifford Keith and Bobby Lee Jones wrapping things at 10 p.m. Saturday, starting at 7:30 p.m., will feature The Honey Badgers, Cathy Jane, Bryan Scar, Captain Mike, Walt Hetfield and Jim Rezac, in chronological order. Mr. Scar, a singer/songrwriter from Harbeson, is the organizer of the two-day music festival. He said he got the idea from performing in another online ... "], ["2020-04-29 13:04", "Fairfax County home sales ... -Nageswararao Chigurupati to Kevin J. Cintorino and Whitney P. Jaeger, $640,000. Limestone Ct., 13002-Russel J. and Jane B. Barker to Awad Nasser and Lena Said, $432,000. FAIRFAX CITY AREA Avenel Ct., 3782-Spencer S. Salis and Olga Nakhimovich to Weiyan Huang and Siming Liu, $1.07 million. Barnsbury Ct., 9909-Charles L. Bopp III and Erin Rebecca Hines to Alana E. and Phillip Scott Duerr, $725,000. AD Black Oak Dr., 5337-Edward and Annette Lanzone to Rebekah A. Kelly and Bradley S. Morrison, $610,000. Cardoness Lane, 11501, No. 304-Shahzad Espahrom to Pezman Haghshenas, $265,000. Cotton Top Ct., 3406-Edward M. and Sylvia A. Smock to David Joseph Cavalieri and Gordon Lee Hollenbeck, $650,000. Dudley Ct., 10713-Moses S.C. and Michelle F. Liu to Andrew J. and ... "], ["2020-04-28 08:00", "Twitter reacts to Michael Jordan's 'The Last Dance' third and fourth episodes ... Michael Jordan #TheLastDance pic.twitter.com/uBrgSZgiAP — Los Angeles Lakers (@Lakers) April 27, 2020 MJ's first chip. Raw emotion. Iconic #TheLastDance pic.twitter.com/k1VYUCTiTo — Sideline Sports (@SportSideline) April 27, 2020 Television has rarely been this satisfying. If you don't adore #TheLastDance you don't deserve your retinas — Chris Duerr (@ChrisDuerr) April 27, 2020 Put this in a museum #TheLastDance pic.twitter.com/psgOVnQKUm — Bryan Henry (@DinkaHenry16) April 27, 2020 wait, Jordan won by passing? but I thought... nvm #TheLastDance — Mike Golic Jr (@mikegolicjr) April 27, 2020 This is the greatest documentary/show ever, period. #TheLastDance pic.twitter.com/Ga2nI1jj7n — SM East (@Eastman5) April ... "], ["2020-04-27 04:00", "Researchers identify key mechanisms involved in pulmonary fibrosis development ... . Mall adds: \"We hope that, by providing an improved preclinical testing model, we can help speed up the development of new therapeutic options.\" As a next step, the researchers plan to test predictive biomarkers which might aid in early diagnosis. They also plan to test the effectiveness of potential new drugs which could be used to treat pulmonary fibrosis. ### *Duerr J et al. Conditional deletion of NEedd4-2 in lung epithelial cells causes progressive pulmonary fibrosis in adult mice. Nat Commun (2020), DOI:10.1038/s41467-020-15743-6. Disclaimer: AAAS and EurekAlert! are not responsible for the accuracy of news releases posted to EurekAlert! by contributing institutions or for the use of any information through the EurekAlert system. Share Print E ... "]]}}