{"postfix": "ebay-aktie", "name": "EBAY", "wkn": "916529", "time": "2020.05.26 17:17", "ts": 1590506264, "features": {"KGV": "12.75", "Marktkapitalisierung": {"Size": "Mrd", "Value": "28.33"}, "GA": "2.83", "KBV": "10.76", "BA": "3.35", "KCV": "9.92", "CA": "3.64", "Vola30": "24.01", "Vola90": "47.1", "Vola180": "37.79", "Vola250": "32.06"}, "rivals": ["amazon-aktie", "wirecard-aktie", "aol-aktie", "alphabet_a-aktie", "alphabet-aktie"], "text_data": {"de": [["25.05.20", "Ebay begrüßt einige Nutzer mit heimlichem Portscan"], ["25.05.20", "Portscan: Ebay.de scannt den Rechner auf offene Ports"], ["22.05.20", "KKR: Axel Springer bietet für Ebay Kleinanzeigen"], ["22.05.20", "Ebay Kleinanzeigen wirbt mit schrillem Musikvideo"], ["20.05.20", "Ebay Advertising bietet mehr Werbebudget und Aktionspakete"], ["20.05.20", "Konkurrenz für Amazon und Ebay: Facebook startet Plattform für Onlineshops"], ["20.05.20", "ROUNDUP: Facebook startet in Corona-Krise Plattform für Online-Shops"], ["19.05.20", "ROUNDUP 2: Facebook startet in Corona-Krise Plattform für Online-Shops"], ["19.05.20", "ROUNDUP: Facebook startet in Corona-Krise Plattform für Online-Shops"], ["19.05.20", "ROUNDUP: Hackerangriff auf Easyjet - Neun Millionen Kunden betroffen"], ["18.05.20", "FAQ zur neuen Ebay-Zahlungsabwicklung "], ["14.05.20", "Opening Bell: Dow Jones verliert weiter an Boden; Erstanträge Arbeitslosenhilfe, Disney, PayPal, Netflix, JD.com, Netease, Novavax "], ["14.05.20", "Paypal: Kontaktlos im Laden zahlen mit QR-Code "], ["13.05.20", "Morning Briefing: Thomann schlägt Amazon - Wayfair, Conrad, Westwing, Paypal, Zalando"], ["12.05.20", "Videodienst Quibi trifft in Corona-Krise auf wenig Interesse"], ["08.05.20", "PayPal-Aktie im Höhenrausch: Wie weit die Kurse jetzt laufen können"], ["08.05.20", "Märkte am Morgen: DAX nimmt 11.000-Punkte-Marke ins Visier; PayPal, Nintendo, Amazon, Siemens, Zalando, Adidas"], ["08.05.20", "PayPal verzeichnet massiven Einbruch des Gewinns"], ["07.05.20", "AKTIONÄR-Favorit Paypal explodiert: Drei neue Rekorde!"], ["07.05.20", "Opening Bell: Dow Jones mit dreistelligem Plus erwartet; PayPal, Peloton, Beyond Meat, JD.com, Moderna, Flir Systems"], ["07.05.20", "Paypal: Schwache Zahlen, starker Ausblick - was macht die Aktie daraus?"], ["07.05.20", "Paypal-Gewinn bricht in Corona-Krise ein"], ["06.05.20", "Sicherheit: Tesla-Bordcomputer mit Nutzerdaten auf Ebay aufgetaucht"], ["06.05.20", "Coronakrise verhilft Ebay Kleinanzeigen zu neuen Rekorden"], ["01.05.20", "eBay: Zahlen zum abgelaufenen Jahresviertel"], ["30.04.20", "Analysten sehen für eBay-Aktie Luft nach oben"], ["30.04.20", "Paypal-Aktie: Das ist wirklich stark!"], ["30.04.20", "Ebay kämpft sich mit geringen Verlusten durch die Coronakrise"], ["30.04.20", "Ebay gibt Dividende bekannt"], ["30.04.20", "Ebay übertrifft Erwartungen - Aktie fällt dennoch"], ["30.04.20", "eBay rechnet sich trotz Corona-Krise gute Geschäfte aus"], ["30.04.20", "Handeln trotz Corona: Facebook gefällt sich, Ebay verliert weniger als erwartet"], ["30.04.20", "Betrüger haben es auf Ebay-Daten abgesehen"], ["30.04.20", "Morning Briefing: Mit Ticket einkaufen - Fielmann, Geizhals, Wochenmarkt24, Fidor, Google, eBay, Facebook, AboutYou"], ["29.04.20", "Ebay rechnet sich trotz Corona-Krise gute Geschäfte aus"]], "en": [["2020.05.26", "PayPal Quarterly Payments Jump 85% in Three Years to Hit 3.2 billion in March 2020"], ["23.05.20", "Fin24.com | Naspers reportedly in bid to buy eBay classifieds unit"], ["21.05.20", "EBay (EBAY) Stock Moves -0.56%: What You Should Know"], ["21.05.20", "Mini Stories: Funding COVID-19 Relief Efforts Through eBay Accessory Sales"], ["20.05.20", "Our 2019 Diversity & Inclusion Report "], ["19.05.20", "PayPal Rolls Out QR Codes to Facilitate Touch-Free Payments Amid COVID-19"], ["19.05.20", "PayPal looks to make it easier for you to use contactless payments in stores     - CNET"], ["19.05.20", "PayPal to roll out QR code payments in 28 markets including the U.S., U.K., and Hong Kong"], ["19.05.20", "eBay Unveils Huge Summer Savings This Memorial Day"], ["19.05.20", "How eBay Created a Global Community of Doing Good"], ["18.05.20", "EBAY vs. AMZN: Which Stock Is the Better Value Option?"], ["18.05.20", "Is PayPal Holdings Stock a Buy?"], ["18.05.20", "Sun Kissed's Subsidiary PushNote Announces 1st Affiliate Marketing Deal With eBay, Access to Over 1 Billion Listings"], ["18.05.20", "eBay Foundation Increases Grantmaking to Nearly $15 Million to Support COVID-19 Relief Efforts and Employee Matching"], ["18.05.20", "Thousands of small retailers flock to eBay for business during lockdown"], ["17.05.20", "Israeli sellers ramp up overseas eBay sales"], ["17.05.20", "Elizabeth Stewart & eBay Partner for ‘Chic Relief’ Charity Fashion Auction to Benefit COVID-19 Relief Efforts "], ["15.05.20", "PayPal stock falls after downgrade at BMO"], ["14.05.20", "The Zacks Analyst Blog Highlights: Tradeweb, Repay, MercadoLibre, PayPal and PaySign"], ["14.05.20", "Mini Stories: Encouraging Home Gardening to Alleviate Stress and Boost Morale"], ["13.05.20", "PayPal and Square: Winners of First-Quarter Earnings Season"], ["12.05.20", "PayPal and Square Are On a Collision Course"], ["12.05.20", "How We’re Building a More Seamless Payments Product Experience "], ["12.05.20", "Market Extra: PayPal raises $4 billion in debt deal as business soars during pandemic "], ["11.05.20", "eBay (EBAY) Soars to 52-Week High, Time to Cash Out?"], ["11.05.20", "How to Master Sneaker Shopping on eBay, According to Kyle Ng"], ["09.05.20", "Cashing in on PayPal earnings"], ["08.05.20", "Stock Market Rally Gains Steam: Shopify, PayPal, Twilio, MercadoLibre, Fortinet, Chegg Soar On Earnings"], ["08.05.20", "PayPal Surges on Upbeat Q2 Outlook: ETFs to Benefit "], ["08.05.20", "The Zacks Analyst Blog Highlights: Netflix, Wayfair, eBay, Akamai Technologies and Nintendo"], ["08.05.20", "eBay and PWCC Partner to Auction High-Value Michael Jordan Trading Cards"], ["07.05.20", "Wall Street gets PayPal lift as Nasdaq wipes out 2020 declines"], ["07.05.20", "Wall Street gets PayPal lift as Nasdaq wipes out 2020 declines"], ["07.05.20", "US STOCKS-Wall Street gets PayPal lift as Nasdaq wipes out 2020 declines"], ["07.05.20", "Wall Street gains with PayPal boost despite weak jobs data"], ["07.05.20", "Wall Street gains with PayPal boost despite weak jobs data"], ["07.05.20", "US STOCKS-Wall Street gains with PayPal boost despite weak jobs data"], ["07.05.20", "Wall Street gets PayPal boost as Nasdaq erases 2020 declines"], ["07.05.20", "Wall Street gets PayPal boost as Nasdaq erases 2020 declines"], ["07.05.20", "US STOCKS-Wall Street gets PayPal boost as Nasdaq erases 2020 declines"], ["2020-05-26 15:01", "How Elon Musk took SpaceX from an idea to the cusp of making history ...  confirmed Zip2 had been sold to Compaq Computer Corporation for $300 million. In 1999, Musk co-founded X.com, one of the first online financial services companies. After a series of mergers and transitions, it was renamed to something more familiar to today's users: PayPal. His eventual departure from PayPal is well-known in spaceflight circles. When the company was acquired by eBay for $1.5 billion 2002, Musk made about $160 million from the deal, setting him up to personally invest in his long-forming dream of starting Space Exploration Technologies, or SpaceX. How NASA saved SpaceX To get his spaceflight ambitions primarily taking payloads and humans to Mars off the ground, Musk has often told the story of his attempts at buying refurbished Russian ... "], ["2020-05-26 14:48", "Omidyar-backed Spero Ventures invests in Mexico City's Mati, a startup pitching ID-verificationSpero Ventures, the venture capital firm backed by eBay founder Pierre Omidyar, has gone to Mexico City for its latest investment, backing the identity verification technology developer Mati. Launched in San Francisco, the two co-founders Filip Victor and"], ["2020-05-26 14:41", "Unmanned drones to slash NHS delivery times to one-fifth of road 'n' rail transport ...  Pro as a desktop* Microsoft brings WinUI to desktop apps: It's a landmark for Windows development, but it has taken far too long Microsoft drops a little surprise thank-you gift for sitting through Build: The source for GW-BASIC The longest card game in the world: Microsoft Solitaire is 30 Unmanned drones to slash NHS delivery times to one-fifth of road 'n' rail transport eBay users spot the online auction house port-scanning their PCs. Um... is that OK? Galaxy S20 security is already old hat as Samsung launches new safety silicon Contact-tracing app may become a permanent fixture in major Chinese city Unlucky for some, GitLab 13.0 is DevSecOps in a box, but will it play nicely with others? Guess who's laughing most of the way to the Splunk ... "], ["2020-05-26 14:40", "Mortal Kombat 11 Aftermath DLC adds 5 new story chapters, brings RoboCop into fight ...  Crossovers Best Electric Cars Best Family Cars Best Fuel-Efficient Cars Best Hybrids Best Sedans Best SUVs Best Trucks Deals All deals The Cheapskate Antivirus Deals Identity Theft Protection Deals Mattress Deals Meal Kit Deals Password Manager Deals Pillow Deals Prescription Glasses Deals Tax Service Deals VPN Deals Web Hosting Deals All coupons Best Buy Promo Codes eBay Coupons ExpressVPN Coupons Groupon Promo Codes GrubHub Coupons HP Coupons Office Depot Coupons Postmates Coupons Samsung Promo Codes Staples Coupons Target Coupons TurboTax Discounts Verizon Promo Codes Walmart Coupons Download 5G Editions Editions English Espaol China France Germany Japan Korea Search Go Hi, Settings My Profile Forums Sign Out Join / Sign In Mortal Kombat 11 Aftermath DLC ... "], ["2020-05-26 14:39", "Weekly deals round up for May 26 ... deals round up for May 26 1 / 20 Back to Gallery Enjoy your long weekend? We didn't. We were hard at work, foraging the internet for raw, uncut deals to save you money. We're tired now, but it was worth it for the highlights we found: There's this Schwinn Womens 700c Sycamore Electric Bicycle 350-Watt Small Frame E-Bike-Black for $1,299.99 at eBay, a Webcam with Microphone, 1080P Full HD Web Cam with Free Tripod for $35.99 at Amazon [Promo Code LEXK3D66], Beats by Dr. Dre Solo Wireless On-Ear Headphones (PRODUCT)RED Citrus Red MX472LL/A for $179.99 at Best Buy, Marshall Monitor Bluetooth Wireless Over-Ear Headphones for $99.99 at Amazon, and Up to 25% off Select EGO Cordless Outdoor Power Tools at Home Depot . Sporting Goods / Outdoors Coleman 70 ... "], ["2020-05-26 14:36", "HBO Max vs. HBO Now vs. HBO Go: What's the difference, how do you upgrade? ...  Crossovers Best Electric Cars Best Family Cars Best Fuel-Efficient Cars Best Hybrids Best Sedans Best SUVs Best Trucks Deals All deals The Cheapskate Antivirus Deals Identity Theft Protection Deals Mattress Deals Meal Kit Deals Password Manager Deals Pillow Deals Prescription Glasses Deals Tax Service Deals VPN Deals Web Hosting Deals All coupons Best Buy Promo Codes eBay Coupons ExpressVPN Coupons Groupon Promo Codes GrubHub Coupons HP Coupons Office Depot Coupons Postmates Coupons Samsung Promo Codes Staples Coupons Target Coupons TurboTax Discounts Verizon Promo Codes Walmart Coupons Download 5G Editions Editions English Espaol China France Germany Japan Korea Search Go Hi, Settings My Profile Forums Sign Out Join / Sign In CNET editors pick the products ... "], ["2020-05-26 14:34", "Facebook's E-Commerce Move Is a Massive Catalyst for FB Stock ...  all the rage right now. People have been unable or unwilling to venture out of their homes while protecting themselves from Covid-19. Many brick-and-mortar stores were closed to walk-in traffic this spring as the U.S. shut down in an attempt to flatten the curve of infections. That led to many top e-commerce companies like Amazon (NASDAQ: AMZN ), Shopify (NYSE: SHOP ), eBay (NASDAQ: EBAY ) and Chewy (NYSE: CHWY ) recording big gains. So, it only makes sense that Facebook launch its own e-commerce effort. In a blog post, Facebook announced on May 18 that it's launching Facebook Shops to give users a \"mobile-first shopping experience where businesses can easily create an online store on Facebook and Instagram for free.\" Facebook says it is working ... "], ["2020-05-26 14:20", "How to sell your old phone: 6 tips for getting the most cash ... Best Crossovers Best Electric Cars Best Family Cars Best Fuel-Efficient Cars Best Hybrids Best Sedans Best SUVs Best Trucks Deals All deals The Cheapskate Antivirus Deals Identity Theft Protection Deals Mattress Deals Meal Kit Deals Password Manager Deals Pillow Deals Prescription Glasses Deals Tax Service Deals VPN Deals Web Hosting Deals All coupons Best Buy Promo Codes eBay Coupons ExpressVPN Coupons Groupon Promo Codes GrubHub Coupons HP Coupons Office Depot Coupons Postmates Coupons Samsung Promo Codes Staples Coupons Target Coupons TurboTax Discounts Verizon Promo Codes Walmart Coupons Download 5G Editions Editions English Espaol China France Germany Japan Korea Search Go Hi, Settings My Profile Forums Sign Out Join / Sign In How to sell your old phone ... "], ["2020-05-26 14:15", "Amid U.S. Pressure, Israel Rejects Chinese Bid for Major Infrastructure Project ...  plant near an Israeli military base that is also used by the U.S. On... To Read the Full Story Subscribe Sign In Sponsored Offers DoorDash: $7 off with DoorDash promo code TurboTax: TurboTax coupon and discount: $60 for Deluxe version Walmart: This May shop from home with over $50 in Walmart coupons Saks Fifth Avenue: 10% off sitewide - Saks Fifth Avenue promo code eBay: Top electronics eBay coupon: $5 off next purchase Kohl's: 25% off with Kohl's coupon + Charge today Most Popular Videos Video Shows Aftermath of Pakistan Plane Crash in Karachi Coronavirus Update: China Scraps GDP Target, Trump's Swing-State Tour Continues Flood Waters Overwhelm Central Michigan as Dams Break What China's New National-Security Laws Mean for Hong Kong Trump ... "], ["2020-05-26 14:15", "Good wireless earbuds under $50: Spoiler alert, they do exist ...  Crossovers Best Electric Cars Best Family Cars Best Fuel-Efficient Cars Best Hybrids Best Sedans Best SUVs Best Trucks Deals All deals The Cheapskate Antivirus Deals Identity Theft Protection Deals Mattress Deals Meal Kit Deals Password Manager Deals Pillow Deals Prescription Glasses Deals Tax Service Deals VPN Deals Web Hosting Deals All coupons Best Buy Promo Codes eBay Coupons ExpressVPN Coupons Groupon Promo Codes GrubHub Coupons HP Coupons Office Depot Coupons Postmates Coupons Samsung Promo Codes Staples Coupons Target Coupons TurboTax Discounts Verizon Promo Codes Walmart Coupons Download 5G Editions Editions English Espaol China France Germany Japan Korea Search Go Hi, Settings My Profile Forums Sign Out Join / Sign In CNET editors pick the products ... "], ["2020-05-26 14:10", "Josh Gad Found Himself By Playing Somebody Else ... 39;t going to amount to much unless he figures this stuff out.\" All... To Read the Full Story Subscribe Sign In Sponsored Offers DoorDash: $7 off with DoorDash promo code TurboTax: TurboTax coupon and discount: $60 for Deluxe version Walmart: This May shop from home with over $50 in Walmart coupons Saks Fifth Avenue: 10% off sitewide - Saks Fifth Avenue promo code eBay: Top electronics eBay coupon: $5 off next purchase Kohl's: 25% off with Kohl's coupon + Charge today Most Popular Videos Video Shows Aftermath of Pakistan Plane Crash in Karachi Coronavirus Update: China Scraps GDP Target, Trump's Swing-State Tour Continues Flood Waters Overwhelm Central Michigan as Dams Break What China's New National-Security Laws Mean for Hong Kong Trump ... "], ["2020-05-26 14:10", "Selling your old Fitbit for extra cash? Do these 2 things first ...  did some research on prices for older Fitbit models and it may not be worth your while if you have a particularly old model such as the original Charge or Charge 2 ( $150 at Best Buy ) -- they're generally going for anywhere between $2-$10 on the bigger buyback sites. The best price will likely come from selling your old Fitbit through eBay (or a socially-distanced) Craigslist or Facebook Marketplace sale. See it at eBay If you're in the market for a new smartwatch once the old one is gone, check out our list of the best fitness tools , home exercise equipment and ways to protect yourself while working out when quarantine lockdowns ease. Now playing: Watch this: The Fitbit Charge 4 won me over 9:09 Comments Wearable Tech Fitbit Apple Notification on ... "], ["2020-05-26 14:07", "Houston coronavirus updates: What you need to know for May 26 ... This Forgotten Day Sponsored Content Coupons and Discounts The EDUcationist Live Healthy Shop True Local Houston's public pools, splash pads won't open this Memorial Day Deal of the Day: White Claw seltzer on sale at Whole Foods 27 animals, some found chained to walls, seized from MacGregor Here are the grocery store products that have gotten more Deals Macy's H-E-B Lowe's eBay Target Chewy REI Kohl's Home Depot Shipley Do-Nuts Best Buy JC Penney Dick's Sporting Goods Save big on Nike, Crocs, Levi's and more during Zappos' Memorial Get 30% off at Discount Glasses and 20% off at Discount Contact Get 40% off UGG boots, slippers, and shoes while the UGG Closet Need a new mattress? These brands are all having big Memorial Day Jobs ... "], ["2020-05-26 14:05", "American Diners Have More Takeout in Their Future ... tend to feature pricier, more complex menus and require more labor to operate... To Read the Full Story Subscribe Sign In Sponsored Offers DoorDash: $7 off with DoorDash promo code TurboTax: TurboTax coupon and discount: $60 for Deluxe version Walmart: This May shop from home with over $50 in Walmart coupons Saks Fifth Avenue: 10% off sitewide - Saks Fifth Avenue promo code eBay: Top electronics eBay coupon: $5 off next purchase Kohl's: 25% off with Kohl's coupon + Charge today Most Popular Videos Video Shows Aftermath of Pakistan Plane Crash in Karachi Coronavirus Update: China Scraps GDP Target, Trump's Swing-State Tour Continues Flood Waters Overwhelm Central Michigan as Dams Break What China's New National-Security Laws Mean for Hong Kong ... "], ["2020-05-26 14:05", "Sorry, Samsung Pay: How Google Pay found its way to my heart (and wallet) ...  Crossovers Best Electric Cars Best Family Cars Best Fuel-Efficient Cars Best Hybrids Best Sedans Best SUVs Best Trucks Deals All deals The Cheapskate Antivirus Deals Identity Theft Protection Deals Mattress Deals Meal Kit Deals Password Manager Deals Pillow Deals Prescription Glasses Deals Tax Service Deals VPN Deals Web Hosting Deals All coupons Best Buy Promo Codes eBay Coupons ExpressVPN Coupons Groupon Promo Codes GrubHub Coupons HP Coupons Office Depot Coupons Postmates Coupons Samsung Promo Codes Staples Coupons Target Coupons TurboTax Discounts Verizon Promo Codes Walmart Coupons Download 5G Editions Editions English Espaol China France Germany Japan Korea Search Go Hi, Settings My Profile Forums Sign Out Join / Sign In Sorry, Samsung Pay: How Google ... "], ["2020-05-26 14:03", "Oil Rallies on Hopes for Economic Recovery ...  pay buyers to take the contracts due to a lack of available storage. ... To Read the Full Story Subscribe Sign In Sponsored Offers DoorDash: $7 off with DoorDash promo code TurboTax: TurboTax coupon and discount: $60 for Deluxe version Walmart: This May shop from home with over $50 in Walmart coupons Saks Fifth Avenue: 10% off sitewide - Saks Fifth Avenue promo code eBay: Top electronics eBay coupon: $5 off next purchase Kohl's: 25% off with Kohl's coupon + Charge today Most Popular Videos Video Shows Aftermath of Pakistan Plane Crash in Karachi Coronavirus Update: China Scraps GDP Target, Trump's Swing-State Tour Continues Flood Waters Overwhelm Central Michigan as Dams Break What China's New National-Security Laws Mean for Hong Kong Trump ... "], ["2020-05-26 14:00", "Why Coronavirus Tests Give Some People a 'Yes' and a 'No' ...  a medical procedure his doctor recommended before the coronavirus pandemic began. On... To Read the Full Story Subscribe Sign In Sponsored Offers DoorDash: $7 off with DoorDash promo code TurboTax: TurboTax coupon and discount: $60 for Deluxe version Walmart: This May shop from home with over $50 in Walmart coupons Saks Fifth Avenue: 10% off sitewide - Saks Fifth Avenue promo code eBay: Top electronics eBay coupon: $5 off next purchase Kohl's: 25% off with Kohl's coupon + Charge today Most Popular Videos Video Shows Aftermath of Pakistan Plane Crash in Karachi Coronavirus Update: China Scraps GDP Target, Trump's Swing-State Tour Continues Flood Waters Overwhelm Central Michigan as Dams Break What China's New National-Security Laws Mean for ... "], ["2020-05-26 14:00", "Queens Restaurateur Sees Glass Half Full as He Launches During Pandemic ... ,\" he says. By \"situation,\" of course, Mr. Lamprou is referring... To Read the Full Story Subscribe Sign In Sponsored Offers DoorDash: $7 off with DoorDash promo code TurboTax: TurboTax coupon and discount: $60 for Deluxe version Walmart: This May shop from home with over $50 in Walmart coupons Saks Fifth Avenue: 10% off sitewide - Saks Fifth Avenue promo code eBay: Top electronics eBay coupon: $5 off next purchase Kohl's: 25% off with Kohl's coupon + Charge today Most Popular Videos Video Shows Aftermath of Pakistan Plane Crash in Karachi Coronavirus Update: China Scraps GDP Target, Trump's Swing-State Tour Continues Flood Waters Overwhelm Central Michigan as Dams Break What China's New National-Security Laws Mean for Hong Kong ... "], ["2020-05-26 13:52", "HTC co-founder Peter Chau's new startup picks great time to tease super-social VR headset ... size of AWS Man responsible for least popular iteration of Windows UI uses iPad Pro as a desktop Microsoft brings WinUI to desktop apps: It's a landmark for Windows development, but it has taken far too long Microsoft drops a little surprise thank-you gift for sitting through Build: The source for GW-BASIC The longest card game in the world: Microsoft Solitaire is 30 eBay users spot the online auction house port-scanning their PCs. Um... is that OK? Galaxy S20 security is already old hat as Samsung launches new safety silicon Contact-tracing app may become a permanent fixture in major Chinese city Pre-authentication, remote root hole in call-center software? Thanks, Cisco. Just what a long weekend needs Unlucky for some, GitLab 13.0 is DevSecOps in a box ... "], ["2020-05-26 13:45", "A 'Dirt Bike Kid' Graduates to a Record-Setting Motorcycle ... at age 18, I rode that Sportster all the way to Canada and back. ... To Read the Full Story Subscribe Sign In Sponsored Offers DoorDash: $7 off with DoorDash promo code TurboTax: TurboTax coupon and discount: $60 for Deluxe version Walmart: This May shop from home with over $50 in Walmart coupons Saks Fifth Avenue: 10% off sitewide - Saks Fifth Avenue promo code eBay: Top electronics eBay coupon: $5 off next purchase Kohl's: 25% off with Kohl's coupon + Charge today Most Popular Videos Video Shows Aftermath of Pakistan Plane Crash in Karachi Coronavirus Update: China Scraps GDP Target, Trump's Swing-State Tour Continues Flood Waters Overwhelm Central Michigan as Dams Break What China's New National-Security Laws Mean for Hong Kong Trump Calls ... "]]}}