{"postfix": "electronic_arts-aktie", "name": "ELECTRONIC_ARTS", "wkn": "878372", "time": "2020.05.26 16:57", "ts": 1590505033, "features": {"KGV": "20.99", "Marktkapitalisierung": {"Size": "Mrd", "Value": "31.81"}, "GA": "4.81", "KBV": "3.99", "BA": "25.30", "KCV": "18.91", "CA": "5.34", "Vola30": "26.18", "Vola90": "41.09", "Vola180": "31.62", "Vola250": "29.44"}, "rivals": ["microsoft-aktie", "thq-aktie", "activision_blizzard-aktie", "nintendo-aktie", "take_two-aktie", "ubisoft_entertainment-aktie"], "text_data": {"de": [["21.05.20", "EA veröffentlich den Quellcode der Command & Conquer: Remastered Collection"], ["21.05.20", "Electronic Arts: Quellcode von C&C Remastered wird veröffentlicht"], ["09.05.20", "Electronic Arts stellte Zahlen zum jüngsten Quartal vor"], ["08.05.20", "Madden NFL 21: Electronic Arts macht Spieleupgrades kompliziert"], ["06.05.20", "Electronic Arts: So soll sich das Blatt wenden"], ["06.05.20", "EA und Activision Blizzard hoffen in Corona-Krise auf mehr Nutzer"], ["06.05.20", "Videospiele-Firmen hoffen in Corona-Krise auf mehr Nutzer"], ["05.05.20", "Electronic Arts vor den Zahlen: Darauf kommt es jetzt an"], ["05.05.20", "Star Wars: Darth Vader und mehr Machtspiele"], ["05.05.20", "Star Wars: Taika Waititi dreht neuen Kinofilm"], ["05.05.20", "Star Wars: Taika Waititi ist für nächsten Star-Wars-Film verantwortlich"], ["04.05.20", "Ausblick: Electronic Arts zieht Bilanz zum abgelaufenen Quartal"], ["30.04.20", "Electronic Arts-Aktie: Das sind die Expertenmeinungen des Monats April"], ["29.04.20", "Cloud-Gaming: EA-Spiele und Pubg kommen zu Google Stadia"], ["29.04.20", "Googles Cloud-Gaming Stadia bekommt \"PUBG\" und EA-Spiele"], ["28.04.20", "Star Wars: Disney erntet veritablen Shitstorm mit Star-Wars-Hashtag"], ["27.04.20", "Der Aufstieg Skywalkers: Neunter Teil von Star Wars ab 4. Mai auf Disney+"], ["24.04.20", "Videostreaming: Star Wars Resistance kommt im Mai zu Disney+"], ["23.04.20", "Disney+: Neue Star-Wars-Serie geplant"], ["23.04.20", "Disney+: Disney plant weitere Star-Wars-Serie"], ["22.04.20", "Star Wars: Dritte Staffel von The Mandalorian kommt zu Disney+"], ["22.04.20", "Abgas-Affäre: Neue Baustelle im Dieselskandal: Zweifel am VW-Erfolgsmotor EA 288 wachsen"], ["21.04.20", "Star Wars Clone Wars bei Disney+: Neue Episoden vorerst ohne deutsche Tonspur"], ["20.04.20", "Erste Schätzungen: Electronic Arts legt Zahlen zum jüngsten Quartal vor"], ["18.04.20", "Star Wars: Videokonferenz in einer weit, weit entfernten Galaxie"], ["17.04.20", "HSBC: Kursfantasie bei Activision Blizzard und Electronic Arts"], ["16.04.20", "Electronic Arts und Co.: Auch diese neue Vorschrift stoppt die Kurserholung nicht"], ["08.04.20", "Zoom ruft Ex-Sicherheitschef von Facebook zur Hilfe"], ["01.04.20", "Star Wars: Die Macht ist versehentlich mit PC-Jedi"], ["18.03.20", "Electronic Arts: Online-Gaming ist der letzte Ausweg "], ["06.03.20", "Gaming-Aktien: Activision, EA, Ubisoft - und ein Geheimtipp"], ["04.03.20", "Patentantrag: EA könnte Streamer beim Matchmaking bevorzugen"], ["01.03.20", "Spieleentwickler-Konferenz GDC wegen Sars-CoV-2 auf Sommer verschoben"], ["29.02.20", "So schätzen die Analysten die Zukunft der Electronic Arts-Aktie ein"], ["29.02.20", "VIRUS: Spieleentwickler-Konferenz GDC wegen Sars-CoV-2 auf Sommer verschoben"], ["27.02.20", "Geeks der Sterne: Wenn Star-Wars-Nerds sich streiten"], ["25.02.20", "Coronavirus: EA und Kojima nehmen nicht an Game Developers Conference teil"], ["13.02.20", "Need for Speed: EA gibt Lizenz wieder an Criterion"], ["12.02.20", "Rennspiel: EA baut bei Need for Speed um"]], "en": [["19.05.20", "EA Partners II BV : Notice of Result of Adjourned Meeting"], ["16.05.20", "Timothy Olyphant reportedly will wear Boba Fett's armor in The Mandalorian     - CNET"], ["16.05.20", "This Star Wars R2-D2 robot vacuum is perfect for lockdown cleanup fun     - CNET"], ["15.05.20", "EA Partners II BV : Issuer - Notice"], ["15.05.20", "EA Partners I BV : Issuer - Notice"], ["11.05.20", "Electronic Arts shifts playbook for all-digital esports events"], ["09.05.20", "Star Wars favorite Boba Fett to appear on The Mandalorian season 2     - CNET"], ["08.05.20", "The Final Trade: EA, NVDA & NKE"], ["07.05.20", "The Margin: Trump campaign boss to ‘start pressing FIRE’ on ‘Death Star’ — then he’s reminded of how Star Wars ends"], ["06.05.20", "EA games on PS4 and Xbox One could be ‘upgraded free’ to next-gen console versions"], ["06.05.20", "Electronic Arts (EA) Q4 Earnings & Revenues Increase Y/Y"], ["06.05.20", "The Zacks Analyst Blog Highlights: Walt Disney, Activision Blizzard, Electronic Arts, Beyond Meat and Pinterest"], ["06.05.20", "Electronic Arts digital sales soar amid lockdown gaming boom"], ["06.05.20", "Electronic Arts (EA) Beats Q4 Earnings and Revenue Estimates (Revised)"], ["06.05.20", "Electronic Arts (EA) Q4 2020 Earnings Call Transcript"], ["06.05.20", "EA remains focused on live services with 14 new games this year"], ["06.05.20", "UPDATE 1-EA sees full-year revenue above estimates as home-sheltering boosts gaming"], ["05.05.20", "Disney (DIS) Hit Hard by COVID Quarter; Plus EA, ATVI, BYND & More"], ["05.05.20", "Disney Plus hits 54.5M members but new movies will wait for theaters (for now)     - CNET"], ["05.05.20", "Electronic Arts (EA) Beats Q4 Earnings and Revenue Estimates"], ["05.05.20", "Video Game Stocks Activision, EA Beat March-Quarter Targets"], ["05.05.20", "Electronic Arts beats investor expectations with $1.39 billion in Q4 revenue"], ["05.05.20", "Electronic Arts stock falls after topping sales expectations"], ["05.05.20", "Star Wars Jedi: Fallen Order tops 10 million copies sold"], ["05.05.20", "EA sees full-year revenue above estimates as home-sheltering boosts gaming"], ["05.05.20", "EA sees full-year revenue above estimates as home-sheltering boosts gaming"], ["05.05.20", "The Zacks Analyst Blog Highlights: Activision Blizzard, Electronic Arts, Reynolds Consumer Products and Take-Two Interactive Software"], ["05.05.20", "Electronic Arts, Boot Barn, Alphabet, Facebook and Twitter highlighted as Zacks Bull and Bear of the Day"], ["05.05.20", "NASA astronaut shares Star Wars fan video filmed on the ISS     - CNET"], ["04.05.20", "Billie Lourd pays tribute to late mother Carrie Fisher on Star Wars day"], ["04.05.20", "Star Wars VR game Vader Immortal is coming to PlayStation this summer     - CNET"], ["04.05.20", "EA Play Live goes digital on June 11"], ["04.05.20", "Thor director Taika Waititi to helm and co-write a Star Wars movie     - CNET"], ["04.05.20", "‘Thor: Ragnarok’ director Taika Waititi is making a Star Wars movie"], ["04.05.20", "Star Wars shares hope in inspiring May the 4th video message     - CNET"], ["04.05.20", "Why Earnings Season Could Be Great for Electronic Arts (EA)"], ["04.05.20", "How to get into Star Wars: A beginner's guide to a galaxy far, far away     - CNET"], ["04.05.20", "Star Wars: The Clone Wars finale recap: Ahsoka's adventure ends in 'Victory and Death'     - CNET"], ["04.05.20", "Star Wars lost its mystique, and The Rise of Skywalker is to blame     - CNET"], ["03.05.20", "Film fans prepare to ‘feel the force’ on Star Wars Day"], ["2020-05-26 14:06", "Sufficient petrol stock available in country; PD rejects any shortage ... right to know Tuesday, May 26, 2020 ePaper Trending: Kashmir Coronavirus HOME Pakistan World Editorials & Opinions Editorials Op-Eds Commentary / Insight Perspectives Cartoons Letters to the Editor Featured Blogs Pakistan World Ramblings Lifestyle Culture Sports Business Sports Arts, Culture & Books Lifestyle E-PAPER Google Search... Coronavirus Updates Business Sufficient petrol stock available in country; PD rejects any shortage APP May 26, 2020 ISLAMABAD : The Petroleum Division (PD) while rejecting a news item appearing in a section of electronic media about shortage of petrol said sufficient fuel stock was available in the country to meet for 13-day needs. \"There is sufficient stock of petrol available to cater for the demand of country, contrary to ... "], ["2020-05-26 14:04", "NYSE Reopens Trading Floor With Strict Social Distancing Rules ...  Real Estate Retail SportsMoney Transportation Small Business All Small Business Entrepreneurs Franchises Small Business Strategy Lifestyle All Lifestyle Amway BrandVoice | Paid Program Arts Boats & Planes Cars & Bikes Dining ForbesLife Forbes Travel Guide Spirits Style & Beauty Travel Vices Watches Lists All Lists Advisor All Advisor The  ...  safety measures to limit the strain on the health-care system and the risk to those who work beneath our roof.\" Key background The NYSE closed for the first time in eight years on March 23, switching to electronic trading as the pandemic took hold in the U.S. It was last closed in the midst of Hurricane Sandy in October 2012. The reopening comes as several states across the U.S. continue to ease lockdown measures and ... "], ["2020-05-26 14:00", "Missing concerts? Watch these music movies from Beyonce, the Grateful Dead and more ... /THE DESERT SUN) '101' (1989) Depeche Mode's documentary film chronicles the final leg of the band's Music for the Masses Tour, including footage from the electronic rockers' historic 1988 show at the Rose Bowl in Pasadena, California. Directed by D.A. Pennebaker, best known for the landmark documentary film \"DontLook Back,\" which covers Bob  ... https://www.app.com/story/entertainment/movies/2020/05/26/watch-music-movies-beyonce-grateful-dead-and-more-home/3077528001/ Find Jobs Share your feedback to help improve our site experience! More Stories New Jersey arts receives $492K boost by way of federal grants May 26, 2020, 7 a.m. Memorial Day 2020: The war monuments of the Jersey Shore May 25, 2020, 1:13 a.m. Remembering the best of ... "], ["2020-05-26 13:58", "Bell rings again at New York Stock Exchange as floor reopens ... Patriots Celtics Bruins College High School More Sports Scores & Stats Politics Politics Donald Trump Election 2020 State House Boston City Hall Entertainment Entertainment Celebrity News Arts & Culture Movies Television Music Fun & Games Horoscope Lottery Comics Puzzles Lifestyle Lifestyle Food & Beverage Travel Style & Fashion Video Obituaries Subscribe Log In Bell rings  ... and electronically as they have been since March 23. Several thousand brokers and others used to crowd the trading floor of the NYSE as recently as the 1990s. But in the years since, the rise of electronic trading grew to dominate the action on Wall Street. These days, there are about 500 floor traders at the NYSE. The reopening comes at a time when many areas of the U.S. are starting to ... "], ["2020-05-26 13:56", "Bell rings again at New York Stock Exchange as floor reopens ...  State AP National AP News Obituaries Funeral Notices Sports Bvarsity College Condors Motor Sports Community Sports AP Sports Events Entertainment Food Music Arts & Theater entertainment EXTRA! Marketplace Homes Cars Jobs Publications Bakersfield Life Kern Business Journal Tehachapi News The Record entertainment EXTRA! More Columnists Multimedia  ... do so remotely and electronically as they have been since March 23. Several thousand brokers and others used to crowd the trading floor of the NYSE as recently as the 1990s. But in the years since, the rise of electronic trading grew to dominate the action on Wall Street. These days, there are about 500 floor traders at the NYSE. The reopening comes at a time when many areas of the U.S. are starting to lift shelter- ... "], ["2020-05-26 13:47", "Cuomo rings opening bell as NYSE reopens after 2 months ... amp Entertainment A & E Home Movies & TV Arts & Music Food & Drink Events & Exhibits Lifestyle Games & Puzzles Dear Abby Horoscopes Photos & Videos Photos & Videos Home GameDay Videos Photo Galleries Live Lunch Obituaries FAQs Contact Us Marketplace Classifieds Jobs Jobs Spring 2020 Job Fair Homes Wheels Coupons Contests Magazines Bookstore Business Directory DayExtra Home Food & Drink Culture Lifestyle Visitors Guide Services Membership My Account Subscribe Passport Rewards Electronic Edition The Day's App Newspaper in Education Archives E-Paper Advertising D2 Media Solutions D2 Home Website Development Social Media Marketing Search Engine Optimization Marketing & Branding MENU CONTACT US SUBSCRIBE | Login Go! Business More than a century of Independent ... "], ["2020-05-26 13:43", "Wall Street up as recovery hopes overshadow virus worries ... AP National AP News Obituaries Funeral Notices Sports Bvarsity College Condors Motor Sports Community Sports AP Sports Events Entertainment Food Music Arts & Theater entertainment EXTRA! Marketplace Homes Cars Jobs Publications Bakersfield Life Kern Business Journal Tehachapi News The Record entertainment EXTRA! More  ...  gained 1.8% to 2,029.78. Hong Kong's Hang Seng added 1.9% to 23,384.66, while the Shanghai Composite advanced 1.0% to 2,846.55. Benchmark U.S. crude gained 77 cents to $34.02 a barrel in electronic trading on the New York Mercantile Exchange. It closed at $33.25 on Friday, and markets were closed on Monday. Brent crude oil, the international standard, rose 48 cents to $36.60 a barrel. The dollar fell to 107.52 Japanese yen from 107. ... "], ["2020-05-26 13:38", "Army Fears If 'Future Vertical Lift' Falters, Serious Fallout For Industry Might Follow ...  Real Estate Retail SportsMoney Transportation Small Business All Small Business Entrepreneurs Franchises Small Business Strategy Lifestyle All Lifestyle Amway BrandVoice | Paid Program Arts Boats & Planes Cars & Bikes Dining ForbesLife Forbes Travel Guide Spirits Style & Beauty Travel Vices Watches Lists All Lists Advisor All Advisor The  ... competitively develop solutions for final down-selects in a few years. The service has also awarded funding for developing a new helicopter propulsion system, and has made steady progress in developing an electronic architecture for future combat rotorcraft. One way of controlling costs and assuring interoperability on the battlefield is to equip diverse airframes with the same hardware and software for functions such as  ... "], ["2020-05-26 13:31", "Bridge Connector Named a Gartner Cool Vendor for Healthcare Interoperability ...  Videos AP State AP National AP News Obituaries Funeral Notices Sports Bvarsity College Condors Motor Sports Community Sports AP Sports Events Entertainment Food Music Arts & Theater entertainment EXTRA! Marketplace Homes Cars Jobs Publications Bakersfield Life Kern Business Journal Tehachapi News The Record entertainment EXTRA! More Columnists Multimedia Opinion Special  ... , that waste time and resources while increasing the likelihood of human error in patient medical records. Destinations rapidly and easily integrates disparate health care applications such as electronic health records (EHR), customer relationship management (CRM) platforms, patient engagement platforms and other systems using a pre-built library of data connectors and clicks, not code. The  ... "], ["2020-05-26 13:30", "GuideOne National Becomes First U.S. Carrier to Write Business on the Whitespace Platform ...  Videos AP State AP National AP News Obituaries Funeral Notices Sports Bvarsity College Condors Motor Sports Community Sports AP Sports Events Entertainment Food Music Arts & Theater entertainment EXTRA! Marketplace Homes Cars Jobs Publications Bakersfield Life Kern Business Journal Tehachapi News The Record entertainment EXTRA! More Columnists Multimedia Opinion Special ... Iowa. About Whitespace Software: Whitespace Software Limited is a London-based technology company focused on the digital transformation of the insurance industry. They have particular expertise in digital contracts, electronic trading, claims management, pricing and Lloyd's members' agents the area that drove their first success when they started back in 1985. Today they use the very  ... "], ["2020-05-26 12:06", "It is not about us, it is about others ...  on Royal decrees will transform economy Franchise companies a laudable experience 26/09/2018 Ali Al Matani Comments Off on Franchise companies a laudable experience The Light of Arabia Full Pages Editor's Choice Arts Culture Editor's choice Head stories Main Van Gogh painting stolen from Dutch museum closed by coronavirus 31/03/2020 Oman Observer Comments Off on Van Gogh painting stolen from Dutch museum closed by  ...  2020All rights reserved. No part of this publication may be reproduced, distributed, or transmitted in any form or by any means, including photocopying, recording, or other electronic or mechanical methods, without the prior written permission of the publisher. For permission requests, write to the publisher at social@omanobserver.om."], ["2020-05-26 12:05", "European Markets in Positive Territory ... standstill. The FTSE index is 1.3% higher in mid-morning trading, the CAC-40 in Paris is up 1.6%, and the DAX index in Frankfurt is 0.9% higher. A man wearing face mask walks past a bank electronic board showing the Hong Kong share index at Hong Kong Stock Exchange, May 26, 2020. The big gains in Europe continues the momentum begun hours earlier in Asia, led by Sydney's S&P/ASX index, which closed  ...  States US Politics Immigration All About America Silicon Valley and Technology World News Africa The Americas East Asia Pacific Europe Middle East South & Central Asia Sections Arts & Culture Day in Photos Economy & Business Extremism Watch Press Freedom Science & Health VOA StudentU VOA Connect Refugees Voice of America About VOA Contact VOA Terms of Use ... "], ["2020-05-26 11:00", "South Korean cafe hires robot barista ...  Kurdistan vows not to cede airport control UK archbishop ends symbolic protest 26/11/2017 Oman Observer Comments Off on UK archbishop ends symbolic protest The Light of Arabia Full Pages Editor's Choice Arts Culture Editor's choice Head stories Main Van Gogh painting stolen from Dutch museum closed by coronavirus 31/03/2020 Oman Observer Comments Off on Van Gogh painting stolen from Dutch museum closed by coronavirus ...  2020All rights reserved. No part of this publication may be reproduced, distributed, or transmitted in any form or by any means, including photocopying, recording, or other electronic or mechanical methods, without the prior written permission of the publisher. For permission requests, write to the publisher at social@omanobserver.om."], ["2020-05-26 10:30", "Greater Capitalism: How The Pandemic Is Permanently Reshaping Our Economic System For The Better ... Policy Real Estate Retail SportsMoney Transportation Small Business All Small Business Entrepreneurs Franchises Small Business Strategy Lifestyle All Lifestyle Amway BrandVoice | Paid Program Arts Boats & Planes Cars & Bikes Dining ForbesLife Forbes Travel Guide Spirits Style & Beauty Travel Vices Watches Lists All Lists Advisor All Advisor The  ...  the game—infuriated him. In the three weeks leading up to the second tranche, Smith looked for a solution. The core problem: PPP money had been channeled through the Small Business Administration's electronic system—a system only the major banks could access. \"Seventy percent of African-American neighborhoods don't have banks,\" Smith says. Even if they did, Smith estimates that some 90% of ... "], ["2020-05-26 10:22", "(4th LD) Club-linked virus cases still on rise ahead of further school reopening ...  Diplomacy Defense National North Korea Economy Economy Industry Retail/Tourism Autos Consumer Electronics Market Finance Stocks Science Welfare/Medicine Science Culture Entertainment Movies K-pop Arts/Culture Sports Features Images K-wave General North Korea Graphics Videos Facebook Twitter More Pinterest Linked in Tumblr Reddit Facebook Messenger Copy URL URL is copied ...  being those who arrived from overseas. Overseas arrivals are required to self quarantine for 14 days here. South Korea has been ordering violators of self-isolation rules to wear electronic wristbands to track their movements. Currently 17 people are wearing the device, according to the health ministry. The KCDC said two suspected cases of multisystem inflammatory syndrome in children ... "], ["2020-05-26 10:14", "Oman reports 348 new cases, crosses 8,000-mark ... India calls curfew today First BikingMan Oman exploration race concludes 02/03/2018 Oman Observer Comments Off on First BikingMan Oman exploration race concludes The Light of Arabia Full Pages Editor's Choice Arts Culture Editor's choice Head stories Main Van Gogh painting stolen from Dutch museum closed by coronavirus 31/03/2020 Oman Observer Comments Off on Van Gogh painting stolen from Dutch museum closed ...  Copyright 2020All rights reserved. No part of this publication may be reproduced, distributed, or transmitted in any form or by any means, including photocopying, recording, or other electronic or mechanical methods, without the prior written permission of the publisher. For permission requests, write to the publisher at social@omanobserver.om."], ["2020-05-26 10:05", "Coronavirus live updates: When it comes to school aid, federal funds varies widely ... sidewalk along Broadway on Thursday April 2, 2020 in Saratoga Springs, N.Y. The tourism bureau in Saratoga Springs says the city and region could lose a billion dollars if Saratoga Performing Arts Center and New York Racing Association are affected. (Lori Van Buren/Times Union) Lori Van Buren/Albany Times Union 103 of 149 Christine Murphy is seen serving customers in their car  ...  toilet paper in it as customers leave BJ's Wholesale Club on Wednesday, March 18, 2020 in Colonie, N.Y. (Lori Van Buren/Times Union) Lori Van Buren/Albany Times Union 147 of 149 An electronic sign with the message \"stay home, stop the spread\" is seen southbound on Rt. 787 on Wednesday, March 18, 2020 in Albany, N.Y. The sign also rotated with the message \"save lives, # ... "], ["2020-05-26 10:03", "What you need to know about Covid-19 right now? ...  being probed for harming state security: China 13/12/2018 Oman Observer Comments Off on Second Canadian being probed for harming state security: China The Light of Arabia Full Pages Editor's Choice Arts Culture Editor's choice Head stories Main Van Gogh painting stolen from Dutch museum closed by coronavirus 31/03/2020 Oman Observer Comments Off on Van Gogh painting stolen from Dutch museum closed  ...  Copyright 2020All rights reserved. No part of this publication may be reproduced, distributed, or transmitted in any form or by any means, including photocopying, recording, or other electronic or mechanical methods, without the prior written permission of the publisher. For permission requests, write to the publisher at social@omanobserver.om."], ["2020-05-26 10:01", "Kansas boy, 7, recovering from head injury. He was shot by hunter aiming at decoy ...  Living Celebrations Family Fashion Food & Drink Health & Fitness Home & Garden Pets Religion Travel Blogs & Columnists Suzanne Tobias Entertainment Entertainment The Arts Books Celebrities Comics Games & Puzzles Horoscopes Restaurants Events Movies Music TV Blogs & Columnists Dining with Denise Movie Maniac Keeper of  ...  50 miles north of Wichita. Here friendships form fast and usually hold fast for lifetimes. Kids, like Jarett and his brother, Tanner, 9, get dirty daily outdoors. Their thumbs are used more to work fishing reels than electronic games. The entire Riley family, including mother, Erin, headed out for adventure on April 25. Their first stop was to hunt at a rural McPherson County property where wild turkeys are abundant and no other turkey hunters ... "], ["2020-05-26 10:00", "6,171 Covid-19 cases in Muscat, 3,192 in Muttrah ...  Comments Off on Kids less likely to get coronavirus Oman gets good Marsh rating 19/08/2017 Oman Observer Comments Off on Oman gets good Marsh rating The Light of Arabia Full Pages Editor's Choice Arts Culture Editor's choice Head stories Main Van Gogh painting stolen from Dutch museum closed by coronavirus 31/03/2020 Oman Observer Comments Off on Van Gogh painting stolen from Dutch museum closed by coronavirus Editor ...  2020All rights reserved. No part of this publication may be reproduced, distributed, or transmitted in any form or by any means, including photocopying, recording, or other electronic or mechanical methods, without the prior written permission of the publisher. For permission requests, write to the publisher at social@omanobserver.om."]]}}