{"postfix": "equifax-aktie", "name": "EQUIFAX", "wkn": "854618", "time": "2020.05.26 15:03", "ts": 1590498214, "features": {"KGV": "24.96", "Marktkapitalisierung": {"Size": "Mrd", "Value": "16.39"}, "GA": "5.62", "KBV": "6.58", "BA": "21.30", "KCV": "54.54", "CA": "2.57", "Vola30": "36.4", "Vola90": "61.62", "Vola180": "46.31", "Vola250": "35.8"}, "rivals": ["paychex-aktie", "dunbradstreet-aktie", "automatic_data_processing-aktie", "moodys-aktie"], "text_data": {"de": [["30.04.20", "April 2020: Experten empfehlen Equifax-Aktie mehrheitlich zum Kauf"], ["22.04.20", "Equifax legte Quartalsergebnis vor"], ["19.04.20", "Ausblick: Equifax legt die Bilanz zum abgelaufenen Quartal vor"], ["29.02.20", "Equifax-Aktie: Das sind die Analysten-Einstufungen des vergangenen Monats"], ["14.02.20", "Equifax präsentierte Quartalsergebnisse"], ["11.02.20", "Militär-Hacker: USA klagen vier Chinesen wegen Equifax-Hack an"], ["11.02.20", "US-Justiz klagt chinesische Bürger wegen Equifax-Hack an"], ["11.02.20", "Ausblick: Equifax stellt Zahlen zum jüngsten Quartal vor"], ["10.02.20", "Equifax-Datendiebstahl: US-Regierung klagt chinesische Hacker an"]], "en": [["20.05.20", "Why Is Equifax (EFX) Up 12.4% Since Last Earnings Report?"], ["15.05.20", "Equifax (EFX) Announces Appointment of Chief Product Officer"], ["07.05.20", "Twitter, Walmart, Equifax and others dropped by S&P from its ESG index, while Costco is newly included"], ["30.04.20", "Market Extra: Under Fed’s new criteria, Equifax, Nasdaq and Tiffany & Co. are ‘Main Street’ companies"], ["22.04.20", "Equifax Inc (EFX) Q1 2020 Earnings Call Transcript"], ["21.04.20", "Equifax (EFX) Surpasses Q1 Earnings & Revenue Estimates"], ["20.04.20", "Equifax stock rises as company yanks guidance, tops consensus earnings estimates"], ["17.04.20", "Equifax (EFX) to Report Q1 Earnings: What's in the Cards?"], ["13.04.20", "Equifax Appoints Lindsay Parker as Chief Marketing Officer"], ["08.04.20", "Will Equifax (EFX) Beat Estimates Again in Its Next Earnings Report?"], ["24.03.20", "Equifax says it will work with lenders, creditors to help reduce the impact of the coronavirus crisis on U.S. credit reports"], ["13.03.20", "Equifax (EFX) Down 16.5% Since Last Earnings Report: Can It Rebound?"], ["13.02.20", "Equifax Inc (EFX) Q4 2019 Earnings Call Transcript"], ["13.02.20", "Equifax (EFX) Surpasses Q4 Earnings & Revenue Estimates"], ["13.02.20", "With Harsh Words, China’s Military Denies It Hacked Equifax"], ["13.02.20", "China's defence ministry asks U.S. to rescind Equifax hacking indictments"], ["13.02.20", "Equifax (EFX) Surpasses Q4 Earnings and Revenue Estimates"], ["12.02.20", "Equifax stock ticks higher as results beat Street view"], ["12.02.20", "If China did hack Equifax, these Americans may have more reasons to be concerned"], ["11.02.20", "Equifax (EFX) to Report Q4 Earnings: What's in the Cards?"], ["11.02.20", "China denies cybertheft following Equifax accusations"], ["11.02.20", "China denies cybertheft following Equifax accusations"], ["11.02.20", "UPDATE 5-U.S. charges four Chinese military hackers in 2017 Equifax breach"], ["11.02.20", "China denies engaging in cyber theft following U.S. indictments on Equifax case"], ["11.02.20", "Equifax breach is the latest of many hacks linked to China"], ["10.02.20", "UPDATE 4-U.S. charges four Chinese military hackers in 2017 Equifax breach"], ["10.02.20", "US charges Chinese military officers over Equifax hack"], ["10.02.20", "US charges Chinese military officers over Equifax hack"], ["10.02.20", "U.S. charges Chinese military hackers in 2017 Equifax data breach"], ["10.02.20", "Department of Justice Blames China for Equifax Data Breach: What You Need to Know"], ["10.02.20", "U.S. Charges Chinese Military Officers in 2017 Equifax Hacking"], ["10.02.20", "U.S. charges four Chinese military hackers in 2017 Equifax breach"], ["10.02.20", "UPDATE 3-U.S. charges four Chinese military hackers in 2017 Equifax breach"], ["10.02.20", "Equifax breach: How to 'freeze' your credit following news of China military hack"], ["10.02.20", "UPDATE 2-U.S. charges four Chinese military hackers in 2017 Equifax breach"], ["10.02.20", "US charges 4 Chinese military members in Equifax breach"], ["10.02.20", "US charges four Chinese military members over Equifax hacking breach"], ["10.02.20", "China denies Equifax hack after Justice Department charged four military hackers     - CNET"], ["10.02.20", "Four Chinese military members indicted by US prosecutors over Equifax breach"], ["10.02.20", "UPDATE 1-U.S. charges four Chinese military hackers in 2017 Equifax breach"], ["2020-05-26 12:17", "Hurricanes and other extreme weather disasters prompt some people to move and trap others in place ...  people who left the island had returned some two years later. There are many limitations to the data available from the U.S. Census and other commonly used administrative and survey sources for studying migration, including during and after extreme weather disasters . In our case, we were able to overlay migration data from the Federal Reserve Bank of New York/Equifax Consumer Credit Panel on U.S. census tracts , which crudely approximate neighborhoods, to track the movements of people after Hurricane Maria. A wicked social problem Apart from specific examples, what does the research show about how hurricanes and other extreme weather disasters are affecting whether and where people move? Past and current research on extreme weather disasters and migration ... "], ["2020-05-26 12:00", "From Amazon to Zuckerberg: 25 years of technology ...  Dory 2017 Susan Fowler at the Women Transforming Technology conference in 2019. Stephen Shankland/CNET Verizon bought Yahoo for $4.48 billion , leading to the resignation of Mayer as CEO. Uber engineer Susan Fowler wrote a widely circulated blog post accusing the ride-hailing company of institutional sexual harassment. Founder and CEO Travis Kalanick resigned a few months later. Credit reporting agency Equifax reported a breach affecting 147.7 million people, and the Wannacry ransomware attack spread around the world . The FCC voted to end net neutrality, and Apple killed another feature , this time the home button , when it unveiled the iPhone X . A quote about the year : \"When I asked our director at an org all-hands about what was being done about ... "], ["2020-05-26 10:00", "Keep Home Security Cameras From Being Hacked ...  breached. Hackers probably got the log-ins to the family's account by other means. How Hacks Happen One way security cameras are vulnerable to hacks is through a technique called \"credential stuffing.\" Hackers use usernames and passwords from other data breaches (that other hackers share online) to gain access to accounts. The combination of large data breaches, such as those at Equifax and Target, and consumers reusing the same passwords— 52 percent of internet users reuse or modify the same passwords—make the work easy. In recent years hackers have made the log-in credentials for over 8.2 billion online accounts available on the internet. This type of hack doesn't require the breach of a security camera company's system, so ... "], ["2020-05-25 19:53", "Credit score drop? How to diagnose why, and what to do next ... by the agreement. But for many consumers with federal student loans, relief over a 6-month automatic pause on payments turned into dismay as credit scores plummeted. Consumers complained on social media that their accounts were wrongly reported as delinquent or in non-payment status. That's not how it was supposed to work, says credit expert John Ulzheimer, who has worked for credit bureau Equifax and scoring company FICO. He says student loan servicers are working to address problems, and he hasn't heard of similar issues involving other types of lenders or credit card issuers. If your credit score drops, here's how to diagnose what's going on and what to do next. First, check your credit reports Whether you have payment modifications or not ... "], ["2020-05-25 19:53", "Credit score drop? How to diagnose why, and what to do next ... by the agreement. But for many consumers with federal student loans, relief over a 6-month automatic pause on payments turned into dismay as credit scores plummeted. Consumers complained on social media that their accounts were wrongly reported as delinquent or in non-payment status. That's not how it was supposed to work, says credit expert John Ulzheimer, who has worked for credit bureau Equifax and scoring company FICO. He says student loan servicers are working to address problems, and he hasn't heard of similar issues involving other types of lenders or credit card issuers. If your credit score drops, here's how to diagnose what's going on and what to do next. First, check your credit reports Whether you have payment modifications or not ... "], ["2020-05-25 19:53", "Credit score drop? How to diagnose why, and what to do next ... by the agreement. But for many consumers with federal student loans, relief over a 6-month automatic pause on payments turned into dismay as credit scores plummeted. Consumers complained on social media that their accounts were wrongly reported as delinquent or in non-payment status. That's not how it was supposed to work, says credit expert John Ulzheimer, who has worked for credit bureau Equifax and scoring company FICO. He says student loan servicers are working to address problems, and he hasn't heard of similar issues involving other types of lenders or credit card issuers. If your credit score drops, here's how to diagnose what's going on and what to do next. First, check your credit reports Whether you have payment modifications or not ... "], ["2020-05-25 19:53", "Credit score drop? How to diagnose why, and what to do next ... by the agreement. But for many consumers with federal student loans, relief over a 6-month automatic pause on payments turned into dismay as credit scores plummeted. Consumers complained on social media that their accounts were wrongly reported as delinquent or in non-payment status. That's not how it was supposed to work, says credit expert John Ulzheimer, who has worked for credit bureau Equifax and scoring company FICO. He says student loan servicers are working to address problems, and he hasn't heard of similar issues involving other types of lenders or credit card issuers. If your credit score drops, here's how to diagnose what's going on and what to do next. First, check your credit reports Whether you have payment modifications or not ... "], ["2020-05-25 19:53", "Credit score drop? How to diagnose why, and what to do next ... by the agreement. But for many consumers with federal student loans, relief over a 6-month automatic pause on payments turned into dismay as credit scores plummeted. Consumers complained on social media that their accounts were wrongly reported as delinquent or in non-payment status. That's not how it was supposed to work, says credit expert John Ulzheimer, who has worked for credit bureau Equifax and scoring company FICO. He says student loan servicers are working to address problems, and he hasn't heard of similar issues involving other types of lenders or credit card issuers. If your credit score drops, here's how to diagnose what's going on and what to do next. First, check your credit reports Whether you have payment modifications or not ... "], ["2020-05-25 19:53", "Credit score drop? How to diagnose why, and what to do next ... by the agreement. But for many consumers with federal student loans, relief over a 6-month automatic pause on payments turned into dismay as credit scores plummeted. Consumers complained on social media that their accounts were wrongly reported as delinquent or in non-payment status. That's not how it was supposed to work, says credit expert John Ulzheimer, who has worked for credit bureau Equifax and scoring company FICO. He says student loan servicers are working to address problems, and he hasn't heard of similar issues involving other types of lenders or credit card issuers. If your credit score drops, here's how to diagnose what's going on and what to do next. First, check your credit reports Whether you have payment modifications or not ... "], ["2020-05-25 19:53", "Credit score drop? How to diagnose why, and what to do next ... by the agreement. But for many consumers with federal student loans, relief over a 6-month automatic pause on payments turned into dismay as credit scores plummeted. Consumers complained on social media that their accounts were wrongly reported as delinquent or in non-payment status. That's not how it was supposed to work, says credit expert John Ulzheimer, who has worked for credit bureau Equifax and scoring company FICO. He says student loan servicers are working to address problems, and he hasn't heard of similar issues involving other types of lenders or credit card issuers. If your credit score drops, here's how to diagnose what's going on and what to do next. First, check your credit reports Whether you have payment modifications or not ... "], ["2020-05-25 13:00", "Business ID theft is real; are you protecting your company? ... , Experian and TransUnion. Keep personal and business finances separate and consider placing a credit security freeze on your personal credit file to make it harder for thieves to open new accounts under your business's name. Experian: experian.com Transunion: transunion.com Equifax: equifax.com Protect your business's computers and networks. Restrict use of your business computers to only business activities. Install anti-virus software and keep it updated regularly. Secure your company's wireless network. 43.038902 -87.906474 Filed in: News Topics: BBB Suggest a correction Suggest A Correction Your name Your email Report a typo or grammatical error Cancel Facebook Twitter Reddit LinkedIn Pinterest Email SMS Popular 3 hurt in shooting outside ... "], ["2020-05-24 19:00", "Funniest/Most Insightful Comments Of The Week At Techdirt ...  Join the Insider Chat Advertisement Report this ad | Hide Techdirt ads Recent Stories Sunday 12:00 Funniest/Most Insightful Comments Of The Week At Techdirt (1) Saturday 12:00 One Week Left To Get CIA: Collect It All For 25% Off (0) Friday 19:39 The Great Pizza Arbitrage Scheme Of 2020 Is Spotlighting The Strangeness Of Food Delivery Services (51) 15:31 Banks Get Payout From Equifax Hack While Consumers Still Wait For Compensation (12) 13:43 Why Content Moderation Codes Are More Guidelines Than Rules (5) 12:07 Does The US Copyright Office Not Know That Copyright Policy's Main Stakeholders Are The Public? (31) 10:46 Newsweek Publishes Facts Optional, Wronger Than Wrong, Piece About Section 230 (36) 09:35 On The Same Day The FBI Claimed No Vendor Could ... "], ["2020-05-24 04:00", "Three Ways To Handle Your Credit Score During The Covid-19 Crisis ... to pay during a crisis. Create a budget so you can see your monthly bills on a single page. This will enable you to prioritize how best to pay them in a way that will help preserve your credit score. \"It is important for consumers to responsibly understand and manage their income and expenses,\" says Beverly Anderson, president of Global Consumer Solutions at Equifax EFX , one of the three national credit bureaus. As you make your budget, list next to each obligation the monthly required minimum payment. It's important to understand the difference between the minimum required payment versus the entire amount due. \"To avoid having late payments show up on credit reports, consumers should try to make at least the minimum payment on accounts,\" ... "], ["2020-05-23 21:09", "Scammers received 'hundreds of millions' in bogus jobless benefits in Washington state ...  believe the jump in new unemployment benefit claims last week - long after most business closures occurred - point to additional fraud attempts across various industries LeVine said previously that there have been no data breaches at the agency, and that recent fraud attempts are cases where someone's personal information has been previously stolen from other sources - like during the 2017 Equifax breach - and is now being used to filed for benefits. 'These are very sophisticated criminals who have pretty robust collections of information on people, and they are activating and monetizing that information,' she said. 'I will say this again because it's really important. We did not have a data breach. And the information was not stolen ... "], ["2020-05-23 19:09", "Did an ID thief steal your stimulus payment? Report it to the FTC ... May 10, 2020 Editorial cartoon (2): April 22, 2020 Editorial cartoon (2): April 26, 2020 SUBMIT FEEDBACK Click Below to: File a Rant or Rave about this story Ask us a question Submit a letter to the editor Send us a news tip or story idea More like this story Credit repair: Fixing mistakes on your credit report IRS issues warning about COVID-19 related scams Scam Alert: Equifax isn't calling IRS warns of ID theft through fake website Scam Alert: U.S. Marshals won't call you about jury duty Event Calendar Submit Event Subscribe to our mailing list * indicates required Email Address * Please select which news alerts you would like to receive Latest News Latest News PVTrib Prescott Valley Tribune CVRNews Chino Valley Review Sports Latest Sports News Odd ... "], ["2020-05-23 19:00", "One Week Left To Get CIA: Collect It All For 25% Off ...  Rules Techdirt Deals Report this ad | Hide Techdirt ads Techdirt Insider Chat Join the Insider Chat Advertisement Report this ad | Hide Techdirt ads Recent Stories Saturday 12:00 One Week Left To Get CIA: Collect It All For 25% Off (0) Friday 19:39 The Great Pizza Arbitrage Scheme Of 2020 Is Spotlighting The Strangeness Of Food Delivery Services (22) 15:31 Banks Get Payout From Equifax Hack While Consumers Still Wait For Compensation (10) 13:43 Why Content Moderation Codes Are More Guidelines Than Rules (4) 12:07 Does The US Copyright Office Not Know That Copyright Policy's Main Stakeholders Are The Public? (26) 10:46 Newsweek Publishes Facts Optional, Wronger Than Wrong, Piece About Section 230 (36) 09:35 On The Same Day The FBI Claimed No Vendor Could ... "], ["2020-05-23 13:00", "4 tips to boost your credit score fast ...  errors to look out for include fraudulent or duplicated accounts, as well as misreported payments. \"Most of the clients we meet with have not reviewed their report within the past year, and are often surprised by what we find to discuss with them,\" says Thomas Nitzsche, a financial educator at MMI. You can get a free credit report from the three major credit bureaus (Experian, Equifax and TransUnion) on a weekly basis by going to AnnualCreditReport.com now through April 2021. 4. Ask to have negative entries that are paid off removed from your credit report You may have a series of late payments on your credit report, or perhaps an old collection account that's since been paid off still shows up. If this is the case, ask to have them removed ... "], ["2020-05-23 02:39", "The Great Pizza Arbitrage Scheme Of 2020 Is Spotlighting The Strangeness Of Food Delivery Services ... If you're able to help us continue our reporting, check out our list of ways to support Techdirt These are tough times for everyone, us included. If you're able to help us continue our reporting, check out our list of ways to support Techdirt Sign In Register Preferences Techdirt Techdirt Tech & COVID Free Speech Deals Jobs Support Techdirt Banks Get Payout From Equifax Hack While Consumers Still Wait For Compensation The Great Pizza Arbitrage Scheme Of 2020 Is Spotlighting The Strangeness Of Food Delivery Services (Mis)Uses of Technology from the supply-and-gourmand dept Fri, May 22nd 2020 7:39pm — Timothy Geigner Food delivery services always felt a bit wonky to me. I'm usually not terribly old fashioned about most things, but I generally ... "], ["2020-05-22 23:37", "With Systems Overwhelmed, Thieves Using Past Security Breaches To Rip Off Unemployment Benefits ... , and they're trying to cash in on it,\" said James Lee, chief operating officer of the ID Theft Resource Center in San Diego, Calif. Lee says the thieves already have the informationpasswords, social security numbers, birth datesfrom previous security breaches. Like the one that hit Target customers in 2013. It exposed the personal information of 41 million consumers. Then there was Equifax in 2017 compromising 147 million and last year, the Quest Diagnostics breach affecting 12 million. \"They wait for a time like this when a credential gets them into accounts where they can change the information,\" said Lee. The thieves may have all the information they need but the state is supposed to verify each claim with the employer before it's ... "], ["2020-05-22 22:31", "Banks Get Payout From Equifax Hack While Consumers Still Wait For CompensationWe've noted several times that the FTC's settlement over the Equifax hack that exposed the public data of 147 million Americans was little more than a performative joke . While much was made of the historic fine levied against the company, the FTC"]]}}