{"postfix": "esprit-aktie", "name": "ESPRIT", "wkn": "A0ML39", "time": "2020.05.26 17:04", "ts": 1590505482, "features": {"KGV": "-1.29", "Marktkapitalisierung": {"Size": "Mio", "Value": "141.54"}, "GA": "-1.14", "KBV": "0.41", "BA": "3.56", "KCV": "-2.54", "CA": "-0.58", "Vola30": "99.66", "Vola90": "115.31", "Vola180": "86.51", "Vola250": "66.3"}, "rivals": ["gap-aktie", "hugo_boss_2-aktie", "hennes_mauritz-aktie", "gerry_weber-aktie", "tom_tailor-aktie", "inditex-aktie"], "text_data": {"de": [["30.03.20", "Konzern beantragt Schutzschirm: Mehrere Esprit-Töchter sind pleite"], ["30.03.20", "Konzern beantragt Schutzschirm: Mehreren Esprit-Töchtern droht die Pleite"], ["27.03.20", "Coronavirus-Krise: Esprit hofft auf Rettung durch Insolvenz"], ["27.03.20", "Liquiditätsnot wegen Corona-Krise: Modekonzern Esprit hofft auf Rettung durch Insolvenz"], ["06.03.20", "Morning Briefing: Hamsterkäufe bei Amazon, Ceconomy, Esprit, HelloFresh, Flaconi, Instacart"]], "en": [["22.05.20", "Draper Esprit VCT plc : Draper Esprit VCT plc - Offer for Subscription Extended"], ["13.05.20", "Draper Esprit PLC : Holding(s) in Company"], ["17.04.20", "Draper Esprit VCT plc : Draper Esprit VCT plc - Issue of Equity (Addendum)"], ["06.04.20", "Draper Esprit VCT plc : Issue of Equity"], ["31.03.20", "Draper Esprit VCT plc : Publication of a supplementary prospectus"], ["25.03.20", "Draper Esprit VCT plc : Offer for Subscription Update"], ["23.03.20", "Draper Esprit PLC : COVID-19 UPDATE"], ["19.03.20", "Draper Esprit PLC : Second Price Monitoring Extn"], ["19.03.20", "Draper Esprit PLC : Price Monitoring Extension"], ["11.03.20", "Draper Esprit PLC : Issue of Equity"], ["06.03.20", "James Bond's Lotus Esprit translates well to this Mini Remastered project     - Roadshow"], ["02.03.20", "Draper Esprit PLC : Portfolio update"], ["14.02.20", "Draper Esprit PLC : Investment and Exit update"], ["12.02.20", "Draper Esprit PLC : Holding(s) in Company"], ["27.01.20", "Draper Esprit PLC : Holding(s) in Company"], ["2020-05-26 14:26", "Every 'Star Trek' Theme Song Ranked ...  Me\" is the worst Star Trek theme , it has still, for the most part, been tolerated, sometimes even embraced. NASA archivist Colin Fries confirms Space Shuttle crews were subjected to it four times, with \"Where My Heart Will Take Me\" serving as a wake up call twice as often as the themes for the original Star Trek or The Next Generation . (Other selections used for morning esprit de corps on space missions included the theme from the 1965 Western For a Few Dollars More , \"Eye in the Sky\" by Alan Parsons Project and \"Gettin' Jiggy Wit It\" by Will Smith.) Watson, the song's singer, probably described the journey towards acceptance best: \"Something new happens, and people aren't quite sure of it. But they'll get ... "], ["2020-05-26 14:11", "Vida Shoes International Looks Towards The Future With Corporate Restructuring ...  fashion-forward and outdoor adventure footwear for women, men and children. In addition to marketing products under its own brands including Jambu, JBU, J Sport, M.A.P. and Andre Assous , Vida is a licensee of various brands, including BCBGeneration, BCBGMAXAZRIA, BCBG GIRLS, Stride Rite, Carter's, OshKosh B'Gosh, Kensie, XOXO, UNIONBAY and Esprit. Vida also designs and sources products under private labels brands for various retailers. Vida's wholesale distribution includes department stores, independent retailers, specialty stores, national chains and mass merchants. Learn more at www.vidagroup.com . View original content to download multimedia: http://www.prnewswire.com/news-releases/vida-shoes-international-looks-towards-the-future-with ... "], ["2020-05-25 22:30", "How To Sustain And Strengthen Company Culture Through The Coronavirus Pandemic ... 's new is the extent to which presence matters to the success of the organization. When people can gather together, it's typically easier for companies to communicate a sense of common purpose and goals and to create a sense of community. Without this time to be physically together, companies must be creative in maintaining a virtual sense of esprit de corps. How To Manage Culture Effectively Given the importance of culture, how should companies and leaders manage their culture? Here are eight recommendations: Articulate, validate and reinforce your culture. Talk about your culture and what your company values. Stay true to your culture and avoid letting the pandemic erode what you value. If empowerment and participation are priorities, ensure that ... "], ["2020-05-25 18:21", "Keidel: MLB Players' Cries Over Money Ring Hollow With Fans ... . Part of the frustration behind these woes is the fact that we're battling a virus, which has no political or philosophical bias. We can't touch it, fight it, or force it out of our homes and hamlets. While the word \"unique\" is abused and overused, this really is a unique time in human history. If there's been one silver lining it's been the esprit de corps spawned by this coronavirus. We always do better together. Which is exactly why we need Blake Snell to be quiet, along with his misguided supporters. Word is that MLB is taking a long-awaited economic proposal to the MLBPA this week. Shove the shot-callers in a room, lock the door and hammer out a deal. If baseball cares at all about the people who pay their bills - that would be ... "], ["2020-05-23 10:00", "The crude oil crash, not COVID-19, is making the Oklahoma City office market sick ... he doesn't expect a hangover in the market from employees continuing to work from home after the coronavirus is deemed to be under control. (Story continued below...) \"I think the work-from-home thing is a bigger deal in the bigger cities,\" he said. \"Here we still drive everywhere. If you live in Oklahoma, you social distance by nature.\" Office collaboration and workplace esprit de corps are still important, he said, and can't be duplicated with Zoom. \"It's easier to promote the guy down the hall than the guy in the lower left square. To me, that's Charley Weaver's space on 'Hollywood Squares,'\" Tucker said. Related Photos Collapsed oil prices are going to hurt the office market in Oklahoma City and Houston ... "], ["2020-05-22 10:13", "Investors are piling billions into this Indian telecom operator for a slice of the country's booming digital economy ...  388 million 4G subscribers since launching in 2016. Today it is India's top telco and it also has several apps, and other services in e-commerce and broadband. \"Jio offers mobile Internet for nearly free and tries to make money by up-selling subscriptions to their own versions of Spotify and Netflix,\" said Vishal Gulati, a venture capital investor at London firm Draper Esprit. Ambani, India's richest man, is in the process of trying to sell approximately 20% of Jio Platforms to raise cash for debt-ridden parent company Reliance Industries, which is heavily involved in oil and petrochemicals. It reportedly has a net debt pile of around $20 billion. Roughly $9 billion of equity in Jio Platforms has been sold to U.S. investors in the last few ... "], ["2020-05-21 17:36", "Verhofstadt backlash after ANOTHER United States of Europe demand - 'Thank God UK's left' ... that demonstrated why the British are better off out, then this is surely it.\" Angela Merkel and Emmanuel Macron speak via video link (Image: GETTY) And, another Twitter user simply replied to Belgian national Mr Verhofstadt with one word: \"NEXIT!\" Mr Verhofstadt's book was awarded the first Europe Book Prize, organised by the EU-sponsored cultural association Esprit d'Europe and backed by Jacques Delors, former President of the European Commission. He once again outlined his vision for Europe during a speech at the Liberal Democrats' annual conference last year. Jacques Delors, former President of the European Commission (Image: GETTY) Graham Topping rejected the idea of a federal Europe (Image: Twitter) Trending He said: \"In the ... "], ["2020-05-21 04:00", "Marketing Agility: How It Works And What It Means For The Rest Of The Organization (Part Two) ...  team. They can use Agile concepts as their guiding principles but make adjustments when necessary. Our team has incorporated aspects from both Kanban and Scrum. This customization removes frustrations that could arise if the team feels forced into a process that doesn't align with the business. It can also allow them to be their most productive and infuse a sense of joy, power and esprit de corps. Tools And Strategies As is essential to all things Agile, our marketing team's process is always improving. Here are some essentials that have evolved in their workflow that you can implement on your own team. Trello While this tool satisfies marketing's love of color and imagery, it serves a greater purpose. Tools like this will allow your team to ... "], ["2020-05-19 12:28", "'Little Fires Everywhere' director Lynn Shelton dies at 54 ... . She made me better. We butted heads, made up, laughed, pushed each other. Like family. What a deep loss.\" Shelton began her filmmaking career in her mid-30s after initially being an aspiring actor and photographer. She went on to write and direct eight feature films in the span of 14 years. The statement said she had an \"infectious laugh, was full of life and had an esprit de corps that touched many.\" Ava DuVernay said Shelton changed her life after handing her an award at the Sundance Film Festival in 2012. \"She announced my name with pride,\" said DuVernay, who posted a photo on Twitter that included both filmmakers. \"Handed it to me with love. Rooted for me long after. I can't believe I'm typing this. Rest In Peace ... "], ["2020-05-19 10:45", "Experience marketplace Pollen lays off 69 North America staff, furloughs 34 in UK ... contractors have been let go. Founded in 2014 and previously called Verve, Pollen operates in the influencer or \"word-of-mouth\" marketing space. The marketplace lets friends or \"members\" discover and book travel, events and other experiences — and in turn helps promoters use word-of-mouth recommendations to sell tickets. Pollen's backers include Northzone, Sienna Capital, Draper Esprit, Backed and Kindred. Confirming the North American job cuts, Pollen co-founder and CEO Callum Negus-Fancey (pictured right) told TechCrunch that 24 team members in Las Vegas have been axed, 29 in LA, 6 in Canada, and 10 that worked remote throughout U.S. That's a cull of approximately 31% of Pollen's 216 staff overall. He also said that around ... "], ["2020-05-18 11:30", "Analysis On The Global Children's Wear Industry, 2020-2025 - Segmented By Product Category, Consumer Group, Gender, Distribution Channel And Region ...  13.1 Overview13.2 Bargaining Power of Buyers13.3 Bargaining Power of Suppliers13.4 Degree of Competition13.5 Threat of New Entrants13.6 Threat of Substitutes 14 Competitive Landscape 14.1 Market Structure14.2 Key Players14.3 Profiles of Key Players Adidas AG Benetton Group Carter's Inc. Cotton On Group Pty. Ltd. Diesel S.p.A. Dolce & Gabbana SRL Esprit Holdings Limited Fruit of the Loom Kimberly-Clark Corporation Levi Strauss & Co. Mothercare PLC Nike Inc. OshKosh B'gosh Inc. The Children's Place The Gap Inc. V.F. Corporation For more information about this report visit https://www.researchandmarkets.com/r/6wuncx Research and Markets also offers Custom Research services providing focused, comprehensive and tailored research. Media Contact ... "], ["2020-05-18 04:00", "Covid-19 will re-shape Singapore's shopping scene ...  some outlets could face closure if landlords do not provide adequate rental relief. Landlords are compelled by a new temporary law to pass on the property tax rebate offered by the government to tenants. Still, the government's relief measures have not stopped retailers from closing stores. Esprit, a popular mid-range clothing brand in Singapore announced the closure of all its 12 stores in Singapore as well as another 44 stories in Asia outside mainland China . Esprit which has almost 390 directly-owned retail stores worldwide was founded in San Francisco California in 1968, headquartered in Ratingen Germany and listed on the Hong Kong Stock Exchange. Its share price has fallen some 57 per cent since the beginning of the year. Earlier this month, 162 ... "], ["2020-05-18 04:00", "Seven Wonderful Wines For Memorial Day Weekend ...  Day. (Photo by Ben Hasty/MediaNews Group/Reading Eagle via Getty Images) MediaNews Group via Getty Images No matter how restrictive the current pandemic, I hope that many of us will acknowledge the sacrifices made in other times by Americans this Memorial Day and celebrate, with social distancing, by drinking a good wine with which to toast our ancestors. Esprit his the top of the line from Tablas Creek winery. Tablas Creek TABLAS CREEK VINEYARDS ESPRIT DE TABLAS 2016 ($60)—This is Tablas Creek's flagship wine, a Rhone-style blend of 46% Mourvdre, 31% Syrah, 18% Grenache and the more unusual 5% Counoise. It turns out to be a very good mix, layered, with all the grapes adding nuance, and there was even a faint fizz. Tablas's website says, \" ... "], ["2020-05-18 04:00", "Sunday's NASCAR Racing Results If There Were Self-Driving Cars Included ...  to beat the NASCAR human drivers during a race. Those humans would clean the clock of the AI. Easy-peasy, you might point out, just make the AI into an aggressive race car driver. Yes, but how far do we go, and might this ratchet up the dangers for the human race car drivers. Sure, they are already endangered by their fellow human drivers, but there is an honor code or esprit de corps that to some extent moderates how far they can push the boundaries. It will be hard to tune the AI to just the right balance of aggressiveness versus killer attitude . Conclusion For those race car drivers that are fearful of the day that AI self-driving cars enter into the ring with them, they can somewhat rest easy for the moment. For safety purposes, the odds are that the ... "], ["2020-05-17 23:41", "'Little Fires Everywhere' director Lynn Shelton dies at 54 ... . She made me better. We butted heads, made up, laughed, pushed each other. Like family. What a deep loss.\" Shelton began her filmmaking career in her mid-30s after initially being an aspiring actor and photographer. She went on to write and direct eight feature films in the span of 14 years. The statement said she had an \"infectious laugh, was full of life and had an esprit de corps that touched many.\" Ava DuVernay said Shelton changed her life after handing her an award at the Sundance Film Festival in 2012. \"She announced my name with pride,\" said DuVernay, who posted a photo on Twitter that included both filmmakers. \"Handed it to me with love. Rooted for me long after. I can't believe I'm typing this. Rest In Peace ... "], ["2020-05-17 20:50", "'Little Fires Everywhere' Director Lynn Shelton Dies At 54 ... . She made me better. We butted heads, made up, laughed, pushed each other. Like family. What a deep loss.\" Shelton began her filmmaking career in her mid-30s after initially being an aspiring actor and photographer. She went on to write and direct eight feature films in the span of 14 years. The statement said she had an \"infectious laugh, was full of life and had an esprit de corps that touched many.\" Ava DuVernay said Shelton changed her life after handing her an award at the Sundance Film Festival in 2012. \"She announced my name with pride,\" said DuVernay, who posted a photo on Twitter that included both filmmakers. \"Handed it to me with love. Rooted for me long after. I can't believe I'm typing this. Rest In Peace ... "], ["2020-05-17 20:06", "'Little Fires Everywhere' director Lynn Shelton dies at 54 ... . She made me better. We butted heads, made up, laughed, pushed each other. Like family. What a deep loss.\" Shelton began her filmmaking career in her mid-30s after initially being an aspiring actor and photographer. She went on to write and direct eight feature films in the span of 14 years. The statement said she had an \"infectious laugh, was full of life and had an esprit de corps that touched many.\" Ava DuVernay said Shelton changed her life after handing her an award at the Sundance Film Festival in 2012. \"She announced my name with pride,\" said DuVernay, who posted a photo on Twitter that included both filmmakers. \"Handed it to me with love. Rooted for me long after. I can't believe I'm typing this. Rest In Peace ... "], ["2020-05-17 19:49", "'Little Fires Everywhere' director Lynn Shelton dies at 54 ... . She made me better. We butted heads, made up, laughed, pushed each other. Like family. What a deep loss.\" Shelton began her filmmaking career in her mid-30s after initially being an aspiring actor and photographer. She went on to write and direct eight feature films in the span of 14 years. The statement said she had an \"infectious laugh, was full of life and had an esprit de corps that touched many.\" Ava DuVernay said Shelton changed her life after handing her an award at the Sundance Film Festival in 2012. \"She announced my name with pride,\" said DuVernay, who posted a photo on Twitter that included both filmmakers. \"Handed it to me with love. Rooted for me long after. I can't believe I'm typing this. Rest In Peace ... "], ["2020-05-17 18:32", "'Little Fires Everywhere' director Lynn Shelton dies at 54 ... . She made me better. We butted heads, made up, laughed, pushed each other. Like family. What a deep loss.\" Shelton began her filmmaking career in her mid-30s after initially being an aspiring actor and photographer. She went on to write and direct eight feature films in the span of 14 years. The statement said she had an \"infectious laugh, was full of life and had an esprit de corps that touched many.\" Ava DuVernay said Shelton changed her life after handing her an award at the Sundance Film Festival in 2012. \"She announced my name with pride,\" said DuVernay, who posted a photo on Twitter that included both filmmakers. \"Handed it to me with love. Rooted for me long after. I can't believe I'm typing this. Rest In Peace ... "], ["2020-05-17 18:01", "Little Fires Everywhere and Humpday Director Lynn Shelton Dies at 54 ... . She made me better. We butted heads, made up, laughed, pushed each other. Like family. What a deep loss.\" Shelton began her filmmaking career in her mid-30s after initially being an aspiring actor and photographer. She went on to write and direct eight feature films in the span of 14 years. The statement said she had an \"infectious laugh, was full of life and had an esprit de corps that touched many.\" Ava DuVernay said Shelton changed her life after handing her an award at the Sundance Film Festival in 2012. \"She announced my name with pride,\" said DuVernay, who posted a photo on Twitter that included both filmmakers. \"Handed it to me with love. Rooted for me long after. I can't believe I'm typing this. Rest In Peace ... "]]}}