{"postfix": "estée_lauder_companies-aktie", "name": "ESTÉE_LAUDER_COMPANIES", "wkn": "897933", "time": "2020.05.26 21:44", "ts": 1590522270, "features": {"KGV": "32.92", "Marktkapitalisierung": {"Size": "Mrd", "Value": "36.65"}, "GA": "5.48", "KBV": "15.05", "BA": "11.98", "KCV": "26.43", "CA": "6.83", "Vola30": "43.33", "Vola90": "65.53", "Vola180": "49.37", "Vola250": "40.65"}, "rivals": ["lvmh-aktie", "beiersdorf-aktie", "loréal-aktie", "avon_products-aktie", "nu_skin_enterprises-aktie", "alberto-culver_1-aktie", "revlon-aktie"], "text_data": {"de": [["02.05.20", "Estée Lauder Companies: Bilanzvorlage zum letzten Quartal"], ["30.04.20", "Estée Lauder Companies-Aktie: Was Analysten im April vom Papier halten"], ["31.03.20", "Estée Lauder Companies-Aktie: Einschätzungen und Kursziele der Analysten im März"], ["11.02.20", "Luxusgüterbranche steht wegen Corona glanzloses Jahr bevor"], ["07.02.20", "Estée Lauder steigert den Umsatz und meldet Dividende"], ["07.02.20", "Estée Lauder Companies gewährte Anlegern Blick in die Bücher "], ["06.02.20", "MÄRKTE USA/Wall Street steigt auf neue Rekordhochs"], ["06.02.20", "MÄRKTE USA/Mit kleinen Gewinnen auf neue Rekordhochs"], ["05.02.20", "Ausblick: Estée Lauder Companies stellt das Zahlenwerk zum vergangenen Quartal vor"]], "en": [["01.05.20", "Estee Lauder Companies Inc (EL) Q3 2020 Earnings Call Transcript"], ["06.02.20", "Estee Lauder Companies Inc (EL) Q2 2020 Earnings Call Transcript"], ["2020-03-13 20:15", "Donatella Versace Donates $200,000 to Italy Hospital Fighting Coronavirus ...  fighting the coronavirus spread in the country, WWD reported. In addition, luxury goods companies such as Bulgari, Dolce & Gabbana, LVMH Mot Hennessy Louis Vuitton SE, L'Oral, the Este Lauder Cos. Inc., and Swarovski have made donations to support the fight against the  ... E! est en todos lados Nuestro contenido est disponible y personalizado para nuestra audiencia internacional. Te gustara verlo en la edicin en espaol? E! est en todos lados Nuestro contenido est disponible y personalizado para nuestra audiencia internacional. Te gustara verlo en la edicin en espaol? E! est en todos lados Nuestro contenido est disponible y personalizado para nuestra audiencia internacional. Te gustara verlo en la edicin en espaol? E! est en todos lados Nuestro contenido est ... "], ["2020-03-08 04:36", "Police 'find body of at least one baby' at Twelve Tribes religious sect headquarters ... Twelve Tribes religious sect The searches come after claims of stillbirths and burials inside sect By Adam Mccleery and Charlotte Karp For Daily Mail Australia Published: 23:36 EST, 7 March 2020 | Updated: 23:37 EST, 7 March 2020 e-mail View comments The decayed remains of at least one baby have allegedly been found buried in a coffin-like box at the headquarters of secretive religious  ... goes jewelry shopping with a female friend in Beverly Hills after it's revealed he and Sofia Richie often 'split up and get back together' Drake's OVO sues companies in LA and Australia saying they used the company's owl logo The Canadian company is suing Very Cavallari: Kristin Cavallari honors late brother Michael in Italy while tracing family history  ... "], ["2020-03-08 04:29", "Kendall Jenner puts on a cheeky display in a red bikini... after bragging 'still no kids' ...  as she strikes a pose wearing red bikini and cowboy boots... after bragging 'still no kids' By Brian Marks and Tracy Wright For Dailymail.com Published: 23:29 EST, 7 March 2020 | Updated: 23:30 EST, 7 March 2020 e-mail View comments She stunned in a slim green bikini earlier in the day while filming Keeping Up With The Kardashians with the whole family in Palm Springs. Kendall Jenner  ...  jewelry shopping with a female friend in Beverly Hills after it's revealed he and Sofia Richie often 'split up and get back together' Drake's OVO sues companies in LA and Australia saying they used the company's owl logo The Canadian company is suing Very Cavallari: Kristin Cavallari honors late brother Michael in Italy while tracing family history ... "], ["2020-03-06 20:53", "Six incredible collaborations supporting International Women's Day 2020 ...  Next The coveted beauty buys that celebrate women: Six incredible collaborations supporting International Women's Day 2020 By Emily Knott For Mailonline Published: 15:53 EST, 6 March 2020 | Updated: 15:54 EST, 6 March 2020 e-mail View comments With International Women's Day coming up this weekend (Sunday March 8), there has never been a better time to recognise businesses ...  goes jewelry shopping with a female friend in Beverly Hills after it's revealed he and Sofia Richie often 'split up and get back together' Drake's OVO sues companies in LA and Australia saying they used the company's owl logo The Canadian company is suing Very Cavallari: Kristin Cavallari honors late brother Michael in Italy while tracing family history On  ... "], ["2020-03-06 14:30", "Who Run the World? Girls! These 16 Female Celebrities Run Their Own Empire ...  woman. In addition to acting on big shows like Big Little Lies , Witherspoon has been keeping herself busy with a number of companies that she owns and runs. The actress has her own production company called Pacific Standard, which has worked on projects like Wild ,  ... E! est en todos lados Nuestro contenido est disponible y personalizado para nuestra audiencia internacional. Te gustara verlo en la edicin en espaol? E! est en todos lados Nuestro contenido est disponible y personalizado para nuestra audiencia internacional. Te gustara verlo en la edicin en espaol? E! est en todos lados Nuestro contenido est disponible y personalizado para nuestra audiencia internacional. Te gustara verlo en la edicin en espaol? E! est en todos lados Nuestro contenido est ... "], ["2020-03-06 13:38", "How Reader's Digest went from life support to modern, digital-first multimedia brand ...  swiftly moving toward digital — in 2007 U.S. magazine publishing revenue totaled $49.3 billion ; in 2015 it sunk 43%, to $28.3 billion — old-line print media companies universally were fighting for survival. Bonnie Kintzer, CEO of Trusted Media Brands Trusted Media Brands To stay afloat, Kintzer, the fourth CEO in three years, was presented with a monumental  ...  audience are millennials and called it exciting \"to be introducing the brands to so many young people who might not pick up a magazine.\" More from Technology Executive Council: Este Lauder: 4 lessons learned by an iconic brand about consumers in digital era The hacker behind your company's data breach may be sitting right in the next cubicle Related Tags Leadership Publishing ... "], ["2020-03-06 13:38", "How Reader's Digest went from life support to modern, digital-first multimedia brand ...  swiftly moving toward digital — in 2007 U.S. magazine publishing revenue totaled $49.3 billion ; in 2015 it sunk 43%, to $28.3 billion — old-line print media companies universally were fighting for survival. Bonnie Kintzer, CEO of Trusted Media Brands Trusted Media Brands To stay afloat, Kintzer, the fourth CEO in three years, was presented with a monumental  ...  audience are millennials and called it exciting \"to be introducing the brands to so many young people who might not pick up a magazine.\" More from Technology Executive Council: Este Lauder: 4 lessons learned by an iconic brand about consumers in digital era The hacker behind your company's data breach may be sitting right in the next cubicle Related Tags Leadership Publishing ... "], ["2020-02-25 10:10", "Lipstick Market Size Overview, Rising Demands, Trends & Huge Business Opportunities, Report To 2024: Radiant Insights, Inc. ... Report To 2024: Radiant Insights, Inc. SAN FRANCISCO, Feb. 25, 2020 /PRNewswire/ -- The global Lipstick Market was appreciated on US$ 11. Author: PR Newswire Publish date: Feb 25, 2020 5:10 AM EST SAN FRANCISCO , Feb. 25, 2020 /PRNewswire/ -- The global Lipstick Market was appreciated on US$ 11.5 billion in 2018. The forecasters predict that the global market to show a CAGR of 5 ... also includes a discussion of the key vendors operating in this market. Some of the leading players in the global lipstick market are: Avon Products, Inc. Christian Dior SE Coty Inc. Este Lauder Companies Inc. Guerlain Guerlain SAS Inglot Sp. Z. O. O. L'Oral S.A Procter & Gamble Company Revlon Inc. Shiseido Company Limited Unilever plc \"\"RELOUIS BEL\"\" LL Objective ... "], ["2020-02-13 23:44", "How a product for the bedroom made $7,000 in 24 hours ...  800 five-star reviews of The Empress on their website By Matilda Rudd For Daily Mail Australia Published: 18:44 EST, 13 February 2020 | Updated: 18:45 EST, 13 February 2020 e-mail View comments A popular bedroom product has outsold major skincare companies and hair straighteners on Adore Beauty to become a bestseller - and the brand made $7,000 in 24 hours. Vush  ...  sales for the Cloud Nine hair straightener, Estee Lauder Double Wear Foundation, Alpha-H Liquid Gold and SkinCeuticals C E Ferulic Serum, which are the usual best sellers for Adore. Advertisement Read more: Adore Beauty | Australia's Online Beauty Store Share or comment on this article: How a product for the bedroom made $7,000 in 24 hours e-mail Add comment Comments 0 Share what you  ... "], ["2020-02-12 16:40", "Ones to watch: the 12 NYFW designers you need to know in pictures ... ;s new guard is full of exciting names to put on your radar Jo Jones Main image:Backstage at Collina Strada, AW20.Photograph: Yvonne Tnt/BFA.com Wed 12 Feb 2020 11.40 EST Who: Private Policy What: Haoran Li and Siying Qu describe their label, which has a cool youth following, as having a rebellious spirit. Each collection focuses on one socio-politicial topic, with the  ... with vintage beaded tops. Who wears it: Tavi Gevinson. Where can I buy it: creaturesofthewind.com Facebook Twitter Pinterest Who: Duncan What: Designer Michelle Duncan has two jobs, one as Este Lauder's global partnership and creative strategy leader and the other as a fashion designer. Her designs are classic tailoring with a twist, thanks to unexpected accents. Past collections were  ... "], ["2020-02-11 05:04", "Fragrance Creators Association Welcomes George Daher Of The Este Lauder Companies To Board Of Directors ... , available in print and online at fragrancenotes.org . Learn more about Fragrance Creators at fragrancecreators.org . Press Contact: Lia Dangelico , Director, Communications ldangelico@fragrancecreators.org , +1 571 317 1504 Related Images george-daher-the-est-e-lauder.png George Daher , The Este Lauder Companies Related Links Fragrance Creators Association View original content to download multimedia: http://www.prnewswire.com/news-releases/fragrance-creators-association-welcomes-george-daher-of-the-estee-lauder-companies-to-board-of-directors-301002391.html SOURCE Fragrance Creators Association By PR Newswire Terms Of Use Privacy Policy Advertise Reprints Customer Service Data Topic Archive Subscriptions 2020 TheStreet, Inc. All rights reserved. Action ... "], ["2020-02-07 14:19", "There's a Lesson for Luxury in the Coronavirus Crisis ... mdash; Prada SpA also looks to be at risk, and the Italian maker of the iconic nylon bag has already closed some stores in mainland China and Macau. The list of other luxury companies that are very dependent on China and Hong Kong is long. Swatch Group AG and Richemont are the most exposed, according to analysts at Bernstein. And Gucci, which accounts for 60% of  ... other tourist destinations was less affected by the outbreak, but it expected conditions here to worsen too. This week, Coach owner Tapestry Inc., Michael Kors and Versace parent Capri Holdings Ltd. and Estee Lauder Cos. all lowered earnings guidance, citing the virus. Even luxury parka maker Canada Goose Holdings Inc., which has a strong following in the U.S. and Europe, has felt the impact of  ... "], ["2020-02-04 19:07", "How beauty mogul Huda Kattan is tapping into the multibillion-dollar skincare space ...  and beauty blogging space, has become a powerful thought leader and cult-favorite in the beauty industry . Her namesake Huda Beauty line was one of the top 10 most globally searched cosmetics companies in 2019 and has amassed more than 41 million followers on Instagram — the highest amount for any beauty brand on the social media app. Kattan has openly talked about her own  ... personal net worth at more than $600 million. Despite the brand's success, a broader slowdown in the key color cosmetics category of late has weighed on industry giants like Ulta , Estee Lauder , and E.L.F . Yet Kattan believes that while the cyclical shift to a more natural look is impacting the space, it's really the surge of smaller competitors that have leveled the  ... "], ["2020-02-04 10:10", "Global Makeup Base Market Analysis Report, 2024 | Evolving Opportunities With Key Players Avon Products, Amorepacific Corporation & L'Oral S.A. | Radiant Insights, Inc. ...  rate over the forecast period owing to its rising demand from employed women who aim makeup to last throughout the day. Author: PR Newswire Publish date: Feb 4, 2020 5:10 AM EST SAN FRANCISCO , Feb. 4, 2020 /PRNewswire/ -- The Makeup Base Market is expected to grow at a significant rate over the forecast period owing to its rising demand from employed women who aim ... A.; Amorepacific Corporation; Shiseido Co. Ltd.; and Este Lauder Companies, Inc. These players have accepted new growth strategies like novel product portfolio, expansions, agreements & contracts, and merger & acquisition to witness highest industry revenue share. These players are offering a wide range of cosmetic base products via an e-commerce platform. The analysts forecast the global  ... "], ["2020-01-30 09:35", "Anti-Fatigue Cosmetics Market Size Worth $18.9 Million By 2025: Grand View Research, Inc. ... , Inc. SAN FRANCISCO, Jan. 30, 2020 /PRNewswire/ -- The global anti-fatigue cosmetics market size is expected to reach USD 18. Author: PR Newswire Publish date: Jan 30, 2020 4:35 AM EST SAN FRANCISCO , Jan. 30, 2020 /PRNewswire/ -- The global anti-fatigue cosmetics market size is expected to reach USD 18.9 million by 2025 , according to a new report by Grand View  ... expand at the fastest CAGR of 5.4% over the forecast period owing to a thriving e-commerce industry and growing consumer preference for purchasing cosmetics and personal care products online Key players include L'Oral S.A.; Unilever; Shiseido Company, Limited; The Este Lauder Companies Inc.; Bio Veda Action Research Co. (Biotique); Christian Dior SE; Nuxe, Inc.; Mesoestetic; Groupe Clarins SA;  ... "], ["2020-01-29 16:33", "7 Industries Using AI to Benefit Shareholders Around the World ...  Using AI to Benefit Shareholders Around the World 7 Industries Using AI to Benefit Shareholders Around the World Companies failing to catch the AI wave could be left on the outside looking in By Will Ashworth , InvestorPlace Contributor Jan 29, 2020, 11:33 am EST January 29, 2020 Source: Shutterstock At the end of 2019, BlueDot , a Toronto-based company specializing in infectious disease ... . Social media platform Pinterest (NYSE: PINS ) added a new feature to its app on Jan. 28 that will allow users to virtually try on lipstick before buying from beauty retailers such as Estee Lauder (NYSE: EL ) and Sephora. Pinterest calls the new service Try on, powered by Lens, the visual search tool the company created in 2017. Lens is said to be able to recognize 2.5  ... "], ["2020-01-23 13:08", "The Board Mindset Launches To Improve Performance Of Boards Of Directors ... consulting firm that helps C-suite leaders make decisions they must get right and can't afford to get wrong. Her clients include leaders in organizations such as Avon, Emerson, Estee Lauder, Kraft, and Tyson. Linda first studied decision-making while working on her Ph.D. in 1994, conducting long-term original research on 138 American POWs who survived five or more years  ... and succession planning. Based in Calgary, Canada, Lorraine Moore engages with organizations and audiences across North America. Her clients are CEOs of mid-cap firms, corporate executives of Fortune 500 companies and their leadership teams. She has been an active board director for over 30 years, and acted as board chair and committee chair for nomination and governance committees. She  ... "], ["2020-01-19 00:03", "Fashion: Raise your glasses ... Jan 18th 2020 7PM 43F 10PM 45F 5-Day Forecast Advertisement show ad Fashion: Raise your glasses By Shelly Vella For You Magazine and Joanne Toolan Published: 19:03 EST, 18 January 2020 | Updated: 19:03 EST, 18 January 2020 e-mail Who says wearing specs can't be glam? Here's our guide to the season's best frames for your face, style and make-up ...  twice a day to keep the area plump. Opt for a concealer formulated to target under-eye circles, too something lightweight but pigment rich. Try my Mineral Illuminating Pen (22, arianepoole.com ) or Este Lauder Double Wear Instant Fix Concealer (25, esteelauder.co.uk ). You can mix up your eyeshadow colour with varifocals, using a darker shade on the upper eye lid and lighter shades beneath. Make sure to  ... "], ["2020-01-17 11:58", "Rocket launch system that catapults spacecraft into orbit a step closer ... first test flight later this year The system spins a ship to hypersonic speeds then catapults it into orbit By Ryan Morrison For Mailonline Published: 06:58 EST, 17 January 2020 | Updated: 06:58 EST, 17 January 2020 e-mail View comments A bizarre rocket launch system that spins spacecraft into orbit at high speed without a chemical engine has moved a step closer to reality ... released. SpinLaunch says the money will help to scale up the team and bring their technology a step closer to the goal of launching payloads from 2022 SpinLaunch is one of a number of companies working to make it cheaper to get payloads such as satellites and even spaceships into orbit and beyond. Like other private space firms, SpinLaunch hopes to be able to stage cheaper launches more  ... "], ["2020-01-16 16:30", "Global Perfumes Market Study, 2020 - A $46.1B Opportunity By 2023, Driven By The Rapid Growth In Millennial Population And Growing Consumer Preference For Natural Fragrances ...  16, 2020 11:30 AM EST DUBLIN, Jan. 16, 2020 /PRNewswire ... Lauder Companies Inc. Oriflame Holding AG Chanel S.A. Elizabeth Arden Inc. Natura Cosmticos S.A. Herms International S.A. Inter Parfums Inc. PDC Brands Puig SL Christian Dior Calvin Klein Vivenza Royal Beauty Group Co. AlQuraishi Fragrances Reehat Al Atoor Asghar Ali Co. W.L.L. Rasasi Perfumes Industry LLC Arabian Oud Swiss Arabian Perfume Group Atyab Al Marshoud Al Shaya Ajmal Perfume Abdulsamad Al Qurashi For more information about this report visit https://www.researchandmarkets.com/r/esftcu Research and Markets also offers Custom Research services providing focused, comprehensive and tailored research. Media Contact: Research and Markets Laura Wood, Senior Manager press@researchandmarkets.com For E ... "]]}}