{"postfix": "eventim-aktie", "name": "CTS_EVENTIM", "wkn": "547030", "time": "2020.05.26 15:47", "ts": 1590500878, "features": {"KGV": "41.49", "Marktkapitalisierung": {"Size": "Mrd", "Value": "3.55"}, "GA": "1.38", "KBV": "10.74", "BA": "5.33", "KCV": "41.49", "CA": "1.38", "Vola30": "56.39", "Vola90": "84.43", "Vola180": "63.91", "Vola250": "47.43"}, "rivals": ["constantin-aktie", "highlight_communications-aktie", "disney-aktie", "cinemaxx-aktie", "clear_channel_outdoor-aktie"], "text_data": {"de": [["2020.05.26", "ROUNDUP: Theater, Kino und Konzerte in Bayern starten wieder"], ["25.05.20", "CTS Eventim: Zahlen verdaut, Aktie legt kräftig zu - das sagen jetzt die Analysten"], ["22.05.20", "ANALYSE-FLASH: Baader Bank senkt Ziel für CTS Eventim auf 30 Euro - 'Sell'"], ["20.05.20", "MÄRKTE EUROPA/Börsen sehr fest - Marks & Spencer nach Zahlen gesucht"], ["20.05.20", "XETRA-SCHLUSS/DAX schließt sehr fest"], ["20.05.20", "MÄRKTE EUROPA/Börsen bauen Gewinne noch leicht aus"], ["20.05.20", "AKTIE IM FOKUS: Virus-Krise trifft erfolgsverwöhnte Anleger von CTS Eventim hart"], ["20.05.20", "Konzerte mit Abstandsregeln: Eventim hofft auf den Herbst"], ["20.05.20", "CTS Eventim hofft auf erste Live-Veranstaltungen im Herbst"], ["20.05.20", "MÄRKTE EUROPA/Börsen drehen leicht ins Plus"], ["20.05.20", "CTS Eventim bricht ein - Analyst warnt: „Besserung nicht in Sicht“"], ["20.05.20", "ROUNDUP: Corona-Krise belastet Tickethändler CTS Eventim stark - Aktie verliert"], ["20.05.20", "CTS Eventim enttäuscht Anleger"], ["20.05.20", "Veranstaltungsausfälle: CTS Eventim rutscht in die roten Zahlen - Hoffnung auf Live-Events im Herbst"], ["20.05.20", "MÄRKTE EUROPA/Kurse setzen sich - Kurssprung bei Aareal Bank"], ["20.05.20", "AKTIE IM FOKUS: CTS Eventim enttäuscht die Anleger - Unsicherheit bleibt"], ["20.05.20", "Corona-Pandemie belastet Tickethändler CTS Eventim stark"], ["20.05.20", "CTS Eventim legt Quartalszahlen vor - Corona-Einbruch seit März"], ["14.05.20", "ROUNDUP: Ticketkäufer können bei Corona-Absagen auch Gutscheine bekommen"], ["14.05.20", "Ticketkäufer können bei Corona-Absagen auch Gutscheine bekommen"], ["07.05.20", "CTS Eventim will die Dividende aussetzen"], ["06.05.20", "CTS Eventim will Dividende in Corona-Krise streichen"], ["06.05.20", "Bund: Großveranstaltungen wohl mindestens bis Ende August verboten"], ["28.04.20", "Dreyer setzt auf bundesweite Definition von Großveranstaltungen"], ["22.04.20", "Maut-Untersuchungsausschuss soll Anfang Mai wieder tagen"], ["20.04.20", "Scheuer geht in Regierungsbefragung - Grüne empört"], ["18.04.20", "ROUNDUP: Veranstalter fordern Klarheit wegen Verbot bis Ende August"], ["16.04.20", "VIRUS/ROUNDUP: Hunderttausende Musikfans müssen auf Festivals verzichten"], ["15.04.20", "ROUNDUP/Kreise: Großveranstaltungen bis 31. August grundsätzlich untersagt"], ["15.04.20", "Großveranstaltungen bis 31. August wohl grundsätzlich untersagt"], ["08.04.20", "ROUNDUP: FDP und Grüne für Nachbesserungen bei Corona-Gutscheinregelung"], ["07.04.20", "Neue Ausgabe: Jetzt Aktien wie HelloFresh, Teamviewer und CTS Eventim kaufen? Plus: Dividenden: Wer sicher zahlt, wo Sie leer ausgehen"]], "en": [["20.05.20", "CTS Eventim AG & Co. KGaA : CTS EVENTIM publishes first-quarter 2020 results - severe impacts on earnings due to COVID-19 pandemic"], ["13.05.20", "CTS Eventim AG & Co. KGaA : Preliminary announcement of the publication of quarterly reports and quarterly/interim statements"], ["08.05.20", "World’s second-largest ticket seller Eventim holding back millions in refunds from canceled events during coronavirus crisis"], ["08.04.20", "CTS Eventim AG & Co. KGaA : CTS EVENTIM welcomes federal government's resolution on voucher solution"], ["06.04.20", "CTS Eventim AG & Co. KGaA : Release according to Article 40, Section 1 of the WpHG [the German Securities Trading Act] with the objective of Europe-wide distribution"], ["24.03.20", "CTS Eventim AG & Co. KGaA : Postponement of the annual shareholders' meeting  of CTS Eventim AG & Co. KGaA"], ["17.03.20", "CTS Eventim AG & Co. KGaA : CFO Volker Bischoff leaves Management Board of CTS EVENTIM AG & Co. KGaA, Andreas Grandinger to take over the position as of 14 April 2020"], ["16.03.20", "CTS Eventim AG & Co. KGaA : Release according to Article 40, Section 1 of the WpHG [the German Securities Trading Act] with the objective of Europe-wide distribution"], ["11.03.20", "CTS Eventim AG & Co. KGaA : CTS EVENTIM boosts revenue and earnings to make 2019 another record year"], ["11.03.20", "CTS Eventim AG & Co. KGaA : Preliminary announcement of the publication of financial reports according to Articles 114, 115, 117 of the WpHG [the German Securities Act]"], ["21.02.20", "CTS Eventim AG & Co. KGaA : CTS EVENTIM and legendary US promoter Michael Cohl are founding a new partnership with focus on global touring"], ["2020-05-22 20:28", "Shilling, Mamdani and six other investing pros reveal their market predictions - and recent portfolio moves - amid the COVID-19 pandemic ... and Rational AG (Germany). While we don't focus on sectors per se (but rather business models) we note that travel, tourism and the hospitality stocks we follow are still well off their highs. We don't believe we have enough visibility yet to wade in but likely will. Names in these sectors we like are Booking (BKNG), CTS Eventim (Germany) and the publicly traded Mexican airport operators (OMAB, PAC & ASR). Story continues below advertisement Christine Poole CEO and managing director of GlobeInvest Capital Management Inc. The unprecedented monetary and fiscal policy responses suggest March 23 marked the low in stock markets. With countries starting to reopen their economies, economic activity should start to improve going forward. Concerns regarding a ... "], ["2020-05-21 21:28", "CTS Eventim's Quarterly Earnings: Revenue Down 34.7%, Liquidity Looks Good & More TakeawaysEurope's coronavirus crisis took a huge toll on German event producer CTS Eventim in the first quarter, leading to a 34.7% decline in revenue to 184.6 million ($202.1 million) and clouding the outlook for the remainder of 2020."], ["2020-05-20 21:37", "5 Takeaways From Madison Square Garden Entertainment's Quarterly Earnings ...  nightlife business. After suspending concerts on March 12 in reaction to the spread of the coronavirus, MSGE's revenue sank from $250 million to $199.9 million. Any company that relies on people gathering in a confined space for multiple hours could not avoid poor quarterly earnings. Promoter Live Nation's Q1 concert revenue fell 24%. German promoter CTS Eventim's live entertainment business saw its Q1 revenue sink 40%. Agencies WME, CAA and UTA have thinned their staffs through layoffs, furloughs or both. Small venue owners around the country without cash reserves or access to capital are teetering on financial collapse. With venues closed, tours postponed and social distancing rules in effect for the foreseeable future, promoters are preparing ... "], ["2020-05-20 04:43", "German stocks - Factors to watch on May 20 ...  and catering businesses were inevitable. AAREAL BANK German real estate lender Aareal Bank said it was inviting bids from financial investors for a significant minority stake in its Aareon unit to help finance the software business's future growth. Fresenius Medical Care The company said it had Placed Bonds With A Volume Of 1.25 billion euros ($1.37 billion). CTS Eventim AG & Co KgaA First-quarter results due. ANNUAL GENERAL MEETINGS DEUTSCHE BANK AG - 0 eur/shr dividend proposed SAP SE - 1.58 eur/shr dividend proposed UNITED INTERNET AG - 0.50 eur/shr dividend proposed UNIPER SE - 1.15 eur/shr dividend proposed TELEFONICA DEUTSCHLAND HOLDING AG - 0.17 eur/shr dividend proposed AIXTRON SE - 0 eur/shr dividend proposed PFEIFFER VACUUM TECHNOLOGY ... "], ["2020-05-20 04:43", "German stocks - Factors to watch on May 20 ...  and catering businesses were inevitable. AAREAL BANK German real estate lender Aareal Bank said it was inviting bids from financial investors for a significant minority stake in its Aareon unit to help finance the software business's future growth. Fresenius Medical Care The company said it had Placed Bonds With A Volume Of 1.25 billion euros ($1.37 billion). CTS Eventim AG & Co KgaA First-quarter results due. ANNUAL GENERAL MEETINGS DEUTSCHE BANK AG - 0 eur/shr dividend proposed SAP SE - 1.58 eur/shr dividend proposed UNITED INTERNET AG - 0.50 eur/shr dividend proposed UNIPER SE - 1.15 eur/shr dividend proposed TELEFONICA DEUTSCHLAND HOLDING AG - 0.17 eur/shr dividend proposed AIXTRON SE - 0 eur/shr dividend proposed PFEIFFER VACUUM TECHNOLOGY ... "], ["2020-05-18 06:30", "IDnow Publishes Trend Report For The Mobility Industry ...  suit regional, legislative and economic requirements. IDnow is supported by the venture capital investors BayBG, Seventure Partner, G+D Ventures, Corsair Capital and Jet A as well as a consortium of renowned business angels. With more than 250 customers, their clientele includes leading international companies in various industries such as Bank of Scotland , BNP Paribas, Commerzbank, eventim, Raisin (Weltsparen), Sixt, solarisBank, Telefonica Deutschland, UBS, Western Union and wirecard in addition to FinTechs such as Fidor, N26, smava and wefox. Download \" Future mobility: An industry in transformation\" for press here: https://info.idnow.io/rs/262-BHQ-875/images/IDnow-Whitepaper-Future-Mobility-EN.pdf Press contact: Christina Schwinning press@idnow ... "], ["2020-05-17 12:07", "Mr Theatre: the marvellous playhouses of Frank Matcham in pictures ...  Richardson Facebook Twitter Pinterest Originally designed as a purpose built indoor circus and variety theatre in 1905, the Liverpool Olympia had performing animals that would appear in the auditorium by being lifted from the basement where they lived Photograph: Theatres Trust Brereton Collection Facebook Twitter Pinterest The ornate interior of the Liverpool Olympia now Eventim Olympia reflects the building's past with decorations featuring elephants and lions set into Indian wall panelling Photograph: Theatres Trust Brereton Collection Facebook Twitter Pinterest Widely considered Matcham's masterpiece, the Grade II-listed London Coliseum, with its terracotta facade and Venetian windows, is a hymn to the Italian Renaissance Photograph: Theatres ... "], ["2020-05-15 00:25", "The sober man of rock 'n' roll: Lady Gaga's guru Jason Isbell is back on song ... -pleasing fare. His puppyish enthusiasm is infectious. He glorifies a singer who blew his cash on 'high living, wild women' on Wasted. The title track celebrates seizing the moment. There are rare glimpses of reflection — the banal Ed Sheeran co-write Tip Of My Tongue being one. A little more ambition would have been good, too. Jason Isbell is due to start a tour at the Eventim Apollo, London, on November 17 (jason isbell.com). Gretchen Peters tours the UK in February 2021 (gretchenpeters.com). Advertisement Share or comment on this article: The sober man of rock 'n' roll: Lady Gaga's guru Jason Isbell is back on song e-mail Add comment Comments 0 Share what you think No comments have so far been submitted. Why not be the first to ... "], ["2020-05-13 02:02", "California's public universities to go largely online this fall ...  as coronavirus pandemic drives a surge in demand for telemedicine More On MarketWatch U.K. government to keep paying wages of furloughed workers until end of October as jobs program extended Dump SAT and ACT? University of California system wants to start homegrown test for admissions World's second-largest ticket seller Eventim holding back millions in refunds from canceled events during coronavirus crisis Here's what determines who has recovered from coronavirus — and it includes two more tests Advertisement Community Guidelines FAQs Advertisement Advertisement Advertisement Partner Center Advertisement Advertisement Advertisement Advertisement Advertisement Advertisement Most Popular Advertisement Advertisement Partner Content Back to Top ... "], ["2020-05-12 13:08", "U.K. government to keep paying wages of furloughed workers until end of October as jobs scheme extended ...  Mike Pence is self-isolating after an aide tested positive for the coronavirus last week, joining three of the nation's top scientists in taking protective steps after possible exposure, in another stark reminder that not even one of the nation's most secure buildings is immune from the virus. More On MarketWatch World's second-largest ticket seller Eventim holding back millions in refunds from canceled events during coronavirus crisis In Georgia, two white men arrested, charged with murder of jogger Ahmaud Arbery Actor Ben Stiller announces death of comedy actor dad, Jerry, at 92 Oxford University scientists reveal coronavirus vaccine timeline as human trial begins About the Author Callum Keown Callum Keown is a Barron's Group reporter for ... "], ["2020-05-08 07:00", "World's second largest ticket seller Eventim holding back millions in refunds from canceled events during coronavirus crisisEventim will hold on to a portion of refunds for events that are canceled because of coronavirus"], ["2020-05-07 04:26", "German stocks - Factors to watch on May 7 ...  aid to Boeing, and that process could take some time, a spokesman for Airbus said. QIAGEN The molecular testing company plans a 50-fold increase in production of viral RNA extraction kits to meet rising demand for products used in COVID-19 testing, it said. MORPHOSYS The company confirmed its financial guidance but warned its guidance could be impacted by the coronavirus pandemic. CTS EVENTIM The ticketing company is proposing to suspend its dividend due to the impact of the coronavirus pandemic. BRENNTAG Q1 results due EVONIK Q1 results due. Net profit seen at 193 million euros. Poll: COMPUGROUP MEDICAL Q1 results due OSRAM Fiscal Q2 results due PROSIEBENSAT.1 MEDIA Q1 results due PUMA Q1 results due. EBIT seen at 74 million euros. Poll: UNIPER Q1 results ... "], ["2020-05-07 04:26", "German stocks - Factors to watch on May 7 ...  aid to Boeing, and that process could take some time, a spokesman for Airbus said. QIAGEN The molecular testing company plans a 50-fold increase in production of viral RNA extraction kits to meet rising demand for products used in COVID-19 testing, it said. MORPHOSYS The company confirmed its financial guidance but warned its guidance could be impacted by the coronavirus pandemic. CTS EVENTIM The ticketing company is proposing to suspend its dividend due to the impact of the coronavirus pandemic. BRENNTAG Q1 results due EVONIK Q1 results due. Net profit seen at 193 million euros. Poll: COMPUGROUP MEDICAL Q1 results due OSRAM Fiscal Q2 results due PROSIEBENSAT.1 MEDIA Q1 results due PUMA Q1 results due. EBIT seen at 74 million euros. Poll: UNIPER Q1 results ... "], ["2020-04-29 10:48", "Mo Gilligan to perform 'huge' show to thank NHS workers for coronavirus effort ... ' for the 'phenomenal and continued hard work' of NHS and key workers Roisin O'Connor @Roisin_OConnor Wednesday 29 April 2020 11:48 {{^moreThanTen}} {{total}} comments {{/moreThanTen}} Mo Gilligan has announced a special free show for NHS and key workers in the UK. The comedian made the announcement after the release of his hit Netflix special, Momentum. The filmed matinee show takes place at Eventim Apollo in London on 14 November, as part of Gilligan's \"There's Mo To Life World Tour\". Download the new Independent Premium app Sharing the full story, not just the headlines Download now The event is being billed as a \"thank you\" for the \"phenomenal and continued hard work\" by health workers in the battle against ... "], ["2020-04-28 04:44", "Live Nation Wins German Arbitration Case – 24/7 Wall St.Source: ThinkstockLive music concert promoter Live Nation Entertainment Inc. (NYSE: LYV) today announced that it has prevailed in a dispute with Germany-based ticketing software firm CTS Eventim AG. Shares of Live Nation were halted briefly just prior to "]]}}