{"postfix": "evotec-aktie", "name": "EVOTEC", "wkn": "566480", "time": "2020.05.26 16:09", "ts": 1590502165, "features": {"KGV": "92.28", "Marktkapitalisierung": {"Size": "Mrd", "Value": "3.64"}, "GA": "0.25", "KBV": "7.24", "BA": "3.19", "KCV": "81.82", "CA": "0.28", "Vola30": "24.85", "Vola90": "52.84", "Vola180": "46.81", "Vola250": "44.13"}, "rivals": ["bb_biotech-aktie", "morphosys-aktie", "qiagen-aktie", "amgen-aktie", "roche_2-aktie", "novartis-aktie", "pfizer-aktie"], "text_data": {"de": [["2020.05.26", "Evotec setzt auf künstliche Intelligenz - Aktie vor neuem Kaufsignal"], ["15.05.20", "Evotec und Morphosys: Die deutschen Biotechs geben wieder Gas!"], ["15.05.20", "Citi: Evotec - Warten auf den Befreiungsschlag!"], ["15.05.20", "Citi: Evotec - Warten auf den Befreiungsschlag!"], ["14.05.20", "AKTIE IM FOKUS: Evotec versuchen nach Zahlen Ausbruch aus Abwärtstrend"], ["14.05.20", "ROUNDUP: Evotec bestätigt trotz Corona-Krise Prognosen - Aktie im Plus"], ["14.05.20", "Evotec bestätigt Prognose - nimmt die Aktie jetzt wieder Fahrt auf?"], ["14.05.20", "Evotec bekräftigt nach gutem Jahresauftakt Prognose"], ["13.05.20", "Ausblick: Evotec legt die Bilanz zum abgelaufenen Quartal vor"], ["30.04.20", "Evotec mit starken News: US-Kooperation zur Suche nach Corona-Antikörpern"], ["30.04.20", "Evotec US-Tochter kooperiert mit Ology Bio bei Corona-Antikörpern"], ["29.04.20", "Erste Schätzungen: Evotec legt Quartalsergebnis vor"], ["27.04.20", "Biotech-Branche hofft auf Durchbruch bei Corona-Forschungen"], ["22.04.20", "Evotec: Alleinige Rechte an „potenziell revolutionärer Behandlungsoption“"], ["22.04.20", "Evotec entwickelt Diabetes-Ersatztherapie wieder allein - Aktie legt zu"], ["16.04.20", "Evotec: Neuer Deal, neuer Schwung für die Aktie"], ["06.04.20", "Evotec: Der nächste Deal - Aktie gibt kräftig Gas"], ["06.04.20", "Biotechunternehmen Evotec baut Zusammenarbeit mit Takeda aus"], ["02.04.20", "Evotec: Neuer Deal - das steckt dahinter"], ["31.03.20", "Evotec: Neue Partnerschaft - neuer Schwung für die Aktie?"], ["28.03.20", "Evotec: Quartalsergebnisse zum jüngsten Jahresviertel"], ["28.03.20", "EVOTEC SE: Bilanz zum abgelaufenen Quartal"], ["27.03.20", "Evotec nach den Zahlen: Das sagen jetzt die Analysten"]], "en": [["2020.05.26", "Evotec SE : EVOTEC PARTICIPATES IN EXSCIENTIA'S FINANCING ROUND"], ["14.05.20", "Evotec SE : EVOTEC SE REPORTS FIRST QUARTER 2020 RESULTS AND PROVIDES CORPORATE UPDATE"], ["07.05.20", "Evotec SE : EVOTEC SE TO REPORT FIRST QUARTER 2020 RESULTS ON 14 MAY 2020"], ["04.05.20", "Evotec SE : Release according to Article 40, Section 1 of the WpHG [the German Securities Trading Act] with the objective of Europe-wide distribution"], ["30.04.20", "Evotec SE : Release according to Article 41 of the WpHG [the German Securities Trading Act] with the objective of Europe-wide distribution"], ["30.04.20", "Evotec SE : JUST - EVOTEC BIOLOGICS TO COLLABORATE WITH OLOGY BIOSERVICES ON ANTIBODIES AGAINST CORONAVIRUS"], ["23.04.20", "Evotec SE : Release according to Article 40, Section 1 of the WpHG [the German Securities Trading Act] with the objective of Europe-wide distribution"], ["22.04.20", "Evotec SE : EVOTEC REGAINS GLOBAL RIGHTS TO BETA CELL REPLACEMENT THERAPY"], ["14.04.20", "Evotec SE : Release according to Article 40, Section 1 of the WpHG [the German Securities Trading Act] with the objective of Europe-wide distribution"], ["06.04.20", "Evotec SE : Release according to Article 40, Section 1 of the WpHG [the German Securities Trading Act] with the objective of Europe-wide distribution"], ["31.03.20", "Evotec SE : Release according to Article 41 of the WpHG [the German Securities Trading Act] with the objective of Europe-wide distribution"], ["26.03.20", "Evotec SE fiscal year 2019 results: Excellent 2019 performance; very good outlook for continued growth 2020"], ["25.03.20", "Evotec SE : Release according to Article 40, Section 1 of the WpHG [the German Securities Trading Act] with the objective of Europe-wide distribution"], ["25.03.20", "Evotec partner Forge enters into collaboration with Roche to develop novel antibiotic"], ["19.03.20", "Evotec SE to report fiscal year 2019 results on 26 March 2020"], ["16.03.20", "Evotec SE : Release according to Article 40, Section 1 of the WpHG [the German Securities Trading Act] with the objective of Europe-wide distribution"], ["16.03.20", "Evotec Statement on COVID-19"], ["06.03.20", "Evotec SE : Release according to Article 40, Section 1 of the WpHG [the German Securities Trading Act] with the objective of Europe-wide distribution"], ["28.02.20", "Evotec SE : Release according to Article 41 of the WpHG [the German Securities Trading Act] with the objective of Europe-wide distribution"], ["27.02.20", "Evotec SE : Release according to Article 40, Section 1 of the WpHG [the German Securities Trading Act] with the objective of Europe-wide distribution"], ["27.02.20", "First-of-its-kind global collaboration launched to develop transformative treatment regimens for tuberculosis"], ["14.02.20", "Evotec SE : Release according to Article 40, Section 1 of the WpHG [the German Securities Trading Act] with the objective of Europe-wide distribution"], ["07.02.20", "Evotec SE : Release according to Article 40, Section 1 of the WpHG [the German Securities Trading Act] with the objective of Europe-wide distribution"], ["05.02.20", "Infographic: How to find effective endometriosis treatments"], ["31.01.20", "Evotec SE : Release according to Article 41 of the WpHG [the German Securities Trading Act] with the objective of Europe-wide distribution"], ["30.01.20", "Evotec SE : Release according to Article 40, Section 1 of the WpHG [the German Securities Trading Act] with the objective of Europe-wide distribution"], ["30.01.20", "Evotec and Bayer advance further programme into Phase I clinical development"], ["23.01.20", "Evotec and Indivumed announce second joint drug discovery programme"], ["21.01.20", "Evotec SE : Release according to Article 40, Section 1 of the WpHG [the German Securities Trading Act] with the objective of Europe-wide distribution"], ["20.01.20", "Evotec SE : Increase of profitability guidance for financial year 2019"], ["20.01.20", "Evotec SE: Increase of profitability guidance for financial year 2019"], ["16.01.20", "Just - Evotec Biologics announces product development and manufacturing agreement with OncoResponse"], ["14.01.20", "Just - Evotec Biologics initiates construction of first J.POD® facility in North America"], ["09.01.20", "Bayer and Evotec form new strategic alliance focusing on polycystic ovary syndrome"], ["07.01.20", "Evotec and Bristol-Myers Squibb expand iPSC collaboration"], ["02.01.20", "Evotec to attend upcoming investor conferences"], ["2020-05-14 21:45", "Antibiotics Deals Directory 2010-2020: Trends, Financials And Players - Antibiotics, Aminoglycosides, Cephalosporin, Clindamycin, Macrolides, Penicillin, Quinolones, Sulfonamides, Tetracycline ...  Debiopharm Decibel Therapeutics Defence Science and Technology Laboratory Defense Threat Reduction Agency Deinove Department of Defense Department of Health and Human Services Dipexium Pharmaceuticals Discuva DSM Sinochem Pharmaceuticals Durata Therapeutics Eddingpharm Eli Lilly Emergent BioSolutions Entasis Therapeutics Enterome Bioscience Euprotec Eurofarma Everest Medicines Evolva Evotec Federal Ministry of Education and Research (BMBF) Fedora Pharmaceuticals Ferrer International Flemish agency for Innovation by Science and Technology Foamix FOB Synthesis Forge Therapeutics Foundation for Innovative New Diagnostics FSC Laboratories Galapagos Genentech Geom Therapeutics Gilead Sciences GlaxoSmithKline Global Antibiotic Research and Development Partnership ... "], ["2020-05-14 05:52", "FIRMEN-BLICK-Ergebnis von Evotec stagniert - Ziele bekrftigt ...  News Agency Risk Management Solutions Tax & Accounting Blog: Answers On Innovation @ Thomson Reuters Directory of sites Login Contact Support Business Markets World Politics TV More United States Biotechnology May 14, 2020 / 5:57 AM / Updated 19 minutes ago FIRMEN-BLICK-Ergebnis von Evotec stagniert - Ziele bekrftigt 9 Min Read 14. Mai (Reuters) - Es folgt der Reuters-Blick zu wichtigen Entwicklungen aus der Unternehmenswelt ber die Top-Themen des Tages hinaus: EVOTEC - Frankfurt: Das Biotechunternehmen ist im ersten Quartal beim Ergebnis nicht vom Fleck gekommen. Der bereinigte operative Gewinn stagnierte bei 30 Millionen Euro, wie das Hamburger Unternehmen am Donnerstag mitteilte. Der Umsatz stieg indes um 15 Prozent auf 119,4 Millionen Euro, obwohl ... "], ["2020-05-14 04:20", "German stocks - Factors to watch on May 14 ...  of \"deep\" job cuts as it braces for a prolonged coronavirus crisis after furloughing thousands of workers, industry sources said, though no decision is imminent. TEAMVIEWER Private equity investor Permira placed 25 million shares in the software company at 41 euros per share with institutional investors, it said. This represents about 12.5% of Teamviewer's entire share capital. EVOTEC Q1 results due DUERR Q1 results due SCOUT24 Q1 results due TAG IMMOBILIEN Q1 results due PATRIZIA The real estate group lowered the bottom end of its 2020 profit target range. BILFINGER Q1 results due CECONOMY Fiscal Q2 results due DEUTSCHE EUROSHOP Q1 results due INDUS Q1 results due JOST WERKE Q1 results due SMA SOLAR Q1 results due SUEDZUCKER Fiscal 2019 ... "], ["2020-05-14 04:20", "German stocks - Factors to watch on May 14 ...  of \"deep\" job cuts as it braces for a prolonged coronavirus crisis after furloughing thousands of workers, industry sources said, though no decision is imminent. TEAMVIEWER Private equity investor Permira placed 25 million shares in the software company at 41 euros per share with institutional investors, it said. This represents about 12.5% of Teamviewer's entire share capital. EVOTEC Q1 results due DUERR Q1 results due SCOUT24 Q1 results due TAG IMMOBILIEN Q1 results due PATRIZIA The real estate group lowered the bottom end of its 2020 profit target range. BILFINGER Q1 results due CECONOMY Fiscal Q2 results due DEUTSCHE EUROSHOP Q1 results due INDUS Q1 results due JOST WERKE Q1 results due SMA SOLAR Q1 results due SUEDZUCKER Fiscal 2019 ... "], ["2020-05-13 23:15", "Cystic Fibrosis Pipeline Landscape 2020: Therapeutics Development & Assessment, Companies Involved, Drug Profiles ...  AG CrowdOut Therapeutics CSA Biotechnologies LLC Cyclacel Pharmaceuticals Inc Cyclenium Pharma Inc Daiichi Sankyo Co Ltd Destiny Pharma Plc DiscoveryBiomed Inc Druggability Technologies Holdings Ltd Editas Medicine Inc Eloxx Pharmaceuticals Inc EmphyCorp Inc EnBiotix Inc Enterprise Therapeutics Ltd Entrinsic Health Solutions, Inc. Enzyvant Sciences Ltd Errant Gene Therapeutics LLC Evaxion Biotech ApS Evotec SE Exotect LLC Galapagos NV Galenus Therapeutics Inc Generation Bio Corp Genzyme Corp Grupo Praxis Pharmaceutical SA Helperby Therapeutics Group Ltd Horizon Therapeutics PLC Icagen Inc Idorsia Pharmaceutical Ltd Immun System IMS AB Insmed Inc Invion Ltd Ionis Pharmaceuticals Inc Kamada Ltd Kither Biotech Srl Kyorin Pharmaceutical Co Ltd Lakewood-Amedex ... "], ["2020-05-06 11:15", "Non-Animal Alternatives Testing Market Outlook, 2030: Cellular Assay, Biochemical Assay, In Silico, Ex-vivo ... , Split By Country, Historic and Forecast, 2015-2019, 2023F, 2025F, 2030F, $ Billion Companies Mentioned Abbott Laboratories Agilent Technologies, Inc. Bare Blossom Billy Jealousy Bio-Rad Laboratories BioIVT BiomimX SRL BioReliance Corporation (a subsidiary of Merck KGaA) Catalent, Inc Charles River Laboratories, Inc. Cyprotex Ecco Bella Ecotec AG (Cyprotex plc) Elveflow Emulate Inc. Evotec AG (Cyprotex plc) GE Healthcare Gentronix Limited HRel Corporation Laboratory Corporation of America Holdings MB Research Laboratories Modern Minerals Makeup MuLondon Organic Promega Corporation Qiagen N.V. SGS SA SIMULAB Thermo Fisher Scientific Urban Decay VITROCELL For more information about this report visit https://www.researchandmarkets.com/r/i5915w Research and ... "], ["2020-05-04 16:00", "Global Compound Management Industry ...  factors and internal market forces will shape growth and development of demand patterns in emerging countries in Asia-Pacific . All research viewpoints presented are based on validated engagements from influencers in the market, whose opinions supersede all other research methodologies. - Competitors identified in this market include, among others, Biosero Inc. Brooks Automation, Inc. Evotec AG Frontier Scientific, Inc. Hamilton Company Icagen Corporation Labcyte, Inc. TCG Lifesciences Pvt., Ltd. Tecan Group Ltd. Ttp Group WuXi AppTec Read the full report: https://www.reportlinker.com/p05798218/?utm_source=PRN I. INTRODUCTION, METHODOLOGY & REPORT SCOPE II. EXECUTIVE SUMMARY 1. MARKET OVERVIEW Compound Management: A PreludeEvolution of Drug Discovery: An ... "], ["2020-04-30 19:13", "Despondent DAX: The covid-19 crisis exposes the frailties of Germany's biggest firms ...  also delayed the publication of results for last year, which were due on April 30th. The MDAX , which consists of the next 60 biggest listed companies, looks perkier, thanks to digital darlings such as Delivery Hero and HelloFresh (online food), TeamViewer and Nemetschek (software), Zalando (online fashion), Scout24 (digital classifieds) and Freenet (telecoms), as well as biotech firms like Evotec, Morphosys and Qiagen. Delivery Hero or Qiagen may soon ascend to the DAX , possibly pushing out Lufthansa. \"We think obituaries for the DAX are premature,\" insists Ulrich Stephan, chief investment officer at Deutsche Bank. He is right. But it would look considerably less morbid with fewer corporate oldies stuck in the pre-digital economy. Dig deeper: For ... "], ["2020-04-30 05:38", "BRIEF-Evotec Announces Collaboration To Develop Covid-19 Antibodies ...  HAS ENTERED INTO A PARTNERSHIP WITH OLOGY BIO FOR EVALUATION AND ANALYTICAL CHARACTERISATION OF ANTIBODIES AGAINST SARS-COV-2 * TO DEVELOP, AND MANUFACTURE MONOCLONAL ANTIBODIES FOR TREATMENT AND PREVENTION OF INFECTIONS WITH SARS-COV-2 * WORK IS SUPPORTED BY OFFICE OF ASSISTANT SECRETARY OF DEFENSE FOR HEALTH AFFAIRS WITH FUNDING FROM DEFENSE HEALTH AGENCY * UNDER TERMS OF AGREEMENT, JUST EVOTEC BIOLOGICS WILL ACT AS A SUBCONTRACTOR TO OLOGY BIO AND UTILISE ITS IN SILICO TOOLSET TO SCREEN A PANEL OF ANTI-SARS-COV-2 ANTIBODIES PROVIDED BY OLOGY BIO THAT WERE GENERATED FROM CONVALESCING COVID-19 PATIENTS * NO FINANCIAL DETAILS OF AGREEMENT WERE DISCLOSED * APPLYING OUR IN SILICO APPROACH TO NARROW DOWN SET OF ANTIBODIES SIGNIFICANTLY IMPROVES LIKELIHOOD OF ... "], ["2020-04-30 05:38", "BRIEF-Evotec Announces Collaboration To Develop Covid-19 Antibodies ...  HAS ENTERED INTO A PARTNERSHIP WITH OLOGY BIO FOR EVALUATION AND ANALYTICAL CHARACTERISATION OF ANTIBODIES AGAINST SARS-COV-2 * TO DEVELOP, AND MANUFACTURE MONOCLONAL ANTIBODIES FOR TREATMENT AND PREVENTION OF INFECTIONS WITH SARS-COV-2 * WORK IS SUPPORTED BY OFFICE OF ASSISTANT SECRETARY OF DEFENSE FOR HEALTH AFFAIRS WITH FUNDING FROM DEFENSE HEALTH AGENCY * UNDER TERMS OF AGREEMENT, JUST EVOTEC BIOLOGICS WILL ACT AS A SUBCONTRACTOR TO OLOGY BIO AND UTILISE ITS IN SILICO TOOLSET TO SCREEN A PANEL OF ANTI-SARS-COV-2 ANTIBODIES PROVIDED BY OLOGY BIO THAT WERE GENERATED FROM CONVALESCING COVID-19 PATIENTS * NO FINANCIAL DETAILS OF AGREEMENT WERE DISCLOSED * APPLYING OUR IN SILICO APPROACH TO NARROW DOWN SET OF ANTIBODIES SIGNIFICANTLY IMPROVES LIKELIHOOD OF ... "], ["2020-04-27 16:45", "2020 Depression Pipeline Landscape Insights: H1 ...  Co Calico LLC Cellix Bio Pvt Ltd Celon Pharma SA CGeneTech (Suzhou China) Co Ltd Chase Therapeutics Corp Clera Inc Clexio Biosciences Ltd Compass Pathways Ltd CSPC Pharmaceutical Group Ltd CuroNZ Ltd Delpor Inc Denovo Biopharma LLC Douglas Pharmaceuticals Ltd Dracen Pharmaceuticals Inc Eisai Co Ltd Eleusis Ltd Eli Lilly and Co ES Therapeutics LLC Evecxia Inc Evotec SE Fabre-Kramer Pharmaceuticals Inc Gabather AB GlaxoSmithKline Plc GliaCure Inc GNT Pharma Co Ltd Guangzhou-Sheng Jian Chi Pharmaceutical Co Ltd H. Lundbeck AS HEC Pharm Co Ltd HolsboerMaschmeyer NeuroChemie GmbH Hua Medicine Shanghai Ltd Iltoo Pharma Impel NeuroPharma Inc Initiator Pharma AS Intas Pharmaceuticals Ltd IntelGenx Corp Intra-Cellular Therapies Inc INVENT Pharmaceuticals Inc iX ... "]]}}