{"postfix": "expeditors_international_of_washington-aktie", "name": "EXPEDITORS_INTERNATIONAL_OF_WASHINGTON", "wkn": "875272", "time": "2020.05.26 15:55", "ts": 1590501357, "features": {"KGV": "22.84", "Marktkapitalisierung": {"Size": "Mrd", "Value": "10.98"}, "GA": "3.39", "KBV": "6.13", "BA": "12.63", "KCV": "18.92", "CA": "4.09", "Vola30": "22.14", "Vola90": "51.66", "Vola180": "40.04", "Vola250": "33.05"}, "rivals": ["deutsche_post-aktie", "fedex-aktie", "ch_robinson_worldwide-aktie", "ups-aktie", "pacer_international-aktie", "uti_worldwide-aktie", "con-way-aktie"], "text_data": {"de": [["04.05.20", "Ausblick: Expeditors International of Washington gewährt Anlegern Blick in die Bücher"], ["30.04.20", "Analysten sehen für Expeditors International of Washington-Aktie Luft nach oben"], ["20.04.20", "Erste Schätzungen: Expeditors International of Washington legt Quartalsergebnis vor"], ["29.02.20", "Expeditors International of Washington-Aktie: Was Analysten von Expeditors International of Washington erwarten "], ["20.02.20", "Expeditors International of Washington: So schnitt der Konzern im vergangenen Quartal ab"], ["17.02.20", "Ausblick: Expeditors International of Washington veröffentlicht Zahlen zum vergangenen Quartal"]], "en": [["11.05.20", "Here's Why Expeditors (EXPD) Shares Gain 6% in the Past Month "], ["05.05.20", "Expeditors (EXPD) Q1 Earnings Beat Estimates, Decline Y/Y "], ["05.05.20", "Expeditors International (EXPD) Q1 Earnings Top Estimates"], ["04.05.20", " Expeditors (EXPD) to Post Q1 Earnings: What's in the Offing?"], ["28.04.20", "Earnings Preview: Expeditors International (EXPD) Q1 Earnings Expected to Decline"], ["07.04.20", "Headwinds Swarm Expeditors (EXPD): Time to Dodge the Stock?"], ["19.03.20", "Expeditors International (EXPD) Down 20.3% Since Last Earnings Report: Can It Rebound?"], ["02.03.20", "Expeditors (EXPD) Shares Plunge 6.5% in a Year: Here's Why"], ["19.02.20", "Expeditors, already battered by China slowdown, says full impact of coronavirus ‘difficult to predict’"], ["18.02.20", "Expeditors (EXPD) Q4 Earnings Top Estimates, Revenues Lag"], ["18.02.20", "Expeditors (EXPD) Beats on Q4 Earnings"], ["18.02.20", "Expeditors International, Norwegian Cruise line, WalMart and Deere are part of Zacks Earnings Preview"], ["11.02.20", "Analysts Estimate Expeditors International (EXPD) to Report a Decline in Earnings: What to Look Out for"], ["21.01.20", "Expeditors (EXPD) Stock Down on Bearish Q4 Earnings Guidance"], ["2020-05-22 12:30", "Expeditors Appoints New Senior Vice President, Global AirExpeditors International of Washington, Inc. EXPD a leading provider of global logistics solutions, announced today that it has appointed Kelly Blacker to the role of Senior Vice President, Global Air. Blacker has held several leadership positions over he"], ["2020-05-21 15:55", "Expeditors Appoints New Senior Vice President, Digital SolutionsExpeditors International of Washington, Inc. EXPD, a leading provider of global logistics services, announced today that it has appointed Jose Ubeda to the new role of Senior Vice President, Digital Solutions. Ubeda has worked at Expeditors for more than "], ["2020-05-11 16:10", "Here's Why Expeditors (EXPD) Shares Gain 6% in the Past Month ...  but a new breakthrough is expected to generate more than 27 billion devices in just 3 years, creating a $1.7 trillion market. Zacks has just released a Special Report that spotlights this fast-emerging phenomenon and 6 tickers for taking advantage of it. If you don't buy now, you may kick yourself in 2020. Click here for the 6 trades > > In-Depth Zacks Research for the Tickers Above Normally $25 each - click below to receive one report FREE: Expeditors International of Washington Inc (EXPD) - free report > > Danaos Corporation (DAC) - free report > > Euronav NV (EURN) - free report > > Diamond S Shipping Inc (DSSI) - free report > > Zacks' 7 Best Strong Buy Stocks for May, 2020 Free Research for Zacks.com Readers Experts have chosen 7 stocks out ... "], ["2020-05-08 07:26", "U.S. RESEARCH ROUNDUP-Becton Dickinson, Epam Systems, PayPal Holdings ... 68 from $59 * Epam Systems Inc : Citigroup raises price target to $265 from $245 * Epam Systems Inc : Cowen and Company raises target price to $250 from $225 * Epam Systems Inc : Needham raises target price to $265 from $200 * EQT Corp : Credit Suisse raises target price to $13 from $11 * Essex Property Trust Inc : Stifel raises target price to $270 from $248 * Expeditors International of Washington : Stephens raises PT to $75 from $70 * Extended Stay America Inc : JP Morgan cuts target price to $11 from $12 * Fastly Inc : Citigroup raises price target to $31 from $25 * First Interstate Bancsystem Inc : Stephens raises target price to $35 from $34 * Fiserv Inc : Cowen and Company raises target price to $128 from $115 * Fiserv Inc : RBC raises target price to ... "], ["2020-05-05 17:05", "Expeditors (EXPD) Q1 Earnings Beat Estimates, Decline Y/Y ...  even better. See these 7 breakthrough stocks now> > In-Depth Zacks Research for the Tickers Above Normally $25 each - click below to receive one report FREE: Union Pacific Corporation (UNP) - free report > > CSX Corporation (CSX) - free report > > Delta Air Lines, Inc. (DAL) - free report > > Expeditors International of Washington, Inc. (EXPD) - free report > > Published in earnings transportation Zacks' 7 Best Strong Buy Stocks for May, 2020 Free Research for Zacks.com Readers Experts have chosen 7 stocks out of 220 Zacks Rank #1 Strong Buys that have the highest potential to increase in price quickly amid the global health crisis. A recent pick, Maxar, skyrocketed +178.7% in 3 months. For 32 years, our Strong Buy list has averaged returns more than ... "], ["2020-05-05 14:30", "US services sector falls into contraction, first in a decade ...  Monday, May 4, 2020 in Billings, Mont. The state is slowly opening up its economy as some other states extend shutdowns prompted by the coronavirus. (AP Photo/Matthew Brown) WASHINGTON (AP) — The U.S. service sector plunged into contraction territory for the first time in a decade last month as the pandemic forced shutdowns and layoffs nationwide. The ... the new orders index fell to 32.9 and the employment index dropped to 30. What to Read Next Service side of the U.S. economy crashes in April to recession levels, ISM shows MarketWatch Clint Eastwood Reflects On Where It All Started ArticleMilk Ad Expeditors International (EXPD) Q1 Earnings Top Estimates Zacks General Finance (GFN) Q3 Earnings Miss Estimates Zacks Coronavirus: UK economic shock to be ' ... "], ["2020-05-05 13:45", "Expeditors International (EXPD) Q1 Earnings Top Estimates ...  quarter and $3.39 on $8.20 billion in revenues for the current fiscal year. Investors should be mindful of the fact that the outlook for the industry can have a material impact on the performance of the stock as well. In terms of the Zacks Industry Rank, Transportation - Services is currently in the bottom 29% of the 250 plus Zacks industries. Our research shows that the top 50% of the Zacks-ranked industries outperform the bottom 50% by a factor of more than 2 to 1. In-Depth Zacks Research for the Tickers Above Normally $25 each - click below to receive one report FREE: Expeditors International of Washington, Inc. (EXPD) - free report > > Published in earnings earnings-estimates earnings-outlook earnings-surprise industry-outlook zacks-consensus-estimate ... "], ["2020-05-05 12:38", "Expeditors International: 1Q Earnings SnapshotSEATTLE (AP) _ Expeditors International of Washington Inc. (EXPD) on Tuesday reported first-quarter net income of $122.3 million. The Seattle-based company said it had net income of 71 cents per share. The results surpassed Wall Street expectations. The a"], ["2020-05-05 12:38", "Expeditors International: 1Q Earnings SnapshotSEATTLE (AP) _ Expeditors International of Washington Inc. (EXPD) on Tuesday reported first-quarter net income of $122.3 million. The Seattle-based company said it had net income of 71 cents per share. The results surpassed Wall Street expectations. The a"], ["2020-05-05 12:38", "Expeditors International: 1Q Earnings SnapshotSEATTLE (AP) _ Expeditors International of Washington Inc. (EXPD) on Tuesday reported first-quarter net income of $122.3 million. The Seattle-based company said it had net income of 71 cents per share. The results surpassed Wall Street expectations. The a"], ["2020-05-05 11:31", "Washington Daybook ... ;————— Tuesday, May. 05 8:00 AM Expeditors International of Washington Inc: Full year 2019 AGM Location: Expeditors, 1015 3rd Ave, Seattle, WA Weblinks: https://investor.expeditors.com/financial-information/upcoming-earnings Contacts: R Jordan Gates, Expeditors International of Washington Inc Investor Relations, investor@expeditors.com, 1 206 674 3427 —————— Tuesday, May. 05 Expeditors International of Washington Inc: Q1 2020 Results Weblinks: https://investor.expeditors.com/financial-information/upcoming-earnings Contacts: R Jordan Gates, Expeditors International of Washington Inc Investor Relations, investor@expeditors.com, 1 206 674 3427 —————— &mdash ... "], ["2020-05-04 16:30", "Expeditors (EXPD) to Post Q1 Earnings: What's in the Offing? ...  volumes are likely to have boosted revenues in the Ocean Freight and Ocean Services unit, the company's declining customs brokerage and import services are expected to have had a negative impact on revenues in the Customs Brokerage and Other Services division due to the pandemic. Expeditors International of Washington, Inc. Price and EPS Surprise Expeditors International of Washington, Inc. price-eps-surprise | Expeditors International of Washington, Inc. Quote What do the Estimates Indicate? Notably, the Zacks Consensus Estimate for Ocean Freight and Ocean Services revenues suggests 7.1% rise from fourth-quarter 2019 revenues. The same for Customs Brokerage and Other Services revenues indicates a marginal decline from the December end quarter' ... "], ["2020-05-04 11:31", "Washington Daybook ... ;————— Tuesday, May. 05 8:00 AM Expeditors International of Washington Inc: Full year 2019 AGM Location: Expeditors, 1015 3rd Ave, Seattle, WA Weblinks: https://investor.expeditors.com/financial-information/upcoming-earnings Contacts: R Jordan Gates, Expeditors International of Washington Inc Investor Relations, investor@expeditors.com, 1 206 674 3427 —————— Tuesday, May. 05 Expeditors International of Washington Inc: Q1 2020 Results Weblinks: https://investor.expeditors.com/financial-information/upcoming-earnings Contacts: R Jordan Gates, Expeditors International of Washington Inc Investor Relations, investor@expeditors.com, 1 206 674 3427 —————— &mdash ... "], ["2020-05-03 11:01", "Washington Daybook ...  —————— Tuesday, May. 05 8:00 AM Expeditors International of Washington Inc: Full year 2019 AGM Location: Expeditors, 1015 3rd Ave, Seattle, WA Weblinks: https://investor.expeditors.com/financial-information/upcoming-earnings Contacts: R Jordan Gates, Expeditors International of Washington Inc Investor Relations, investor@expeditors.com, 1 206 674 3427 —————— Tuesday, May. 05 Expeditors International of Washington Inc: Q1 2020 Results Weblinks: https://investor.expeditors.com/financial-information/upcoming-earnings Contacts: R Jordan Gates, Expeditors International of Washington Inc Investor Relations, investor@expeditors.com, 1 206 674 3427 The Associated Press Related Articles Here is ... "], ["2020-05-03 07:07", "Zacks Investment Research ... even better.See these 7 breakthrough stocks now> > Want the latest recommendations from Zacks Investment Research? Today, you can download 7 Best Stocks for the Next 30 Days. Click to get this free report ZTO Express Cayman Inc. (ZTO): Free Stock Analysis Report Schneider National, Inc. (SNDR): Free Stock Analysis Report Hertz Global Holdings, Inc (HTZ): Free Stock Analysis Report Expeditors International of Washington, Inc. (EXPD): Free Stock Analysis Report DSV AS UNS ADR (DSDVY): Free Stock Analysis Report C.H. Robinson Worldwide, Inc. (CHRW): Free Stock Analysis Report To read this article on Zacks.com click here.]]> Fri, 22 May 2020 11:44:00 GMT Want the latest recommendations from Zacks Investment Research? Today, you can download 7 Best Stocks for the ... "], ["2020-05-01 16:15", "COVID-19 And The $15 Billion Logistics Market, 2027: Drivers, Restraints, Opportunities, Threats ...  & Mergers11.3 New Product Launches11.4 Expansions11.5 Other Key Strategies 12 Company Profiling 12.1 Ceva Holdings LLC12.2 C.H. Robinson Worldwide, Inc.12.3 Deutsche Bahn AG12.4 Deutsche Post AG12.5 DSV AS12.6 FedEx Corp.12.7 J.B. Hunt Transport Services Inc.12.8 Kenco12.9 Kuehne + Nagel International AG12.10 United Parcel Service Inc.12.11 XPO Logistics Inc.12.12 Expeditors International of Washington Inc.For more information about this report visit https://www.researchandmarkets.com/r/j12b8b Research and Markets also offers Custom Research services providing focused, comprehensive and tailored research. Media Contact: Research and Markets Laura Wood , Senior Manager press@researchandmarkets.com For E.S.T Office Hours Call +1-917-300-0470 For U.S ... "], ["2020-04-28 16:33", "Earnings Preview: Expeditors International (EXPD) Q1 Earnings Expected to Decline ...  its quarterly release. Make sure to utilize our Earnings ESP Filter to uncover the best stocks to buy or sell before they've reported. Expeditors International doesn't appear a compelling earnings-beat candidate. However, investors should pay attention to other factors too for betting on this stock or staying away from it ahead of its earnings release. In-Depth Zacks Research for the Tickers Above Normally $25 each - click below to receive one report FREE: Expeditors International of Washington, Inc. (EXPD) - free report > > Published in consensus-outlook earnings earnings-consensus earnings-esp earnings-estimates-revisions earnings-expectations earnings-preview stock-price-change zacks-consensus-estimate Zacks' 7 Best Strong Buy Stocks for May ... "], ["2020-04-28 12:22", "Top Analyst Upgrades & Downgrades (APD, AEP, AMAT, EBAY, EL, EXPD, HON, JASO, LLL, NFLX, UFPI, YOKU) – 24/7 Wall St. ... , and initiations seen from Wall Street research calls this Wednesday morning. Air Products & Chemicals Inc. (NYSE: APD) Raised to Buy at Citigroup. American Electric Power Co., Inc. (NYSE: AEP) Cut to Neutral at Goldman Sachs. Applied Materials, Inc. (NASDAQ: AMAT) Raised to Overweight at Piper Jaffray. eBay Inc. (NASDAQ: EBAY) Reiterated Outperform and target raised to $40 at Credit Suisse. Estee Lauder Companies (NYSE: EL) Raised to Outperform as Bull of the Day at Zacks. Expeditors International of Washington Inc. (NASDAQ: EXPD) Cut to Neutral at Credit Suisse. Honeywell International Inc. (NYSE: HON) Raised to Buy and $66 target at Argus. JA Solar Holdings Co., Ltd. (NASDAQ: JASO) Cut to Strong Sell at S&P Equity Research (late Tuesday call). Honeywell ... "], ["2020-04-28 12:04", "Top Analyst Upgrades and Downgrades (ALKS, AVT, KMX, CTCT, CME, DK, EXPD, HBAN, MPC, MYL, P, PSX, RCL, SPR, STJ, TRV) – 24/7 Wall St. ...  at Zacks. CarMax Inc. ( NYSE: KMX ) raised to Outperform at Credit Suisse. Constant Contact Inc. ( NASDAQ: CTCT ) cut to Neutral at Credit Suisse, cut to Market Perform at Raymond James and cut to Neutral at Lazard. CME Group Inc. ( NASDAQ: CME ) raised to Outperform at Raymond James. Delek US Holdings Inc. ( NYSE: DK ) raised to Outperform at Credit Suisse. Expeditors International of Washington Inc. ( NASDAQ: EXPD ) raised from Sell all the way up to the Conviction Buy List at Goldman Sachs. Huntington Bancshares Inc. ( NASDAQ: HBAN ) raised to Buy at Citigroup. Marathon Petroleum Corp. ( NYSE: MPC ) raised to Outperform at Credit Suisse. Mylan Inc. ( NASDAQ: MYL ) raised to Buy at Canaccord Genuity. Pandora Media, Inc. ( NYSE: P ) cut to Neutral at HSBC ... "], ["2020-04-28 12:02", "Top Analyst Upgrades and Downgrades (ADP, BK, BWLD, EXPD, GPS, GE, GHDX, LIFE, MYGN, NKE, NOK, NTRS, P, PAYX, RHT, QCOR, SQNM, STT, TIVO, TOT, WAG) – 24/7 Wall St. ... , RHT, QCOR, SQNM, STT, TIVO, TOT, WAG) Jon C. Ogg September 25, 2012 8:05 am Last Updated: April 28, 2020 8:02 am Source: Jon Ogg These are some of the top analyst upgrades, downgrades and initiations seen from Wall St. research calls this Tuesday. Automatic Data Processing Inc. ( NASDAQ: ADP ) cut to Neutral at UBS. Bank of New York Mellon Corp. ( NYSE: BK ) started as Buy at Citigroup. Buffalo Wild Wings Inc. ( NASDAQ: BWLD ) raised to Outperform at RBC. Expeditors International of Washington ( NASDAQ: EXPD ) named Bear of the Day at Zacks. The Gap Inc. ( NYSE: GPS ) named Bull of the Day at Zacks. General Electric Co. ( NYSE: GE ) reiterated Buy with $25 target at BofA/ML. Genomic Health Inc. ( NASDAQ: GHDX ) started as Outperform at Credit Suisse. Life ... "]]}}