{"postfix": "f5_networks-aktie", "name": "F5_NETWORKS", "wkn": "922977", "time": "2020.05.26 15:07", "ts": 1590498435, "features": {"KGV": "13.46", "Marktkapitalisierung": {"Size": "Mrd", "Value": "7.67"}, "GA": "10.36", "KBV": "5.14", "BA": "27.15", "KCV": "11.25", "CA": "12.40", "Vola30": "61.63", "Vola90": "64.84", "Vola180": "49.26", "Vola250": "40.33"}, "rivals": ["cisco-aktie", "juniper_networks-aktie", "citrix_systems-aktie", "riverbed_technologies-aktie"], "text_data": {"de": [["30.04.20", "Analysten sehen für F5 Networks-Aktie Luft nach oben"], ["29.04.20", "F5 Networks vermeldete Zahlen zum jüngsten Quartal"], ["28.04.20", "MÄRKTE USA/Wall Street schließt nach schwachen Daten im Minus"], ["28.04.20", "MÄRKTE USA/Wall Street gibt nach schwachen Daten Gewinne ab"], ["26.04.20", "Ausblick: F5 Networks informiert über die jüngsten Quartalsergebnisse"], ["12.04.20", "Erste Schätzungen: F5 Networks stellt das Zahlenwerk zum vergangenen Quartal vor"], ["31.03.20", "März 2020: So haben Analysten ihre Einstufung der F5 Networks-Aktie angepasst"], ["26.01.20", "Ausblick: F5 Networks gewährt Anlegern Blick in die Bücher"]], "en": [["29.04.20", "F5 Networks Stock Surged Over 10% On Earnings: Why Investors Should Still Be Concerned"], ["28.04.20", "Why F5 Networks Stock Jumped Today"], ["28.04.20", "F5 Networks (FFIV) Q2 Earnings & Revenues Beat Estimates"], ["28.04.20", "F5 Networks Inc (FFIV) Q2 2020 Earnings Call Transcript"], ["27.04.20", "F5 Networks (FFIV) Q2 Earnings and Revenues Surpass Estimates"], ["27.04.20", "F5 Networks tops fiscal Q2 views on strength of work-from-home needs"], ["23.04.20", "F5 Networks (FFIV) to Report Q2 Earnings: What to Expect?"], ["28.01.20", "F5 Networks (FFIV) Q1 Earnings Top Mark, Revenues Rise Y/Y"], ["28.01.20", "F5 Networks Inc (FFIV) Q1 2020 Earnings Call Transcript"], ["27.01.20", "F5 Networks (FFIV) Tops Q1 Earnings and Revenue Estimates"], ["25.01.20", "F5 Networks closes $1 billion acquisition of California security firm"], ["23.01.20", "F5 Networks (FFIV) to Post Q1 Earnings: What's in Store?"], ["20.01.20", "Earnings Preview: F5 Networks (FFIV) Q1 Earnings Expected to Decline"], ["2020-05-25 22:00", "Fifteen U.S. value stocks set to perform strongly in a recovery ... 4.8 31.1 -2.1 3,133.86 12 Carlisle Cos. Inc CSL-N 6,335.9 1.7 14.1 1.0 9.72 9.0 2.5 17.8 -13.4 115.38 13 Expedia Group Inc. EXPE-Q 10,912.2 0.0 17.1 0.9 10.70 7.4 4.3 17.3 -32.2 77.95 14 Plains All Amer. Pipeline PAA-N 7,098.5 7.4 4.1 1.0 1.61 3.1 1.0 17.3 -56.9 9.75 15 F5 Networks Inc. FFIV-Q 8,361.7 0.0 13.9 0.4 9.78 12.8 4.2 34.0 4.0 137.31 Source: Morningstar CPMS Emily Halverson-Duncan, CFA, is a director, CPMS sales at Morningstar Research Inc. Be smart with your money. Get the latest investing insights delivered right to your inbox three times a week, with the Globe Investor newsletter. Sign up today . Related topics Advice Deal Portfolios Tips Wealth Related Nine U.S. stocks for investors looking to ride tech-sector momentum Subscriber content May 21 ... "], ["2020-05-22 15:25", "Protected: Be aware: Your online services may be suffering from credential stuffing attacks ...  Navy Sports Magazine Show Of Consuming Interest Off the Shelf On DoD Tech Talk Radio What's Working in Washington Your Turn w/ Mike Causey Sports Schedules Technology Cloud Computing Cybersecurity Jason Miller's Reporter's Notebook IT Modernization Veterans Affairs Workforce SES Workforce Rights/Governance Federal News Network Events Advertise Contact Us Media Kit Partnerships Homepage Copyright 2019 Hubbard Radio Washington DC, LLC. All rights reserved. This website is not intended for users located within the European Economic Area. Federal Insights Innovation in Government ... Sponsored by Insight by F5 Networks Protected: Be aware: Your online services may be suffering from credential stuffing attacks By Jason Miller May 22, 2020 11:25 am"], ["2020-05-22 11:03", "Should First Trust Capital Strength ETF (FTCS) Be on Your Investing Radar? ...  more about this product and other ETFs, screen for products that match your investment objectives and read articles on latest developments in the ETF investing universe, please visit Zacks ETF Center . In-Depth Zacks Research for the Tickers Above Normally $25 each - click below to receive one report FREE: FT-CAP STR E (FTCS) - free report > > eBay Inc. (EBAY) - free report > > F5 Networks, Inc. (FFIV) - free report > > SPDR-SP 500 TR (SPY) - free report > > Facebook, Inc. (FB) - free report > > ISHARS-SP500 (IVV) - free report > > Published in dividend etf expenses holdings index market-capitalization Zacks' 7 Best Strong Buy Stocks for June, 2020 Free Research for Zacks.com Readers Experts have chosen 7 stocks out of 220 Zacks Rank #1 Strong Buys that ... "], ["2020-05-22 10:30", "Turmoil Begets Some Strange Groupings: Amazon is Now a Low-Volatility Stock. ... ). Consumer-discretionary and information-technology stocks, with just 3% and 6% weighting in February, increased their share to 5% and 9%, respectively. Some of the newly added consumer-discretionary names might be surprising: Amazon.com (AMZN) and eBay (EBAY). They replaced the departing Home Depot (HD) and McDonald's (MCD). In the historically growth-oriented tech sector, F5 Networks (FFIV) and International Business Machines (IBM) were recently deemed low-volatility as well. The index now has more exposure to technology than to utilities and real estate combined, something rarely seen for a pure low-volatility strategy like this. What does it mean for investors? In this disrupted environment, be mindful of an automatically rebalanced smart-beta ETF ... "], ["2020-05-20 17:27", "Tech Moves: Qualtrics exec moves to Google; NHL Seattle expands team; former Amazon exec named Bluecrew CEO; and more ...  tremendous opportunity to grow and expand the business as organisations around the world look to leverage file services in the cloud and the data centre,\" said Bumpus. Qumulo also recently hired Barry Russell as SVP and general manger of cloud and Michael Cornwell as chief technology officer. Russell most recently was VP of global cloud sales and business operations at F5 Networks and previously general manager of worldwide business development at Amazon Web Services. Cornwell was most recently a GM of storage technologies at Microsoft and spent more than eight years at Pure Storage, most recently as CTO, Asia Pacific and Japan. — Former Amazon executive Stephen Avalone is the new CEO of Bluecrew, a Chicago, Ill.-based job marketplace for hourly ... "], ["2020-05-20 11:00", "Latest SD Express Memory Card Spec Promises 4GB/s Transfer Speeds ...  How to Optimize Your VoIP Network How to Start an Online Business News Menu News News News The Why Axis Race to 5G Readers' Choice Deals Opinions Fastest Mobile Networks Fastest ISPs All News Shop Digital Edition Newsletters PCMag editors select and review products independently . We may earn affiliate commissions from buying links, which help support our testing. Learn more .  ... Choice Awards 2020: Routers and Network Attached Storage More in Storage Storage Reviews iStorage DiskAshur Pro2 SSD ADATA SE760 Ultra Fast OWC Envoy Pro EX With USB-C Synology DiskStation DS220j TerraMaster F5-422 Storage Best Picks The Best External Hard Drives for 2020 The Best M.2 Solid-State Drives for 2020 The Best SSDs for Upgrading Your Laptop in 2020 The Best Internal ... "], ["2020-05-19 17:02", "Charting a headline breakout attempt, S&P 500 nails major resistance (2,954) ... , Inc. ZNGA May 12 Jabil, Inc. JBL May 11 Whirlpool Corp. WHR May 11 Kinross Gold Corp. KGC May 11 Avalara, Inc. AVLR May 8 Packaging Corp. of America PKG May 8 Salesforce.com, Inc. CRM May 8 Facebook, Inc. FB May 7 Catalent, Inc. CTLT May 7 Spotify Technology S.A. SPOT May 5 Paycom Software, Inc. PAYC May 5 CrowdStrike Holdings, Inc. CRWD May 4 iRobot Corp. IRBT May 4 F5 Networks, Inc. FFIV May 1 Eli Lilly & Co. LLY May 1 Cummins, Inc. CMI Apr. 30 NetApp, Inc. NTAP Apr. 30 AudioCodes, Ltd. AUDC Apr. 30 Inphi Corp. IPHI Apr. 29 Qorvo, Inc. QRVO Apr. 29 Old Dominion Freight Line, Inc. ODFL Apr. 29 Keysight Technologies, Inc. KEYS Apr. 28 Dollar General Corp. DG Apr. 28 AngloGold Ashanti Ltd. AU Apr. 28 U.S. Steel Corp. X Apr. 28 Cadence Design Systems, Inc ... "], ["2020-05-19 04:00", "How Google Brought One Of Its Best Cloud Services To Competing Cloud Platforms ... layer for Kubernetes workloads. Essentially, Anthos maps the key components of GKE to vSphere and F5. Instead of Compute Engine VMs, vSphere VMs are used for Kubernetes master nodes and worker nodes. The Cloud Load Balancer that routes the traffic to the workload in GKE is replaced by an F5 or the bundled load balancer. GCE Persistent Disks are replaced by vSphere Storage. In GKE ...  region. From the on-prem architecture and AWS integration, we can easily visualize how Anthos will be deployed in Azure. It will take advantage of Azure VMs, Azure Premium Storage, Azure Virtual Networks, Azure Key Vault and other core Azure services to run GKE in Microsoft's public cloud. Anthos as the command and control center for multi-cloud Apart from the managed clusters  ... "], ["2020-05-18 18:15", "Cloud Services Transforming How Businesses Operate And Fueling Remote Work During COVID-19 Pandemic ... of COVID-19, as well as those businesses that are set to lose out. Key Topics Covered: COVID-19 is Now a Major Theme for 2020 COVID-19 Impact on Cloud Services Cloud Services Sector Scorecard Thematic Briefing Appendix: Thematic Research Methodology Companies Mentioned Amazon VMware Microsoft Alibaba IBM Alphabet Box Salesforce Tencent Equinix F5 Networks Oracle GoDaddy Cloudera PayPal RingCentral Dropbox Red Hat Citrix Systems Cisco Shopify Dell Baidu Inspur Electronic NetScout Twilio HP Enterprise LogMeIn Micro Focus SUSE Huawei NetApp Rackspace Nutanix Digital Realty Verisign Vonage Interxion SAP MicroStrategy Akamai CommVault Pivot3 United Internet LivePerson 21 Vianet Hitachi Canonical Lenovo Baozun Xunlei Fujitsu Mirantis Platform9 For more information ... "], ["2020-05-14 20:52", "Low rates to drive new equity market bubble to rival the late 1990s: Strategist ...  P/E ratio jumped from 14.2 times forward earnings estimates on March 20, to the current 22.3. Interestingly, the P/E ratio is now very close to where the chart suggests it should be. Company Ticker Net Debt/EBITDA YTD Ttl. Rtn. (%) P/E (TTM) Fwd P/E Acuity Brands Inc. AYI-N 1.06 -45.88 9.57 10.38 Alphabet Inc. Cl A GOOGL-Q 0.32 0.67 28.15 25.04 Cognizant Tech Solutions-A CTSH-Q 0.13 -19.96 13.78 14.67 F5 Networks Inc. FFIV-Q 0.79 -1.88 19.18 15.45 Humana Inc. HUM-N 1.30 3.18 21.68 20.05 Intuit Inc. INTU-Q 0.43 6.24 44.78 37.85 Microsoft Corp. MSFT-Q 1.72 14.29 31.73 30.25 Monster Beverage Corp. MNST-Q 0.01 2.55 31.42 30.61 Regeneron Pharmaceuticals REGN-Q 0.93 53.70 24.57 21.13 Synopsys Inc. SNPS-Q 1.47 12.21 44.59 28.21 Source: Credit Suisse, Bloomberg The ... "], ["2020-05-14 15:30", "WAN Optimization Market Worth $1.4 Billion By 2025 - Exclusive Report By MarketsandMarkets ...  increase the demand for better network management, network visibility and control, and wireless communication, leading to the deployment of SD-WAN in the region. The major vendors of the WAN Optimization Market include Cisco (US), Riverbed (US), Citrix (US), Infovista (UK), Silver Peak (US), Array Networks (US), Aryaka (US), Circadence (US), Fat Pipe (US), Nuage Networks(US), Oracle (US), Huawei( China ), Wanos ( South Africa ), Equinix (US), Exinda (US), F5 (US), Aruba (US), and VMware(US). Browse Adjacent Markets: Data Center and Networking Market Research Reports & Consulting Related Reports: Software Defined Networking Market by SDN Type (Open SDN, SDN via Overlay, and SDN via API), Component (Solutions and Services), End User (Data Centers, Service ... "], ["2020-05-14 04:00", "F5 Networks' Stock Has Outperformed S&P 500 In 2020, Will This Trend Persist?Despite F5 Networks' stock remaining stagnant since the beginning of this year, we believe that F5's stock is likely undervalued at the current price of $140 per share and offers upside opportunities. Our belief stems from the fact that F5 Network"], ["2020-05-13 15:00", "Application Delivery Controllers Industry Assessment 2020-2025 - Key Trends, Leading Segments, Competitive Analysis And Forecasts ...  of Things (IoT) and Big Data, along with the increasing number of cyber-attacks and anonymous security threats due to rising penetration of wireless communications, are projected to drive the market further.The competitive landscape of the industry has also been examined with some of the key players being A10 Networks Inc., Array Networks Inc., Barracuda Networks Inc., Brocade Communications Systems Inc., Citrix Systems Inc., Cloudflare Inc., F5 Networks Inc., Fortinet Inc., KEMP Technologies Inc., Radware Corporation, etc. Key Questions Answered How has the global application delivery controller market performed so far and how will it perform in the coming years? What are the key regional markets? What is the breakup of the market based on the type? What ... "], ["2020-05-13 08:29", "Teradata switches CEOs mid-flight while being eaten alive in the cloud, but it's not game over yet for data warehouser ... . Recurring revenue, which includes subscription licences, grew 4 per cent and made up nearly 80 per cent of total quarterly revenue. But the results for consulting, which fell 29 per cent, are perhaps more of a worry, and why the company picked the new CEO. Before agreeing to take the helm at Teradata, McMillan served as executive vice president of global services at F5 Networks. He led its worldwide services operations, including global support and consulting. He also had spells at Oracle and IBM, two Teradata competitors in the enterprise data warehouse market, where he held services roles. Olofson said: \"The new man has got a very strong background in service delivery. And that's certainly an important part of the story because enterprise data ... "], ["2020-05-13 04:00", "NetApp Stock Has Recovered 20% So Far, But Another 40% Gain Cannot Be Ruled Out ... . Our dashboard forecasting US COVID-19 cases with cross-country comparisons analyzes expected recovery time-frames and possible spread of the virus. Further, our dashboard -28% Coronavirus crash vs. 4 Historic crashes builds a complete macro picture. It complements our analyses of the coronavirus outbreak's impact on a diverse set of NetApp's multinational peers, including Cisco and F5 Networks . The complete set of coronavirus impact and timing analyses is available here. See all Trefis Price Estimates and Download Trefis Data here What's behind Trefis? See How It's Powering New Collaboration and What-Ifs For CFOs and Finance Teams | Product, R&D, and Marketing Teams Trefis Team Led by MIT engineers and Wall Street analysts, Trefis (through ... "], ["2020-05-12 16:40", "Charting a grinding-higher May rally, S&P 500 approaches major resistance ... . JBL May 11 Whirlpool Corp. WHR May 11 Kinross Gold Corp. KGC May 11 Avalara, Inc. AVLR May 8 Packaging Corp. of America PKG May 8 Salesforce.com, Inc. CRM May 8 Facebook, Inc. FB May 7 Catalent, Inc. CTLT May 7 Spotify Technology S.A. SPOT May 5 Paycom Software, Inc. PAYC May 5 CrowdStrike Holdings, Inc. CRWD May 4 iRobot Corp. IRBT May 4 Steel Dynamics, Inc. STLD May 4 F5 Networks, Inc. FFIV May 1 Eli Lilly & Co. LLY May 1 Cummins, Inc. CMI Apr. 30 NetApp, Inc. NTAP Apr. 30 AudioCodes, Ltd. AUDC Apr. 30 Inphi Corp. IPHI Apr. 29 Qorvo, Inc. QRVO Apr. 29 Old Dominion Freight Line, Inc. ODFL Apr. 29 Keysight Technologies, Inc. KEYS Apr. 28 Dollar General Corp. DG Apr. 28 AngloGold Ashanti Ltd. AU Apr. 28 U.S. Steel Corp. X Apr. 28 Cadence Design Systems, Inc ... "], ["2020-05-12 15:00", "F5 Accelerates Customers' Digital Transformation With End-to-End Application Visibility And Control ... ,\" \"plans,\" \"anticipates,\" \"believes,\" \"estimates,\" \"predicts,\" \"potential,\" or \"continue,\" or the negative of such terms or comparable terms. These statements are only predictions and actual results could differ materially from those anticipated in these statements based upon a number of factors including those identified in the company's filings with the SEC. Source: F5 Networks View source version on businesswire.com: https://www.businesswire.com/news/home/20200512005587/en/ By Business Wire Terms Of Use Privacy Policy Advertise Reprints Customer Service Data Topic Archive Subscriptions 2020 TheStreet, Inc. All rights reserved. Action Alerts PLUS is a registered trademark of TheStreet, Inc."], ["2020-05-12 12:34", "NetZoom Stencils Updates The World's Largest Library For Visio Stencils, Shapes, Templates, And Add-Ons ...  INVESTING PERSONAL FINANCE RETIREMENT TECHNOLOGY MARKETS HOW-TO VIDEO FINANCIAL ADVISOR CENTER Login Account NetZoom Stencils Updates The World's Largest Library For Visio Stencils, Shapes, Templates, And Add-Ons NetZoom, Inc., the developer of NetZoom Visio Stencils, has added to its library with a variety of manufacturers' hardware devices, including Cisco Systems, Dell Computer, F5 Networks, Server Technology and more. Author: PR Newswire Publish date: May 12, 2020 8:34 AM EDT CHICAGO , May 12, 2020 /PRNewswire/ -- NetZoom, Inc. , the maker of the most comprehensive NetZoom Visio Stencils Device Library for documenting and diagramming network, data center assets, and audio-video devices, released new Visio Stencils for the following product lines ... "], ["2020-05-12 09:59", "Gref hopes Rambler, Nginx conflict will be settled 'without litigation campaign' ...  the December 16 board meeting, which was convoked by Sberbank. Sberbank has owned 46.5% of Rambler Group since August 2019. An identical stake is held by Alexander Mamut, whose son is beneficiary of Lynwood, also owns 46.5%. Nginx Inc. was established in 2011 on the basis of Sysoyev's products. Earlier this year, it was purchased by the U.S.-based company F5 Networks for $670 million. The company provides open-code software for the operation of Internet infrastructure. The company also provides customized support services to the servers of companies such as Yandex, Mail.Ru Group, Rambler, Netflix, and others, as is stated on the company's website. Roughly 30% of web servers around the world operate on the basis on Nginx products. Interfax Group Who ... "], ["2020-05-08 17:09", "Longtime Seattle entrepreneur Ben Elowitz is back in the game with stealthy new startup Zeitworks ...  TV company Wetpaint in 2005 and sold it to Viggle for $30 million. Elowitz is an investor and advisor to companies such as Dolly, Minted, Magnolia Medical, and others. He's leading Zeitworks with co-founder and CEO Ryan Windham , the former CEO at Cedexis and AppViewX who joined MVL as an entrepreneur-in-residence this past March. Windham, a former F5 Networks exec, is still listed on the MVL website. Matthew Holloway , a veteran of SAP, Shutterfly, Atlas Informatics, and Xinova, is head of product at Zeitworks. Holloway joined MVL as an entrepreneur-in-residence this past October. Taylor Soper is GeekWire's managing editor, responsible for coordinating the newsroom, planning coverage, and editing stories. A native of Portland, Ore., and graduate of ... "]]}}