{"postfix": "fedex-aktie", "name": "FEDEX", "wkn": "912029", "time": "2020.05.26 15:54", "ts": 1590501258, "features": {"KGV": "10.08", "Marktkapitalisierung": {"Size": "Mrd", "Value": "28.52"}, "GA": "15.52", "KBV": "2.31", "BA": "67.75", "KCV": "7.40", "CA": "21.15", "Vola30": "72.4", "Vola90": "74.6", "Vola180": "58.91", "Vola250": "48.84"}, "rivals": ["deutsche_post-aktie", "expeditors_international_of_washington-aktie", "ch_robinson_worldwide-aktie", "ups-aktie", "postnl_3-aktie"], "text_data": {"de": [["12.05.20", "Post hofft auf Normalisierung in der Corona-Krise"], ["12.05.20", "Folgen der Corona-Krise lassen Gewinn der Post einbrechen"], ["30.04.20", "Wie Experten die FedEx-Aktie im April einstuften"], ["22.04.20", "ROUNDUP: Bundesarbeitsministerium gegen Sonntagszustellung von Paketen"], ["22.04.20", "Bundesarbeitsministerium gegen Sonntagszustellung von Paketen"], ["31.03.20", "FedEx-Aktie: Das sind die Expertenmeinungen des Monats März"], ["24.03.20", "Zusteller DPD: Zahl der Pakete sinkt trotz Onlineshopping"], ["19.03.20", "HSBC: Fedex mit Hoffnungsschimmer – Deutsche Post schwächelt weiter"], ["19.03.20", "FedEx: Bilanzzahlen zum vergangenen Quartal"], ["18.03.20", "Fedex streicht Jahresziele"], ["10.03.20", "ROUNDUP 2/Post: Folgen des Coronavirus noch nicht absehbar - Dividende steigt"], ["10.03.20", "WDH/ROUNDUP: Deutsche Post erhöht Dividende - Corona-Folgen noch nicht abzusehen"], ["10.03.20", "ROUNDUP: Deutsche Post erhöht Dividende - Corona-Folgen noch nicht abzusehen"], ["03.03.20", "ROUNDUP: Deutsche Post will Paket-Empfang mit Digitaldiensten erleichtern"], ["29.02.20", "Februar 2020: Analysten sehen Potenzial bei FedEx-Aktie"], ["17.02.20", "FedEx wird eine unveränderte Dividende ausschütten"], ["15.01.20", "Fedex profitiert von Amazon-Kooperation"], ["15.01.20", "Morning Briefing: Amazon hebt FedEx-Verbot auf, Shopify bietet jetzt unbürokratische Start-Kredite, QVC, Yelp, Hermes, Google-Cookie"], ["02.01.20", "FedEx schüttet vierteljährliche Dividende aus"]], "en": [["22.05.20", "Looking Back: Why Is FedEx Down 50%?"], ["22.05.20", "Monmouth (MNR) Buys Industrial Property Net-Leased to FedEx"], ["22.05.20", "FedEx: the actions of everyone and every sector of society matters greatly"], ["21.05.20", "FedEx Will Deliver Strong Returns Without Amazon"], ["20.05.20", "FedEx (FDX) Outpaces Stock Market Gains: What You Should Know"], ["19.05.20", "FedEx: we will combine the immense power of technology with the vast scale of our infrastructure"], ["19.05.20", "Microsoft (MSFT)-FedEx Partner on Digital Overhaul of Commerce"], ["19.05.20", "FedEx and Microsoft partner on supply chain analytics tools"], ["18.05.20", "FedEx Pops On Alliance with Microsoft, In Challenge To Amazon"], ["18.05.20", "FedEx and Microsoft Form A New Partnership"], ["18.05.20", "FedEx appoints industry veteran as new President of AMEA region"], ["14.05.20", "Why FedEx Stock Fell 5% This Morning"], ["14.05.20", "FedEx Caps Business With Certain Customers Due to Coronavirus Strain"], ["07.05.20", "FedEx (FDX) Outpaces Stock Market Gains: What You Should Know"], ["01.05.20", "Why Shares of FedEx Are Falling Today"], ["01.05.20", "While Amazon Was Distracted, FedEx and UPS Made Their Moves"], ["29.04.20", "BP Donates Jet Fuel To FedEx And Alaska Airlines For Coronavirus Relief Efforts"], ["29.04.20", "Is FedEx A Buy At $125?"], ["28.04.20", "FedEx pitches coronavirus-hit small businesses with shipping, e-commerce discounts"], ["17.04.20", "Is FedEx Stock a Buy?"], ["16.04.20", "FedEx (FDX) Up 20.3% Since Last Earnings Report: Can It Continue?"], ["12.04.20", "Amazon Discovers Competing With FedEx and UPS Is More Difficult Than It Seems"], ["08.04.20", "FedEx, UPS stocks surge as investors cheer news of Amazon pausing test of competing service"], ["08.04.20", "Why Shares of FedEx Are Up Today"], ["08.04.20", "DuPont, FedEx to expedite personal protective equipment shipments to US"], ["08.04.20", "FedEx, UPS stocks surge after WSJ report of Amazon halting competing service"], ["08.04.20", "FedEx, UPS Rise As Amazon To Halt This Rival Delivery Service"], ["08.04.20", "Amazon to suspend delivery service competing with UPS, FedEx"], ["08.04.20", "Amazon to suspend delivery service competing with UPS, FedEx"], ["08.04.20", "UPDATE 1-Amazon to suspend delivery service competing with UPS, FedEx"], ["08.04.20", "The Wall Street Journal: Amazon to halt third-party delivery service that competes with UPS, FedEx"], ["08.04.20", "Amazon to suspend delivery service competing with UPS, FedEx: WSJ"], ["08.04.20", "Amazon to suspend delivery service competing with UPS, FedEx: WSJ"], ["08.04.20", "Amazon to suspend delivery service competing with UPS, FedEx -WSJ"], ["07.04.20", "Why FedEx Shares Dropped 14.1% in March Despite a Hint of Optimism"], ["06.04.20", "Why UPS, FedEx, and Old Dominion Freight Line Stocks Are Surging Today"], ["06.04.20", "JPMorgan, Wells Fargo, FedEx, Nike and Costco are part of Zacks Earnings Preview"], ["06.04.20", "FedEx: CEO Fred Smith’s salary to be cut by 91%"], ["03.04.20", "FedEx hoards cash, slashes CEO pay amid coronavirus threat"], ["03.04.20", "FedEx hoards cash, slashes CEO pay amid coronavirus threat"], ["2020-05-26 13:15", "Predicting when and where we'll see Tiger and why ... last year -- when Woods was a no-show with various back and knee troubles. It's a tough call this year, too. It's the week before the rescheduled PGA Championship in San Francisco. Woods used to make the WGC-PGA double a routine part of his schedule in days gone by, but it's less likely now. This could very well come down to where Woods is in the FedEx standings (he is currently 28th) and how much he wants or needs to grab the free points. The idea of going from extreme heat to cool temperatures in San Francisco is also a factor. This tournament is taking the vacated Olympic golf tournament dates. Aug. 6-9: PGA Championship Woods will return to Harding Park in San Francisco, where he beat John Daly at what was then called the WGC-American Express ... "], ["2020-05-26 13:00", "FedEx Encourages Entrepreneurs To Apply For #SupportSmall $1 Million In GrantsFedEx Corp. FDX today announced the launch of the company's #SupportSmall Grants program, awarding grants and services to 200 business owners across the U.S. struggling to stay afloat during the COVID-19 global pandemic. Each grantee will receive a $5"], ["2020-05-26 12:00", "Boston College Makes Top 6 for Class of 2021 S Daymon David ...  Eagles battling programs like Oklahoma and Miami. Checking out the film of this recruit, his incredibly physical play style pops off the tape, as he regularly goes for the big hit. Damon told AllSooners that he models his game after the late Washington Redskins safety Sean Taylor, which doesn't come as a surprise considering his hometown of Reisterstown is less than hour from FedEx Field. In his junior season, he finished with 67 tackles (42 solo), four interceptions, one forced fumble and 2.0 sacks. Boston College currently has been building a deep roster of defensive backs already landing Jalen Cheek, Kani Walker, Jalen McCain, and Shawn Gates. It wouldn't be surprising if the Eagles added a couple more defensive backs, and Daymon David could be ... "], ["2020-05-26 11:25", "Santana Row Merchants See Decline in Memorial Day Sales Due to Economy, Pandemic ...  reeling from slow sales on Memorial Day. \"People aren't stocking up for the BBQ on the weekend,\" said Harrison Fong with Vintage Wine Merchants. But as evidenced by boxes stacking up in the front of the store, the business was able to move some product. \"We're doing a little curbside pickup, we're doing a lot of delivery, a lot of shipping via FedEx or ground service, so we're keeping revenue going,\" Fong said. Another thing Santana Row merchants report is they need the tech companies in the area to reopen, along with the local movie theaters. When more people return to work in the area they expect to see more foot traffic, which will translate to a lot more business at Santana Row. This article tagged under: santana row San ... "], ["2020-05-26 11:24", "Coronavirus updates in Tennessee: State sees 462 new cases in 24 hours ... at Hendersonville High School in Hendersonville, Tenn., Wednesday, April 8, 2020. Schools across the country are turning on their stadium lights at 8:20pm, for 20 minutes, to honor the Class of 2020. Andrew Nelles / The Tennessean Fullscreen The Easter Bunny rides his bike, giving candy to children in the Canterbury neighborhood, in Thompson's Station on Wednesday, April 8, 2020. FedEx pilot and Thompson's Station resident Domenic Vitro dresses up as the Easter Bunny to help spread cheer during the \"Safer at Home\" order. Shelley Mays/The Tennessean Fullscreen Betti Patterson joins people gathered for a prayer vigil in honor of patients and medical staff inside Saint Francis Hospital Memphis on Monday, April 6, 2020. Joe Rondone/The Commercial ... "], ["2020-05-26 10:10", "Scandit raises $80M as COVID-19 drives demand for contactless deliveries ... industrial/manufacturing, travel, transport & logistics and more. The latest funding injection follows a $30M Series B round back in 2018. Since then Scandit says it's tripled recurring revenues, more than doubling the number of blue-chip enterprise customers, and doubling the size of its global team. Global customers for its tech include the likes of 7-Eleven, Alaska Airlines, Carrefour, DPD, FedEx, Instacart, Johns Hopkins Hospital, La Poste, Levi Strauss & Co, Mount Sinai Hospital and Toyota — with the company touting \"tens of billions of scans\" per year on 100+ million active devices at this stage of its business. It says the new funding will go on further pressing on the gas to grow in new markets, including APAC and Latin America, as ... "], ["2020-05-26 10:00", "Seven numbers that reflect the coronavirus pandemic's impact in Nashville ... at Hendersonville High School in Hendersonville, Tenn., Wednesday, April 8, 2020. Schools across the country are turning on their stadium lights at 8:20pm, for 20 minutes, to honor the Class of 2020. Andrew Nelles / The Tennessean Fullscreen The Easter Bunny rides his bike, giving candy to children in the Canterbury neighborhood, in Thompson's Station on Wednesday, April 8, 2020. FedEx pilot and Thompson's Station resident Domenic Vitro dresses up as the Easter Bunny to help spread cheer during the \"Safer at Home\" order. Shelley Mays/The Tennessean Fullscreen Betti Patterson joins people gathered for a prayer vigil in honor of patients and medical staff inside Saint Francis Hospital Memphis on Monday, April 6, 2020. Joe Rondone/The Commercial ... "], ["2020-05-26 08:00", "Scandit raises $80 million to power mobile barcode scanning with AR and computer vision ... screen. For example, a user can scan a barcode and instantly see how many items of that product exist. VB Transform 2020 Online - July 15-17. Join leading AI executives: Register for the free livestream . Above: Scandit app with AR information Scandit claims some big-name clients from across industries, including 7-Eleven, Instacart, Toyota, Carrefour, DPD, FedEx, Alaska Airlines, and Johns Hopkins Hospital. The COVID-19 effect The COVID-19 crisis is fundamentally shaping how retailers and businesses across the board operate, accelerating the uptake of technologies that enable them to continue working while respecting social distancing guidelines. \"Customers across all of our supported industries have expressed an interest in accelerating contactless and ... "], ["2020-05-26 04:00", "The World's Biggest Green Hydrogen Plant Is Underway In California. Its Prospects For Electric Power And Transportation? ... an efficiency rate of 30%, he says, while a fuel cell car with hydrogen has one of 75%, explaining the better mileage per unit of energy. At present, fuel cells are being adopted for materials handling equipment such as forklifts as well as in powering telecommunications infrastructure. As for the transportation sector, Honda, Hyundai and Toyota are creating fuel cell-powered cars. Meantime, FedEx Express EXPR is running a hydrogen fuel cell delivery truck in New York State that has a range of 240 kilometers on a full tank. Powerful Injection Signage is displayed outside the Intermountain Power Agency coal fired power plant stands outside ... [+] Delta, Utah, U.S., on Thursday, June 20, 2019. President Donald Trump is scaling back sweeping Obama-era curbs on ... "], ["2020-05-26 04:00", "India Feels Impact Of Coronavirus On Tea Producing Regions ...  recent boom in e-commerce for specialty, high-end teas is impacting both producers and purveyors. While commodity tea has bulk stocks that it can fall back on to weather supply and demand shifts, specialty tea is often processed to order. For the \"super premium specialty sector, there is a new fascination with freshness. The finest teas are produced on demand, in small quantities, couriered via Fedex FDX . By the time this fall rolls around, if tea cannot move out of India and Sri Lanka we will see severe shortages in U.S. grocery and food service,\" says Mo Sardella of the G.S. Haly Company. However, the shut down of food service and retail outlets could be offsetting the impact of increased e-commerce for tea producers like Khanna. He shares, \" ... "], ["2020-05-25 23:35", "Louisville makes Top 6 for Class of 2021 S Daymon David ... ' in-house rankings. When you put on his film, you can tell right away that he plays with an incredibly physical play style, as he regularly goes for the big hit. He told AllSooners that he models his game after the late Washington Redskins safety Sean Taylor, which doesn't come as a surprise considering his hometown of Reisterstown is less than hour from FedEx Field. In his junior season, he collected 67 tackles (42 solo), four interceptions, one forced fumble and 2.0 sacks. The Cards currently have ten verbal commitments in the Class of 2021, seven of which are on the defensive side of the ball: Offensive Guard Aaron Gunn Defensive End Victoine Brown Safety Bralyn Oliver Offensive Tackle Zen Michalski Tight End Victor Mullen Safety Benjamin Perry ... "], ["2020-05-25 23:10", "Should bailouts go to government contractors? ... a former senior Pentagon official, doesn't even think this is necessary. He called it a \"taxpayer ripoff\" since the industry has the ability to borrow money at very low interest rates. Advertisement - story continues below There are plenty of familiar names on the list of the federal government's top 100 contractors. They include AT&T, MIT, IBM, Pfizer, FedEx and Honeywell. And these are just the biggest ones. There are thousands of businesses with government contracts. Careful consideration needs to be given to providing stimulus funds to these corporations. It's not clear whether any of the top 100 have received bailout funds, since the full list hasn't been released yet. The coronavirus stimulus package contains $2.2 trillion. Note ... "], ["2020-05-25 21:17", "Job openings for the week of May 24, 2020 ...  cycle Expertise in collecting payments. Wage: $17.86 to $18.80 per hour. Gourmet Food Retail Sales Associate Artisanal Foods Inc. Job order: 507111 High School Diploma or equivalent is required. Point of Sale experience required, QuickBooks POS preferred. Prior Microsoft Office experience, primarily Word and Excel. Accurate math skills needed. Experience with business use of shipping services, FedEx, UPS, etc. a plus. Wage: $12.50 - $14 per hour. Customer Service Specialist - Knoah Solutions Job order: 507288 High School Diploma or equivalent is required. Must have one year of experience in a customer facing positions (retail, call center, support or help desk). Proficient use of web-based products, MS Office and SalesForce preferred but not required. Hours ... "], ["2020-05-25 19:52", "Former Dawg hopes to stay hot when PGA Tour resumes ...  when PGA Tour resumes By Cody Chaffins and Blaine Kummet Published 23 mins ago Sports FOX 5 Atlanta Facebook Twitter Print Email ATHENS, Ga. - 2020 was already shaping up to be a memorable year for Brendon Todd. After breaking a nearly 6 year winless drought on the PGA Tour, Todd won two events in a span of three weeks at the beginning of the 2020 season and is 4th in the FedEx Cup standings right behind Rory McIlroy. He was playing some of the best golf of his life, rolling until everything came to a screeching halt. The former Georgia Bulldog, now 34 years old, is keeping things in perspective. \"I think with the seriousness of the pandemic, the number of people that are infected and dying. It's pretty easy to sit there and say golf is not really ... "], ["2020-05-25 19:08", "The Dow's Underperformance Is Bringing Value Investing Back ...  has been buying up thousands of shares throughout the first quarter, and famed investor Bill Ackman also scooped up shares in recent weeks. Betting on value stocks for the long-term could offer the best returns right now. | Source: MarketWatch Other value plays worth a look , according to Mark Hulbert's Hulbert Financial Digest, include Walt Disney (NYSE:DIS), FedEx (NYSE:FDX), and International Business Machines (NYSE: IBM). Investors with a stronger stomach might want to look into the beaten-down airline sector to pick up strong players like Southwest (NYSE:LUV). Disclaimer: The article represents the author's opinion and should not be considered investment advice from CCN.com. The author holds no investment position in the above-mentioned ... "], ["2020-05-25 19:00", "Letter: Re: the May 18. article “Councilman Fimbres: Vote-by-mail works. Just look at Tucson” ...  by mail will lead to Republican losses and he is willing to destroy our postal service to counter that. Estimates are that it will run out of money by mid-summer and there is no back up for mail delivery after that. Trump has threatened to veto legislation to provide funding or to solve the postal service's Congress-created artificial money crisis. Will FedEx, Amazon, or USPS take up the task? Barbara Tellman Downtown Disclaimer: As submitted to the Arizona Daily Star. View Comments Tags Letter Downtown Respond: Write a letter to the editor | Write a guest opinion Subscribe for just 23 per week Support quality journalism Get unlimited access to tucson.com and apps No more surveys blocking articles Catch the latest in Opinion Get opinion pieces, letters ... "], ["2020-05-25 19:00", "Restaurant inspections and more in Tuesday's e-edition ... Yes, the TV is there, but there is little time to watch anything. I am, after all, busily working to provide news stories and this remarkable, enthralling column every day. And I do know, by sitting here and facing the window, when every delivery truck goes by and where they stop. I have discovered that several of my neighbors get several deliveries nearly every day from Amazon, Prime, UPS and FedEx. What could they be ordering? And I also know exactly what time the U.S. Postal Service letter carrier delivers my mail. Not that I'm looking forward to the bills that he usually brings, but yesterday, for example, was a good day for mail. Yep, my stimulus check arrived — finally. So now when people ask me what am I going to spend it on, I respond, \" ... "], ["2020-05-25 18:39", "This Ecommerce Company Is Vital In The New Age Of Retail ... online. Marketing gurus call this an omnichannel, the ability for customers to buy products both online and in physical stores. At Shopify, managers call it \"the business model\", and now they're making it even easier for mom and pop. In the past, Shopify customers had to do their own fulfillment. That meant schlepping products down to the local FedEx store or post office. However, last June, The Financial Post reported the company added a fulfillment network, better customer-facing software tools and developer kits to make it easier to embed its software applications on small business websites. These additions make Shopify a full cloud-based e-commerce platform. Customers can easily monitor their web, mobile, social media and physical storefronts ... "], ["2020-05-25 15:07", "COVID-19 weekly deaths drop another 40% in Seattle area, cases reach lowest total in two months ...  with a packaging twist Tech Moves: Qualtrics exec moves to Google; NHL Seattle expands team; former Amazon exec named Bluecrew CEO; and more Rad Power Bikes fields 297% spike in demand as bicycle sales surge COVID-19 lessons from Iceland: How one Nordic country has all but stopped the virus in its tracks Remote reckoning: Tech companies face tough trade-offs as WFH becomes permanent reality Microsoft and FedEx team up against Amazon with new tech and logistics partnership Trending: Week in Review: Most popular stories on GeekWire for the week of May 17, 2020 COVID-19 weekly deaths drop another 40% in Seattle area, cases reach lowest total in two months by Todd Bishop on May 25, 2020 at 8:07 am May 25, 2020 at 8:10 am Comments Share Tweet Share Reddit Email ... "], ["2020-05-25 15:00", "After crises and confusion, health officials are closing the coronavirus testing gap ...  twist Tech Moves: Qualtrics exec moves to Google; NHL Seattle expands team; former Amazon exec named Bluecrew CEO; and more Rad Power Bikes fields 297% spike in demand as bicycle sales surge COVID-19 lessons from Iceland: How one Nordic country has all but stopped the virus in its tracks Remote reckoning: Tech companies face tough trade-offs as WFH becomes permanent reality Microsoft and FedEx team up against Amazon with new tech and logistics partnership Trending: Week in Review: Most popular stories on GeekWire for the week of May 17, 2020 Science After crises and confusion, health officials are closing the coronavirus testing gap by Alan Boyle on May 25, 2020 at 8:00 am May 25, 2020 at 8:00 am Comments Share Tweet Share Reddit Email Become a GeekWire ... "]]}}