{"postfix": "fidelity_national_information_services-aktie", "name": "FIDELITY_NATIONAL_INFORMATION_SERVICES", "wkn": "A0H1FP", "time": "2020.05.26 15:34", "ts": 1590500068, "features": {"KGV": "24.80", "Marktkapitalisierung": {"Size": "Mrd", "Value": "78.77"}, "GA": "5.61", "KBV": "1.30", "BA": "106.65", "KCV": "25.94", "CA": "5.36", "Vola30": "45.62", "Vola90": "74.15", "Vola180": "55.94", "Vola250": "42.78"}, "rivals": ["american_express-aktie", "ibm-aktie", "fiserv-aktie", "mastercard-aktie", "visa-aktie"], "text_data": {"de": [["09.05.20", "Fidelity National Information Services: So viel setzte das Unternehmen zuletzt um"], ["07.05.20", "Ausblick: Fidelity National Information Services stellt Quartalsergebnis zum abgelaufenen Jahresviertel vor"], ["30.04.20", "Analysten sehen für Fidelity National Information Services-Aktie Luft nach oben"], ["22.04.20", "Erste Schätzungen: Fidelity National Information Services gewährt Anlegern Blick in die Bücher"], ["31.03.20", "So stuften die Analysten die Fidelity National Information Services-Aktie im vergangenen Monat ein"], ["29.02.20", "Februar 2020: Analysten sehen Potenzial bei Fidelity National Information Services-Aktie"], ["14.02.20", "Fidelity National Information Services vermeldete Zahlen zum jüngsten Quartal"], ["12.02.20", "Ausblick: Fidelity National Information Services zieht Bilanz zum jüngsten Jahresviertel"]], "en": [["20.05.20", "The Zacks Analyst Blog Highlights: Facebook, Johnson & Johnson, Fidelity National Information Services, Alibaba and Bristol-Myers Squibb"], ["08.05.20", "Fidelity National Information Services (FIS) Q1 2020 Earnings Call Transcript"], ["07.05.20", "Fidelity National Information Services (FIS) Q1 Earnings Beat Estimates"], ["30.04.20", "Analysts Estimate Fidelity National Information Services (FIS) to Report a Decline in Earnings: What to Look Out for"], ["23.04.20", "The Zacks Analyst Blog Highlights: PayPal, Fidelity National Information Services, Global Payments, Square and Intuit"], ["26.03.20", "The Zacks Analyst Blog Highlights: Facebook, Fidelity National Information Services, American Express, NVIDIA and CSX"], ["13.02.20", "Fidelity National Information Services, Inc. (FIS) Q4 2019 Earnings Call Transcript"], ["13.02.20", "Fidelity National Information Services (FIS) Beats Q4 Earnings and Revenue Estimates"], ["06.02.20", "Fidelity National Information Services (FIS) Expected to Beat Earnings Estimates: Can the Stock Move Higher?"], ["28.01.20", "The Zacks Analyst Blog Highlights: S&P Global, FleetCor Technologies, Global Payments, Waste Management and Fidelity National Information Services"], ["20.01.20", "Here's Why Fidelity National Information Services (FIS) is a Great Momentum Stock to Buy"], ["20.01.20", "The Zacks Analyst Blog Highlights: Microsoft, American Express, Fidelity National Information Services, Goldman Sachs and Southern"], ["03.01.20", "The Zacks Analyst Blog Highlights: Pfizer, BP, Fidelity National Information Services, Deere & Company and Equity Residential"], ["02.01.20", "Top Stock Reports for Pfizer, BP & Fidelity National Information Services"], ["2020-05-26 06:05", "BrandInsight ...  studio. To learn how to participate in BrandInsight, email us at brand-insight@oklahoman.com. Previous Next AAA Oklahoma Abel Law Firm Allied Arts American Cancer Society American Fidelity American Heart Association - OKC American Propane Bajaj Plastic Surgery Be A Neighbor Becky Ivins Movers Real Estate BERNINA of Oklahoma City Better Business Bureau Big Red Sports/Imports  ...  directly with the NewsOK audience on areas in which they have special knowledge. These sponsored native advertising articles are not intended to promote products or services, but rather provide valuable information to our readers. The articles use a similar presentation to publisher-provided NewsOK articles and have full social sharing and commenting features. To ensure readers can ... "], ["2020-05-23 21:01", "Exclusive for MoS readers: Voyage to the Northern Lights with Ben Fogle ...  from train carriages positioned on a BRIDGE in Africa's Kruger National Park - with epic views of wildlife from the rooms and sensational overhanging pool Qantas suspends plans to launch 19-and-a-half-hour direct flights from London and New York to Sydney and shelves order for 12 Airbus A350s for the services Magical new photographs of the wild horses that live on a bewitching  ... life insurance This is Money has teamed up with leading advisers Cavendish Online to help you find the cheapest life insurance Key Retirement Boost your retirement finances Find out how > Fidelity How much do you need to save for retirement?Calculate now > International Money Transfer Compare the best exchange rates in three easy steps > Advertisement Next story Gov Cuomo blames  ... "], ["2020-05-23 17:44", "Liz Weston: Should seniors consider a reverse mortgage now? ... with bankruptcy as a last resort. But the people who come out of bankruptcy in the best shape tend to be the ones who got expert advice early, Doling says. You can get referrals from the National Association of Consumer Bankruptcy Attorneys, and the first meeting is typically free. \"If you even think that there's a possibility that you're going to be in debt trouble, or you' ... t know what we need to do to protect ourselves, and that feels like powerlessness, a lack of control, like driving down the road but with your eyes closed.\" Meanwhile, the information people get from the news and social media is \"not particularly reassuring,\" Slovic said. \"The geographic risk of this seems to be rapidly expanding\" and within any country ... "], ["2020-05-22 21:01", "It's time to stride out on Yorkshire's captivating coast from Scarborough to Saltburn-by-the-Sea ...  Hotel ( thegrosvenor.info ) in Robin Hood's Bay. More information at nationaltrail.co.uk . Advertisement Advertisement Read more: Britannia Hotels Official Website - UK Hotel Breaks Grosvenor Hotel - Robin Hoods Bay - A warm welcome awaits you on the North Yorkshire coast Discover yourself on a National Trail adventure - National Trail Share or comment on this article: It's  ...  insurance This is Money has teamed up with leading advisers Cavendish Online to help you find the cheapest life insurance Key Retirement Boost your retirement finances Find out how > Fidelity How much do you need to save for retirement?Calculate now > International Money Transfer Compare the best exchange rates in three easy steps > Advertisement Next story Heart-stopping moment ... "], ["2020-05-22 04:00", "How New Graduates Can Become Savers, Even In The Time Of COVID ... Thank you for signing in. If this is your first time registering, please check your inbox for more information about the benefits of your Forbes account and what you can do next! I agree to receive occasional updates and announcements about Forbes products and services. You may opt out at any time. I'd like to receive the Forbes Daily Dozen newsletter ... you pay back any student loans will determine how much extra you pay for that education. As time goes on, the impact grows larger, since the interest on the loan compounds. Say you have $29,000 loan, about the national average for someone graduating last year, and a 4.66% interest rate. If you pay back the loan over five years, then you will pay an extra $3,500 in interest. Taking 15 years to pay back the  ... "], ["2020-05-22 02:30", "Perspecta Inc. (PRSP) Q4 2020 Earnings Call Transcript ... , who, as you know, when they split NGEN up, SMIT and EUH, HPI won EUH. So we have just signed a contract with them for $125 million, $130 million-ish over about 2.5 years to help them in the services and integration of the hardware. So that will start-ish probably in July end and roughly go for roughly 2.5 years. And we'll figure out the run rate. But that's really kind of the focus. So ...  getting people to telework. Right now, we're kind of looking at plans coming back, but I think we have learned a lot. And I think when we start to think about the fidelity of our network solutions to telework, particularly when you look at background investigations. Right? I mean they're all teleworks, right? All of them work from home every day and we've ... "], ["2020-05-21 20:32", "Legendary Stock Picker's CONTROVERSIAL Message About 5G ... Services Premium Services Column One Growth Investing Growth Investor Investment Opportunities Early Stage Investor Platinum Growth Small Cap Breakthrough Stocks Column Two Options Cannabis Cash Weekly Options Master Class Strategic Trader Value Hunters Fry's Investment Report Profitable Investing The Speculator Column Three Active Trading Accelerated Profits Ultimate Crypto Funds & ETFs Fidelity Investor Fidelity ... folks to buy Bitcoin in 2014, before it shot up an extraordinary 3,038%. Because of his unique insights in the tech world, he's been asked to share his insights on national news channels like Fox News, CNN and Bloomberg more than 1,500 times... And while he's been one of America's \"go to\" insiders for every technology related ... "], ["2020-05-21 20:30", "Advanced Drainage Systems Inc (WMS) Q4 2020 Earnings Call Transcript ... not developed yet. So, we -- so, just kind of summarize, we focus a lot on forecasting -- like I said, we're doing our S&OP twice a month, now to really make sure we have complete fidelity between now and September. And then once we go through a couple of spins on the economic forecast, I think we'll be able to get a better look at what might be developing in terms ...  with our sales team every day about pursuing the right jobs. Spend our time pursuing the right jobs, all segments aren't created equal right now. I think this is where our high touch national footprint really helps us a lot as a company, because we're really spread out nicely geographically. I don't think that's always the case with our competitors, in stormwater management ... "], ["2020-05-21 14:17", "Former AFL player's Getswift makes comeback with revenue boost ... .6 million loss despite the revenue spike. The software as a service model means the costs are upfront and the revenue builds slowly but can scale exponentially as more clients track deliveries and use other Getswift services. According to Frischer, a business like Getswift can quickly move from an annual revenue run rate of $35 million to $50-$55 million where it might break-even. \"And then at $80 million we might ...  to go to trial June 9. Loading ASIC claims ASX statements regarding its customer agreements \"were misleading\", and that it failed to notify the ASX of material information in relation to these client agreements\". And the class action against Getswift is due to start in the Federal Court September 20 this year. The company and its  ... "], ["2020-05-21 14:00", "Former AFL player's Getswift makes comeback with revenue boost ... .6 million loss despite the revenue spike. The software as a service model means the costs are upfront and the revenue builds slowly but can scale exponentially as more clients track deliveries and use other Getswift services. According to Frischer, a business like Getswift can quickly move from an annual revenue run rate of $35 million to $50-$55 million where it might break-even. \"And then at $80 million we might ...  to go to trial June 9. Loading ASIC claims ASX statements regarding its customer agreements \"were misleading\", and that it failed to notify the ASX of material information in relation to these client agreements\". And the class action against Getswift is due to start in the Federal Court September 20 this year. The company and its  ... "], ["2020-05-21 12:19", "5 Great Warren Buffett Stocks to Hold Through the Next Recession ... Services Premium Services Column One Growth Investing Growth Investor Investment Opportunities Early Stage Investor Platinum Growth Small Cap Breakthrough Stocks Column Two Options Cannabis Cash Weekly Options Master Class Strategic Trader Value Hunters Fry's Investment Report Profitable Investing The Speculator Column Three Active Trading Accelerated Profits Ultimate Crypto Funds & ETFs Fidelity Investor Fidelity ... : \" 5 Great Warren Buffett Stocks to Hold Through the Next Recession \" was previously published in January 2020 . It has since been updated to include the most relevant information available.] If Warren Buffett does one thing right, it's choosing stocks that will deliver through thick and thin. Buffett's entire M.O. is based on  ... "], ["2020-05-21 12:17", "RBC pinpoints 11 stocks loved by hedge funds that have beaten the market during both the coronavirus collapse and its subsequent recovery ...  of the funds Calvasina surveyed. They are all beating the market in 2020, and are also outperforming since March 23, the day the stock market hit its recent low. They're ranked from lowest to highest based on how much they've outperformed the S&P 500 from that date through May 18. 11. Fidelity National Information Services Markets Insider Ticker : FIS Sector : Information technology Funds owning : 22% 2020 relative return : 6.6% Relative return since market low : 1.1% Source: RBC Capital Markets 10. Johnson & Johnson Markets Insider Ticker : JNJ Sector : Healthcare Funds owning : 15% 2020 relative return : 11.8% Relative return since market low : 3.4% Source: RBC Capital Markets 9. Charter Communications Markets Insider Ticker : CHTR Sector ... "], ["2020-05-21 11:05", "Is May Be Time to Bottom-Fish for Marathon Oil ... Services Premium Services Column One Growth Investing Growth Investor Investment Opportunities Early Stage Investor Platinum Growth Small Cap Breakthrough Stocks Column Two Options Cannabis Cash Weekly Options Master Class Strategic Trader Value Hunters Fry's Investment Report Profitable Investing The Speculator Column Three Active Trading Accelerated Profits Ultimate Crypto Funds & ETFs Fidelity Investor Fidelity ... Current assets of $2.14 billion outweigh current liabilities of $1.74 billion. Total assets of $20.24 billion easily outweigh total liabilities of $8.1 billion. This is a lot of information to digest. The good news is that MRO stock looks like it was priced to go out of business, while its financials don't appear that way. With a strong  ... "], ["2020-05-21 11:00", "Inovio Stock Demonstrates Worth for Those Who Can Handle Risk ... Services Premium Services Column One Growth Investing Growth Investor Investment Opportunities Early Stage Investor Platinum Growth Small Cap Breakthrough Stocks Column Two Options Cannabis Cash Weekly Options Master Class Strategic Trader Value Hunters Fry's Investment Report Profitable Investing The Speculator Column Three Active Trading Accelerated Profits Ultimate Crypto Funds & ETFs Fidelity Investor Fidelity ... there, but so is the heightened volatility. And on a fundamental level, investors need to examine the company's financial data and its approach to vaccine development. With that information, you'll be better equipped to make a decision as to whether you really want to get on this wild ride. Gauging the Vaccine Timeline As reported by the ... "], ["2020-05-21 09:59", "Pope's Message to the Pontifical Mission Societies: Full Text - Vatican News ...  flexibility and not producing more rigid bureaucracies that involve the threat of introversion. An excessive centralization, rather than helping, can complicate missionary outreach. Even a purely national organization of initiatives can jeopardize the nature of the PMS network, as well as the exchange of gifts between the Churches and local communities lived as  ...  the sole protagonist of missionary activity. Nonetheless, she wasted no time, going in haste and doing what was needed to look after her kinswoman. She teaches us this same readiness, the haste born of fidelity and adoration. May Our Lady watch over you and the Pontifical Mission Societies, and may her Son, the Lord Jesus Christ, bless you. For before ascending to heaven, he promised to be with us  ... "], ["2020-05-21 04:05", "Sogou Introduces World's First 3D AI News Anchor ...  Company\"), an innovator in search and a leader in China's internet industry, today jointly launched the world's first 3D AI News Anchor with Xinhua News Agency, a national news agency in China . The 3D AI News Anchor features the latest generation of the Sogou AI Vocational Avatar technology, which employs 3D modeling and cutting-edge AI technologies to create true- ... s AI News Anchors, the 3D AI News Anchor communicates visual and audio information more naturally and smoothly in real time and in a real-life setting. Not only can the 3D AI News Anchor walk around during a broadcast, it can also perform complex gestures. Sogou applied cutting-edge algorithms and high-fidelity 3D technologies used in movie productions to create the 3D avatar of  ... "], ["2020-05-21 04:00", "2020 And The Future Of Hearables ... Continue Using An Ad Blocker Thank you for signing in. If this is your first time registering, please check your inbox for more information about the benefits of your Forbes account and what you can do next! I agree to receive occasional updates and announcements about Forbes products and services. You may opt out at any time. I'd like to receive the Forbes Daily Dozen newsletter to get the top  ...  as \"the new wrist\" for wearable technology. Since then, the industry has gained recognition from leading tech analysts and government agencies such as Scotland's National Health Service (NHS), which created a formal definition for the burgeoning category of hearables in mid-2019 as \"devices that are primarily intended to allow streaming of media ... "], ["2020-05-20 21:28", "Kashmiris' rights: India's Supreme Court manifests no state church separation ...  the Chief Courts around the world. But conversely to this ethical legal fidelity, on May 11, the Indian Supreme Court (while committing a judicial subterfuge) reversed its approachthat was delivered in its January ruling vis- -vis the internet closure In Jammu and Kashmir — did not allow for the restoration of services nor did it engage with the arguments of the parties in its  ... 4G services in J&K with immediate effect. While passing its order, the Bench of Justices NV Ramana, Subhash Reddy and BR Gavai expressed a need to ensure the balance between national security as well as the human rights of people in the region. The Counsel for the petitioners argued that 4G restriction has led to problems being faced by doctors who cannot access information  ... "], ["2020-05-20 19:01", "Quantum entanglement between an atom and a molecule ... Lucas, D. M. High-fidelity quantum logic gates using trapped-ion hyperfine qubits. Phys. Rev. Lett . 117 , 060504 (2016). ADS CAS PubMed PubMed Central Google Scholar 5. Gaebler, J. P. et al. High-fidelity universal gate set for 9 Be + ion qubits. Phys. Rev. Lett . 117 , 060505 (2016). ADS CAS PubMed PubMed Central Google Scholar 6. Levine, H. et al. High-fidelity control and entanglement of ...  W911NF-19-1-0172). Y.L. acknowledges support from the National Key R&D Program of China (grant number 2018YFA0306600), the National Natural Science Foundation of China (grant number 11974330) and Anhui Initiative in Quantum Information Technologies (grant number AHY050000). Author information Affiliations CAS Key Laboratory of Microscale Magnetic Resonance, Department of ... "], ["2020-05-20 18:00", "Acting Students Step - Virtually And Uncertainly - Into An Industry Transformed ... Drama. A year or so later, Da'Vine Joy Randolph was a Tony Award nominee for her performance in Broadway's Ghost: The Musical . She currently stars on Hulu's High Fidelity . Still, Dorfman says he and his staff are seeing fewer student showcase performances this year, virtual convenience notwithstanding. \"I don't think many of the schools were completely prepared to do  ... Donald Trump Again Tweets Out Conspiracy Theory Marketplace Newswire Deadline About Us Advertise Legal Terms of Use Privacy Policy AdChoices California Privacy Rights Do Not Sell My Personal Information EU Privacy Preferences Sitemap TV Film Awardsline Box Office Business International Connect with Us Get our latest storiesin the feed of your favorite networks Have a Tip?  ... "]]}}