{"postfix": "fortinet-aktie", "name": "FORTINET", "wkn": "A0YEFE", "time": "2020.05.26 15:05", "ts": 1590498323, "features": {"KGV": "42.78", "Marktkapitalisierung": {"Size": "Mrd", "Value": "20.94"}, "GA": "2.47", "KBV": "13.99", "BA": "7.55", "KCV": "22.88", "CA": "4.62", "Vola30": "66.52", "Vola90": "75.17", "Vola180": "57.91", "Vola250": "49.58"}, "rivals": ["check_point_software-aktie", "symantec-aktie"], "text_data": {"de": [["09.05.20", "Fortinet: Quartalsergebnisse zum jüngsten Jahresviertel"], ["05.05.20", "Ausblick: Fortinet veröffentlicht Zahlen zum vergangenen Quartal"], ["30.04.20", "April 2020: Das sind die Expertenmeinungen zur Fortinet-Aktie"], ["21.04.20", "Erste Schätzungen: Fortinet gibt Ergebnis zum abgelaufenen Quartal bekannt"], ["31.03.20", "März 2020: So schätzen Experten die Fortinet-Aktie ein"], ["29.02.20", "Fortinet-Aktie: Was Analysten im Februar vom Papier halten"], ["08.02.20", "Fortinet präsentierte Bilanzzahlen zum jüngsten Jahresviertel"], ["05.02.20", "Ausblick: Fortinet veröffentlicht Zahlen zum vergangenen Quartal"], ["28.01.20", "Fortinet entfernt SSH-Backdoor aus Security-Management-Lösung FortiSIEM"]], "en": [["12.05.20", "Looking for a Growth Stock? 3 Reasons Why Fortinet (FTNT) is a Solid Choice"], ["12.05.20", "Is Fortinet (FTNT) Stock Outpacing Its Computer and Technology Peers This Year?"], ["11.05.20", "The Cloud Powers Fortinet Higher During the Coronavirus Lockdown"], ["08.05.20", "Stock Market Rally Gains Steam: Shopify, PayPal, Twilio, MercadoLibre, Fortinet, Chegg Soar On Earnings"], ["07.05.20", "Why Fortinet Stock Surged Today"], ["07.05.20", "Fortinet (FTNT) Q1 Earnings and Revenues Surpass Estimates"], ["07.05.20", "Fortinet Inc (FTNT) Q1 2020 Earnings Call Transcript"], ["07.05.20", "Fortinet stock rallies on earnings, outlook beat"], ["07.05.20", "Fortinet (FTNT) Q1 Earnings and Revenues Beat Estimates"], ["06.05.20", "Fortinet Earnings Top Estimates, Cybersecurity Firm's Outlook In Line"], ["01.05.20", "Fortinet (FTNT) to Post Q1 Earnings: What's in the Offing? "], ["29.04.20", "Fortinet (FTNT) Earnings Expected to Grow: What to Know Ahead of Next Week's Release"], ["28.04.20", "Fortinet (FTNT) Stock Moves -0.19%: What You Should Know"], ["31.03.20", "Fortinet (FTNT) Gains As Market Dips: What You Should Know"], ["31.03.20", "Palo Alto Stock: CloudGenix Acquisition Takes On Fortinet In Key Market"], ["19.03.20", "Fortinet Earns 81 RS Rating, Showing Improved Market Leadership"], ["18.03.20", "Fortinet (FTNT) Stock Moves -1.92%: What You Should Know"], ["16.03.20", "The Zacks Analyst Blog Highlights: Fortinet, FireEye and Check Point"], ["07.03.20", "Fortinet (FTNT) Down 18% Since Last Earnings Report: Can It Rebound?"], ["03.03.20", "Is Fortinet (FTNT) Stock Outpacing Its Computer and Technology Peers This Year?"], ["27.02.20", "Here is Why Growth Investors Should Buy Fortinet (FTNT) Now"], ["24.02.20", "Palo Alto Networks Aims To Derail Fortinet Stock In Hot SD-WAN Market"], ["12.02.20", "Is Fortinet (FTNT) Stock Outpacing Its Computer and Technology Peers This Year?"], ["11.02.20", "Looking for a Growth Stock? 3 Reasons Why Fortinet (FTNT) is a Solid Choice"], ["11.02.20", "Fortinet Is Making the Cloud Transition Look Easy"], ["10.02.20", "Impressive Revenue Growth and 2 More Keys for Fortinet Stock"], ["07.02.20", "Fortinet (FTNT) Q4 Earnings and Revenues Surpass Estimates"], ["07.02.20", "Fortinet Inc (FTNT) Q4 2019 Earnings Call Transcript"], ["06.02.20", "Fortinet (FTNT) Tops Q4 Earnings and Revenue Estimates"], ["06.02.20", "Fortinet Earnings Top Estimates, Cybersecurity Firm's Guidance Mixed"], ["03.02.20", "Fortinet (FTNT) to Post Q4 Earnings: What's in the Offing? "], ["30.01.20", "Fortinet (FTNT) Outpaces Stock Market Gains: What You Should Know"], ["30.01.20", "Fortinet (FTNT) Earnings Expected to Grow: Should You Buy?"], ["24.01.20", "Fortinet (FTNT) Dips More Than Broader Markets: What You Should Know"], ["16.01.20", "3 Reasons Why Growth Investors Shouldn't Overlook Fortinet (FTNT)"], ["14.01.20", "Fortinet (FTNT) Gains As Market Dips: What You Should Know"], ["13.01.20", "Why Fortinet Shares Rose 51.6% Last Year"], ["10.01.20", "Is Fortinet (FTNT) Stock Outpacing Its Computer and Technology Peers This Year?"], ["08.01.20", "The Zacks Analyst Blog Highlights: CrowdStrike, FireEye, Rapid7, Fortinet and Mimecast"], ["06.01.20", "Fortinet (FTNT) Outpaces Stock Market Gains: What You Should Know"], ["2020-05-22 15:51", "IBD Live Q&A And Two Key Stock Lists For May 22, 2020 ...  DG Dollar General Corp DPZ Dominos Pizza Inc DKNG Draftkings Inc Cl A DT Dynatrace Inc EBAY Ebay Inc LLY Eli Lilly & Co EBS Emergent Biosolutions ENPH Enphase Energy Inc ENTG Entegris Inc EPAM Epam Systems Inc EFX Equifax Inc EVER Everquote Inc Cl A FN Fabrinet FB Facebook Inc Cl A FDS Factset Research Sys Inc FSLY Fastly Inc CL A FIVN Five9 Inc FTNT Fortinet Inc FNV Franco Nevada Corp FRPT Freshpet Inc GNRC Generac Hldgs Inc GLOB Globant SA GDDY Godaddy Inc Cl A GH Guardant Health Inc HALO Halozyme Therapeutics HD Home Depot Inc HZNP Horizon Therap Public HUBS Hubspot Inc HUM Humana Inc IIVI Ii-Vi Incorporated ILMN Illumina Inc INCY Incyte Corporation IPHI Inphi Corp IOVA Iovance Biotherapeutics IRTC Irhythm Technologies Inc IBB Ishares Nasdaq Biotech JKHY ... "], ["2020-05-21 22:00", "Nine Nasdaq-listed technology stocks ... -listed technology stocks Rank Company Symbol Mkt. Cap. (US$ Bil.) 1Y Price Perf. (%) 4W Price Perf. (%) YTD Price Perf. (%) P/E Div. Yld. (%) Recent Price (US$) 1 Cognex Corp. CGNX-Q 10.4 39.0 25.2 8.8 84.2 0.4 60.98 2 Enphase Energy Inc. ENPH-Q 7.5 299.5 67.8 130.9 60.6 n/a 60.16 3 Adobe Inc. ADBE-Q 183.7 37.3 13.9 15.7 57.9 n/a 381.30 4 Trade Desk Inc. TTD-Q 13.6 48.5 21.7 14.3 116.9 n/a 296.28 5 Fortinet Inc. FTNT-Q 23.2 74.1 39.6 34.6 66.8 n/a 143.70 6 Intuit Inc. INTU-Q 75.6 18.2 10.1 10.8 46.9 0.7 290.00 7 Microsoft Corp. MSFT-Q 1,399.6 45.7 7.0 17.1 32.6 1.1 184.80 8 Marvell Tech. Group MRVL-Q 19.2 29.7 8.7 9.1 n/a 0.8 28.97 9 Splunk Inc. SPLK-Q 26.0 18.5 24.4 9.6 n/a n/a 164.06 Source: Trading Central Gary Christie is head of North American research ... "], ["2020-05-21 21:04", "Palo Alto Earnings Guidance Tops Expectations Amid Coronavirus Emergency ...  midpoint of guidance. Analysts had estimated earnings of $1.30 a share on revenue of $916 million. Heading into the earnings report, Palo Alto stock had a Relative Strength Rating of 77 out of a possible 99 from Investor's Business Daily. Palo Alto primarily competes in the \"firewall\" network security market, facing off against Cisco Systems ( CSCO ), Fortinet ( FTNT ) and others. Firewalls monitor web-based apps and block unauthorized traffic from entering a private network. Follow Reinhardt Krause on Twitter @reinhardtk_tech for updates on 5G wireless, artificial intelligence, cybersecurity and cloud computing. YOU MAY ALSO LIKE IBD Live: A New Tool For Daily Stock Market Analysis Find Compelling Growth Stocks With IBD's Stock Of The Day ... "], ["2020-05-21 20:27", "PTC Therapeutics Clears Key Benchmark, Hitting 80-Plus RS Rating ...  Showing Market Leadership: CRISPR Therapeutics Earns 92 RS Rating PTC Therapeutics Hits 80-Plus Relative Strength Rating Benchmark Covid Report: The Trouble With Tiny Biotech's Coronavirus Cure Claim Top Biotech Stocks Lead Coronavirus Market Rally Amid Search For Cures Weakness Hits But Was It Due? Chegg And Regeneron Buck The Pullback Stocks To Watch: Agios Pharmaceuticals Sees RS Rating Jump To 85 Aaon, Fortinet, 16 Other New Stocks Appear On IBD's Premier Watchlists Today's Spotlight Save Big on SwingTrader! Ready to start swing trading? This week, try 6 weeks of SwingTrader for only $39—that's $64 off! Try the IBD Stock Screener! Get top-quality trade ideas at the push of a button with the IBD Stock Screener. Try it today! Free ... "], ["2020-05-21 16:27", "IBD Live Q&A Summary, Key Lists For Thursday, May 21, 2020 ...  DOCU Docusign Inc DPZ Dominos Pizza Inc DT Dynatrace Inc DVA Davita Inc DXCM Dexcom Inc EBAY Ebay Inc EBS Emergent Biosolutions EFX Equifax Inc ENPH Enphase Energy Inc ENTG Entegris Inc EPAM Epam Systems Inc EVER Everquote Inc Cl A FB Facebook Inc Cl A FDS Factset Research Sys Inc FIVN Five9 Inc FN Fabrinet FNV Franco Nevada Corp FRPT Freshpet Inc FSLY Fastly Inc CL A FTNT Fortinet Inc GDDY Godaddy Inc Cl A GDX Vaneck Vect Gold Miners GH Guardant Health Inc GIS General Mills Inc GLOB Globant SA GNRC Generac Hldgs Inc GOOGL Alphabet Inc Cl A HALO Halozyme Therapeutics HD Home Depot Inc HUBS Hubspot Inc HUM Humana Inc HZNP Horizon Therap Public IBB Ishares Nasdaq Biotech IIVI Ii-Vi Incorporated ILMN Illumina Inc INTC Intel Corp INTU Intuit Inc IPHI Inphi Corp ... "], ["2020-05-21 15:22", "Shopify Stock Climbs As It Announces New Small Business Offering ... Investors Mull Fed Chief Powell; Is The Coronavirus Stock Market Rally Disconnected From Economic Reality? Top Stocks To Watch: Datadog Soars On Earnings, Triggers 8-Week-Hold Rule Fintech Companies To Buy And Watch As Covid-19 Speeds Shift To E-Commerce IBD Live: Why This Key Chart Pattern Is Bullish For Top-Notch Breakout Stocks Stock Market Rally Gains Steam: Shopify, PayPal, Twilio, MercadoLibre, Fortinet, Chegg Soar On Earnings How To Pick Stocks Amid Post-Coronavirus Fears Of Ballooning U.S. Debt, Courtesy Of The Fed Shopify Earnings Top Estimates As Brick And Mortar Merchants Pivot Online Today's Spotlight Save Big on SwingTrader! Ready to start swing trading? This week, try 6 weeks of SwingTrader for only $39—that's $64 off! Try the IBD ... "], ["2020-05-21 13:21", "Tufin Expands Security Automation Capabilities To Accelerate Incident Response And Strengthens Support For IPv6 ...  do more with less.\" Trusted Automation and Accurate Connectivity Troubleshooting for IPv6 Networks As organizations migrate to IPv6 networks to enable IoT and 5G initiatives, Tufin continues to enhance its automation capabilities to support customers leveraging these networks. With its latest release, Tufin adds IPv6 support for Fortinet customers to provide advanced topology analysis and accurate path calculations. As a result, Fortinet users of IPv6 networks are now able to achieve end-to-end automation of network and firewall changes in SecureChange, accelerate connectivity troubleshooting in SecureTrack, and save time and efforts of planning changes and running \"what if\" analysis by leveraging an accurate network topology map in SecureTrack ... "], ["2020-05-20 16:30", "String of Earnings Beat Pushes Cybersecurity ETFs Higher ...  came up with stronger-than-expected earnings, outpacing the Zacks Consensus Estimate for both earnings and revenues (read: Cyber Security ETFs to Thrive in the Virus-Hit Economy ). Let's check out the first-quarter results of some of the cyber security firms that have the largest allocation to the ETFs in this niche area of the technology sector: Cybersecurity Earnings in Focus Fortinet ( FTNT - Free Report ) posted earnings per share of 60 cents, easily topping the Zacks Consensus Estimate by 20% and improving significantly from the year-ago quarter's 46 cents. Revenues rose 22% year over year to $577 million and were above the consensus mark of $557 million. The company projects revenues in the range of $590-$605 million and earnings per share of ... "], ["2020-05-20 14:30", "Automotive Industry News, Self-Driving Cars And Stocks To Watch ...  company... Read More These Electric Car Models Outsold Tesla Model 3 In China Last Month Electric car sales in China showed some recovery last month as the country eased coronavirus restrictions, though Tesla Model 3 sales plunged. Sales of new energy vehicles (NEVs) — including electric cars, hybrid... Read More Stock Market Rally Gains Steam: Shopify, PayPal, Twilio, MercadoLibre, Fortinet, Chegg Soar On Earnings The post-coronavirus stock market rally continued to power higher as investors focused on upbeat earnings and early signs of recovery despite massive recent job losses. The Nasdaq composite turned positive for the... Read More GM Crushes Earnings Views, To Restart U.S. Factories May 18; Nio Jumps General Motors beat earnings estimates for ... "], ["2020-05-20 13:14", "Forescout Sues Advent For Allegedly Violating Acquisition Terms ... a statement. \"Forescout is in a strong financial position, with $100 million of cash on hand as of March 31, 2020. We are well positioned for success and the fundamentals of our business have not changed.\" Forescout was sued Friday by Sunnyvale, Calif.-based cybersecurity vendor Fortinet in U.S. District Court for allegedly violating three patents. Fortinet claimed in a 24-page filing that products such as Forescout's CounterACT Network Access Control tool violate patents held by Fortinet after its 2018 acquisition of rival Bradford Networks. On May 11, Forescout announced earnings that came in well short of analyst expectations. The company said that revenue for the quarter ended March 31 fell 24 percent to $57.2 million due to the impact of the ... "], ["2020-05-20 12:09", "5 Tech Stocks to Mend a Coronavirus-Clobbered Portfolio ...  make a killing, but you have to be ready to act and know just where to look. See the pot trades we're targeting> > In-Depth Zacks Research for the Tickers Above Normally $25 each - click below to receive one report FREE: NVIDIA Corporation (NVDA) - free report > > Apple Inc. (AAPL) - free report > > VeriSign, Inc. (VRSN) - free report > > ServiceNow, Inc. (NOW) - free report > > Fortinet, Inc. (FTNT) - free report > > Published in cloud-computing computers fang tech-stocks Zacks' 7 Best Strong Buy Stocks for June, 2020 Free Research for Zacks.com Readers Experts have chosen 7 stocks out of 220 Zacks Rank #1 Strong Buys that have the highest potential to increase in price quickly amid the global health crisis. A recent pick, Maxar, skyrocketed +178.7 ... "], ["2020-05-20 09:10", "Antivirus Software Market To Witness Extensive Growth Owing To Rising Cybercrime & Technological Advancements Across The Globe Till 2023 | Radiant Insights, Inc. ...  feasibility analysis, and investment return analysis. Access 165 page research report with TOC on \"Global Antivirus Software Market\" available with Radiant Insights, Inc. @: https://www.radiantinsights.com/research/global-antivirus-software-market-research-report-2019-2023 Market Segmentation: The major players profiled in this report include: Symantec McAfee Trend Micro AVG Avast Software ESET Bitdefender Fortinet F-Secure G DATA Software Avira Qihoo 360 Kaspersky Panda Security Quick Heal Comodo Microsoft Rising On the basis of product, this report displays the sales volume, revenue (Million USD), product price, market share and growth rate of each type, primarily split into- Type I Type II On the basis on the end users/applications, this report ... "], ["2020-05-20 02:45", "New Zealand releases Bluetooth-free COVID-19 tracing app ...  Store because heaven forbid app somehow references COVID-19 SUBSCRIBE TO OUR WEEKLY TECH NEWSLETTER SUBSCRIBE Keep Reading First it became Middle Earth, now New Zealand will transform into Azure region number 60 Add low latency to the list of things on offer to billionaires building civillisation-fail boltholes in South Pacific New Zealand school on naughty step after ransomware failure Fortinet to lock the stable door, horse heads for horizon Nah, yeah: New Zealand's Rocket Lab notches up another launch success Launching every two weeks? Sure, so long as your satellites keep off the lard New Zealand cops cuff alleged jackasses who shared mosque murder video, messages online Calls for global action against white nationalism and tech giants that spread ... "], ["2020-05-20 02:45", "New Zealand releases Bluetooth-free COVID-19 tracing app ...  Store because heaven forbid app somehow references COVID-19 SUBSCRIBE TO OUR WEEKLY TECH NEWSLETTER SUBSCRIBE Keep Reading First it became Middle Earth, now New Zealand will transform into Azure region number 60 Add low latency to the list of things on offer to billionaires building civillisation-fail boltholes in South Pacific New Zealand school on naughty step after ransomware failure Fortinet to lock the stable door, horse heads for horizon Nah, yeah: New Zealand's Rocket Lab notches up another launch success Launching every two weeks? Sure, so long as your satellites keep off the lard New Zealand cops cuff alleged jackasses who shared mosque murder video, messages online Calls for global action against white nationalism and tech giants that spread ... "], ["2020-05-19 17:02", "Charting a headline breakout attempt, S&P 500 nails major resistance (2,954) ...  bullish bias. Editor's Note: This is a free edition of The Technical Indicator, a daily MarketWatch subscriber newsletter. To get this column each market day, click here. Still well positioned The table below includes names recently profiled in The Technical Indicator that remain well positioned. For the original comments, see The Technical Indicator Library. Company Symbol* (Click symbol for chart.) Date Profiled Fortinet, Inc. FTNT May 18 II-VI, Inc. IIVI May 18 Alteryx, Inc. AYX May 18 iShares Silver Trust SLV May 15 Agnico Eagle Mines, Ltd. AEM May 15 Agilent Technologies, Inc. A May 15 Halozyme Therapeutics, Inc. HALO May 15 Wix.com, Ltd. WIX May 13 Extreme Networks, Inc. EXTR May 13 Qualcomm, Inc. QCOM May 12 Werner Enterprises, Inc. WERN May 12 ... "], ["2020-05-19 16:56", "IBD Live Q&A Summary, Key Stock And Mutual Funds Lists For Tuesday, May 19, 2020 ...  Inc DPZ Dominos Pizza Inc DT Dynatrace Inc DVA Davita Inc DXCM Dexcom Inc EBAY Ebay Inc EBS Emergent Biosolutions ENPH Enphase Energy Inc ENTG Entegris Inc EPAM Epam Systems Inc ETSY Etsy Inc EVBG Everbridge Inc EVER Everquote Inc Cl A FB Facebook Inc Cl A FDS Factset Research Sys Inc FIVN Five9 Inc FNV Franco Nevada Corp FRPT Freshpet Inc FSLY Fastly Inc CL A FTNT Fortinet Inc GDDY Godaddy Inc Cl A GDX Vaneck Vect Gold Miners GH Guardant Health Inc GIS General Mills Inc GLOB Globant SA GNRC Generac Hldgs Inc GO Grocery Outlet Hdg Corp GOLD Barrick Gold Corporation GOOGL Alphabet Inc Cl A GPN Global Payments Inc HALO Halozyme Therapeutics HD Home Depot Inc HUBS Hubspot Inc HUM Humana Inc HZNP Horizon Therap Public IBB Ishares Nasdaq Biotech IIVI Ii-Vi ... "], ["2020-05-19 16:24", "RSA 2021 Moved From February To May, Will Have Virtual Piece ...  to get into Black Hat, and the 2020 show was expected to draw 3,100 people to Las Vegas' Tuscany Suites and Casino on Aug. 4 and Aug. 5. Related Topics: Coronavirus Application and Platform Security Enterprise Opportunities Back to Top related stories News Security Black Hat 'Proceeding With Caution' Toward In-Person Event News Security Fortinet Sues Forescout For Allegedly Violating Three Patents News Security McAfee Nabs Ex-Cisco Exec To Run Enterprise Sales, Marketing News Security Cybereason Accuses Ex-Leader Of Taking Trade Secrets To SentinelOne News Security Black Hat, DEF CON Shift To Online-Only Formats This August trending stories Managed Services Cognizant: Some Employee Email Access Lost After Maze Attack Channel Programs Cognizant ... "], ["2020-05-18 23:30", "NortonLifeLock Receives IBD Stock Rating Upgrade ...  now receive IBD Newsletters ALL DONE! Something Went Wrong! Please contact customer service CLOSE In Q4, the company reported 63% earnings growth. That means it's now generated two straight quarters of rising EPS gains. Top line growth was flat, matching the prior report's 0%. NortonLifeLock holds the No. 5 rank among its peers in the Computer Software-Security industry group. Fortinet ( FTNT ) is the No. 1-ranked stock within the group. RELATED: Join IBD Live And Learn Top Chart-Reading And Trading Techniques From The Pros MarketSmith's Tools Can Help The Individual Investor Coronavirus Stock Market Survival Guide Which Companies Are Now Outperforming 95% Of All Stocks? See Which Stocks Just Came On — And Off — IBD's Top Stock ... "], ["2020-05-18 22:32", "Stocks Showing Market Leadership: CRISPR Therapeutics Earns 92 RS Rating ... Top Biotech Stocks Lead Coronavirus Market Rally Amid Search For Cures Weakness Hits But Was It Due? Chegg And Regeneron Buck The Pullback Stocks To Watch: Agios Pharmaceuticals Sees RS Rating Jump To 85 Crispr Therapeutics Stock Jumps 15% In 2 Days After New Blood Disease Drug Fast-Tracked How A Gene-Editing Drug Sent This IBD Stock Of The Day To A New High Aaon, Fortinet, 16 Other New Stocks Appear On IBD's Premier Watchlists Stocks Fade Late Again, As Technology, Consumer Sectors Lead Mixed Session Corcept Therapeutics Shows Rising Price Performance With Jump To 85 RS Rating Today's Spotlight Free Swing Trading Webinar Learn how to swing trade during this big market rebound in our latest free webinar. Register now! Try the IBD Stock Screener! Get ... "], ["2020-05-18 21:45", "Arista Networks Stock Strength Rising Amid Partnerships, Push Deeper Into Cloud ...  an upgrade to... Still The No. 1 Rule For Stock Market Investors: Always Cut Your Losses Short Juniper Networks Sees RS Rating Climb To 72 Arista Networks Getting Closer To Key Technical Measure Cisco Stock: Shift To Sell Chips To Impact Broadcom, Arista, Juniper? Arista Stock Plunges As Guidance Misses On Facebook Order Delay Dow Jones Rallies On Big Jobs Report Beat; Alibaba, Apple, Fortinet Rise Dow Jones Futures Rise On China News; Jobs Report Key For Stock Market Rally; Alibaba Among Key Earnings Movers TopBuild, Qorvo, Sysco, 10 Other Stocks Join IBD's Premier Watchlists Today's Spotlight Free Swing Trading Webinar Learn how to swing trade during this big market rebound in our latest free webinar. Register now! Try the IBD Stock Screener! Get ... "]]}}