{"postfix": "fresenius-aktie", "name": "FRESENIUS", "wkn": "578560", "time": "2020.05.26 21:43", "ts": 1590522203, "features": {"KGV": "14.78", "Marktkapitalisierung": {"Size": "Mrd", "Value": "24.45"}, "GA": "3.37", "KBV": "1.64", "BA": "30.44", "KCV": "9.61", "CA": "5.18", "Vola30": "42.67", "Vola90": "62.03", "Vola180": "46.12", "Vola250": "36.43"}, "rivals": ["carl_zeiss_meditec-aktie", "general_electric-aktie", "johnson_johnson-aktie", "fresenius_medical_care-aktie", "roche_2-aktie", "baxter_international-aktie", "siemens-aktie"], "text_data": {"de": [["22.05.20", "Snake-Ransomware gibt Patientendaten von Fresenius Medical Care preis"], ["21.05.20", "MÄRKTE EUROPA/Gewinnmitnahmen - Einkaufsmanagerdaten stützen nicht"], ["20.05.20", "XETRA-SCHLUSS/DAX schließt sehr fest"], ["20.05.20", "Fresenius vor Wirecard an DAX-Spitze: „Bestes Chance-Risiko-Verhältnis im Sektor“"], ["20.05.20", "ANALYSE: Morgan Stanley lobt Fresenius und FMC als sichere Häfen in der Krise"], ["20.05.20", "AKTIEN IM FOKUS 2: Fresenius und FMC legen zu - Morgan Stanley optimistischer"], ["20.05.20", "ANALYSE-FLASH: Morgan Stanley hebt Fresenius SE auf 'Overweight' - Ziel 48 Euro"], ["18.05.20", "Fresenius: Aktie „ungerechtfertigt billig“"], ["16.05.20", "Rhön wehrt sich weiter gegen Übernahme-Störfeuer - Dividende wackelt"], ["09.05.20", "Fresenius SE: Bilanz zum abgelaufenen Quartal"], ["09.05.20", "Fresenius SE informierte über die jüngsten Quartalsergebnisse"], ["07.05.20", "Kliniken sollen Personallücken leichter mit EU-Kräften stopfen können"], ["07.05.20", "Fresenius nach den Zahlen: Das Analysten-Urteil"], ["07.05.20", "HSBC: BMW überrascht, Fresenius wächst in der Corona-Krise"], ["07.05.20", "Ransomware-Angriff auf Fresenius"], ["06.05.20", "MÄRKTE EUROPA/Rücksetzer - schwache EU-Prognosen verstimmen"], ["06.05.20", "XETRA-SCHLUSS/DAX schließt nach nervösem Handel im Minus"], ["06.05.20", "Malware-Infektionen: Fresenius schränkt Produktion vorübergehend ein"], ["06.05.20", "MÄRKTE EUROPA/Börsen drehen ins Minus - schwache EU-Prognosen"], ["06.05.20", "ROUNDUP 2: Fresenius trotzt Corona-Krise - Hauptbelastung im zweiten Quartal"], ["06.05.20", "Fresenius rechnet mit schwierigerem zweiten Quartal"], ["06.05.20", "Fresenius: \"Unser Geschäftsmodell ist und bleibt robust\" - Finanzchefin im Interview zum Hören"], ["06.05.20", "MÄRKTE EUROPA/Anleger trotz schwacher EU-Prognosen vorsichtig optimistisch"], ["06.05.20", "Ransomware: Schadsoftware beeinträchtigt Produktion bei Fresenius"], ["06.05.20", "Ergebnis ein wenig gebremst: Gesundheitskonzern Fresenius trotzt Krise"], ["06.05.20", "AKTIEN IM FOKUS: Starkes Quartal verhilft Fresenius und FMC an Dax-Spitze"], ["06.05.20", "Fresenius-Aktie nach Q1-Zahlen: Corona-Auswirkungen halten sich in Grenzen"], ["06.05.20", "KORREKTUR: MÄRKTE EUROPA/Uneinheitlich - Berichtssaison im Blick"], ["06.05.20", "ANALYSE-FLASH: Goldman belässt Fresenius SE auf 'Buy' - Ziel 47 Euro"], ["06.05.20", "ROUNDUP: Fresenius kann auf Dialysetochter FMC bauen - aber erste Virus-Effekte"]], "en": [["19.05.20", "Deutsche Bank AG FF : Pre Stabilisation Notice - Fresenius Medical Care"], ["11.05.20", "Fresenius Medical (FMS) Q1 Earnings Miss Estimates, Fall Y/Y"], ["07.05.20", "Fresenius Medical Care AG & Co. KGaA (FMS) Q1 2020 Earnings Call Transcript"], ["06.05.20", "Fresenius reports first-quarter net income beat on pandemic demand"], ["05.05.20", "Is Fresenius (FMS) a Great Value Stock Right Now?"], ["30.04.20", "Credit Suisse (Eur) : Post stabilisation notice-Fresenius SE & Co KGaA"], ["23.04.20", "The Zacks Analyst Blog Highlights: PayPal, International Business Machines, Fresenius Medical Care, Laboratory Corp. of America and Insulet"], ["22.04.20", "Top Stock Reports for PayPal, IBM & Fresenius Medical"], ["16.04.20", "Is Fresenius (FMS) Stock Undervalued Right Now?"], ["01.04.20", "Fresenius Medical Care working with dialysis providers in U.S. to tackle coronavirus"], ["31.03.20", "Credit Suisse (Eur) : Pre Stabilisation Notice - Fresenius SE & Co KGaA"], ["21.02.20", "Fresenius Medical (FMS) Q4 Earnings Beat Estimates, Up Y/Y"], ["21.02.20", "Fresenius Medical Care AG & Co. KGaA (FMS) Q4 2019 Earnings Call Transcript"], ["20.02.20", "Fresenius Medical says fourth-quarter operating profit up 3%"], ["19.02.20", "UPDATE 1-Fresenius Medical says Q4 operating profit up 3%"], ["19.02.20", "Fresenius Medical says Q4 operating profit up 3%"], ["04.02.20", "Deutsche Bank AG FF : Post Stabilisation Notice - Fresenius SE & Co KGaA"], ["24.01.20", "Should Value Investors Pick Fresenius Medical (FMS) Stock?"], ["07.01.20", "Deutsche Bank AG FF : Pre Stabilisation Notice - Fresenius SE & Co KGaA"], ["04.01.20", "Better Buy: Cara Therapeutics vs. Fresenius"], ["2020-05-26 17:27", "Fire destroys meat market located in Fort Worth-area strip mall, fire chief says ...  collapse in the back of the store. \"We train for scenarios just exactly like this, where the officer will make a judgment call,\" Napp said. \"We pulled everybody out out of caution, and we went defensive.\" More than 50 firefighters from six or seven local agencies were focusing on containing the fire on Tuesday morning, with the meat market located in between a Fresenius Medical Care dialysis center and a Women Infants and Children (WIC) clinic in the strip mall. There were firefighters in each building making sure the fire wasn't spreading, Napp said. There was \"lots of smoke damage\" in both businesses. Although the brunt of the damage to La Mexicana was in the back of the store, the fire spread throughout the building and caused ... "], ["2020-05-26 16:51", "List of ransomware that leaks victims' stolen files if not paid ... 000. After a weakness allowed a decryptor to be made , the ransomware operators fixed the bug and rebranded as the ProLock ransomware . ProLock ransom note Snake Ransomware Snake ransomware began operating at the beginning of January 2020 when they started to target businesses in network-wide attacks . Most recently, Snake released the patient data for the French hospital operator Fresenius Medical Care. Snake ransom note This list will be updated as other ransomware infections begin to leak data. Related Articles: Clop ransomware leaks ExecuPharm's files after failed ransom SeaChange video platform allegedly hit by Sodinokibi ransomware New [F]Unicorn ransomware hits Italy via fake COVID-19 infection map Hackers leak credit card info from Costa Rica' ... "], ["2020-05-26 12:33", "ECHO: Offering New Life To Coronavirus Patients Struggling To Breathe ... However, the challenge in this pandemic is that ECMO machines are scarce. In fact, there are only 264 ECMO centers in the US. In contrast, there are 7,900+ dialysis centers in hospitals throughout the US. Hemodialysis machines can easily be converted into ECHO machines. Nearly 80% of the hemodialysis market is covered by two companies: DaVita Inc. and Fresenius Medical Care AG & Co. Upon final FDA approval, EMS will begin discussions with both companies and hospitals throughout the world. For more information, please contact: Kelly Jenkins 240413@email4pr.com (206) 387-2271 www.evolvingmedicalsolutions.org View original content: http://www.prnewswire.com/news-releases/echo-offering-new-life-to-coronavirus-patients-struggling-to-breathe-301064601.html SOURCE ... "], ["2020-05-26 09:27", "Kartellamt genehmigt bernahme von Rhn-Klinikum durch Asklepios ... -Klinikum erhalten. Das Bundeskartellamt genehmigte am Dienstag den Zukauf. \"Bei der berwiegenden Mehrheit der Klinikstandorte von Asklepios und Rhn gibt es keine rumlichen berschneidungen\", sagte der Prsident des Bundeskartellamtes, Andreas Mundt. Zu Rhn gehren Kliniken an insgesamt fnf Standorten, darunter das Universittsklinikum Gieen und Marburg. Asklepios ist hinter der Fresenius-Tochter Helios der zweitgrte private Klinikbetreiber in Deutschland. Asklepios hatte im Februar mitgeteilt, sich mit Rhn-Grnder Eugen Mnch auf eine bernahme des frnkischen Krankenhausbetreibers geeinigt zu haben. Mnch bleiben 16 Prozent an einem Gemeinschaftsunternehmen mit Asklepios, in das die Rhn-Teile eingebracht werden. Den brigen Rhn-Aktionren bietet Asklepios 18 ... "], ["2020-05-26 08:57", "INTERVIEW - Bulgarian smart face mask start-up AirLief seeking investment to expand in CEE ... 34;, Zhivkov noted. AD Share this story Facebook Twitter Linkedin Email Tags Bulgaria Serbia Turkey Clothing/Textiles Healthcare Business Capacity Interview Startups Research on Demand Related news Sofia-based BrightCap Ventures invests in local expansion of Spanish start-up Woom Bulgaria's V and D Services lands 3.2 mln euro medical devices supply deal Germany's Fresenius reports patient data leak in Serbia Bulgaria's Vega Medical signs 4.4 mln euro deals with local hospital Bulgaria's Sopharma Trading signs 1.2 mln euro drug supply deal Related reports Industry Report Electricity gas steam and air conditioning supply, Industry Analysis, Bulgaria, 2018 Macro Report Serbia Economy Report Q3 2019 Tender Report Tenders, Electricity - Bulgaria ... "], ["2020-05-24 11:05", "3 Medical-Supply Stocks You Should Own Besides Medtronic ...  buy for investors willing to hold on to the stock and enjoy its dividend in the meantime. Motley Fool Returns Stock Advisor S&P 500 415% 87% Stock Advisor launched in February of 2002. Returns as of 05/24/2020. Join Stock Advisor Cumulative Growth of a $10,000 Investment in Stock Advisor Calculated by Time-Weighted Return Stocks MDT Medtronic NYSE: MDT $95.41 down $-2.67 (-2.72%) FMS Fresenius Medical Care NYSE: FMS $40.55 down $0.44 (-1.07%) MSA MSA Safety NYSE: MSA $118.44 down $0.21 (-0.18%) LMAT LeMaitre Vascular NASDAQ: LMAT $24.60 down $0.77 (-3.04%) Related Articles What's Behind Medtronic's Q4 Earnings Miss Coronavirus Chaos Makes These 2 Healthcare Dividend Aristocrats Look Good 2 Beaten-Down Stocks to Buy Right Now Here's Why Trump ... "], ["2020-05-23 22:51", "Woman in 'desperate need' of kidney transplant after cancer recovery ...  or so every week, three times a week. And then you feel sick usually afterwards. So usually asleep or feeling sick about 12 hours after treatment.\" Bridgette Gilliland (right) attends a Georgetown University student ball with friends prior to succumbing to kidney failure in 2015 (undated photo courtesy Bridgette Gilliland). Gilliland shared with KOIN 6 News her patient registration form with Fresenius Kidney Care Mt. Hood in Gresham, where she currently receives treatment. She had moved to Portland from Tuscon in August. On the form, the subsection for \"Co-Morbid Conditions\" is circled: Cancer. After being on dialysis for about two years, Gilliland said some of her pain and sickness symptoms returned in 2017. \"We weren't really sure what ... "], ["2020-05-22 22:15", "Clinical Nutrition Products Market Assessment 2020-2025 - Demand For Personalized Medicine To Bode Well For The Clinical Nutrition Products Market ...  Enteral Nutrition Launch of Enhanced Formulas Enables to Tap the Unmet Need The US Dominates Enteral Nutrition Market Market Restraints Global Competitor Market Shares Clinical Nutrition Products Competitor Market Share Scenario Worldwide (in %): 2020 & 2029 2. FOCUS ON SELECT PLAYERS Abbott Nutrition ( USA ) Baxter International, Inc. ( USA ) B. Braun Melsungen AG ( Germany ) Fresenius Kabi AG ( Germany ) Groupe Danone ( France ) Nutricia North America ( USA ) ICU Medical, Inc. ( USA ) Mead Johnson & Company, LLC. ( USA ) Meiji Co. Ltd. ( Japan ) Nestl Health Science S.A ( Switzerland ) Otsuka Pharmaceutical Factory, Inc. ( Japan ) Otsuka Pharmaceutical India Pvt. Ltd. ( India ) 3. MARKET TRENDS & DRIVERS Research Efforts and Advanced Formulations to Fuel ... "], ["2020-05-22 19:59", "The Week in Ransomware - May 22nd 2020 - Constantly Innovating ...  Guide Home News Security The Week in Ransomware - May 22nd 2020 - Constantly Innovating The Week in Ransomware - May 22nd 2020 - Constantly Innovating By Lawrence Abrams May 22, 2020 03:59 PM 1 Ransomware operators continue to leak data for their victims and develop new ways to infect victims without being detected by security software. This week, we saw Snake ransomware leak data from Fresenius Medical Care, and REvil claims to have a buyer for the alleged data on President Trump. Many think, though, that this was nothing more than a PR stunt or never had the data in the first place. In addition, we saw an interesting technique used by the Ragnar Lock ransomware, where they encrypt victims using virtual machines to evade security software. Contributors and ... "], ["2020-05-22 16:59", "Giant companies like CVS, DaVita, Walmart, and Cigna are returning coronavirus stimulus cash. Here's why they're giving up millions. ... make their earnings target.\" Instead, he said, the company saw the fund as a safety net \"to be used for people that needed that money because the economic damage was so severe that they couldn't keep their doors open.\" Fresenius Medical Care, a dialysis giant like DaVita, opted to retain its funding, but the amount isn't yet posted on the government website. \"It's reimbursement for the extraordinary expenses that we've incurred, no more, no less,\" Rice Powell, Fresenius chairman and CEO, said during the company's earnings call . Walgreens, a CVS competitor, was another company that opted to keep the $27 million it received in relief funds, according to the government's online database. The company didn't ... "], ["2020-05-22 15:51", "Ransomware encrypts from virtual machines to evade antivirus ...  stem the tide of ransomware infections. Only by detecting the unusual mass file writes, would this attack be detected. Related Articles: RagnarLocker ransomware hits EDP energy giant, asks for 10M Hackers tried to use Sophos Firewall zero-day to deploy Ransomware Vigilante hackers target 'scammers' with ransomware, DDoS attacks Snake ransomware leaks patient data from Fresenius Medical Care Sodinokibi Ransomware May Tip NASDAQ on Attacks to Hurt Stock Prices Ragnar Locker Ransomware Virtual Machine VirtualBox Lawrence Abrams Lawrence Abrams is the creator and owner of BleepingComputer.com. Lawrence's area of expertise includes malware removal and computer forensics. Lawrence Abrams is a co-author of the Winternals Defragmentation, Recovery, and ... "], ["2020-05-22 11:45", "The Cybersecurity 202: Trump is trying to make mail voting a partisan issue. It's not in many states. ...  agency said in a statement. The targets included companies, local governments and nonprofit organizations, Bloomberg News's Alisa Odenheimer reports . The company Check Point attributed the attacks to a group of hackers from Turkey, North Africa and the Israeli-occupied Gaza territory. More global cybersecurity news: Germany's Fresenius Medical Care confirms data leak in Serbia after hacker attack German dialysis provider Fresenius Medical Care (FMC) confirmed on Thursday that patient data from some of its dialysis centres in Serbia leaked after a recent hacker attack. Reuters Indonesia probes breach of data on more than two million voters Indonesia's election commission is investigating the release of 2.3 million voters' private ... "], ["2020-05-22 10:33", "Serbia's HIP Petrohemija to resume ethylene production on May 23 ...  with an annual production capacity of 700,000 tonnes. AD Share this story Facebook Twitter Linkedin Email Tags Serbia Chemicals Petrochemicals Business Capacity Research on Demand Related news Serbia to invest 52 mln euro in Bogojevo river port expansion Hill signs deal for extension of budget for technical assistance to EIB on W. Balkans projects Germany's Fresenius reports patient data leak in Serbia Air Serbia resumes flights Komercijalna tops turnover list on Belgrade bourse, share indices end up Related reports Company Report HIP Petrohemija AD Industry Report Manufacture of chemicals and chemical products, Industry Analysis, Bulgaria, 2018 Macro Report Serbia Economy Report Q3 2019 Related press releases Compare Scroll up About SeeNews is your ... "], ["2020-05-22 10:00", "COVID-19 pandemic ratchets up threats to medical IoT ... targeting medical IoT devices and healthcare networks. According to Forrester Research analyst Chris Sherman, two U.S. hospitals have already been attacked via virtual care systems, after a hacker targeted a vulnerability in a medical IoT device (specifically, a remote patient-monitoring sensor) and gained access to the hospitals' patient databases. And in another type of attack, the Fresenius Group, a medical device maker and the largest private hospital operator in Europe, has been hit by ransomware. [Get regularly scheduled insights by signing up for Network World newsletters.] \"To me, it's clear attackers are increasing their focus on medical devices,\" Sherman said. \"The attackers are directing their efforts really to any system that ... "], ["2020-05-22 08:27", "BRIEF-Fresenius Says EMA Accepted Kabi's Submission For Pegfilgrastim Biosimilar For ReviewFresenius SE & Co KGaA:'"], ["2020-05-22 08:27", "BRIEF-Fresenius Says EMA Accepted Kabi's Submission For Pegfilgrastim Biosimilar For ReviewFresenius SE & Co KGaA:"], ["2020-05-21 18:32", "Hackers tried to use Sophos Firewall zero-day to deploy Ransomware ...  are released automatically, this option should be used to prevent a missed update escalating into a serious breach. Related Articles: Asnark malware exploits firewall zero-day to steal credentials Hackers exploit zero-day in Sophos XG Firewall, fix released Vigilante hackers target 'scammers' with ransomware, DDoS attacks Snake ransomware leaks patient data from Fresenius Medical Care Sodinokibi Ransomware May Tip NASDAQ on Attacks to Hurt Stock Prices Firewall Ragnarok Ransomware Sophos Lawrence Abrams Lawrence Abrams is the creator and owner of BleepingComputer.com. Lawrence's area of expertise includes malware removal and computer forensics. Lawrence Abrams is a co-author of the Winternals Defragmentation, Recovery, and Administration Field ... "], ["2020-05-21 17:26", "CRMI And Marketii Honors 39 Companies For Delivering 'World-Class' Customer Service; 5 Cited For Certification In Employee Customer Relationship Training ... CA Technologies / A Broadcom Inc company: Washington DC ERT: Philadelphia, PA Yaskawa America Inc: Waukegan, IL Seven-time recipients: Summit Avaya Inc: Coppell, TX Nutanix Inc Support Services: San Jose, CA Six-time recipients: Summit Alfresco Software Inc: San Mateo, CA Five-time recipients: Summit Citrix Systems Inc: Ft. Lauderdale, FL Deltek Inc: Herndon, VA Fresenius Kabi USA LLC: Lake Zurich, IL Wolters Kluwer Health Individual Member: Hagerstown, MD Four-time recipients: Rubrik Inc: Palo Alto, CA Kongsberg Digital Inc: Asker, Norway Cohesity Inc: Santa Clara, CA Three-time recipients: Cengage Learning Inc: Independence, KY Hologic Domestic Service: Marlborough, MA Hologic Technical Service EMEA: Manchester, UK InterVision Systems LLC: Chesterfield, MO ... "], ["2020-05-21 14:42", "Generic-Drug Maker Akorn Files Chapter 11 ...  maker filed for protection from creditors under Chapter 11 of the federal bankruptcy laws. The stock at last check was more than 26% lower at 21 cents after the Lake Forest, Ill., drugmaker said it filed the petition in U.S. Bankruptcy Court in Delaware. In its court filing, Akorn listed debt of as much as $10 billion and a similar amount of assets, Bloomberg reported. Akorn has been warning of a potential bankruptcy filing, having faced a series of mounting challenges since Fresenius SE roughly 18 months ago pulled the plug on a $4.75 billion deal to acquire Akorn. The German health care giant had hoped the deal, first announced in April 2017, would arm it with a wider array of drugs to offer hospitals and pharmacies. But after conducting an investigation ... "], ["2020-05-21 14:33", "Germany's Fresenius reports patient data leak in SerbiaBELGRADE (Serbia), May 21 (SeeNews) - Germany-based kidney dialysis services provider Fresenius Medical Care said on Thursday that patient data from some o"]]}}