{"postfix": "fresenius_medical_care-aktie", "name": "FRESENIUS_MEDICAL_CARE", "wkn": "578580", "time": "2020.05.26 16:03", "ts": 1590501839, "features": {"KGV": "14.44", "Marktkapitalisierung": {"Size": "Mrd", "Value": "23.37"}, "GA": "4.52", "KBV": "1.63", "BA": "40.06", "KCV": "8.30", "CA": "7.87", "Vola30": "30.25", "Vola90": "40.66", "Vola180": "32.37", "Vola250": "29.3"}, "rivals": ["carl_zeiss_meditec-aktie", "bb_medtech-aktie", "general_electric-aktie", "johnson_johnson-aktie", "roche_2-aktie", "baxter_international-aktie", "novartis-aktie"], "text_data": {"de": [["22.05.20", "Snake-Ransomware gibt Patientendaten von Fresenius Medical Care preis"], ["21.05.20", "Hacker veröffentlichen FMC-Patientendaten in Serbien"], ["20.05.20", "ANALYSE: Morgan Stanley lobt Fresenius und FMC als sichere Häfen in der Krise"], ["20.05.20", "AKTIEN IM FOKUS 2: Fresenius und FMC legen zu - Morgan Stanley optimistischer"], ["20.05.20", "ANALYSE-FLASH: Morgan Stanley hebt FMC auf 'Equal-weight' - Ziel 70 Euro"], ["12.05.20", "BMW, FMC & Co.: Bei diesen fünf deutschen DAX-Aktien hat die DZ Bank gerade die Kursziele erhöht"], ["09.05.20", "Fresenius Medical Care legte die Bilanz zum abgelaufenen Quartal vor"], ["09.05.20", "Fresenius Medical Care hat Bilanz für das abgelaufene Quartal gezogen"], ["07.05.20", "HSBC: BMW überrascht, Fresenius wächst in der Corona-Krise"], ["06.05.20", "MÄRKTE EUROPA/Rücksetzer - schwache EU-Prognosen verstimmen"], ["06.05.20", "XETRA-SCHLUSS/DAX schließt nach nervösem Handel im Minus"], ["06.05.20", "MÄRKTE EUROPA/Börsen drehen ins Minus - schwache EU-Prognosen"], ["06.05.20", "ROUNDUP 2: Fresenius trotzt Corona-Krise - Hauptbelastung im zweiten Quartal"], ["06.05.20", "MÄRKTE EUROPA/Anleger trotz schwacher EU-Prognosen vorsichtig optimistisch"], ["06.05.20", "FMC-Aktie nach Q1-Zahlen: Aktie vor Kaufsignal"], ["06.05.20", "AKTIEN IM FOKUS: Starkes Quartal verhilft Fresenius und FMC an Dax-Spitze"], ["06.05.20", "ANALYSE-FLASH: Barclays belässt FMC auf 'Overweight' - Ziel 81 Euro"], ["06.05.20", "KORREKTUR: MÄRKTE EUROPA/Uneinheitlich - Berichtssaison im Blick"], ["06.05.20", "ROUNDUP: Fresenius kann auf Dialysetochter FMC bauen - aber erste Virus-Effekte"], ["06.05.20", "MÄRKTE EUROPA/Uneinheitlich - Berichtssaison im Blick"], ["06.05.20", "Fresenius trotzt Corona-Krise - Jahresziele zunächst bestätigt"], ["06.05.20", "Aktien mit Kursrally - Gewinn und Umsatz steigen: Fresenius und FMC wachsen in der Krise"], ["06.05.20", "AKTIEN IM FOKUS: Fresenius und FMC auf Tradegate gefragt nach Zahlen"], ["06.05.20", "Fresenius legt trotz Belastungen durch Corona zum Jahresstart zu"], ["06.05.20", "Fresenius stellt Zahlen für erstes Quartal vor"], ["05.05.20", "Ausblick: Fresenius Medical Care verkündet Quartalsergebnis zum jüngsten Jahresviertel"], ["04.05.20", "HSBC: Wochenausblick: Einkaufsmanagerdaten, ISM-Index, Arbeitsmarktbericht, BMW, Siemens"]], "en": [["22.05.20", "FMC Technologies (FTI) Down 5.8% Since Last Earnings Report: Can It Rebound?"], ["22.05.20", "FMC Corp (FMC) Unveils New Arc Farm Intelligence Platform"], ["19.05.20", "FMC Corp Gains on Solid Demand & New Products Amid Cost Woes"], ["19.05.20", "Deutsche Bank AG FF : Pre Stabilisation Notice - Fresenius Medical Care"], ["07.05.20", "Fresenius Medical Care AG & Co. KGaA (FMS) Q1 2020 Earnings Call Transcript"], ["07.05.20", "FMC Corp (FMC) Q1 2020 Earnings Call Transcript"], ["06.05.20", "FMC Corp's (FMC) Q1 Earnings Top Estimates, Revenues Miss"], ["04.05.20", "Why Earnings Season Could Be Great for FMC Corp (FMC)"], ["29.04.20", "FMC Corp (FMC) to Post Q1 Earnings: What's in the Offing?"], ["23.04.20", "The Zacks Analyst Blog Highlights: PayPal, International Business Machines, Fresenius Medical Care, Laboratory Corp. of America and Insulet"], ["23.04.20", "FMC Corp Issues Update on Liquidity, Expects Strong Q1 Results"], ["22.04.20", "FMC Technologies (FTI) Reports Q1 Loss, Misses Revenue Estimates"], ["15.04.20", "FMC Technologies (FTI) Reports Next Week: Wall Street Expects Earnings Growth"], ["14.04.20", "FMC Corp (FMC) Poised on Strong Demand & Portfolio Expansion"], ["01.04.20", "Fresenius Medical Care working with dialysis providers in U.S. to tackle coronavirus"], ["27.03.20", "Why Is FMC Technologies (FTI) Down 53.7% Since Last Earnings Report?"], ["24.03.20", "Why You Should Keep FMC Corp (FMC) Stock in Your Portfolio"], ["26.02.20", "FMC Technologies (FTI) Q4 Earnings and Revenues Miss Estimates"], ["21.02.20", "Fresenius Medical Care AG & Co. KGaA (FMS) Q4 2019 Earnings Call Transcript"], ["20.02.20", "FMC sees U.S. government easing home dialysis goals"], ["19.02.20", "FMC Technologies (FTI) Earnings Expected to Grow: Should You Buy?"], ["06.02.20", "FMC Corp (FMC) Q4 2019 Earnings Call Transcript"], ["06.02.20", "FMC Corp (FMC) Earnings and Revenues Top Estimates in Q4"], ["03.02.20", "FMC Corp (FMC) to Post Q4 Earnings: What's in the Cards?"], ["2020-05-26 12:33", "ECHO: Offering New Life To Coronavirus Patients Struggling To Breathe ... the challenge in this pandemic is that ECMO machines are scarce. In fact, there are only 264 ECMO centers in the US. In contrast, there are 7,900+ dialysis centers in hospitals throughout the US. Hemodialysis machines can easily be converted into ECHO machines. Nearly 80% of the hemodialysis market is covered by two companies: DaVita Inc. and Fresenius Medical Care AG & Co. Upon final FDA approval, EMS will begin discussions with both companies and hospitals throughout the world. For more information, please contact: Kelly Jenkins 240413@email4pr.com (206) 387-2271 www.evolvingmedicalsolutions.org View original content: http://www.prnewswire.com/news-releases/echo-offering-new-life-to-coronavirus-patients-struggling-to-breathe-301064601.html SOURCE Evolving ... "], ["2020-05-26 08:57", "INTERVIEW - Bulgarian smart face mask start-up AirLief seeking investment to expand in CEE ... BrightCap Ventures invests in local expansion of Spanish start-up Woom Bulgaria's V and D Services lands 3.2 mln euro medical devices supply deal Germany's Fresenius reports patient data leak in Serbia Bulgaria's Vega Medical signs 4.4 mln euro deals with local hospital Bulgaria's Sopharma Trading signs 1.2 mln euro drug supply deal Related  ... data and more. Subscribe now and start making agile business decisions. Services News Companies Reports Press Release Dashboards Top 100 SEE Research Contact Us Basic enquiries Editorial Marketing & Sales Customer Care For Media: +359 2 80 12 630 Follow Us Facebook Twitter LinkedIn Feed News RSS Companies RSS See more Advertising Disclaimer Terms & Conditions Privacy policy Copyright SeeNews. All rights  ... "], ["2020-05-24 11:05", "3 Medical-Supply Stocks You Should Own Besides Medtronic ... for investors willing to hold on to the stock and enjoy its dividend in the meantime. Motley Fool Returns Stock Advisor S&P 500 415% 87% Stock Advisor launched in February of 2002. Returns as of 05/24/2020. Join Stock Advisor Cumulative Growth of a $10,000 Investment in Stock Advisor Calculated by Time-Weighted Return Stocks MDT Medtronic NYSE: MDT $95.41 down $-2.67 (-2.72%) FMS Fresenius Medical Care NYSE: FMS $40.55 down $0.44 (-1.07%) MSA MSA Safety NYSE: MSA $118.44 down $0.21 (-0.18%) LMAT LeMaitre Vascular NASDAQ: LMAT $24.60 down $0.77 (-3.04%) Related Articles What's Behind Medtronic's Q4 Earnings Miss Coronavirus Chaos Makes These 2 Healthcare Dividend Aristocrats Look Good 2 Beaten-Down Stocks to Buy Right Now Here's Why Trump Invoking ... "], ["2020-05-23 22:51", "Woman in 'desperate need' of kidney transplant after cancer recovery ... student ball with friends prior to succumbing to kidney failure in 2015 (undated photo courtesy Bridgette Gilliland). Gilliland shared with KOIN 6 News her patient registration form with Fresenius Kidney Care Mt. Hood in Gresham, where she currently receives treatment. She had moved to Portland from Tuscon in August. On the form, the subsection for \"Co-Morbid Conditions ...  living donor willing to give one of their kidneys to her. Gilliland said doctors told her a healthy person can live a pretty much normal life even with only one kidney, but there is a lot of medical criteria that must be met beyond just matching in blood type. Gilliland's father, who also lives in Portland, was a blood type match and was set to donate but then he began a battle with ... "], ["2020-05-22 22:15", "Clinical Nutrition Products Market Assessment 2020-2025 - Demand For Personalized Medicine To Bode Well For The Clinical Nutrition Products Market ... Nutrition Market Enteral Nutrition Market to Remain Buoyant and Strong Standard Enteral Nutrition Formulations Lead EN Products Market Oncology Applications Leads EN Market Hospitals & Long-term Care Facilities: The Major Users of EN Products New Launches Bolster Market Growth Rising Incidence of Chronic Diseases: An Opportunity Indicator for Enteral Nutrition Launch of Enhanced ... in %): 2020 & 2029 2. FOCUS ON SELECT PLAYERS Abbott Nutrition ( USA ) Baxter International, Inc. ( USA ) B. Braun Melsungen AG ( Germany ) Fresenius Kabi AG ( Germany ) Groupe Danone ( France ) Nutricia North America ( USA ) ICU Medical, Inc. ( USA ) Mead Johnson & Company, LLC. ( USA ) Meiji Co. Ltd. ( Japan ) Nestl Health Science S.A ( Switzerland ) Otsuka Pharmaceutical Factory,  ... "], ["2020-05-22 19:59", "The Week in Ransomware - May 22nd 2020 - Constantly Innovating ...  Home News Security The Week in Ransomware - May 22nd 2020 - Constantly Innovating The Week in Ransomware - May 22nd 2020 - Constantly Innovating By Lawrence Abrams May 22, 2020 03:59 PM 1 Ransomware operators continue to leak data for their victims and develop new ways to infect victims without being detected by security software. This week, we saw Snake ransomware leak data from Fresenius Medical Care, and REvil claims to have a buyer for the alleged data on President Trump. Many think, though, that this was nothing more than a PR stunt or never had the data in the first place. In addition, we saw an interesting technique used by the Ragnar Lock ransomware, where they encrypt victims using virtual machines to evade security software. Contributors and those ... "], ["2020-05-22 16:59", "Giant companies like CVS, DaVita, Walmart, and Cigna are returning coronavirus stimulus cash. Here's why they're giving up millions. ... make their earnings target.\" Instead, he said, the company saw the fund as a safety net \"to be used for people that needed that money because the economic damage was so severe that they couldn't keep their doors open.\" Fresenius Medical Care, a dialysis giant like DaVita, opted to retain its funding, but the amount isn't yet posted on the government website. \"It's reimbursement for the extraordinary expenses that we've incurred, no more, no less,\" Rice Powell, Fresenius chairman and CEO, said during the company's earnings call . Walgreens, a CVS competitor, was another company that opted to keep the $27 million it received in relief funds, according to the government's online database. The company didn't ... "], ["2020-05-22 15:51", "Ransomware encrypts from virtual machines to evade antivirus ...  of ransomware infections. Only by detecting the unusual mass file writes, would this attack be detected. Related Articles: RagnarLocker ransomware hits EDP energy giant, asks for 10M Hackers tried to use Sophos Firewall zero-day to deploy Ransomware Vigilante hackers target 'scammers' with ransomware, DDoS attacks Snake ransomware leaks patient data from Fresenius Medical Care Sodinokibi Ransomware May Tip NASDAQ on Attacks to Hurt Stock Prices Ragnar Locker Ransomware Virtual Machine VirtualBox Lawrence Abrams Lawrence Abrams is the creator and owner of BleepingComputer.com. Lawrence's area of expertise includes malware removal and computer forensics. Lawrence Abrams is a co-author of the Winternals Defragmentation, Recovery, and Administration ... "], ["2020-05-22 11:45", "The Cybersecurity 202: Trump is trying to make mail voting a partisan issue. It's not in many states. ...  agency said in a statement. The targets included companies, local governments and nonprofit organizations, Bloomberg News's Alisa Odenheimer reports . The company Check Point attributed the attacks to a group of hackers from Turkey, North Africa and the Israeli-occupied Gaza territory. More global cybersecurity news: Germany's Fresenius Medical Care confirms data leak in Serbia after hacker attack German dialysis provider Fresenius Medical Care (FMC) confirmed on Thursday that patient data from some of its dialysis centres in Serbia leaked after a recent hacker attack. Reuters Indonesia probes breach of data on more than two million voters Indonesia's election commission is investigating the release of 2.3 million voters' private information ... "], ["2020-05-22 10:33", "Serbia's HIP Petrohemija to resume ethylene production on May 23 ... Services Lead, Zinc and Tin Production Leasing Leisure Life Insurance Lifting/Handling Equipment Logistics Machinery/Engineering Marine Energy Meat & Meat Products Media Medical Devices Metal Products Metals/Minerals Metals Mining Milling & Bakery Products Minerals Mining Mobile Telecommunications Motor Vehicles Newspapers/Magazines Non-ferrous Metals  ...  Related news Serbia to invest 52 mln euro in Bogojevo river port expansion Hill signs deal for extension of budget for technical assistance to EIB on W. Balkans projects Germany's Fresenius reports patient data leak in Serbia Air Serbia resumes flights Komercijalna tops turnover list on Belgrade bourse, share indices end up Related reports Company Report HIP Petrohemija AD Industry Report Manufacture of  ... "], ["2020-05-22 10:00", "COVID-19 pandemic ratchets up threats to medical IoT ...  capacity, but another threat to that system has reared its ugly head cyberattacks, particularly those based on ransomware, have become more common as the disease spread, targeting medical IoT devices and healthcare networks. According to Forrester Research analyst Chris Sherman, two U.S. hospitals have already been attacked via virtual care systems, after a hacker targeted a vulnerability in a medical IoT device (specifically, a remote patient-monitoring sensor) and gained access to the hospitals' patient databases. And in another type of attack, the Fresenius Group, a medical device maker and the largest private hospital operator in Europe, has been hit by ransomware. [Get regularly scheduled insights by signing up for Network World newsletters.] \" ... "], ["2020-05-21 18:32", "Hackers tried to use Sophos Firewall zero-day to deploy Ransomware ...  released automatically, this option should be used to prevent a missed update escalating into a serious breach. Related Articles: Asnark malware exploits firewall zero-day to steal credentials Hackers exploit zero-day in Sophos XG Firewall, fix released Vigilante hackers target 'scammers' with ransomware, DDoS attacks Snake ransomware leaks patient data from Fresenius Medical Care Sodinokibi Ransomware May Tip NASDAQ on Attacks to Hurt Stock Prices Firewall Ragnarok Ransomware Sophos Lawrence Abrams Lawrence Abrams is the creator and owner of BleepingComputer.com. Lawrence's area of expertise includes malware removal and computer forensics. Lawrence Abrams is a co-author of the Winternals Defragmentation, Recovery, and Administration Field Guide ... "], ["2020-05-21 14:33", "Germany's Fresenius reports patient data leak in SerbiaBELGRADE (Serbia), May 21 (SeeNews) - Germany-based kidney dialysis services provider Fresenius Medical Care said on Thursday that patient data from some o"], ["2020-05-21 12:00", "Atreca Announces Appointment Of Kristine M. Ball To Its Board Of Directors ...  Strategy and Chief Financial Officer (CFO) of Menlo Therapeutics, Inc., a publicly traded biopharmaceutical company. Prior to joining Menlo in 2017, Ms. Ball served as SVP and CFO of Relypsa, Inc., where she helped raise over $675 million in various equity and debt financings and co-led the cross-functional teams responsible for closing partnerships with Sanofi and Vifor Fresenius Medical Care Renal Pharma, as well as the company's acquisition by Galenica. Prior to Relypsa, Ms. Ball previously served as SVP, Finance and Administration and CFO of KAI Pharmaceuticals, Inc. (acquired by Amgen) and Vice President, Finance at Exelixis, Inc. Before joining Exelixis, Ms. Ball was a senior manager in Ernst & Young's life sciences audit practice. Ms ... "], ["2020-05-21 11:30", "Germany's Fresenius Medical Care confirms data leak in Serbia after hacker attackHome Mail News Finance Sports Entertainment Search Mobile More Yahoo Search Search News Search web Skip to Navigation Skip to Main Content Skip to Related Content Mail Germany's Fresenius Medical Care confirms data leak in Serbia after hacker attack Reuters May 21, 2020 FILE PHOTO: Samples of products of Fresenius and Fresenius Medical Care are on display during the company's annual news conference at their head quarters in Bad Homburg More (Reuters) - German dialysis provider Fresenius Medical Care (FMC) confirmed on Thursday that patient data from some of its dialysis centres in Serbia leaked after a recent hacker attack. The leak might be associated with a recent incident where hackers stole data from its parent company, the German healthcare  ... "], ["2020-05-21 11:30", "Germany's Fresenius Medical Care confirms data leak in Serbia after hacker attackGerman dialysis provider Fresenius Medical Care (FMC) confirmed on Thursday that patient data from some of its dialysis centres in Serbia leaked after a recent hacker attack.'"], ["2020-05-21 11:30", "Germany's Fresenius Medical Care confirms data leak in Serbia after hacker attackGerman dialysis provider Fresenius Medical Care (FMC) confirmed on Thursday that patient data from some of its dialysis centres in Serbia leaked after a recent hacker attack."], ["2020-05-21 11:00", "Prefilled Syringe Fill/Finish Services Industry Assessment 2020-2030 - Increase In Development Initiatives For Vaccines Due To COVID-19 Pandemic Significantly Raising Demand For Prefilled Syringes ... Berkshire Sterile Manufacturing Beximco Pharma Bio Elpida Biocon BioConnection Biomedical Advanced Research and Development Authority BioPharma Solutions Biotech Vision Care BirgiMefar Boehringer Ingelheim BioXcellence Bryllan CARBOGEN AMCIS Catalent Biologics Cenexi Cerium Pharmaceuticals CinnaGen Ciron Drugs and Pharmaceutical Cobra Biologics Consort Medical Cook Pharmica CordenPharma Dalton Pharma Services Delpharm Dhruv Life sciences DM Bio EirGen Pharma Emcure Pharmaceuticals Emergent BioSolutions Eurofins BioPharma European Medical Contract Manufacturing EVER Pharma ExCellThera FACET Fresenius Kabi Contract Manufacturing Gadea Pharmaceutical Group Genovior Biotech Gerresheimer Gland Pharma GP Pharm Grand River Aseptic Manufacturing GlaxoSmithKline Gulf ... "], ["2020-05-20 21:06", "Vigilante hackers target 'scammers' with ransomware, DDoS attacks ... bugs NetWalker adjusts ransomware operation to only target enterprise Chrome 83 released with massive security and privacy upgrades BEC Scammers target unemployment and CARES Act claims Vigilante hackers target 'scammers' with ransomware, DDoS attacks How to use Google Chrome Tab Groups to stay organized Snake ransomware leaks patient data from Fresenius Medical Care Adobe releases critical out-of-band security update Downloads Latest Most Downloaded Qualys BrowserCheck STOPDecrypter AuroraDecrypter FilesLockerDecrypter AdwCleaner ComboFix RKill Junkware Removal Tool Virus Removal Guides Latest Most Viewed Ransomware Remove the Srchus.xyz Search Redirect Remove the Vitosc.xyz Search Redirect Remove the Wisip Chrome Extension Remove the Press Allow to ... "], ["2020-05-20 20:06", "How to use Google Chrome Tab Groups to stay organized ... bugs NetWalker adjusts ransomware operation to only target enterprise Chrome 83 released with massive security and privacy upgrades BEC Scammers target unemployment and CARES Act claims Vigilante hackers target 'scammers' with ransomware, DDoS attacks How to use Google Chrome Tab Groups to stay organized Snake ransomware leaks patient data from Fresenius Medical Care Adobe releases critical out-of-band security update Downloads Latest Most Downloaded Qualys BrowserCheck STOPDecrypter AuroraDecrypter FilesLockerDecrypter AdwCleaner ComboFix RKill Junkware Removal Tool Virus Removal Guides Latest Most Viewed Ransomware Remove the Srchus.xyz Search Redirect Remove the Vitosc.xyz Search Redirect Remove the Wisip Chrome Extension Remove the Press Allow to ... "]]}}