{"postfix": "fujitsu-aktie", "name": "FUJITSU", "wkn": "855182", "time": "2020.05.26 15:21", "ts": 1590499292, "features": {"KGV": "12.07", "Marktkapitalisierung": {"Size": "Mrd", "Value": "19.33"}, "GA": "791.20", "KBV": "1.54", "BA": "6.197.11", "KCV": "6.29", "CA": "1519.34", "Vola30": "49.39", "Vola90": "51.31", "Vola180": "46.43", "Vola250": "37.92"}, "rivals": ["amd-aktie", "diebold_nixdorf-aktie", "seagate-aktie"], "text_data": {"de": [["15.05.20", "MÄRKTE ASIEN/Uneinheitlicher Ausklang schwacher Börsenwoche"], ["15.05.20", "MÄRKTE ASIEN/Etwas festerer Ausklang schwacher Börsenwoche"], ["13.05.20", "Ausblick: FUJITSU verkündet Quartalsergebnis zum jüngsten Jahresviertel"], ["13.05.20", "Ausblick: Fujitsu präsentiert Bilanzzahlen zum jüngsten Jahresviertel"], ["30.04.20", "FUJITSU: Bilanz zum abgelaufenen Quartal"], ["30.04.20", "Fujitsu: Bilanzzahlen zum vergangenen Quartal"], ["29.04.20", "Erste Schätzungen: FUJITSU verkündet Quartalsergebnis zum jüngsten Jahresviertel"], ["29.04.20", "Erste Schätzungen: Fujitsu legt die Bilanz zum abgelaufenen Quartal vor"], ["23.03.20", "Fit für die Zukunft statt Legacy-IT: Aktuelle Mainframes von IBM und Fujitsu"], ["18.02.20", "Fujitsu Celsius M7010 und M7010X: Workstations ganz nach Nutzerwunsch"], ["03.02.20", "FUJITSU: Zahlen zum abgelaufenen Jahresviertel"], ["03.02.20", "Fujitsu: So schnitt der Konzern im vergangenen Quartal ab"], ["31.01.20", "MÄRKTE ASIEN/Uneinheitlich - Feste Kurse in Tokio, schwache in Seoul"], ["31.01.20", "MÄRKTE ASIEN/Aktien auf Erholungskurs - Nikkei-Index 1,2% fester"], ["29.01.20", "Ausblick: FUJITSU stellt Ergebnisse des abgelaufenen Quartals vor"], ["29.01.20", "Ausblick: Fujitsu veröffentlicht Zahlen zum vergangenen Quartal"], ["07.01.20", "Happy Hacking Keyboard: Fujitsu legt einen Klassiker aus den 90er Jahren neu auf"]], "en": [["29.04.20", "SSH Communications Security Co : PRESS RELEASE: PrivX® chosen as the Privileged Access Management solution by Fujitsu for their Customer Management Environment (CME) platform"], ["16.04.20", "CDW's stock surges after providing upbeat profit, sales outlook as COVID-19 boosts demand for IT services"], ["27.02.20", "Spanish plant owned by Denso, Fujitsu preparing to halt production as virus causes shortages"], ["26.02.20", "Fujitsu preparing to stop production in Spain after coronavirus causes shortages"], ["14.02.20", "UPDATE 2-Nordic IT services firm TietoEVRY's 2020 outlook disappoints"], ["04.02.20", "Is Fidelity Select IT Services (FBSOX) a Strong Mutual Fund Pick Right Now?"], ["2020-05-25 21:18", "Asia Pacific Utility Communication Market Forecast To 2027 - COVID-19 Impact And Regional Analysis By Technology ; Utility Type ...  to validate and analyze the data. The participants who take part in such a process include industry experts such as VPs, business development managers, market intelligence managers, and national sales managers, and external consultants such as valuation experts, research analysts, and key opinion leaders specializing in the Utility communication industry. ABB Ltd, Fujitsu Limited, General Electric Company, Honeywell International Inc, and Rockwell Automation Inc, are among the key players present in the Asia-Pacific utility communication market. Read the full report: https://www.reportlinker.com/p05894525/?utm_source=PRN About Reportlinker ReportLinker is an award-winning market research solution. Reportlinker finds and organizes the latest industry data ... "], ["2020-05-25 21:04", "Amid The COVID-19 Crisis And The Looming Economic Recession, The Silicon-Based Fingerprint Sensors Market Worldwide Will Grow By A Projected US$146.4 Million, During The Analysis Period ...  astute leaders seeking to find success in the now changing Silicon-Based Fingerprint Sensors market landscape. All research viewpoints presented are based on validated engagements from influencers in the market, whose opinions supersede all other research methodologies. Competitors identified in this market include, among others, Egis Technology Inc. ; Fingerprint Cards AB; Fujitsu Limited; IDEX ASA; Jiangsu Winch Corp., Ltd.; Microchip Technology, Inc.; NEXT Biometrics Group ASA ; Synaptics, Inc. Read the full report: https://www.reportlinker.com/p01048425/?utm_source=PRN Read the full report: https://www.reportlinker.com/p01048425/?utm_source=PRN About Reportlinker ReportLinker is an award-winning market research solution. Reportlinker finds and organizes ... "], ["2020-05-22 23:01", "Fujitsu taps ex-fund manager to hear what market has to sayTOKYO -- As Fujitsu shifts to a business model focused on software, the company is also taking steps to incorporate investor"], ["2020-05-22 15:45", "Solid-State Lithium-Ion Battery Innovation & Patent Review Of 260,004 Documents ...  Electrolytes Longevity - Risk of Crack Formation & Chemical Instability Battery Size Raw Materials & Manufacturing Processes - Costs Opportunities for Hybrid Liquid/Solid Electrolyte Cells & Modules 8. Predictions 9. Assessment of Companies Suppliers of Solid-State Li-Ion Batteries (Mass Production or Wide Sampling for Homologation Purposes) Murata Manufacturing ProLogium TDK/ATL NGK Insulators FDK/Fujitsu Qingtao Kunshan Hitachi Shipbuilding (Hitachi Zosen) Blue Solutions Ilika Technologies Front Edge Technology Cymbet Prospective Solid-State Li-Ion Battery Suppliers Toyota LG Chemical Panasonic Bosch/Seeo Samsung Hyundai Motor/Kia Motors BYD IBM Hitachi Chemical Toshiba Furukawa Battery Hitachi Lishen QuantumScape/VW BMW NGK Spark Plugs Seiko Epson I TEN ... "], ["2020-05-22 09:01", "For the price tag, this iPad Pro keyboard better damn well be Magic: It isn't... but it's not completely useless either ...  costs the same as a Honda Civic from 1998, you'd expect as much. Firstly, it's heavy. As many noted upon its initial release, it weighs almost as much as a 13-inch MacBook Pro. When you combine the case with the iPad Pro, that mass feels even more apparent. Close your eyes, and you could easily believe that you're lugging an old Fujitsu business laptop from the late '90s, complete with a hard drive packed with Eagle Eye Cherry MP3s you've clandestinely downloaded from Napster. But that weight feels necessary. If it weren't there, the whole apparatus would be top-heavy and unstable. That would be catastrophic, given that the most expensive iPad Pro configuration costs 1,619. Connecting and pairing is wonderfully straightforward. Your ... "], ["2020-05-21 17:05", "GoDaddy files customer support-related patent applications ...  customer, what I'd love to see is better logging. For example, why have the last three times I've added domains through the Domain Listing Service has the listing failed? I don't even get an email from the company saying the process didn't complete. Tweet Email Learn more... GoDaddy Auctions sells 45,852 domains in May What domain names Fujitsu and 18 others bought last week GoDaddy files patents for Domain Title and Fast Transfer 0 Comments Tags: GoDaddy , patents Leave a Comment Cancel reply This site uses Akismet to reduce spam. Learn how your comment data is processed . Get the DNW Newsletter sign up here . Archives Archives Select Month May 2020 (44) April 2020 (72) March 2020 (76) February 2020 (74) January 2020 (70) December 2019 ... "], ["2020-05-21 15:30", "Managed Network Services Market Worth $71.6 Billion By 2025 - Exclusive Report By MarketsandMarkets ... , and IoT, across the US organizations. The US is one of the most advanced countries in the world in terms of technology adoption, which is known for its innovative and disruptive startups. Speak to Research Expert: https://www.marketsandmarkets.com/speaktoanalystNew.asp?id=901 Key and emerging Managed Network Services Market players include IBM (US), Fujitsu ( Japan ), Cisco (US), Ericsson ( Sweden ), Verizon (US), Comarch SA ( Poland ), Huawei (China) , BT Group (UK), AT&T (US), T-systems ( Germany ), Orange Business Services ( France ), DXC Technology (US), NTT ( Japan ), CenturyLink (US), Global Cloud Xchange (UK), TATA Communications ( India ), Colt (UK), Sify ( India ), Telstra ( Australia ), Sprint (US), GTT (US), and Brennan IT ( Australia ). Browse ... "], ["2020-05-21 15:15", "Campaign groups warn GCHQ can re-identify UK's phones from COVID-19 contact-tracing app data ... with a handy kill switch for corporate IT Beer rating app reveals homes and identities of spies and military bods, warns Bellingcat Tech's Volkswagen moment? Trend Micro accused of cheating Microsoft driver QA by detecting test suite OnePlus to disable camera colour feature with pervy tendencies in latest flagship smartphone SUBSCRIBE TO OUR WEEKLY TECH NEWSLETTER SUBSCRIBE Keep Reading Capita, Fujitsu and pals tuck into slices of 3bn London NHS framework What lots are in the public sector pork barrel? Hardware, software, cloud services, security... plus chatbots and blockchain NHS websites will no longer burn up your mobile data allowance, say Brit telcos Coronavirus advice to become free to view even if you're out of credit NHS contact-tracing app ... "], ["2020-05-21 15:15", "Campaign groups warn GCHQ can re-identify UK's phones from COVID-19 contact-tracing app data ... kill switch for corporate IT Beer rating app reveals homes and identities of spies and military bods, warns Bellingcat Tech's Volkswagen moment? Trend Micro accused of cheating Microsoft driver QA by detecting test suite Rogue ADT tech spied on hundreds of customers in their homes via CCTV including me, says teen girl SUBSCRIBE TO OUR WEEKLY TECH NEWSLETTER SUBSCRIBE Keep Reading Capita, Fujitsu and pals tuck into slices of 3bn London NHS framework What lots are in the public sector pork barrel? Hardware, software, cloud services, security... plus chatbots and blockchain NHS websites will no longer burn up your mobile data allowance, say Brit telcos Coronavirus advice to become free to view even if you're out of credit NHS contact-tracing app is best ... "], ["2020-05-21 15:03", "Blockchain Interoperability: The Holy Grail for Cross-Chain DeploymentBig-name players like Accenture, IBM, Fujitsu are now exploring the potential of cross-chain platforms"], ["2020-05-21 11:15", "Global Peptides And Macrocycle Drug Discovery Services And Platforms Market Outlook, 2020-2030 By Product, Drug Discovery Steps, Therapeutic Area, Company Size And Geography ...  BIND Therapeutics Bio-Synthesis Blue Ridge Biosciences Boehringer Ingelheim Bristol- Myers Squibb Bruker Cambridge Research Biochemicals ChemBridge ChemPartner Circle Pharma CMDBioscience CPC Scientific Creative Biolabs Creative Peptides Cyclenium Pharma Cyclogenix Dementia Discovery Fund Domainex Eli Lilly Encycle Therapeutics Eurofins Fraunhofer Institute EMC Microcollection Fujitsu Fundacin MEDINA Genentech GenScript Gilead Grey Matter Gubra GVK BIO Hanmi Haplogen Heptares Therapeutics Interprotein Corporation Ipsen IRBM Isogenica Janssen Pharmaceuticals JCR Pharmaceuticals Jitsubo JPT Peptide Technologies Kallyope Kawasaki Medical School Kleo Pharmaceuticals KYORIN Pharmaceutical Lanthio Pharma Maastricht University Macrocyclics McGill University Menten ... "], ["2020-05-20 19:32", "The software bots are coming: Microsoft swallows UK RPA minnow to combine low-code with desktop automation ...  being battered by RPA tech Line-of-business folk will have bigger role in growing robotic process automation revolution Scary idea, but can work if IT bods are there to hold their hands More automation to suddenly look like a jolly good idea as businesses struggle through coronavirus crisis, say analysts I, for one, welcome our robot replacements... Wait, no I don't Capita, Fujitsu and pals tuck into slices of 3bn London NHS framework What lots are in the public sector pork barrel? Hardware, software, cloud services, security... plus chatbots and blockchain There's gold in your biz's processes and mining them is the future, says bloke behind topic's first practical guide Interview El Reg speaks to Siemen's Lars Reinkemeyer ServiceNow ... "], ["2020-05-20 19:32", "The software bots are coming, the software bots are coming: Microsoft swallows UK automation minnow while dreaming of low-code apps ...  being battered by RPA tech Line-of-business folk will have bigger role in growing robotic process automation revolution Scary idea, but can work if IT bods are there to hold their hands More automation to suddenly look like a jolly good idea as businesses struggle through coronavirus crisis, say analysts I, for one, welcome our robot replacements... Wait, no I don't Capita, Fujitsu and pals tuck into slices of 3bn London NHS framework What lots are in the public sector pork barrel? Hardware, software, cloud services, security... plus chatbots and blockchain There's gold in your biz's processes and mining them is the future, says bloke behind topic's first practical guide Interview El Reg speaks to Siemen's Lars Reinkemeyer ServiceNow ... "], ["2020-05-20 18:08", "Open RAN Policy Coalition Founding Member NewEdge Signal Solutions Committed To Advancing 5G Supply Chain Diversity ...  an open, diverse and secure supply chain for advanced wireless technologies, including 5G, such as by funding research and development, and testing open and interoperable networks and solutions, and incentivizing supply chain diversity. Open RAN Policy Coalition founding members include Airspan, Altiostar, AWS, AT&T, Cisco, CommScope, Dell, DISH Network, Facebook, Fujitsu, Google, IBM, Intel, Juniper Networks, Mavenir, Microsoft, NEC Corporation, NewEdge Signal Solutions, NTT, Oracle, Parallel Wireless, Qualcomm, Rakuten, Samsung Electronics America, Telefnica, US Ignite, Verizon, VMWare, Vodafone, World Wide Technology, and XCOM-Labs. \"As evidenced by the current global pandemic, vendor choice and flexibility in next-generation network deployments are ... "], ["2020-05-20 12:30", "UK MPs to off-payroll workers: Delay IR35 reforms until 2023? You wish ... instead of risking being financially liable for a tax bill should their contractors be deemed in scope of IR35. Big banks such as Barclays, Lloyds, RBS, Deutsche Bank, and HSBC, as well as pharma giant GSK and defence titan BAE Systems have taken such decisions . Other businesses have slipped back into the old ways, using contractors via PSCs. This includes Fujitsu, Deutsche Bank, Capgemini, National Grid, Asda, Bupa, Tesco and Jaguar Land Rover. Jesse Norman MP, financial secretary to the Treasury, told MPs the government would not consider delaying implementation of IR35 reforms. \"A delay would have very significant drawbacks. It would not address the intrinsic unfairness of taxing two people differently for the same work, it would extend the disparity ... "], ["2020-05-20 11:03", "Nintendo Suing to Stop Release of Switch Hacking Kits ...  newsletter at any time. More Articles ET Dell Early Memorial Day Deals: Save on XPS Laptops, Alienware PCs, and More May 19 Sony, Microsoft Partner to Deploy AI Analytics in New Image Sensors May 19 Samsung Announces 50MP Camera Sensor With Improved Autofocus May 19 Save Up To 80 Percent On Sid Meier's Civilization, Borderlands, and More Steam Games May 19 Fujitsu Has an Employee Who Keeps a 1959 Computer Running May 19 Facebook Twitter Google News Flipboard About Contact Newsletters Advertise More From Ziff Davis: Mashable PCMag Geek AskMen BestGifts.com Everyday Health IGN Offers.com Speedtest.net TechBargains Toolbox What to Expect RSS Feeds Privacy Policy Terms of Use Advertise Accessibility Statement Don't Sell My Personal Info 1996-2020 Ziff ... "], ["2020-05-20 08:26", "Former Labour deputy leader Harriet Harman calls on UK govt to legally protect data from contact-tracing apps ...  forbid app somehow references COVID-19 SAP proves, yet again, that Excel is utterly unkillable If you're appy and you know it: The Huawei P40 Pro conclusively proves that top-notch specs aren't everything Easyjet hacked: 9 million people's data accessed plus 2,200 folks' credit card details grabbed SUBSCRIBE TO OUR WEEKLY TECH NEWSLETTER SUBSCRIBE Keep Reading Capita, Fujitsu and pals tuck into slices of 3bn London NHS framework What lots are in the public sector pork barrel? Hardware, software, cloud services, security... plus chatbots and blockchain NHS websites will no longer burn up your mobile data allowance, say Brit telcos Coronavirus advice to become free to view even if you're out of credit NHS contact-tracing app is best in the ... "], ["2020-05-20 07:52", "Lenovo says it was that close to a good quarter and a good year until that virus struck ... ;t install in a hurry and a crowded and maturing market allowing buyers to turn the screws on price. Take note, Nutanix, Datrium, HPE and others! At least storage grew decently and sales of software-defined kit picked up. The PC and smart devices group did very well. Revenue rose four percent to $39.9bn, profitability increased by almost 20 percent and margin reached 5.9 percent. Acquiring Fujitsu's PC business was said to help things along and showed \"clear evidence of Group synergy.\" The artist formerly known as Motorola, aka the mobile group, was on track to deliver a profit until Coronavirus blew that away. Lenovo told investors the group was \"On track for a breakthrough year until Q4\" but ended up recording a $43m pre-tax loss. That ... "], ["2020-05-20 04:00", "Microsoft Builds Massive Supercomputer For OpenAI ...  paid research, analysis, advising, or consulting to many high-tech companies in the industry, including Amazon.com, Advanced Micro Devices, Apstra,ARM Holdings, Aruba Networks, AWS, A-10 Strategies, Bitfusion,Cisco Systems, Dell, DellEMC, Dell Technologies, Diablo Technologies, Digital Optics, Dreamchain, Echelon, Ericsson, Foxconn, Frame, Fujitsu, Gen Z Consortium, Glue Networks, GlobalFoundries,Google,HPInc., Hewlett Packard Enterprise, HuaweiTechnologies,IBM, Intel, Interdigital, Jabil Circuit, Konica Minolta, Lattice Semiconductor, Lenovo, Linux Foundation, MACOM (Applied Micro), MapBox, Mavenir, Mesosphere,Microsoft,National Instruments, NetApp, NOKIA, Nortek,NVIDIA, ON Semiconductor, ONUG, OpenStack Foundation, Panasas, Peraso, Pixelworks, Plume ... "], ["2020-05-20 04:00", "VMware Security- One Of The Best Kept IT Secrets ...  paid research, analysis, advising, or consulting to many high-tech companies in the industry, including Amazon.com, Advanced Micro Devices, Apstra,ARM Holdings, Aruba Networks, AWS, A-10 Strategies, Bitfusion,Cisco Systems, Dell, DellEMC, Dell Technologies, Diablo Technologies, Digital Optics, Dreamchain, Echelon, Ericsson, Foxconn, Frame, Fujitsu, Gen Z Consortium, Glue Networks, GlobalFoundries,Google,HPInc., Hewlett Packard Enterprise, HuaweiTechnologies,IBM, Intel, Interdigital, Jabil Circuit, Konica Minolta, Lattice Semiconductor, Lenovo, Linux Foundation, MACOM (Applied Micro), MapBox, Mavenir, Mesosphere,Microsoft,National Instruments, NetApp, NOKIA, Nortek,NVIDIA, ON Semiconductor, ONUG, OpenStack Foundation, Panasas, Peraso, Pixelworks, Plume ... "]]}}