{"postfix": "gap-aktie", "name": "GAP", "wkn": "863533", "time": "2020.05.26 17:02", "ts": 1590505359, "features": {"KGV": "9.18", "Marktkapitalisierung": {"Size": "Mrd", "Value": "2.74"}, "GA": "1.97", "KBV": "2.06", "BA": "8.79", "KCV": "5.23", "CA": "3.46", "Vola30": "117.54", "Vola90": "143.56", "Vola180": "105.2", "Vola250": "81.7"}, "rivals": ["hennes_mauritz-aktie", "abercrombie_fitch-aktie", "gerry_weber-aktie", "urban_outfitters-aktie", "tom_tailor-aktie", "inditex-aktie"], "text_data": {"de": [["25.05.20", "RWE im Höhenflug - kommt jetzt der Gap-Close?"], ["20.05.20", "Erste Schätzungen: Gap öffnet die Bücher zum abgelaufenen Quartal"], ["06.05.20", "GAP Resurs schluckt Uralskij Brojler"], ["06.05.20", "Gender-Gap: Studio71 will YouTuberinnen fördern"], ["30.04.20", "April 2020: So haben Analysten ihre Einstufung der Gap-Aktie angepasst"], ["23.04.20", "Mode: US-Modekonzern Gap wegen Corona-Krise in Finanznöten"], ["07.04.20", "US-Börsen: Breakaway Gap und Island Revearsal!"], ["31.03.20", "Was Analysten von der Gap-Aktie erwarten"], ["17.03.20", "Equal Pay Day: Der Gender Pay Gap könnte in drei Jahren Geschichte sein"], ["16.03.20", "H&M folgt anderen Modehändlern und schließt Läden"], ["13.03.20", "Gender Pay Gap: Gehaltsunterschiede im Handel besonders groß"], ["11.03.20", "Ausblick: Gap informiert über die jüngsten Quartalsergebnisse"], ["11.02.20", "Gender Pay Gap: Kaum Fortschritte bei der Diversität seit 2015: Männer dominieren Banken"], ["24.01.20", "Wirecard schließt das FT-Gap"], ["17.01.20", "MÄRKTE USA/Konjunkturoptimismus stützt Wall Street - Boeing unter Druck"], ["17.01.20", "MÄRKTE USA/Konjunkturoptimismus schiebt die Wall Street an"], ["17.01.20", "MÄRKTE USA/Konjunkturoptimismus hält Aktien auf Rekordkurs"], ["17.01.20", "MÄRKTE USA/Konjunkturoptimismus hält Wall Street auf Rekordkurs"], ["17.01.20", "MARKT USA/Konjunkturoptimismus hält Dow & Co auf Rekordkurs"], ["06.01.20", "Kurz informiert: Datensouveränität, Trump, ScanWatch, Digital Gender Gap"], ["06.01.20", "Digital Gender Gap: Frauen kriegen deutlich weniger Diensthandys als Männer"]], "en": [["2020.05.26", "Slovak c/a gap widens in March"], ["25.05.20", "Gap between GAA's best and the rest will increase due to coronavirus impact on finances, says Down's Ross Carr"], ["23.05.20", "Gap between retail winners and losers widens to a chasm"], ["23.05.20", "Gap between retail winners and losers widens to a chasm"], ["22.05.20", " Widening income gap "], ["21.05.20", "Gap rushes in more robots to warehouses to solve virus disruption"], ["21.05.20", "Gap rushes in more robots to warehouses to solve virus disruption"], ["21.05.20", "Focus: Gap rushes in more robots to warehouses to solve virus disruption"], ["21.05.20", "FOCUS-Gap rushes in more robots to warehouses to solve virus disruption"], ["21.05.20", "Income gap widens amid pandemic "], ["20.05.20", "Is Gap Stock a Buy?"], ["19.05.20", "Why Kohl's, Gap, Macy's, and Other Department Store Stocks Are Down Today"], ["18.05.20", "Gap Inc. to Report First Quarter 2020 Results on June 4"], ["18.05.20", "Why The Gap and Other Retailers' Stocks Are Up Today"], ["17.05.20", "A Generation Gap in Car Wax"], ["15.05.20", "Bulgaria trade gap widens in March"], ["15.05.20", "Tory cuts led to funding gap for NHS not Stormont, says SF's Michelle O'Neill "], ["14.05.20", "Gap Inc. to Hold Virtual Annual Meeting of Shareholders on May 19, 2020"], ["14.05.20", "Abercrombie & Fitch Stock Has Lost 30% But It Is Still Better Than Gap Which Is Down 50%"], ["13.05.20", "Why Bed Bath & Beyond, Gap, and Other Retail Stocks Are Falling Today"], ["11.05.20", "Gap Thinks Becoming a Department Store Will Save It"], ["11.05.20", "Dollar outlook powers rare gap between positioning surveys"], ["09.05.20", "Fin24.com | Mind the gap: The Mboweni-Patel policy schism runs deep"], ["09.05.20", "Fin24.com | Mind the gap: The Mboweni-Patel policy schism runs deeper than you think"], ["08.05.20", "Why Gap, Bed Bath & Beyond, and Other Retail Stocks Closed Higher on Friday"], ["07.05.20", "Why Gap Stock Was Gaining Today"], ["07.05.20", "Gap Inc. Announces Closing of $2.250 Billion of Senior Secured Notes Offering and $1.868 Billion ABL Credit Facility"], ["07.05.20", "Gap to open 800 stores by the end of May"], ["07.05.20", "Can Gap Survive The COVID-19 Recession?"], ["06.05.20", "As Nordstrom, Macy's, Gap Reopen, Digital Looms Larger"], ["06.05.20", "Up To 800 Old Navy, Banana Republic, and Other Gap Stores Reopening Through May"], ["06.05.20", "Gap to Reopen 800 Stores"], ["06.05.20", "Abercrombie, Gap prepare to reopen stores as lockdowns ease"], ["06.05.20", "Abercrombie, Gap prepare to reopen stores as lockdowns ease"], ["06.05.20", "UPDATE 1-Abercrombie, Gap prepare to reopen stores as lockdowns ease"], ["06.05.20", "Gap Plans to Reopen Up to 800 Stores by the End of May"], ["04.05.20", "Gap to expand to furniture, baby care and other categories through IMG licensing deal"], ["04.05.20", "An absolutely enormous output gap is forming"], ["04.05.20", "Philanthropic funding must fill coronavirus research gap"], ["01.05.20", "The Gap Partners With Licensing Giant IMG to Link Its Brands to Furniture, Baby Equipment"], ["2020-05-26 14:33", "Ex-CBS News President Skewers 'Decidedly Liberal' Media ...  and minimally punishes mistakes as long they are made in favor of one side and against the other, he explains. The dynamic has made outlets reliant on the traffic driven by biased coverage to cover their bottom lines. \"There's probably no way to seal the gap between the media and a large segment of the public. The media likes what it is doing. Admires it. Celebrates it. There is no personal, professional or financial reason to change. If anything, the gap will expand,\" Sauter says. Sauter proposes that rather than returning to the old doctrine of objectivity, media companies, and their audiences, would be better served if they became honest about their biases. Publications open about their bias might feel freer to focus on the specifics: story ... "], ["2020-05-26 14:31", "Borussia Dortmund vs Bayern Munich live score and goal updates from Der KlassikerBorussia Dortmund host Bayern Munich in Der Klassiker tonight as Erling Haland, Jadon Sancho are co try to cut the gap to the Bundesliga leaders"], ["2020-05-26 14:30", "Borussia Dortmund vs Bayern Munich - Bundesliga: Live score, lineups and updates ...  home against Bundesliga leaders Get all the latest Bundesliga news and action from German top-flight clubs here By Sportsmail Reporter For Mailonline Published: 10:30 EDT, 26 May 2020 | Updated: 10:53 EDT, 26 May 2020 e-mail View comments Bundesliga mid-week action kicks-off with Der Klassiker as Borussia Dortmund host Bayern Munich at Signal Iduna Park this evening. Lucien Favre's side can close the gap to one point on the leaders today as they look to repeat their last home win against Bayern in the German Super Cup, which saw Jadon Sancho score and assist the second goal. However, three months after that win Hansi Flick lead Bayern to a 4-0 win against Dortmund in his first game in charge. Erling Haaland will be looking to add to his ten goals in the ... "], ["2020-05-26 14:25", "How Trump's doing in polls, both in Minnesota and nationallyNationally, the gap between approvers (43%) and disapprovers is 10.3 percentage points."], ["2020-05-26 14:21", "Mrs Hinch fan shares 'minimum effort' way to clean oven racks with no scrubbing ...  no scrubbing, as reported by OK! Posting to the Mrs Hinch Cleaning Tips Facebook group , she wrote: \"A client asked for tips or advice on how to clean her oven but especially the racks. \"I sent her this and this morning she sent me back some photos. She leaves them in the bath overnight (Image: Facebook) Read More Related Articles Terraced house squeezed into narrow gap looks tiny until you step through front door Read More Related Articles Mirror newsletter - all the biggest stories with everything you need to know in one email \"Firstly wrap your racks in tin foil. Place in the bath with two dishwasher tablets and cover in hot water. Leave overnight. \"As you can see from her photos. Maximum result, minimum effort.\" With many left ... "], ["2020-05-26 14:20", "How to sell your old phone: 6 tips for getting the most cash ...  can cost you, but a $30 screen protector is worth it in the long run if it helps you nab hundreds of dollars more for your phone when it comes time to sell it or trade it in. Keep a spare : Screen protectors can break when you drop the phone -- that's what they're for. It's not a bad idea to keep a spare on hand in case yours breaks, so you won't have a gap in protection if you do need to switch it out. If you don't need it and you sell your phone on the open market, you can bundle in the screen protector as part of the price. Don't ditch the box! scar Gutirrez/CNET Keep the box and all the parts Really! : Carriers will prefer to have your original charger, but may not care about the box when you trade-in a phone. But if you sell the ... "], ["2020-05-26 14:18", "NexTech Announces Terms Of AR Contract For American Multinational Technology Company ... virtual events\". Evan Gappelberg, CEO of NexTech comments, \"We are gratified to be adding yet another billion-dollar global leader to our customer base as they have the option of choosing anyone and only choose the best of the best. As we look forward in this pandemic economy we see the entire AR industry rising up and gaining momentum as a business tool to bridge the gap in this new world of social distancing. AR's unique ability to create a sense of \"presence\" really hits the nail on the head for companies looking for product demo solutions\". He continues, \"As the pandemic pressures businesses that rely on in person meetings it has also created new opportunities and is acting as an accelerator for AR technology to play a bigger ... "], ["2020-05-26 14:15", "Here’s what to watch for in Wednesday’s Howard County fiscal 2021 budget vote ...  local news. You are now following this newsletter. See all newsletters. Carl DeLorenzo, director of policy and programs for the county, spoke on behalf of the project throughout budget hearings and said his department has spent the past six to eight months putting the proposal together. Advertisement 'We have always been confronted with a finance gap for the project,\" DeLorenzo said Friday. \"The main reason why we were experiencing a finance gap for this project, yes, was in part that we were not fundraising but also because we needed to identify an entity to fund.\" Yungmann and Jung said they would support the project next fiscal year when the county is more likely to be in a better fiscal state. [More Maryland news] 'Just so senseless ... "], ["2020-05-26 14:15", "New York Stock Exchange Traders Return to the Floor ...  social distancing.\" Still, the reopening may spark stock purchases, Cramer said. \"People can say I feel like buying,\" he said. \"I myself like tons of stocks, but I'm respectful of the ability of nature to come back. But people are sick of it, and when you're sick of it, you buy stocks.\" Cramer noted that some financially troubled companies, like Gap ( GPS ) - Get Report were rising. \"But what about earnings?\" he asked. He does like some oil stocks, including Chevron ( CVX ) - Get Report , because he sees oil prices moving higher. NYSE President Stacey Cunningham was pleased to see the reopening. \"It feels great, it's a great start,\" she said in an interview with CNBC. \"But this certainly isn't a return ... "], ["2020-05-26 14:15", "Toxic coast: Cleaning up a century of industrial waste in New Jersey ...  of it of unknown origin. From the window of the 158 bus, the river itself is now mostly obscured by high-rise apartment buildings (Riverparc, Avora, The Oyster), rented at premium prices for their perspective on Manhattan, which can be held at a distance and examined dispassionately from this side of the river. When the 158 bus reaches the town of Edgewater, there's a sudden gap in the line of waterfront development on what is now known as New Jersey's \"Gold Coast.\" Instead of high-rises, there are two gigantic white tents raised up from the dirt. Workers in latex-blue suits trudge around them spraying mud-red liquid on the ground. Other workers carry instruments that measure the composition of the air. Yellow excavators lurch about like ... "], ["2020-05-26 14:14", "Tiki Barber Fuels More Rumors About Antonio Brown to Ravens ... the Baltimore Ravens are indeed thinking about a trade for Jamal Adams, it won't be the first time they've inquired about the Jets' play-making safety. Todd Karpovich May 25, 2020 Like Comment Baltimore Ravens See Huge Upside to Passing Attack in 2020 While the Baltimore Ravens' passing attack might rank behind their AFC North rivals, they can close the gap behind league MVP Lamar Jackson. Todd Karpovich May 24, 2020 Like Comment 'Ravens North' Jets Add Another Former Baltimore Player Joe Flacco became the latest former player for the Baltimore Ravens to sign with the New York Jets. Todd Karpovich May 23, 2020 May 24, 2020 by Todd_Karpovich 1 2 Ravens Marquise Brown Poised to Make Impact with Merchandise Baltimore Ravens wide receiver ... "], ["2020-05-26 14:11", "Six Flags Announces Extensive New Safety Procedures As First Park Schedules June 5 Reopening ...  system in place for park visitors at the front gate. Along with workers, guests will be asked to wear face masks covering the nose and mouth. In addition to social distancing on park grounds, visitors will also be spaced out on rides. \"As you come up on the rides you'll see that all the rides will be, the cue lines, will actually be marked out so there's a gap of six-feet in between family sets,\" Frontier City General Manager Trevor Leonard explained in an interview. \"As you ride the roller coasters you'll find that every other row [will be empty] and people will be socially distanced on the rides, so you'll only be riding with family. There won't be any strangers sitting next to you at first.\" Dining areas are being ... "], ["2020-05-26 14:08", "Presidents: Community colleges offer a bridge during coronavirus uncertainty (Your letters) ...  educational investment and are the most flexible educational bridge. We are not driven by deadlines and deposits. Instead we meet people where they are, even in a pandemic, and provide a bridge to many destinations. For recent high school graduates, we are their bridge to a career, a junior-year transfer to a four-year school, and as many are thinking this year in particular, a visiting gap year at your community's college. Students may be thinking about putting the future on hold. As parents, we know that helping our kids make good choices now to keep moving forward, even when it feels hard or different, helps prepare them for a lifetime as a family member, an employee, a leader and as a member of a community. We have great confidence in this upcoming ... "], ["2020-05-26 14:00", "Katie Price brags about passing drug test to prove she's sober to exes ...  to becoming \"a new me\" after she checked herself into rehab in January. Speaking in a brand new interview, the defiant star has now discussed how she is in a better place with her mental health problems, as she's been sober since leaving The Priory. Katie has completely turned her life around (Image: Instagram) Read More Related Articles Terraced house squeezed into narrow gap looks tiny until you step through front door Read More Related Articles Coronavirus briefing newsletter - a daily update with everything you need to know In a candid chat, Katie spoke about voluntarily taking the drug tests, telling new magazine: \"I've passed all my drug tests. I did a hair strand test and I got all my results and nothing was detected. \"I had ... "], ["2020-05-26 14:00", "Seattle startup DefinedCrowd lands $50M to help Mastercard, BMW, others improve their AI services ...  care for COVID-19 patients COVID-19 weekly deaths drop another 40% in Seattle area, cases reach lowest total in two months After crises and confusion, health officials are closing the coronavirus testing gap Week in Review: Most popular stories on GeekWire for the week of May 17, 2020 NASA and SpaceX rehearse for big launch day, complete with a Tesla ride to the pad This governor  ... here's what he says today Healthcare giant Roche acquires Seattle DNA sequencing startup Stratos Genomics Coronavirus contact tracing is ramping up, along with online training to fill the gap Extreme social distancing: Why camping is poised for a 'huge jump in popularity,' fueled by technology Seattle-area software engineer charged for attempting to defraud CARES Act of ... "], ["2020-05-26 14:00", "Ex-Labour MP whose dad died alone in lockdown says Cummings' trip is 'repellent' ... of the B6160 near Bolton Abbey in North Yorkshire UK coronavirus hospital death toll up 142 in lowest Tuesday increase since lockdown Coronavirus Northern Ireland had no new coronavirus deaths for the first time since March - and the UK's true coronavirus death toll is now more than 47,300, over 10,000 higher than the Government's official count Terraced house squeezed into narrow gap looks tiny until you step through front door Housing A London home which went on sale for 1,250,000 has been compared to the TARDIS from Doctor Who, with it's narrow exterior hiding an incredible living space behind the front door Baby, 1, strangled to death by a bedroom blind cord sparking urgent alert Babies Tragic tot Rifky Grossberger, who lived with her parents ... "], ["2020-05-26 14:00", "Price-check on big beef ...  companies with unclear qualifications for large-scale food distribution. HAPPY TUESDAY, MAY 26! Welcome to Morning Ag, where your host misses eating out at restaurants, but apparently not as much as these increasingly aggressive rats. Send tips to [email protected] and @ryanmccrimmon , and follow us @Morning_Ag . Driving the Day THE BIG BEEF PRICE-CHECK: USDA officials and federal prosecutors are probing the wide gap between what consumers pay for beef at the grocery store (the highest in decades) and the painfully low prices that livestock producers are paid for their cattle, POLITICO's Leah Nylen and Liz Crampton report. By the numbers: The average retail price for fresh beef in April was $6.22 per pound, or 26 cents higher per pound than the previous ... "], ["2020-05-26 14:00", "2 Men Arrested for 'Destroying Property' by Doing Donuts in D.A. Candidate's Illegal Rap Video ...  showed a time frame with significant and staged mitigations in place that pushed the peak to about June 29 and projected deaths in the 50,00055,000 range. ... Before Friday, March 20, Marina Kirkeide, who graduated from the University of Minnesota College of Science and Engineering in 2019, was a School of Public Health part-time research assistant working on HPV transmission for Kulasingam. On a gap year before starting Medical School at the University in fall 2020, Kirkeide also had a second job as a lab tech at St. Paul's Regions Hospital. That Friday, Kulasingam called her and two other research assistants and asked if anyone was available to \"work through the day and night\" to get a COVID-19 model to Governor Walz the following Monday. They ... "], ["2020-05-26 14:00", "Here's where McSally's and Kelly's Senate campaign cash is coming from ... -based congressional district before she retired in 2012 to recover from the shooting. In 2014, McSally won her race for a seat that largely included Giffords' former district. Kelly's Tucson money comes from 9,500 donors. McSally's comes from 2,200. Fundraising from those able to give to political campaigns is not necessarily a good measure of support from voters. But the gap in Tucson donations could signal a fresh round of troubles for McSally in the solidly Democratic Pima County. In her unsuccessful 2018 Senate race, McSally lost Maricopa County to Democrat Kyrsten Sinema by 60,000 votes. McSally led Sinema by 65,000 votes in Arizona's other counties, not counting Pima. In Pima County, where McSally lives and an area that was part of her ... "], ["2020-05-26 14:00", "Hedvig Lindahl: 'I can only hope my teammates are careful. We put each other at risk' ... football fan to get memorabilia,\" Lindhal says. \"Getting hold of my goalkeeper jersey for Sweden was super hard. I had to really nag the provider. \"The 2013 Euros at home in Sweden saw the tiny number of jerseys available sell out very quickly but there was no backup plan. Nobody thought there would be demand. We're offering authentic kit to fans. It's bridging a gap in the demand.\" In the grand scheme of things, their numbers are not huge bidding on the 14 signed shirts they have so far for the current campaign is at 6,360 and Lindahl is aware that one event with a male player \"will raise that in one evening with ease\". Facebook Twitter Pinterest Hedvig Lindahl in action during the World Cup semi-final against the Netherlands ... "]]}}