{"postfix": "general_electric-aktie", "name": "GENERAL_ELECTRIC", "wkn": "851144", "time": "2020.05.26 21:42", "ts": 1590522175, "features": {"KGV": "17.11", "Marktkapitalisierung": {"Size": "Mrd", "Value": "52.33"}, "GA": "0.65", "KBV": "3.43", "BA": "3.24", "KCV": "16.33", "CA": "0.68", "Vola30": "63.78", "Vola90": "88.94", "Vola180": "68.01", "Vola250": "57.24"}, "rivals": ["honeywell-aktie", "united_technologies-aktie", "fresenius_medical_care-aktie", "agilent_technologies-aktie", "hitachi-aktie", "siemens-aktie", "fresenius-aktie"], "text_data": {"de": [["13.05.20", "MÄRKTE USA/Powell-Aussagen drücken Wall Street kräftig ins Minus"], ["13.05.20", "MÄRKTE USA/Powell-Aussagen belasten Wall Street"], ["06.05.20", "Corona - US-Fluggesellschaften verlieren zehn Milliarden Dollar pro Monat"], ["05.05.20", "Corona-Krise: General Electric streicht 13.000 Stellen in der Flugzeugsparte"], ["05.05.20", "General Electric streicht 10.000 Jobs in der Flugzeugsparte"], ["04.05.20", "USA: General Electric streicht rund 13.000 Jobs in der Flugzeugsparte"], ["04.05.20", "General Electric streicht rund 13.000 Jobs in der Flugzeugsparte"], ["04.05.20", "WDH: General Electric streicht rund 13 000 Jobs in der Flugzeugsparte"], ["04.05.20", "General Electric streicht rund 13 000 Jobs in der Flugzeugsparte"], ["30.04.20", "April 2020: Analysten sehen Potenzial bei General Electric-Aktie"], ["30.04.20", "General Electric nach den Flop-Zahlen - der Blick in die Details!"], ["30.04.20", "ROUNDUP: Safran kappt Produktion wegen Corona-Krise deutlich - Aktie legt zu"], ["30.04.20", "General Electric zog Bilanz zum jüngsten Jahresviertel"], ["29.04.20", "MÄRKTE USA/Mögliches Mittel gegen Covid-19 stützt Wall Street"], ["29.04.20", "MÄRKTE USA/Wall Street feiert mögliches Mittel gegen Covid-19"], ["29.04.20", "MÄRKTE USA/US-Börsen mit Corona-Hoffnungen fester"], ["29.04.20", "GE leidet unter Luftfahrt-Krise - und es wird noch schlimmer"], ["29.04.20", "MÄRKTE USA/Wall Street zum Start fester erwartet"], ["29.04.20", "General Electric mit Gewinnsprung - Corona-Krise schlägt dennoch voll zu"], ["29.04.20", "GE bekommt Corona-Krise zu spüren - Verkauf treibt Nettogewinn"], ["29.04.20", "General Electric strebt Einsparungen von mehr als 2 Mrd USD an"], ["14.04.20", "MTU Aero Engines beendet Produktionspause - jetzt Kurzarbeit"], ["09.04.20", "MÄRKTE USA/Börsen vor Oster-Feiertagen fester"], ["09.04.20", "MÄRKTE USA/Börsen von Kreditprogramm der Notenbank gestützt"], ["09.04.20", "Corona-Krise: Siemens-Rivale GE streicht Jahresprognose"], ["09.04.20", "MÄRKTE USA/Riesenprogramm der Notenbank stützt Kurse"]], "en": [["2020.05.26", "Why General Electric Stock Just Popped 7%"], ["22.05.20", "GE Researchers Demonstrate Grain-size Gas Sensor with Bloodhound-like Sensing Capabilities Ideal for Wearable or Drone-based Formats in Industrial Safety"], ["22.05.20", "General Elec. : Doc re. GE Description of Rights-Listed Securities"], ["21.05.20", "GE scoops 103MW India double "], ["21.05.20", "GE swoops on 103MW India double "], ["21.05.20", "GE Renewable Energy and Powerica Ltd to add 102.6 MW of Wind Capacity in Gujarat, India"], ["20.05.20", "GE Stock Rises As Air Force Kicks Off Contest To Extend This Cold War Icon's Life"], ["20.05.20", "GE Research to Demonstrate Giant Earthworm-Like Robot for Superfast, Ultra-efficient Tunnel Digging"], ["20.05.20", "Vestas, GE respond to 100MW Uzbekistan wind call"], ["19.05.20", "GE bags Pakistan hydro deal"], ["19.05.20", "General Elec. : Doc re. GE Files Form 8-K"], ["19.05.20", "GE Renewable Energy to Support the Development of Clean Electricity in Pakistan"], ["18.05.20", "General Electric Takes Multiple Debt Restructuring Actions"], ["18.05.20", "Is It The Right Time To Buy General Electric After A 50% Fall In 2020?"], ["18.05.20", "GE selected for 52-turbine Turkish deal"], ["18.05.20", "GE Renewable Energy and Fina Enerji to Build 193 MW Wind Farms in Turkey"], ["16.05.20", "Better Buy: General Electric vs. Boeing"], ["15.05.20", "GE Announces Expiration and Results of its Debt Tender Offers in Conjunction with GE Capital Debt Issuance"], ["15.05.20", "GE Capital AusFg Pt : Publication of Annual Financial Report"], ["14.05.20", "Why General Electric Stock Fell 5% This Morning"], ["14.05.20", "U.S. Department of Energy Awards Two Advanced Reactor Projects Utilizing the BWRX-300 Small Modular Reactor Design"], ["14.05.20", "Options trader bets $1.5 million on double-digit drop for General Electric"], ["13.05.20", "Why Exxon Mobil, Harley-Davidson, and General Electric Stocks All Fell 5% Just Now"], ["13.05.20", "GE stock tumbles toward 3-decade low on heavy volume"], ["13.05.20", "The Zacks Analyst Blog Highlights: Amazon, AstraZeneca, CME, Cisco and General Electric"], ["13.05.20", "Could General Electric Be a Millionaire Maker Stock?"], ["13.05.20", "GE to Optimize, Track the Health of Wind Blades from Factory to Field"], ["13.05.20", "GE’s synchronous condensers help Terna provide reliable electricity for Italy"], ["11.05.20", "General Elec. : Doc re. GE Files Form 8-K"], ["07.05.20", "General Electric (GE) Announces Debt-Restructuring Actions"], ["07.05.20", "GE Digital’s DER Orchestration 2.0 Helps Utilities Manage and Coordinate More Renewable Imports onto The Grid"], ["07.05.20", "The Zacks Analyst Blog Highlights: Merck, PayPal, Royal Dutch Shell, BlackRock and General Electric"], ["07.05.20", "GE Energizes the Largest and First-of-its-Kind STATCOM Scheme in Europe for UK’s National Grid"], ["06.05.20", "GE Announces Debt Tender Offers In Conjunction With GE Capital Debt Issuance "], ["06.05.20", "GE Capital Announces Debt Issuance and Tender Offer"], ["06.05.20", "GE Announces New Leadership for Global Growth Organization"], ["05.05.20", "General Electric to cut 10,000 aviation jobs"], ["04.05.20", "General Electric More Than Doubles Job Cuts To Prized Business"], ["04.05.20", "GE to cut up to quarter of its aviation staff"], ["04.05.20", "Why Shares of General Electric Are Falling Today"], ["2020-05-26 19:42", "France unveils $8.8 billion rescue for ailing car industry ...  unveiled Tuesday an 8 billion-euro ($8.8 billion) plan to save the country's car industry from huge losses wrought by virus lockdowns, including a big boost for electric vehicles. The plan includes government subsidies for car buyers and longer-term investment in innovative technology, especially in battery-powered cars, said an AP report. \"Our country wouldn't ...  16 Feb 2020 10:05 AM | Views: 25 Asian markets mixed: Japan skids; China helped by rate cut 17 Feb 2020 08:56 AM | Views: 7 Thai economic growth slips to five-year low 17 Feb 2020 10:34 AM | Views: 8 Address Ministry of Information Affairs Office of BNA Director General P.O. Box: 253 Tel: + 973 17372000 Links Social Connect Twitter Youtube Instagram RSS Subscription Bahrain News Agency."], ["2020-05-26 19:27", "Here's what Ryan Fitzpatrick can teach Tua Tagovailoa from his surprising career ...  Week 12 game against the Texans seven months after taking him 250th overall in the NFL draft. Fitzpatrick walked into a huddle after the Rams' first two quarterbacks were injured and delivered an electric debut . The Rams scored 30 points after halftime behind Fitzpatrick, including a 56-yard game-winning touchdown pass to Kevin Curtis in overtime. \"That's when you knew he could play in  ... . The New York Times Is the $600 unemployment bonus helping or hurting? Yahoo News 360 They Made a Bet, See How They Look After A Year Vitaminews Ad HHS principal deputy inspector general is asked about $3M contract awarded to company 11 days after it was created by former WH aide Yahoo News Video Bayern Munich down Dortmund to close on Bundesliga title AFP Yahoo ... "], ["2020-05-26 19:22", "Police looking for surveillance footage of hit-and-run crash that hurt 90-year-old ...  will vote to hire a new superintendent Tuesday afternoon. The district has called a press conference to introduce the candidate immediately afterward. Read the Full Article Video Electric Works wins key federal approval; construction to begin this year May 26, 2020 FORT WAYNE, Ind. (WANE) -- Electric Works has received a federal agency approval that was an important step to seeing the rehabilitation of the old General Electric campus become realized. The National Park Service, which administers the Federal Historic Preservation Tax Incentives program, has approved the redevelopment and rehabilitation plan for Electric Works' West Campus. Read the Full Article 3 teens hurt in off-road vehicle crash in Fort Wayne neighborhood May 26, 2020 FORT WAYNE, Ind ... "], ["2020-05-26 19:19", "He asked Twitter to remove Trump's false tweets about his dead wife. Twitter refused ...  product features and policies so we can more effectively address things like this going forward, and we hope to have those changes in place shortly,\" Twitter said. In general, Twitter has taken a hands-off approach to political leaders, contending that publishing controversial tweets from politicians helps hold them accountable and encourages discussion . It modified those rules last  ...  for surveillance footage of hit-and-run crash that hurt 90-year-old FWCS set to announce new superintendent Tuesday Video Indiana adds 373 new virus cases; 18 new deaths Video Electric Works wins key federal approval; construction to begin this year 3 teens hurt in off-road vehicle crash in Fort Wayne neighborhood Video More Stories Congress weighs choice: 'Go big' ... "], ["2020-05-26 19:17", "Why Ford, General Motors, and Honda Stocks Are Up Today ... and Lincoln MKZ sedans and is expected to begin production of the new Bronco Sport shortly. Ford's other Mexican factory, in Cuautitln Izcalli, is being retooled to make the electric Mustang Mach-E. General Motors General Motors restarted production at its pickup factories in Fort Wayne, Indiana, and Flint, Michigan, on May 18. The company plans to reopen its remaining factories in the U.S. and  ... of a $10,000 Investment in Stock Advisor Calculated by Time-Weighted Return Stocks F Ford NYSE: F $5.65 up $0.02 (0.36%) HMC Honda Motor NYSE: HMC $23.61 down $0.12 (-0.51%) GM General Motors NYSE: GM $25.98 up $0.18 (0.70%) LEA Lear Corporation NYSE: LEA $105.40 down $0.21 (-0.20%) Related Articles Where Will Ford Motor Be in 5 Years? Ford Is Using Its Cash Hoard ... "], ["2020-05-26 19:16", "JK Rowling publishes first chapters of new story online ... , Shirley Gray, 60, were arrested on charges that include especially aggravated kidnapping, child abuse, aggravated child neglect and abuse of a corpse, with further charges anticipated, according to District Attorney General Russell Johnson and the Roane County Sheriff's Office. Read the Full Article Video Commission to consider plan to revive old N. Anthony Scott's land by Chris ... man's neck during the arrest. Read the Full Article Video Top Stories FWCS set to announce new superintendent Tuesday Video Indiana adds 373 new virus cases; 18 new deaths Video Electric Works wins key federal approval; construction to begin this year 3 teens hurt in off-road vehicle crash in Fort Wayne neighborhood Video Congress weighs choice: 'Go big' on virus ... "], ["2020-05-26 19:16", "Tennessee couple arrested after child's remains found buried in backyard ... , Shirley Gray, 60, were arrested on charges that include especially aggravated kidnapping, child abuse, aggravated child neglect and abuse of a corpse, with further charges anticipated, according to District Attorney General Russell Johnson and the Roane County Sheriff's Office. Officials said the remains had been buried in the backyard of the Gray home for some time. The girl's ...  man's neck during the arrest. Read the Full Article Video Top Stories FWCS set to announce new superintendent Tuesday Video Indiana adds 373 new virus cases; 18 new deaths Video Electric Works wins key federal approval; construction to begin this year 3 teens hurt in off-road vehicle crash in Fort Wayne neighborhood Video Congress weighs choice: 'Go big' on virus ... "], ["2020-05-26 19:04", "AerCap Reworks Airplane Delivery Schedule ...  of 2002. Returns as of 05/26/2020. Join Stock Advisor Cumulative Growth of a $10,000 Investment in Stock Advisor Calculated by Time-Weighted Return Stocks AER AerCap Holdings NYSE: AER $28.80 down $0.19 (-0.66%) Related Articles This Could Be a Surprise Winner of the Airline Industry Selloff Why Shares of AerCap Are Up Today The Big Risk Facing General Electric in 2020 AerCap's Long-Term Arbitrage Play Will Benefit Shareholders A Focus on New-Technology Aircraft Is Paying Off for AerCap AerCap Reworks Airplane Delivery Schedule @themotleyfool #stocks $AER Next Article Prev 1 2 3 4 5 Next Terms of Use Privacy Policy Accessibility Policy Copyright, Trademark and Patent Information Terms and Conditions Do Not Sell My Personal Information Market data ... "], ["2020-05-26 19:00", "Oil Holds Gains As Demand Continues To Rise ... in horror as Trump flails over pandemic despite claims US leads way 13 minutes Large gas belt discovered in China 39 mins COVID 19 May Be Less Deadly Than Flu Study Finds 4 hours 60 mph electric mopeds 2 hours The CDC confirms remarkably low coronavirus death rate. Where is the media? 21 mins Let's Try This.... 1 min Monetary and Fiscal Policies in Times of Large Debt: 8 hours  ...  with... Bitcoin's Shocking Energy Consumption Bitcoin's energy consumption has been... Is The Oil Rally Coming To An End? The recent and rapid rally... Home Energy Energy-General Josh Owens Josh Owens is the Content Director at Oilprice.com. An International Relations and Politics graduate from the University of Edinburgh, Josh specialized in Middle East and... More Info ... "], ["2020-05-26 18:59", "This company will chop the roof off your Tesla Model 3 and make it a power-folding convertible for $39,500 — here's how it's done ... you're taking away a lot of structure. When you make a four-door convertible, even more of the structure goes away, and the car would flex a lot,\" said Ed Welburn, General Motors's vice president of global design and who oversaw the Cadillac Ciel four-door convertible concept's development, which is why converting a sedan into a convertible isn't more ... SEE ALSO: How the Tesla Model 3, with a $40,000 base price, stacks up against the $100,000-plus Tesla Model S NOW WATCH: More: Cars BITranspo autos Tesla Model 3 Tesla EV Electric car convertible CT Visual Features Chevron icon It indicates an expandable section or menu, or sometimes previous / next navigation options. Find A Job Tech Jobs C-Level Jobs Media Jobs Design Jobs Finance Jobs ... "], ["2020-05-26 18:59", "Churches to reopen to host masses and prayers in Syria ...  still providing support to terrorists in Syria 21 May 2020 Moscow: Terrorists continue their hostilities in Idleb 21 May 2020 Global Research : US sanctions deprive Syrian people from medicine 21 May 2020 Business & Finance Qara 8 gas well put into services to support electric power stations 23 May 2020 Cotton cultivated areas for current season in Hasaka province exceed last season 21 May 2020 Syrian Trade Establishment and popular markets help decrease vegetable prices in Aleppo markets 19 May 2020 Profits of General Company for Cable Industry reach up to SYP 1.4 billion over first four months of 2020 14 May 2020 Syrian Trade Establishment... a new merchant in markets to break prices 11 May 2020 Rehabilitation of palm trees nurseries affected by terrorism ... "], ["2020-05-26 18:44", "iPhone SE vs. Google Pixel 3A: Camera comparison ... Lutron Nest Philips Hue Samsung SmartThings Wink Cars Roadshow Reviews Video News Pictures Recalls AutoComplete Carfection Cooley On Cars Car Audio Electric Cars Auto Buying Program Best cars Best Affordable Cars Best Crossovers Best Electric Cars Best Family Cars Best Fuel-Efficient Cars Best Hybrids Best Sedans Best SUVs Best Trucks Deals All deals The  ... sure enough, the Pixel 3A has much stronger night-time performance. Outside of that, though, the SE wins big. iPhone SE's standard photography rules The photos taken by the Pixel 3A are, in general, more subdued than those captured by the iPhone SE. There are pros and cons to this. The iPhone occasionally suffers from overpowering highlights, whereas the Pixel is more consistent. But in my testing it was ... "], ["2020-05-26 18:33", "Bechtel Again Ranks #1 On ENR List Of Top 400 U.S. Contractors ...  growth. Among them: NASA chose Bechtel to design, construct, and commission Mobile Launcher 2, which will be used to assemble and launch the next version of the Space Launch System rocket; The Serbian government selected a Bechtel-ENKA joint venture to build the country's first 5G-ready motorway; And Bechtel and General Motors began exploring the construction of a national network of electric-vehicle charging stations. About Bechtel: Bechtel is a trusted engineering, construction and project management partner to industry and government. Differentiated by the quality of our people and our relentless drive to deliver the most successful outcomes, we align our capabilities to our customers' objectives to create a lasting positive impact. Since 1898 ... "], ["2020-05-26 18:30", "Tacking The U.S. Infrastructure Crisis Could Save The Economy ...  Indonesia International Middle East North America South America Finance the Economy the Markets Investing & Trading Reports Commodities Gold Silver Breaking News Premium Articles Community My Account Latest Discussions Energy General Oil Stocks & Prices Other Energy Topics All Prices OPEC Blends Canadian Blends U.S. Blends WTI Crude 10 mins 34.10 +0.85 +2.56% Brent Crude 10 mins ... in horror as Trump flails over pandemic despite claims US leads way 13 minutes Large gas belt discovered in China 39 mins COVID 19 May Be Less Deadly Than Flu Study Finds 4 hours 60 mph electric mopeds 2 hours The CDC confirms remarkably low coronavirus death rate. Where is the media? 21 mins Let's Try This.... 1 min Monetary and Fiscal Policies in Times of Large Debt: 8 hours  ... "], ["2020-05-26 18:26", "FBI to investigate death of black man after video shows officer kneeling on neck ... costs Opioids Affordable Care Act Medicare for All Vaping Public health World China North Korea Iran Russia Israel Energy & Environment Climate change Alternative energy Oil companies Electric vehicles Science Space Extreme weather Sports NFL, NBA, MLB & NHL NCAA Sports betting 2020 Olympics About About Axios Advertise with us Careers Events Axios on  ... before the Senate Judiciary Committee in 2017. Photo: Drew Angerer/Getty Images Glenn Fine, the Pentagon's principal deputy inspector general, submitted his resignation on Tuesday. Why it matters: President Trump removed Fine as the Pentagon's acting inspector general in April 7 after a group of independent federal watchdogs selected him to lead the Pandemic Response Accountability Committee, which was ... "], ["2020-05-26 18:24", "Authorities extinguish the mass fire that erupted in Palmyra Oasis ...  still providing support to terrorists in Syria 21 May 2020 Moscow: Terrorists continue their hostilities in Idleb 21 May 2020 Global Research : US sanctions deprive Syrian people from medicine 21 May 2020 Business & Finance Qara 8 gas well put into services to support electric power stations 23 May 2020 Cotton cultivated areas for current season in Hasaka province exceed last season 21 May 2020 Syrian Trade Establishment and popular markets help decrease vegetable prices in Aleppo markets 19 May 2020 Profits of General Company for Cable Industry reach up to SYP 1.4 billion over first four months of 2020 14 May 2020 Syrian Trade Establishment... a new merchant in markets to break prices 11 May 2020 Rehabilitation of palm trees nurseries affected by terrorism ... "], ["2020-05-26 18:18", "Why General Electric Stock Just Popped 7% ... stocks. But to tell the truth, over the course of a dozen years writing for The Motley Fool, I have covered -- and continue to cover -- everything from retailers to consumer goods stocks, and from tech to banks to insurers as well. Follow me on Twitter or Facebook for the most important developments in defense & aerospace news, and other great stories besides. Follow @@RichSmithFool What happened Shares of General Electric ( NYSE:GE ) stock soared along with the rest of the stock market Tuesday, and are up a healthy 7.4% as of 1:40 p.m. EDT. Surprisingly, GE stock appears to be moving on no news whatsoever, specific to GE. Or perhaps that's not so surprising. As you may have heard, biotech Novavax has a new vaccine candidate called NVX-CoV2373 ready, and ... "], ["2020-05-26 18:11", "Missouri open records lawsuit sent back to lower court ...  by Missouri Gov. Mike Parson's administration for an open records request back to a lower court for further consideration. St. Louis attorney Elad Gross, a Democratic candidate for Missouri Attorney General, sued in 2018 after Parson's administration sent him a $3,618 bill to process an open records request related to former Gov. Eric Greitens. Parson's office based the ... ORDER REPRINT French President Emmanuel Macron has announced a plan to save the country's car industry from huge losses wrought by virus lockdowns, including a big boost for electric vehicles. KEEP READING MEMORIAL DAY SALE #ReadLocal Save 68% on unlimited digital access. Subscribe for only $5 per month. VIEW OFFER MORE NATIONAL POLITICS National Politics U.S. government' ... "], ["2020-05-26 18:11", "Missouri open records lawsuit sent back to lower court ...  by Missouri Gov. Mike Parson's administration for an open records request back to a lower court for further consideration. St. Louis attorney Elad Gross, a Democratic candidate for Missouri Attorney General, sued in 2018 after Parson's administration sent him a $3,618 bill to process an open records request related to former Gov. Eric Greitens. Parson's office based the ...  REPRINT French President Emmanuel Macron has announced a plan to save the country's car industry from huge losses wrought by virus lockdowns, including a big boost for electric vehicles. KEEP READING Trending Stories Thousands of Memorial Day visitors flock to SLO County beaches, despite hotel restrictions 'No Asians allowed.' Woman accused of posting hateful fliers ... "], ["2020-05-26 18:09", "GOP leader pulls support for California candidate over posts ...  November ballot — he cannot be replaced, according to the California secretary of state's office. Moreover, there can be no write-in candidates in a \"top two\" general election, such as for the House district, in California. Comments Videos Boise joins nationwide impeachment rallies DACA student and mother at BSU hopeful of future but worries recipients are political pawns  ...  REPRINT French President Emmanuel Macron has announced a plan to save the country's car industry from huge losses wrought by virus lockdowns, including a big boost for electric vehicles. KEEP READING MEMORIAL DAY SALE #ReadLocal Save 68% on unlimited digital access. Subscribe for only $5 per month. VIEW OFFER MORE NATIONAL POLITICS National Politics U.S. government ... "]]}}