{"postfix": "general_dynamics-aktie", "name": "GENERAL_DYNAMICS", "wkn": "851143", "time": "2020.05.26 21:45", "ts": 1590522346, "features": {"KGV": "14.78", "Marktkapitalisierung": {"Size": "Mrd", "Value": "36.55"}, "GA": "11.98", "KBV": "3.77", "BA": "47.01", "KCV": "11.94", "CA": "14.83", "Vola30": "48.16", "Vola90": "64.6", "Vola180": "47.68", "Vola250": "36.26"}, "rivals": ["boeing-aktie", "lockheed_martin-aktie", "rheinmetall-aktie", "northrop_grumman-aktie", "raytheon-aktie", "rockwell_collins-aktie"], "text_data": {"de": [["30.04.20", "General Dynamics-Aktie: Einschätzungen und Kursziele der Analysten im April"], ["30.04.20", "General Dynamics: So viel setzte das Unternehmen zuletzt um"], ["28.04.20", "Ausblick: General Dynamics präsentiert das Zahlenwerk zum abgelaufenen Jahresviertel"], ["27.04.20", "ROUNDUP: Globale Militärausgaben auf Höchststand - Corona-Effekt erwartet"], ["14.04.20", "Erste Schätzungen: General Dynamics gewährt Anlegern Blick in die Bücher"], ["05.03.20", "General Dynamics weitet Aktienrückkauf aus und erhöht die Dividende das 23. Jahr in Folge"], ["29.02.20", "General Dynamics-Aktie: Experten empfehlen General Dynamics im Februar mehrheitlich zum Kauf "], ["28.01.20", "Ausblick: General Dynamics mit Zahlen zum abgelaufenen Quartal"]], "en": [["13.05.20", "General Dynamics Closing in on Blockbuster $17 Billion Sub Deal: Report"], ["04.05.20", "Stocks This Week: Sell Short General Dynamics And Cummins"], ["29.04.20", "General Dynamics Corp (GD) Q1 2020 Earnings Call Transcript"], ["29.04.20", "UPDATE 3-General Dynamics profit misses estimates as pandemic delays Gulfstream deliveries"], ["29.04.20", "General Dynamics (GD) Q1 Earnings & Revenues Miss Estimates"], ["29.04.20", "UPDATE 2-General Dynamics profit misses estimates as pandemic delays Gulfstream deliveries"], ["29.04.20", "General Dynamics (GD) Lags Q1 Earnings and Revenue Estimates"], ["29.04.20", "UPDATE 1-General Dynamics profit misses estimates as pandemic delays Gulfstream deliveries"], ["29.04.20", "General Dynamics profit falls 5.2% as pandemic delays Gulfstream deliveries"], ["29.04.20", "Northrop Earnings Miss, Guidance Cut; General Dynamics Falls Short"], ["22.04.20", "General Dynamics (GD) Earnings Expected to Grow: What to Know Ahead of Next Week's Release"], ["22.04.20", "General Dynamics (GD) is a Top Dividend Stock Right Now: Should You Buy?"], ["13.04.20", "General Dynamics Wins $56M Deal to Manufacture Missile Tubes"], ["08.04.20", "Is General Dynamics (GD) a Suitable Pick for Value Investors?"], ["06.04.20", "Why General Dynamics (GD) is a Great Dividend Stock Right Now"], ["03.04.20", "Why Shares of General Dynamics Fell in March"], ["26.03.20", "Why General Dynamics, Textron, and Northrop Grumman Shares Are All Up Today"], ["23.03.20", "Why Raytheon, General Dynamics, and United Technologies Stocks All Fell 10% Today"], ["22.03.20", "Better Buy: Boeing vs. General Dynamics"], ["20.03.20", "This is Why General Dynamics (GD) is a Great Dividend Stock"], ["15.03.20", "Stocks This Week: Buy General Dynamics And Omnicom Group"], ["14.03.20", "Cramer's lightning round: General Dynamics stock is a bet on a second Trump term"], ["05.03.20", "General Dynamics Rewards Investors With 7.8% Dividend Hike"], ["04.03.20", "Why General Dynamics (GD) is a Great Dividend Stock Right Now"], ["04.03.20", "The Zacks Analyst Blog Highlights: Merck, Novartis, Mondelez International, ServiceNow and General Dynamics"], ["28.02.20", "General Dynamics (GD) Down 8.3% Since Last Earnings Report: Can It Rebound?"], ["23.02.20", "Stocks This Week: Sell Short General Dynamics And Incyte And Buy General Electric"], ["17.02.20", "This is Why General Dynamics (GD) is a Great Dividend Stock"], ["30.01.20", "General Dynamics (GD) is a Top Dividend Stock Right Now: Should You Buy?"], ["29.01.20", "General Dynamics Corp (GD) Q4 2019 Earnings Call Transcript"], ["29.01.20", "UPDATE 3-General Dynamics tops profit estimates; submarine order beefs up backlog"], ["29.01.20", "General Dynamics (GD) Q4 Earnings Top Estimates, Sales Up Y/Y"], ["29.01.20", "Defense contractor General Dynamics profit surges 12%"], ["29.01.20", "General Dynamics (GD) Tops Q4 Earnings and Revenue Estimates"], ["29.01.20", "UPDATE 2-General Dynamics tops profit estimates on higher aerospace sales"], ["29.01.20", "UPDATE 1-General Dynamics tops profit estimates on higher aerospace sales"], ["29.01.20", "Raytheon, Northrop Earnings Mixed After Lockheed, General Dynamics Beat"], ["29.01.20", "General Dynamics profit gets boost from higher Gulfstream deliveries"], ["28.01.20", "Why Earnings Season Could Be Great for General Dynamics (GD)"], ["22.01.20", "General Dynamics (GD) Earnings Expected to Grow: Should You Buy?"], ["2020-05-26 19:00", "Global Confectionery Industry Analysis 2020, Featuring Key Players Cadbury Plc., Danone Group, Hershey Foods And Mars, Inc. ... development in the short and medium term, taking into account the impact of COVID-19 on it. It provides a comprehensive overview of the industry volume and value, dynamics, segmentation, characteristics, main players, prices, international trade, trends and insights, growth and demand drivers and challenges. This is the most detailed and comprehensive report about the global  ...  Barry Callebaut Blue Bell Creameries Bremner Biscuit Company Britannia Industries Ltd. Cadbury Plc. Chupa Chups Sa. Danone Group Dv Chocolate Ferrero Group Foley's Candies LP General Mills Inc . Haribo Dunhills (Pontefract) Plc Hershey Foods Hindustan Unilever Limited Honest Chocolate Intersnack Group Kellogg Kraft Foods Inc. Lindt & Sprungli Lotte Confectionery Co Ltd Mars, Inc.  ... "], ["2020-05-26 18:51", "'Was very clear': Joy Reid accuses Trump of promising white voters he'll 'get rid' of 'brown immigrants' ... to white voters. She contrasted Trump's political rhetoric and that of fellow Republicans with Democrats, who she said count on the minority vote each election cycle regardless of changing social or economic dynamics in the country. \"The Democratic Party and Democratic candidates, they take for granted — they build it into their number plan that they're already going to get those votes,\"  ...  customers by surprise Jay Heflin Tuesday May 26, 2020 Some companies are adding coronavirus surcharges to bills, infuriating customers enough to take their business elsewhere. Pentagon inspector general removed by Trump resigns Madison Dibble Tuesday May 26, 2020 A watchdog who was yanked from his role by President Trump just before he was about to  ... "], ["2020-05-26 17:30", "Qudian Inc. (QD) Q1 2020 Earnings Call Transcript ...  believe it is the best approach to maintain a conservative strategy for our loan book business amid the unfavorable operating environment. Given the uncertainties of credit market dynamics, it is also necessary for us to explore other opportunities to supplement our business and propel future growth. In addition, our strong cash position enables us to ... non-GAAP net income of RMB974.3 million in the same period last year. I also want to add some color on the accounting policy changes regarding ASC 326 measurement of credit losses. In general this newly adopted accounting policy requires timely reporting of expected credit losses on loans and other financial instruments, and the most significant impact of this new standard related to the accounting for risk  ... "], ["2020-05-26 16:48", "Did outburst of killing put crime top-of-mind again as Baltimoreans vote? | COMMENTARY ...  primary election, with six major Democratic candidates, including the current mayor, Jack Young, is certainly the most intriguing I've seen, going back to the early 1980s. And the dynamics were interesting before the virus forced debates online and ballots by mail. Sorting out the why of the winner in this important Baltimore primary will present yet another challenge of the ...  have committed crimes of violence should remain in prison forever even if they are eligible for parole and have been incarcerated for three or four decades. To those readers, I say: Lobby the Maryland General Assembly to eliminate parole. If you feel a life sentence should mean life in prison, then appeal to the people who can change our laws. In the meantime, I'll argue that it ... "], ["2020-05-26 15:52", "Here's Why You Should Hold on to Gibraltar (ROCK) Stock Now ...  gains, volume leverage, productivity improvements and favorable price/material cost alignment. Segment backlog grew 58% year over year owing to healthy market dynamics, participation gains and the recent acquisitions. Despite coronavirus impacts, it experienced continued strength in renewables and conservation. Solid Liquidity Position : Gibraltar has  ...  in market, it revoked its previously announced 2020 guidance. Higher Costs : Incremental costs associated with the recent acquisitions have been weighing on its bottom line. In the first quarter, selling, general and administrative expenses — as a percentage of sales — increased 190 basis points year over year, largely due to $1.3 million of acquisition-related costs. Biggest Tech Breakthrough in ... "], ["2020-05-26 15:45", "Defining The Market Using Long-Term Analysis ... chart of investor psychology. This chart is not new, and there are many variations similar to it, but do not dismiss the importance. Throughout history, individuals have repeatedly responded to market dynamics in the same fashion. At each delusional peak, it was always uttered, in some form or variation, \"this time is different.\" Valuations Matter I have often discussed the importance  ... Sinews Value Walk Wolf Street skwealthacademy Sort by Relevance Newest Oldest ZeroHedge Search Welcome Log in Today's Top Stories Loading... Contact Information Tips: tips@zerohedge.com General: info@zerohedge.com Legal: legal@zerohedge.com Advertising: Click here Abuse/Complaints: abuse@zerohedge.com Suggested Reading Make sure to read our \"How To [Read/Tip Off ... "], ["2020-05-26 15:22", "9 Best SPD Pedals for Cycling: Compare & Save ...  grams for the pair. An extra-wide platform promotes stability and power transfer so that you can smash your PR's, keep up with the local cycling group, or enjoy a smoother ride in general. These pedals also have a stainless steel body plate to help cut back on flex and pedal body wear. Adjustable tension settings ensure you'll feel comfortable clipping in and out of these SPD ...  , SPD-SL pedals are best when you're looking to maximize efficiency and aerodynamics while keeping excess weight to a minimum. According to The Bike Shack , SPD stands for Shimano Pedaling Dynamics. Nearly 80 percent of all pedals and shoes on the market today are SPD-compatible. The SPD pedal is a classic two-bolt system that's widely used in different settings. While ... "], ["2020-05-26 15:00", "Critical transition theory shows flickering in heart before atrial fibrillation ... with or Forget Password? Not a member? Sign up Learn more Nanotechnology Physics Earth Astronomy & Space Technology Chemistry Biology Other Sciences share this! Share Twit Share Email Home Physics General Physics May 26, 2020 Critical transition theory shows flickering in heart before atrial fibrillation by American Institute of Physics Bimodal distribution of cardiac states and cardiac state flickering  ... difficult to predict. An international team of researchers, led by Boon Leong Lan, at Monash University Malaysia, has proposed a way to define cardiac state and has studied the dynamics of the state before the cardiac rhythm changes from normal sinus to AF rhythm and vice versa. The work, appearing in Chaos , and based on critical transition theory, looks  ... "], ["2020-05-26 13:51", "Airlines' $120B Debt Balloon Could Reshape Commercial Aviation ... Venture Despite LATAM's Chapter 11 Bankruptcy Filing Asked why airlines accepted aid packages that included financing, IATA's Chief Economist Brian Pearce and Director General and CEO Alexandre de Juniac, effectively replied that airlines had little option but to accept loan terms, given their limited cash reserves to weather this crisis. IATA ...  are unwilling to offer greater equity on assets. Alexandre de Juniac walked a fine line on capitalism's ability to manage situations like the coronavirus pandemic today, arguing both for free market dynamics and against them. \"Government aid is helping to keep the industry afloat. The next challenge will be preventing airlines from sinking under the burden of debt that the aid is creating,\" de ... "], ["2020-05-26 13:34", "Coronavirus to trigger fresh consolidation across sectors, says BofA ...  equity strategist, BofA Securities at a media roundtable on Tuesday. \"The two key drivers for consolidation is access to low-cost institutional funds and technology,\" he said. Shah said the new cost dynamics were favouring bigger players in organized sectors. \"Organized companies will be able to cut down on cost and their working capital cycle. These are the benefits which unorganized players are not getting. In  ...  reserved. From BS Website Home Companies Markets Opinion Politics Technology Specials Personal Finance Latest News Today's Paper RBI Policy General News General Videos General Photo Gallery Events Authors Education About us About Us Code of Conduct Terms & Conditions Privacy Policy Cookie Policy Disclaimer Investor Communication  ... "], ["2020-05-26 13:09", "French Tycoons Like to Scratch Each Others' Backs ...  euros ($2.1 billion). Even a dramatic turn in its fortunes would make scant difference to a billionaire's net wealth. But one titan after another has rushed to the aid of scion and general partner Arnaud Lagardere after London-based hedge fund Amber Capital U.K. LLP pressed for an overhaul of the company's governance. Bollore's Vivendi SA and Ladreit de Lacharriere took big stakes ... would, after all, be compensated. That would improve the financial position of the holding company through which he holds his Lagardere stake. The intervention by Arnault further complicates the dynamics. Unlike the others, the head of LVMH Moet Hennessey Louis Vuitton SE is investing not in Lagardere the company directly but in Arnaud Lagardere's personal vehicle,  ... "], ["2020-05-26 12:32", "U.S. Stocks Set To Open Higher As Traders Bet On Recovery ... banks will continue to flood the financial system with money. European countries are moving to relax travel restrictions ahead of the summer season, so travel stocks may get a boost today. In general, the worst fears were not realized in practice as people in various countries were ready to return to their regular lives, providing support to various businesses in the hard-hit services  ... are scheduled to be published on Thursday. The economic data is set to look grim for the upcoming months, but the key question is at what market level it will start to impact the stock price dynamics. For a look at all of today's economic events, check out our economic calendar . Don't miss a thing! Discover what's moving the markets. Sign up for a daily update  ... "], ["2020-05-26 12:00", "Joe Biden has a plan for that ... to climate policy. Major commitments on union organizing Biden has a big Plan A to support organized labor, and a Plan B that's still consequential and considerably more plausible politically. Beyond a general disposition to be a good coalition partner to organized labor, the centerpiece of Biden's union agenda is support for the PRO Act , which passed the House of Representatives earlier this year.  ... , however, a Biden administration is unlikely to deliver the huge shake-ups to labor and immigration law that even the most moderate candidate in the field supports, due to filibuster dynamics. And if Mitch McConnell remains Senate majority leader, it's very unlikely that any of these things will happen. It's true that there's plenty that  ... "], ["2020-05-26 11:31", "Younger and poorer: The people locked out of JobKeeper ...  experience the most pronounced financial hit due to the pandemic. Loading Replay Replay video Play video Play video The analysis from Melbourne University's Household, Income and Labour Dynamics in Australia (HILDA) Survey suggests 28 per cent of the nation's workforce, or about 3.5 million workers, worked in industries where businesses were forced to close,  ...  experience financial stress, and to have difficulty raising $3000 at short notice,\" the research paper found. \"Also evident is that people in vulnerable households have much higher rates of poor general health and poor mental health, and higher rates of disability. \"In short, those most severely impacted by the economic shutdown are also those least able to cope with it.\" Sign  ... "], ["2020-05-26 11:25", "Younger and poorer: The people locked out of JobKeeper ...  experience the most pronounced financial hit due to the pandemic. Loading Replay Replay video Play video Play video The analysis from Melbourne University's Household, Income and Labour Dynamics in Australia (HILDA) Survey suggests 28 per cent of the nation's workforce, or about 3.5 million workers, worked in industries where businesses were forced to close,  ...  experience financial stress, and to have difficulty raising $3000 at short notice,\" the research paper found. \"Also evident is that people in vulnerable households have much higher rates of poor general health and poor mental health, and higher rates of disability. \"In short, those most severely impacted by the economic shutdown are also those least able to cope with it.\" Sign  ... "], ["2020-05-26 11:00", "General Relativity passes the Ratio's Test ... to a modest 50 trillion decimal places with the aid of powerful computers (you probably know how it starts: 3.141592653 ... and on into infinity). Haster's approximation of it may be a couple of millennia behind in terms of accuracy, but that fact is of little relevance to his real goal: testing Einstein's general theory of relativity, which links gravity with the dynamics of space and time. Information about the laws of physics is effectively baked into gravitational waves, the ripples in spacetime created when massive objects such as black holes spiral into one another. Haster, a member of the Laser Interferometer Gravitational-Wave Observatory (LIGO) Scientific Collaboration, noticed pi appeared in several terms of an equation describing the waves ... "], ["2020-05-26 11:00", "The voters Joe Biden needs to win the election, explained ...  men seriously\" When Lamb was first running in the special election, he met plenty of voters who felt left behind by the Democratic Party. \"They just kind of felt ignored in a general sense,\" Lamb told Vox. Although Clinton had poured resources into Pennsylvania, voters in rural areas outside of Pittsburgh where steel and coal-mining jobs were disappearing didn't feel it. Many voted ...  and suburbs are a growing worry for Republicans. Trump's razor-thin 1 point lead in North Carolina's polling average reflects the state's complicated political dynamics. In 2008, Obama was the first Democratic presidential candidate to win the state since 1976, and he did it by the slimmest of margins. But even though Republicans have consistently  ... "], ["2020-05-26 09:30", "Companies Tap Digital Tools to Hire Grads, Host Interns ...  team recently consolidated all video activities on Microsoft Teams. One challenge has been trying to evaluate how candidates collaborate on assessment day group projects via video calls, because the dynamics of taking initiative and interrupting are different from in-person interactions, Mr. Schalkwijk said. But video does allow the company to get a sense of a person's  ... , he said. \"I think we need to see the results,\" Mr. Schalkwijk said about using technology to conduct hiring virtually. \"But I do think it will change hiring in general for everyone.\" Lauren Smith, a vice president in Gartner Inc.'s human resources practice, said companies had been increasingly conducting video interviews before the pandemic as a way to reduce hiring ... "], ["2020-05-26 08:44", "Romanian Q2 GDP to contract 14.4% y/y, recovery expected by Q4 - minfin ...  Energy Efficiency Environment Equity Markets EU Issues Events & Awards Foreign Direct Investment Foreign Markets Foreign Policy General Government Borrowing Government Contracts Government Grant Government Policy/Regulation/Legislation GreenBonds Health Human Rights Industrial Production  ...  programme published on Monday. Activity in the manufacturing industry is estimated to drop by an annual 18% during March-May. Also, during the peak period of the pandemic, services will have a negative contribution of 9.3% points to the GDP dynamics, followed by industry with a minus of 3.9%, according to the document. In the programme, the ministry affirmed its forecast for a 1.9% contraction of the national economy in 2020 which it made in mid-April. According to the ... "], ["2020-05-26 07:01", "Steve Carell's New Netflix Series 'Space Force' Is Shockingly Bad ...  you're inclined to imagine anyway—demands the formation of a space force, funnels ungodly amounts of money into it, shields himself from any criticism of the idea, and places Carell's General Mark Naird in charge. Naird is disappointed, as he had his eyes set on heading the air force, but he's been given a job and he's going to make sure he' ... Space Force is that it doesn't play like a show by the guys who created The Office , but a show by a bunch of different guys trying to produce their version of The Office. Everything is inelegant. The dynamics don't gel together. And that's not even to say that Space Force would have only worked if it was an Office clone. But it is to say that, because it really doesn't have  ... "]]}}