{"postfix": "gilead_sciences-aktie", "name": "GILEAD_SCIENCES", "wkn": "885823", "time": "2020.05.26 16:07", "ts": 1590502069, "features": {"KGV": "9.96", "Marktkapitalisierung": {"Size": "Mrd", "Value": "87.04"}, "GA": "6.63", "KBV": "3.89", "BA": "16.98", "KCV": "9.91", "CA": "6.66", "Vola30": "39.24", "Vola90": "57.03", "Vola180": "43.83", "Vola250": "34.69"}, "rivals": ["bb_biotech-aktie", "amgen-aktie", "merck_co-aktie", "roche_2-aktie", "novartis-aktie", "pfizer-aktie", "biogen-aktie"], "text_data": {"de": [["2020.05.26", "Opening Bell: Dow Jones vor dreistelligem Plus; Novavax, Gilead Sciences, Microsoft, Amazon, Facebook"], ["2020.05.26", "US-Pharmagigant Merck treibt die Entwicklung von Corona-Therapien voran"], ["18.05.20", "MÄRKTE USA/Börsen mit zunehmenden Lockerungen fester"], ["13.05.20", "Für schnelle Corona-Bekämpfung: Gilead verbündet sich mit Generika-Firmen"], ["13.05.20", "Für schnelle Corona-Bekämpfung: Gilead verbündet sich mit Generikafirmen"], ["10.05.20", "Kölner Mediziner: Remdesivir-Studie kommt voran"], ["06.05.20", "MÄRKTE USA/Jobdaten stoppen Rally - Nur Nasdaq im Plus"], ["06.05.20", "MÄRKTE USA/Dow dreht ins Minus - GM und Beyond Meat sehr fest"], ["06.05.20", "MÄRKTE USA/Hoffnung auf Rückkehr zu Normalität - GM und Beyond Meat sehr fest"], ["06.05.20", "MÄRKTE USA/Hoffnung auf Rückkehr zu Normalität - GM und Beyond Meat sehr fest"], ["06.05.20", "MARKT USA/Weitere Kursgewinne an Wall Street erwartet"], ["06.05.20", "Gilead will globale Versorgung des COVID-19-Medikaments Remdesivir sicherstellen"], ["05.05.20", "Neue Prognose: Corona-Hoffnung Remdesivir 2020 mit Milliardenumsätzen? Depot-Aktie Gilead im Check"], ["04.05.20", "Nach Notfallgenehmigung in USA: Gilead will Remdesivir auch exportieren"], ["03.05.20", "Begrenzter Einsatz von Remdesivir gegen Covid-19 in den USA erlaubt"], ["02.05.20", "ROUNDUP: USA erlauben begrenzten Einsatz von Corona-Wirkstoff Remdesivir"], ["02.05.20", "USA erlauben begrenzten Einsatz von Corona-Wirkstoff Remdesivir"], ["02.05.20", "„In Lichtgeschwindigkeit“: Trump will dieses Gilead-Medikament - Notfall-Genehmigung für Remdesivir "], ["02.05.20", "Gilead Sciences: Zahlen zum abgelaufenen Jahresviertel"], ["01.05.20", "MÄRKTE USA/Talfahrt in den Mai - Amazon sehr schwach, Apple stabil"], ["01.05.20", "ANALYSE-FLASH: JPMorgan senkt Gilead Sciences nach Kurssprung auf 'Neutral'"], ["30.04.20", "Gilead Sciences-Aktie: Einschätzungen und Kursziele der Analysten im April"], ["30.04.20", "Gilead meldet: Covid-19-Patienten reagieren positiv auf Remdesivir"], ["30.04.20", "Märkte am Morgen: DAX weiter im Rallyemodus; Gilead Sciences, Microsoft, Facebook, Tesla, Wirecard, BASF, Airbus, Ceconomy"], ["30.04.20", "Kampf gegen Covid-19: US-Chefvirologe bestätigt erste Erfolge des Gilead-Medikaments"]], "en": [["2020.05.26", "Gilead Sciences' remdesivir to be available for selected Covid-19 patients in the UK"], ["23.05.20", "Mixed Results for Gilead Sciences' COVID-19 Treatment"], ["23.05.20", "Better Coronavirus Stock: Gilead Sciences or Vir Biotechnology?"], ["22.05.20", "Has Gilead Sciences (GILD) Outpaced Other Medical Stocks This Year?"], ["22.05.20", "Before You Buy Gilead Sciences Stock, Read This"], ["22.05.20", "Gilead (GILD) Gains 13% YTD on Coronavirus Drug Development "], ["21.05.20", "Galapagos and Gilead Sciences Post Successful Yet Disappointing Filgotinib Results"], ["21.05.20", "Gilead, Galapagos Announce Positive Data on Inflammatory Drug"], ["21.05.20", "Higher dose of Gilead-Galapagos drug meets ulcerative colitis study goals"], ["21.05.20", "UPDATE 2-Higher dose of Gilead-Galapagos drug meets ulcerative colitis study goals"], ["20.05.20", "UPDATE 1-Higher dose of Gilead-Galapagos drug meets ulcerative colitis study goals"], ["20.05.20", "Gilead-Galapagos's drug meets main goals of ulcerative colitis study"], ["18.05.20", "The Zacks Analyst Blog Highlights: JPMorgan Chase, AbbVie, Royal Dutch Shell, Gilead Sciences and Anthem"], ["17.05.20", "Is Gilead Sciences a Great Dividend Stock?"], ["16.05.20", "Better Buy: Intercept Pharmaceuticals vs. Gilead Sciences"], ["15.05.20", "Gilead to end coronavirus drug trials, adding to access worry -researchers"], ["14.05.20", "Pluralsight, Stanley Black Decker, Gilead, Regeneron and GlaxoSmithKline as Zacks Bull and Bear of the Day"], ["14.05.20", "Gilead Sciences' remdesivir to be distributed in 127 countries "], ["13.05.20", "Where Will Gilead Sciences Be in 1 Year?"], ["13.05.20", "Gilead Stock Is Up 25% This Year, Time To Sell?"], ["12.05.20", "Gilead Strikes Deal With Mylan to Supply Remdesivir Internationally"], ["12.05.20", "UPDATE 3-Gilead ties up with generic drugmakers for COVID-19 drug supply"], ["12.05.20", "Gilead announces non-U.S. deals with five generic drugmakers for remdesivir"], ["10.05.20", "What Investors Are Missing About Gilead Sciences"], ["08.05.20", "Gilead Sciences Targeted By Hackers Linked To Iran: Report"], ["08.05.20", "Exclusive: Iran-linked hackers recently targeted coronavirus drugmaker Gilead - sources"], ["08.05.20", "Exclusive: Iran-linked hackers recently targeted coronavirus drugmaker Gilead - sources"], ["08.05.20", "Exclusive: Iran-linked hackers recently targeted coronavirus drugmaker Gilead - sources"], ["08.05.20", "COVID Treatments: Gilead Stock Doesn’t Reflect Optimism About Remdesivir"], ["08.05.20", "Is Gilead Sciences Stock a Buy?"], ["07.05.20", "UPDATE 1-U.S. Doctors want details on federal distribution of Gilead coronavirus drug"], ["07.05.20", "Doctors want details on federal distribution of Gilead coronavirus drug"], ["07.05.20", "From Gilead To AstraZeneca, Investors Should Watch These Biotech Giants Right Now"], ["07.05.20", "The Zacks Analyst Blog Highlights: Gilead Sciences, Pfizer, Regeneron Pharmaceuticals, Moderna and Sanofi"], ["07.05.20", "UPDATE 2-Japan approves Gilead Sciences' remdesivir as COVID-19 drug"], ["07.05.20", "UPDATE 1-Japan approves Gilead Sciences' remdesivir as COVID-19 drug"], ["07.05.20", "Japan approves Gilead Sciences' remdesivir as COVID-19 drug"], ["07.05.20", "Japan approves Gilead Sciences' remdesivir as COVID-19 drug"], ["06.05.20", "Will Gilead price its coronavirus drug for public good or company profit?"], ["06.05.20", "Will Gilead price its coronavirus drug for public good or company profit?"], ["2020-05-26 13:51", "Merck to buy Austrian vaccine maker as it jumps into COVID-19 race ...  doses of either vaccine to Americans first, adding it was committed to making its vaccines accessible globally and affordably. Ridgeback's pill, EIDD-2801, is designed to block virus reproduction, and has shown promise in animal studies of multiple coronaviruses, including SARS-CoV-2. It has also been shown to be safe and well tolerated in early stage trials. Frazier compared it to Gilead Sciences' ( GILD.O ) remdesivir, but it would be a pill, rather than an intravenous infusion. Efficacy trials will start later this year. \"If the drug works, we would be able to produce billions of doses,\" Frazier added. The United States has recorded more than 1.6 million new coronavirus infections and over 97,000 deaths, the U.S. Centers for Disease ... "], ["2020-05-26 13:42", "US pharma giant Merck to develop coronavirus vaccines, drugs following business deals ... , from Ridgeback Biotherapeutics LP, a closely held biotechnology company. An early stage clinical trial showed it was well-tolerated, while preclinical studies by scientists at Emory and the University of North Carolina at Chapel Hill found it induced mutations in a broad range of coronaviruses, causing them to make catastrophic errors when they replicate. Remdesivir, the antiviral infusion developed by Gilead Sciences Inc. works in a similar way and has been shown to improve outcomes in some patients, Frazier said. \"But importantly, this compound can be given in pill form, which would make it easier to use,\" he said. EIDD-2801 may potentially arrest infections at an earlier stage, he said, adding that it also appears easier to synthesize and ... "], ["2020-05-26 13:13", "Top Analyst Upgrades and Downgrades: Chembio, Cognex, Cree, Deere, Gilead, Halliburton, iRobot, Lam Research, Nvidia, Regeneron, Sorrento, Take-Two and More – 24/7 Wall St.Tuesday's top analyst upgrades and downgrades included Chembio Diagnostics, Cognex, Cree, Deere, Gilead Sciences, Halliburton, iRobot, Lam Research, Nvidia, Regeneron Pharmaceuticals, Sorrento Therapeutics and Take-Two Interactive Software."], ["2020-05-26 13:08", "Britain to provide anti-viral drug remdesivir to some COVID-19 patientsLONDON — Britain will provide the anti-viral drug remdesivir to certain COVID-19 patients that it is most likely to benefit as part of a collaboration with manufacturer Gilead Sciences, the health ministry said on Tuesday. The department of health s"], ["2020-05-26 12:49", "What to watch today: Dow to soar on coronavirus vaccine hopes ...  to show a sales increase during the month. WATERCOOLER Tiger Woods and Peyton Manning beat Phil Mickelson and Tom Brady in \"The Match: Champions for Charity\" made-for-TV golf event, which drew an average of 5.8 million viewers on Sunday across the various Turner Sports channels and raised over $20 million for Covid-19 relief. (USA Today) Related Tags Gilead Sciences Inc Novavax Inc Hibbett Sports Inc Sanofi SA Williams-Sonoma Inc Subscribe to CNBC PRO Licensing & Reprints CNBC Councils Supply Chain Values Advertise With Us Join the CNBC Panel Digital Products News Releases Closed Captioning Corrections About CNBC Internships Site Map Podcasts AdChoices Careers Help Contact News Tips Got a confidential news tip? We want to hear from you. Get In Touch ... "], ["2020-05-26 12:33", "FACTBOX-Global pharma industry steps up efforts to battle coronavirus ...  in theUnited States. Several experimental vaccines are being tested in humans by drug companies, with Moderna Inc getting a head start after reporting encouragingpreliminary early stage data. Following is a list of companies that are developing treatments, vaccines and test kits to combat the outbreak: TREATMENTS Date of Company name Progress Development stage Story link last update May 12 Gilead Sciences Inc Gilead has signed non-exclusive licensing pacts with five generic drugmakers to expand Results from a [nL4N2CU3M supply of remdesivir, its experimental COVID-19 drug. The treatment was granted the U.S. late -stage study U] FDA's emergency use authorization earlier, and approval in Japan under the brand name expected by end Veklury. of May. April 23 ... "], ["2020-05-26 12:33", "FACTBOX-Global pharma industry steps up efforts to battle coronavirusDrugmakers are rushing to develop a treatment or vaccine for the fast-spreading new coronavirus that has killed over 345,433 people and ravagedfinancial markets. Gilead Sciences Inc's antiviral remdesivir could be at the forefront of the fight against"], ["2020-05-26 12:30", "Merck buys vaccine maker Themis Bioscience in fight against coronavirus ...  of either vaccine to Americans first, adding that it is committed to making its vaccines accessible globally and affordably. Ridgeback's pill, EIDD-2801, is designed to block virus reproduction and has shown promise in animal studies of multiple coronaviruses, including SARS-CoV-2. It has also been shown to be safe and well tolerated in early stage trials. Frazier compared it to Gilead Sciences' remdesivir, but it would be a pill, rather than an intravenous infusion. Efficacy trials will start later this year. \"If the drug works, we would be able to produce billions of doses,\" Frazier added. The US has recorded more than 1.6-million virus infections and nearly 100,000 deaths, the US Centres for Disease Control and Prevention (CDC) said on ... "], ["2020-05-26 12:00", "Analysts: 10 Winning Stocks Will Keep Leading From Here ... Stocks up 10% or more this year where there's still at least 7% upside to analysts' target price Company Ticker Close On 5/22/2020 YTD % Ch. Implied % Gain To Target Sector Composite Rating T-Mobile US* ( TMUS ) 95.80 22.2% 11.9% Communication Services NA* Amazon.com ( AMZN ) 2436.88 31.9% 9.9% Consumer Discretionary 98 Newmont ( NEM ) 63.05 45.1% 9.9% Mining 98 Gilead Sciences ( GILD ) 73.34 12.9% 9.2% Health Care 87 Akamai Technologies ( AKAM ) 100.42 16.3% 9.1% Information Technology 96 SBA Communications ( SBAC ) 289.96 20.3% 8.4% Real Estate 50 Citrix Systems ( CTXS ) 137.04 23.6% 8.0% Information Technology 96 Microsoft ( MSFT ) 183.51 16.4% 7.7% Information Technology 99 Digital Realty Trust ( DLR ) 135.81 13.4% 7.2% Real Estate 80 Kroger ( KR ... "], ["2020-05-26 12:00", "AbbVie Wrapped Its $63 Billion Allergan Buyout — Is AbbVie Stock A Buy? ...  for previously untreated patients regardless of genotype. It's prescribed in an eight-week cycle for those patients. Meanwhile, U.S. and European officials approved AbbVie's rheumatoid arthritis drug , dubbed Rinvoq , in August and December, respectively. In the first quarter, Rinvoq generated $86 million in sales worldwide. Rinvoq could also face competition from a Gilead Sciences ' ( GILD ) drug, filgotinib. In December, Gilead asked the Food and Drug Administration to approve filgotinib . AbbVie is also among the various companies working to target the new form of coronavirus. In late January, AbbVie donated a supply of an HIV medicine to Chinese health authorities to test as a treatment for Covid-19. So, Is AbbVie Stock A Buy Right Now? No ... "], ["2020-05-26 11:59", "Coronavirus: UK authorises use of antiviral drug remdesivir that speeds up recovery ...  with Covid-19 are to be given access to the drug remdesivir, which has been shown to shorten recovery time. Doctors will now be able to prescribe the drug to adults and adolescents who have severe Covid-19 infection where there is a likelihood it will benefit them. The Department of Health and Social Care said the UK Government is working with manufacturer Gilead Sciences to supply remdesivir treatment to some NHS patients. Earlier this month, a global clinical trial, which is continuing, found that remdesivir cut the length of time people suffered symptoms from 15 days to 11. The trial involves around 1,000 patients from hospitals including the UK, US, France, Italy and China. An ampule of Ebola drug Remdesivir (Image: REUTERS) Read More Related Articles ... "], ["2020-05-26 11:54", "Stocks making the biggest moves in the premarket: Merck, Novavax, AutoZone, Crocs & more ... but that was smaller than the 34% drop expected by analysts who were surveyed by Refinitiv. E-commerce sales more than doubled during the quarter compared to a year earlier. Hertz (HTZ) Hertz filed for Chapter 11 bankruptcy protection after talks with creditors proved unsuccessful. The car rental company's business has been impacted severely by the Covid-19 pandemic. Gilead Sciences (GILD) Gilead's drug remdesivir is effective at helping Covid-19 patients recover more quickly, according to peer-reviewed data published in The New England Journal of Medicine. Recovery time was cut by nearly a third or about four days compared to patients given a placebo. Molson Coors (TAP) Molson Coors is furloughing an unspecified number of employees in North America ... "], ["2020-05-26 11:52", "What you need to know about the coronavirus right now ...  public resistance until the eastern city of Hangzhou proposed permanently assigning residents a coloured health badge and rating them from 0-100 based on their medical records and lifestyle habits. Anti-virals for some British patients Britain will provide anti-viral drug remdesivir to certain COVID-19 patients deemed most likely to benefit from it, as part of a collaboration with manufacturer Gilead Sciences, the health ministry said on Tuesday. Story continues The department of health said that early data from clinical trials around the world showed the drug could shorten the recovery time of COVID-19 patients by four days. Not for kids under two Children under the age of two should not wear masks because they can make breathing difficult and increase the ... "], ["2020-05-26 11:52", "Coronavirus Vaccine Development Gathers Steam: 4 Winners ...  see gains similar to buying Microsoft in the 1990s. Zacks' just-released special report reveals 8 stocks to watch. The report is only available for a limited time. See 8 breakthrough stocks now> > In-Depth Zacks Research for the Tickers Above Normally $25 each - click below to receive one report FREE: Sanofi (SNY) - free report > > Gilead Sciences, Inc. (GILD) - free report > > Moderna, Inc. (MRNA) - free report > > GlaxoSmithKline plc (GSK) - free report > > Amgen Inc. (AMGN) - free report > > Novavax, Inc. (NVAX) - free report > > Adaptive Biotechnologies Corporation (ADPT) - free report > > Published in biotechs medical pharmaceuticals Zacks' 7 Best Strong Buy Stocks for June, 2020 Free Research for Zacks.com Readers Experts have chosen 7 stocks ... "], ["2020-05-26 11:28", "Coronavirus updates LIVE: UK to provide Ebola drug to some patients in fight against virus ...  and unprovoked attack. Paul Norton defended himself and his pet by punching and kicking his attacker (Image: Paul Norton / MEN Media) 11:23 KEY EVENT UK to provide anti-viral Ebola drug remdesivir to some coronavirus patients Britain will provide anti-viral drug remdesivir to certain coronavirus patients that it is most likely to benefit as part of a collaboration with manufacturer Gilead Sciences, the health ministry said this morning. The Department of Health said that early data from clinical trials around the world, including the UK, showed that the drug could shorten the recovery time of COVID-19 patients by 4 days. It did not say how many patients would be treated under the arrangement. Remdesivir was initially used to treat Ebola (Image: REUTERS) 11 ... "], ["2020-05-26 11:10", "Rush to approve remdesivir highlights public health failings ...  when we could unquestioningly trust science and scientists are long gone. If anything, the rush to approve medicines without proper testing for the COVID-19 pandemic should give us even less faith in how our drug approval procedures and public health systems are run. Take the case of the antiviral drug remdesivir. Remdesivir was discovered and developed by the U.S. pharmaceutical company Gilead Sciences, initially as a possible treatment for Ebola disease, but hopes arose in April that it could be used against COVID-19. On April 10, the New England Journal of Medicine published a study showing remdesivir's effectiveness in treating 36 of 53 COVID-19 patients with severe symptoms. Nearly three weeks later, Dr. Anthony Fauci, Director of the U.S. National ... "], ["2020-05-26 11:02", "Coronavirus: NHS to offer drug that can shorten recovery time by four days ...  undergoing clinical trials around the world, including in the UK, and early data shows it can shorten the time to recovery by about four days. Treatment will initially be prioritised for patients who have the greatest likelihood of deriving the most benefit, according to the Department of Health and Social Care (DHSC). The government is working in collaboration with the drug's manufacturer Gilead Sciences to supply the NHS with remdesivir, but the DHSC did not say how many patients would be treated under the arrangement. Read more Seven charts that show the true scale of the UK coronavirus outbreak 'They can blame it for everything': What coronavirus means for Brexit The Americans who think that coronavirus is a hoax Do you need a face mask and ... "], ["2020-05-26 10:57", "Merck leaps into COVID-19 development fray with vaccine, drug deals ...  doses of either vaccine to Americans first, adding that it was committed to make its vaccines accessible globally and affordably. Ridgeback's pill, EIDD-2801, is designed to block virus reproduction, and has shown promise in animal studies of multiple coronaviruses, including SARS-CoV-2. It has also been shown to be safe and well tolerated in early stage trials. Frazier compared it to Gilead Sciences' ( GILD.O ) remdesivir, but it would be a pill, rather than an intravenous infusion. Efficacy trials will start later this year. \"If the drug works, we would be able to produce billions of doses,\" Frazier added. The United States has recorded more than 1.6 million virus infections and over 97,000 deaths, the U.S. Centers for Disease Control and ... "], ["2020-05-26 10:57", "Merck leaps into COVID-19 development fray with vaccine, drug deals ...  doses of either vaccine to Americans first, adding that it was committed to make its vaccines accessible globally and affordably. Ridgeback's pill, EIDD-2801, is designed to block virus reproduction, and has shown promise in animal studies of multiple coronaviruses, including SARS-CoV-2. It has also been shown to be safe and well tolerated in early stage trials. Frazier compared it to Gilead Sciences' ( GILD.O ) remdesivir, but it would be a pill, rather than an intravenous infusion. Efficacy trials will start later this year. \"If the drug works, we would be able to produce billions of doses,\" Frazier added. The United States has recorded more than 1.6 million virus infections and over 97,000 deaths, the U.S. Centers for Disease Control and ... "], ["2020-05-26 10:51", "Britain to provide anti-viral drug remdesivir to some COVID-19 patients ...  21 Coronavirus New Cases Monday Sunday Saturday Friday Thursday Wednesday The official Saudi Press Agency Britain to provide anti-viral drug remdesivir to some COVID-19 patients Tuesday 1441/10/3 - 2020/05/26 LONDON, May 26, 2020, SPA -- Britain will provide anti-viral drug remdesivir to certain COVID-19 patients that it is most likely to benefit as part of a collaboration with manufacturer Gilead Sciences, Reuters quoted the health ministry as saying on Tuesday. The department of health said that early data from clinical trials around the world, including the UK, showed that the drug could shorten the recovery time of COVID-19 patients by 4 days. It did not say how many patients would be treated under the arrangement. --SPA 13:34 LOCAL TIME 10:34 GMT 0013 ... "]]}}