{"postfix": "glaxosmithkline-aktie", "name": "GLAXOSMITHKLINE", "wkn": "940561", "time": "2020.05.26 16:11", "ts": 1590502286, "features": {"KGV": "14.44", "Marktkapitalisierung": {"Size": "Mrd", "Value": "96.13"}, "GA": "1.24", "KBV": "7.39", "BA": "2.42", "KCV": "11.19", "CA": "1.60", "Vola30": "22.95", "Vola90": "44.79", "Vola180": "34.23", "Vola250": "26.46"}, "rivals": ["johnson_johnson-aktie", "merck_co-aktie", "gilead_sciences-aktie", "roche_2-aktie", "bayer-aktie", "teva_adrs-aktie", "novartis-aktie"], "text_data": {"de": [["19.05.20", "Streit um Corona-Impfstoff: Sanofi-Spitzenmanager bei Macron"], ["14.05.20", "Paris: Corona-Impfstoff von Sanofi soll allen zur Verfügung stehen"], ["14.05.20", "ROUNDUP: Pharmariese Sanofi will Corona-Impfstoff allen zur Verfügung stellen"], ["30.04.20", "Analysten sehen für GlaxoSmithKline-Aktie Luft nach oben"], ["30.04.20", "Dividenden-Garanten Astrazeneca und GlaxoSmithKline: Prognosen stehen, aber..."], ["30.04.20", "GlaxoSmithKline informierte über die jüngsten Quartalsergebnisse"], ["30.04.20", "GlaxoSmithKline stellte Zahlen zum jüngsten Quartal vor"], ["29.04.20", "GlaxoSmithKline macht mehr Umsatz als gedacht - Ziele unter Vorbehalt bestätigt"], ["29.04.20", "GlaxoSmithKline erzielt mehr Gewinn und gibt konstante Dividende bekannt"], ["28.04.20", "Ausblick: GlaxoSmithKline legt Quartalsergebnis vor"], ["28.04.20", "Ausblick: GlaxoSmithKline mit Zahlen zum abgelaufenen Quartal"], ["24.04.20", "ROUNDUP/Global vernetzt, global verwundbar: Corona und die Arznei-Knappheit"], ["24.04.20", "Gewerkschaft IG BCE: Brauchen wieder mehr Arzneiproduktion in Europa"], ["14.04.20", "Sanofi und GlaxoSmithkline schließen sich für Covid-19-Impfstoff zusammen"], ["14.04.20", "Erste Schätzungen: GlaxoSmithKline stellt Ergebnisse des abgelaufenen Quartals vor"], ["14.04.20", "Erste Schätzungen: GlaxoSmithKline vermeldet Zahlen zum jüngsten Quartal"], ["07.04.20", "S&P senkt Rating von Glaxosmithkline auf A / Ausblick stabil"], ["07.04.20", "VIRUS/ROUNDUP 2/Angst vor Corona: Verbraucher decken sich mit Arzneien ein"], ["07.04.20", "VIRUS/ROUNDUP: Verbraucher decken sich mit Arzneien ein"], ["31.03.20", "März 2020: Die Expertenmeinungen zur GlaxoSmithKline-Aktie"], ["17.03.20", "Wettlauf mit Risiken - Auf der Suche nach dem Corona-Impfstoff"], ["12.03.20", "ROUNDUP: Stada peilt starkes Wachstum an - Russland im Fokus"], ["02.03.20", "Trump fordert von Pharma-Konzernen schnellere Impfstoff-Entwicklung"], ["29.02.20", "Februar 2020: Das sind die Expertenmeinungen zur GlaxoSmithKline-Aktie"], ["24.02.20", "Dividenden-Garant GlaxoSmithKline: Neuer Deal mit Stada - jetzt zugreifen?"], ["24.02.20", "Grippostad-Hersteller Stada kauft Arzneien von Pharmakonzern GSK"]], "en": [["2020.05.26", "GlaxoSmithKline PLC : Block listing Interim Review"], ["21.05.20", "GlaxoSmithKline Teams Up With Mammoth Biosciences on a CRISPR-Based COVID-19 Test"], ["20.05.20", "Better Buy: GlaxoSmithKline vs. Pfizer"], ["19.05.20", "GlaxoSmithKline, Pfizer, and Shionogi's HIV Prevention Candidate Outperforms Gilead's Truvada"], ["18.05.20", "GlaxoSmithKline PLC : ViiV PrEP jab shows high efficacy over daily pill"], ["15.05.20", "Trump Taps Former GlaxoSmithKline Exec For 'Warp Speed' COVID-19 Vaccine Initiative"], ["14.05.20", "Pluralsight, Stanley Black Decker, Gilead, Regeneron and GlaxoSmithKline as Zacks Bull and Bear of the Day"], ["07.05.20", "GlaxoSmithKline PLC : Director/PDMR Shareholding"], ["04.05.20", "GlaxoSmithKline PLC : Rights attached to ordinary shares"], ["01.05.20", "GlaxoSmithKline PLC : Total Voting Rights"], ["01.05.20", "The Zacks Analyst Blog Highlights: Gilead Sciences, Pfizer, Sanofi, GlaxoSmithKline and Moderna"], ["30.04.20", "GlaxoSmithKline PLC : GSK's Zejula approved in first-line ovarian cancer"], ["30.04.20", "GlaxoSmithKline plc (GSK) Q1 2020 Earnings Call Transcript"], ["29.04.20", "GlaxoSmithKline plans to sell stake in Unilever's India unit - Bloomberg News"], ["29.04.20", "GlaxoSmithKline PLC : 1st Quarter Results"], ["29.04.20", "GlaxoSmithKline PLC : Arrangements for Shareholder Webcast"], ["28.04.20", "Better Buy: Inovio Pharmaceuticals vs. GlaxoSmithKline"], ["27.04.20", "GlaxoSmithKline (GSK) Gains But Lags Market: What You Should Know"], ["24.04.20", "GSK Presents New Data from the GARNET Study Demonstrating Potential of Dostarlimab to Treat a Subset of Women with Recurrent or Advanced Endometrial Cancer"], ["21.04.20", "GlaxoSmithKline (GSK) Stock Moves -1.61%: What You Should Know"], ["20.04.20", "The Zacks Analyst Blog Highlights: Netflix, Costco, GlaxoSmithKline, Johnson & Johnson and Cigna"], ["18.04.20", "Better Buy: GlaxoSmithKline vs. Bristol Myers Squibb"], ["14.04.20", "Sanofi and GlaxoSmithKline Join Forces to Develop a Coronavirus Vaccine"], ["14.04.20", "GlaxoSmithKline CEO calls coronavirus vaccine partnership with Sanofi an 'unprecedented collaboration'"], ["14.04.20", "GlaxoSmithKline CEO on developing an 'adjuvant vaccine against Covid-19'"], ["14.04.20", "GlaxoSmithKline PLC : Director/PDMR Shareholding"], ["14.04.20", "GlaxoSmithKline, Sanofi team up to develop coronavirus vaccine"], ["14.04.20", "GlaxoSmithKline PLC : Sanofi and GSK collaboration to fight COVID-19"], ["09.04.20", "GlaxoSmithKline PLC : AGM - Change of Arrangements"], ["08.04.20", "GlaxoSmithKline (GSK) Gains But Lags Market: What You Should Know"], ["06.04.20", "GlaxoSmithKline and Vir Biotechnology Jump in Race to Treat and Prevent COVID-19"], ["06.04.20", "GlaxoSmithKline injects US$250mln into US biotech Vir in coronavirus treatment collaboration"], ["06.04.20", "GlaxoSmithKline PLC : GSK and Vir Biotechnology enter collaboration"], ["05.04.20", "GlaxoSmithKline Re-Teams With Chinese Biotech For COVID-19 Vaccine"], ["01.04.20", "GlaxoSmithKline PLC : GSK completes divestment of Horlicks"], ["01.04.20", "Is GlaxoSmithKline Stock a Buy?"], ["01.04.20", "GlaxoSmithKline PLC : Total Voting Rights"], ["30.03.20", "GlaxoSmithKline PLC : Consumer Healthcare product sales category changes"], ["24.03.20", "GlaxoSmithKline PLC : Second Price Monitoring Extn"], ["24.03.20", "GlaxoSmithKline PLC : Price Monitoring Extension"], ["2020-05-26 13:32", "Trump shares disturbing meme of Biden's campaign in a coffin ... . Swisher, however, argues removing them is the right move, as this would \"send a strong message that this behavior is not tolerated.\" Read the full letter via The New York Times . Brendan Morrow Solving COVID Edit New COVID-19 test aims to use CRISPR gene-editing technology for home diagnostic tool 7:30 a.m. Hatim Kaghat/Belga Mag/AFP/Getty Images GlaxoSmithKline's consumer division is teaming up with California gene-editing startup Mammoth Biosciences to develop a rapid COVID-19 diagnostic test that could eventually be used at home, Mammoth said last week. The test would use Mammoth's CRISPR gene-editing technology as a diagnostic tool, returning results from a nasal swab within 20 minutes. Eventually, the two companies want to make ... "], ["2020-05-26 13:15", "German Respiratory Devices Market, Forecast To 2025 - Focus On Therapeutic Devices, Diagnostic & Monitoring Devices, Consumables & Accessories ...  Device Market by End-user5.2.1. Homecare5.2.2. Hospitals and Clinics 6. Company Profiles 6.1. 3M Co.6.2. Acorda Therapeutics, Inc.6.3. Adamis Pharmaceuticals Corp.6.4. Adherium Ltd.6.5. Air Liquide S.A.6.6. AstraZeneca PLC6.7. Bayer AG6.8. Bespak6.9. Boehringer Ingelheim International GmbH6.10. Chiesi Farmaceutici S.p.A.6.11. Gilbert Technologies B.V.6.12. GlaxoSmithKline PLC6.13. H&T Presspart Manufacturing Ltd.6.14. Hamilton Medical AG6.15. Koninklijke Philips N.V.6.16. Medtronic PLC6.17. Novartis AG6.18. PMD Device Solutions Ltd.6.19. ResMed Corp.6.20. Savara, Inc.6.21. Teicos Pharma Ltd.6.22. Teva Pharmaceuticals Industries Ltd.6.23. Vitalograph Ltd.For more information about this report visit https://www.researchandmarkets.com/r/lxjqj4 Research and ... "], ["2020-05-26 13:05", "GSK Pharma: Near term headwinds may keep stock prices under pressure ...  may keep stock prices under pressure GSK Pharma was the worst performer in the domestic formulations market in April Topics GSK | GSK Pharma | Coronavirus Ram Prasad Sahu Last Updated at May 26, 2020 18:37 IST email this article Message: Recipients' Email: Type address separated by commas Your Email: Enter the characters shown in the image. Send me a copy: https://mybs.in/2YNJ4kc The GlaxoSmithKline Pharma (GSK Pharma) stock is down 7 per cent from its May highs on worries that a lower incidence of acute infections could lead to a fall in sales of its products. Some brokerages have also downgraded the stock on weak near term outlook. Vinay Bafna and Sriraam Rathi of ICICI Securities have reduced their net profit estimates for FY21 and FY22 by 12-14 per ... "], ["2020-05-26 12:33", "FACTBOX-Global pharma industry steps up efforts to battle coronavirus ...  Preliminary results protective antibodies and immune system responses in mice and guinea pigs. from an early-stage trial in humans, which began in April, are expected in June. March 30 Johnson & Johnson Signed a $1 billion deal with the U.S. to create more than 1 billion doses of The pharma giant a vaccine. plans to test the vaccine in humans by September. May 14 GlaxoSmithKline Plc Partnered with Sanofi SA to develop a vaccine. Sanofi's CEO has Early stage trials said it is vital that any coronavirus vaccine reach all parts of the world, to begin in second after angering the French government earlier by saying some countries would half of 2020. get priority access. DIAGNOSTICS Date of Company Progress Story link last update March 31 Qiagen NV The ... "], ["2020-05-26 12:33", "FACTBOX-Global pharma industry steps up efforts to battle coronavirus ...  Preliminary results protective antibodies and immune system responses in mice and guinea pigs. from an early-stage trial in humans, which began in April, are expected in June. March 30 Johnson & Johnson Signed a $1 billion deal with the U.S. to create more than 1 billion doses of The pharma giant a vaccine. plans to test the vaccine in humans by September. May 14 GlaxoSmithKline Plc Partnered with Sanofi SA to develop a vaccine. Sanofi's CEO has Early stage trials said it is vital that any coronavirus vaccine reach all parts of the world, to begin in second after angering the French government earlier by saying some countries would half of 2020. get priority access. DIAGNOSTICS Date of Company Progress Story link last update March 31 Qiagen NV The ... "], ["2020-05-26 12:21", "Widower of late Joe Scarborough staffer says Trump has 'perverted' her memory ... . Swisher, however, argues removing them is the right move, as this would \"send a strong message that this behavior is not tolerated.\" Read the full letter via The New York Times . Brendan Morrow Solving COVID Edit New COVID-19 test aims to use CRISPR gene-editing technology for home diagnostic tool 7:30 a.m. Hatim Kaghat/Belga Mag/AFP/Getty Images GlaxoSmithKline's consumer division is teaming up with California gene-editing startup Mammoth Biosciences to develop a rapid COVID-19 diagnostic test that could eventually be used at home, Mammoth said last week. The test would use Mammoth's CRISPR gene-editing technology as a diagnostic tool, returning results from a nasal swab within 20 minutes. Eventually, the two companies want to make ... "], ["2020-05-26 12:17", "Fears of coronavirus second wave prompt flu push at US pharmacies, drugmakers ...  Advertisement Rival chain Rite Aid Corp has ordered 40 per cent more vaccine doses to meet the expected demand. Walmart Inc and Walgreens Boots Alliance said they also are expecting more Americans to seek these shots. Drugmakers are ramping up to meet the demand. Australian vaccine maker CSL Ltd's Seqirus said demand from customers has increased by 10 per cent. British-based GlaxoSmithKline said it is ready to increase manufacturing as needed. A Reuters/Ipsos poll of 4,428 adults conducted between May 13 and 19 found that about 60 per cent of US adults plan to get the flu vaccine in the fall. Typically fewer than half of Americans get vaccinated. The US Centers for Disease Control and Prevention (CDC) recommends the vaccine for everyone over ... "], ["2020-05-26 12:00", "Pfizer Is Charging Ahead With A Coronavirus Vaccine — Is PFE Stock A Buy? ... , leaving new Pfizer positioned to deliver revenue and adjusted, diluted (per-share earnings) growth that is expected to be among the industry leaders,\" he said in a written statement. Pfizer News: Acquisitions Impact Stock Last August, Pfizer closed its joint venture with GlaxoSmithKline ( GSK ) for a consumer health care business comprised of their over-the-counter products. Under terms of the deal, Pfizer owns a 32% stake in the joint venture, and GSK owns 68%. Now, GlaxoSmithKline is planning to spin off that combined consumer health care business . Also last summer, Pfizer unveiled the plan to merge its Upjohn unit with Mylan. Upjohn previously belonged to a global pharmaceutical company named Pharmacia & Upjohn before its acquisition by Pfizer in ... "], ["2020-05-26 12:00", "The Propeller Sensor For Symbicort Connects To The Propeller App To Deliver Insights On Medication Use (Photo: Business Wire) ...  multimedia. View the full release here: https://www.businesswire.com/news/home/20200526005068/en/ The Propeller sensor for Symbicort connects to the Propeller app to deliver insights on medication use (Photo: Business Wire) Propeller's platform already connects to the majority of inhalers used by asthma and COPD patients, including those manufactured by Boehringer Ingelheim, GlaxoSmithKline, Novartis and Orion, as well as many generic equivalent inhalers. Propeller is a digital health tool that helps people with asthma or COPD manage their condition in partnership with their clinician. Propeller sensors attach to patients' existing inhalers and deliver insights on medication use to the Propeller app on their smartphone, which patients can then ... "], ["2020-05-26 12:00", "Stocks & ETFs Beneficiaries of Coronavirus Vaccine Ramp-Up ... ; have found a place in the list. If we talk about the United States, biotech company Vaxart ( VXRT - Free Report ) announced positive pre-clinical data for its oral tablet vaccine. Non-Replicating-Viral-Vector candidate from University of Georgia/University of Iowa has shown promise. Epivax/University of Georgia's S protein candidate is also at this stage. GlaxoSmithKline plc ( GSK - Free Report ) is a prominent name here. Its collaboration with Sanofi (SNY) for formulating S protein candidate, its yet another collaboration with University of Queensland/ Dynavax for developing Molecular-clamp-stabilized-Spike-protein vaccine, and the coalition for Innovax/Xiamen University/GSK's COVID-19 XWG-03 truncated S (spike) proteins are notable. Stocks & ETFs ... "], ["2020-05-26 11:52", "Coronavirus Vaccine Development Gathers Steam: 4 Winners ...  Zacks #1 Rank (Strong Buy) stocks here. Moderna, Inc. has already advanced quite a bit in its vaccine development. It is the first company to have entered phase 2 clinical trial of its experimental COVID-19 vaccine and so far the results have been impressive. Moderna's shares have gained 36.6% in the past 30 days. The company has a Zacks Rank #2. GlaxoSmithKline plc has announced a string of wide-reaching collaborations during the pandemic, most notably with Sanofi. The company expects to launch clinical trials in the second half of the year. The expected earnings growth rate for next year is 0.7%. The Zacks Consensus Estimate for current-year earnings has improved 1% over the past 30 days. GlaxoSmithKlineholds a Zacks Rank #2. Biggest Tech Breakthrough ... "], ["2020-05-26 11:47", "WHO's links to big business exposed as 'coronavirus drug trialing' suspended ...  UK's senior SAGE adviser who recently resigned after it emerged he had flouted lockdown rules. Conflicts of interest must be declared by scientists before they join WHO advisory boards revealing what scientists have ties with the pharmaceutical industry. Taking Prof Ferguson's case in isolation, he declared conflicts of interest having received consultancy fees with GlaxoSmithKline, Baxter, and Roche. UK lockdown: The UK's current lockdown exit strategy mapped (Image: Express Newspapers) These were the eventual manufacturers of Swine Flu vaccines and medications. As a result, an issue with the conflicts of interest being allowed by the WHO is that those scientific advisers may demonstrate bias and favouritism towards the pharmaceutical companies ... "], ["2020-05-26 11:33", "Fears of coronavirus second wave prompt flu push at U.S. pharmacies, drugmakers ...  against seasonal influenza. Rival chain Rite Aid Corp has ordered 40 percent more vaccine doses to meet the expected demand. Walmart Inc and Walgreens Boots Alliance said they also are expecting more Americans to seek these shots. Drugmakers are ramping up to meet the demand. Australian vaccine maker CSL Ltd's Seqirus said demand from customers has increased by 10 percent. British-based GlaxoSmithKline said it is ready to increase manufacturing as needed. A Reuters/Ipsos poll of 4,428 adults conducted May 13-19 found that about 60 percent of U.S. adults plan to get the flu vaccine in the fall. Typically fewer than half of Americans get vaccinated. The U.S. Centers for Disease Control and Prevention (CDC) recommends the vaccine for everyone over age ... "], ["2020-05-26 11:33", "Fears of coronavirus second wave prompt flu push at U.S. pharmacies, drugmakers ...  against seasonal influenza. Rival chain Rite Aid Corp has ordered 40 percent more vaccine doses to meet the expected demand. Walmart Inc and Walgreens Boots Alliance said they also are expecting more Americans to seek these shots. Drugmakers are ramping up to meet the demand. Australian vaccine maker CSL Ltd's Seqirus said demand from customers has increased by 10 percent. British-based GlaxoSmithKline said it is ready to increase manufacturing as needed. A Reuters/Ipsos poll of 4,428 adults conducted May 13-19 found that about 60 percent of U.S. adults plan to get the flu vaccine in the fall. Typically fewer than half of Americans get vaccinated. The U.S. Centers for Disease Control and Prevention (CDC) recommends the vaccine for everyone over age ... "], ["2020-05-26 11:30", "New COVID-19 test aims to use CRISPR gene-editing technology for home diagnostic toolGlaxoSmithKline's consumer division is teaming up with California gene-editing startup Mammoth Biosciences to develop a rapid COVID-19 diagnostic test that could eventually be used at home, Mammoth said last week. The test would use Mammoth's CRIS"], ["2020-05-26 11:13", "Fears of coronavirus second wave prompt flu push at U.S. pharmacies, drugmakers ...  against seasonal influenza. Rival chain Rite Aid Corp has ordered 40 percent more vaccine doses to meet the expected demand. Walmart Inc and Walgreens Boots Alliance said they also are expecting more Americans to seek these shots. Drugmakers are ramping up to meet the demand. Australian vaccine maker CSL Ltd's Seqirus said demand from customers has increased by 10 percent. British-based GlaxoSmithKline said it is ready to increase manufacturing as needed. A Reuters/Ipsos poll of 4,428 adults conducted May 13-19 found that about 60 percent of U.S. adults plan to get the flu vaccine in the fall. Typically fewer than half of Americans get vaccinated. The U.S. Centers for Disease Control and Prevention (CDC) recommends the vaccine for everyone over age ... "], ["2020-05-26 11:00", "FOCUS-Fears of coronavirus second wave prompt flu push at U.S. pharmacies, drugmakers ...  against seasonal influenza. Rival chain Rite Aid Corp has ordered 40 percent more vaccine doses to meet the expected demand. Walmart Inc and Walgreens Boots Alliance said they also are expecting more Americans to seek these shots. Drugmakers are ramping up to meet the demand. Australian vaccine maker CSL Ltd's Seqirus said demand from customers has increased by 10 percent. British-based GlaxoSmithKline said it is ready to increase manufacturing as needed. A Reuters/Ipsos poll of 4,428 adults conducted May 13-19 found that about 60 percent of U.S. adults plan to get the flu vaccine in the fall. Typically fewer than half of Americans get vaccinated. The U.S. Centers for Disease Control and Prevention (CDC) recommends the vaccine for everyone over age ... "], ["2020-05-26 10:22", "What's safe to do in the summer of coronavirus? ...  a way to relieve stress, get some fresh air and vitamin D, stay active, and safely connect with others,\" CDC adds , noting that safe usually means keeping a distance of six feet from others. Peter Weber Solving COVID Edit New COVID-19 test aims to use CRISPR gene-editing technology for home diagnostic tool 7:30 a.m. Hatim Kaghat/Belga Mag/AFP/Getty Images GlaxoSmithKline's consumer division is teaming up with California gene-editing startup Mammoth Biosciences to develop a rapid COVID-19 diagnostic test that could eventually be used at home, Mammoth said last week. The test would use Mammoth's CRISPR gene-editing technology as a diagnostic tool, returning results from a nasal swab within 20 minutes. Eventually, the two companies want to make the ... "], ["2020-05-25 19:29", "Trump just sent anti-vaxxers an invitation to smear coronavirus vaccines | Opinion ...  Auctions/Sales Commercial Real Estate Employment Garage Sales Legals Merchandise Obituaries Pets Public Notices Services Public Notices Jobs Mobile & Apps Archives el Nuevo Herald Miami.com Indulge Op-Ed Trump just sent anti-vaxxers an invitation to smear coronavirus vaccines | Opinion By Mariel Garza May 25, 2020 03:29 PM ORDER REPRINT Moncef Slaoui, above, a former executive with giant pharmaceutical company GlaxoSmithKline, is leading the president's push for a coronavirus vaccine, along with Army Gen. Gustave F. Perna. AP Convincing vaccine skeptics to trust any future COVID-19 vaccine is going to be a tough job, even if there are mountains of data from clinical trials showing that it is safe and effective. It's going to be harder still if ... "], ["2020-05-25 14:18", "Pharma Giants Reportedly Rejected EU Proposal to Speed Up Vaccine Development in 2017 ...  research. According to the report, European Commission representatives sitting on the IMI claimed that research could \"facilitate the development and regulatory approval of vaccines against priority pathogens [which are similar to the novel coronavirus], to the extent possible before an actual outbreak occurs\". However, the proposal was dismissed by large pharmaceutical companies, including GlaxoSmithKline, Novartis, Pfizer, Lilly, and Johnson & Johnson, which are part of IMI. The COE report claimed that instead of speeding up the development of innovative medicines, the IMI has been \"more about business-as-usual market priorities\". The Guardian cited an unnamed IMI spokeswoman as saying in response to the report that infectious diseases ... "]]}}