{"postfix": "global_payments-aktie", "name": "GLOBAL_PAYMENTS", "wkn": "603111", "time": "2020.05.26 15:37", "ts": 1590500229, "features": {"KGV": "29.44", "Marktkapitalisierung": {"Size": "Mrd", "Value": "49.94"}, "GA": "6.22", "KBV": "1.31", "BA": "139.88", "KCV": "21.88", "CA": "8.37", "Vola30": "54", "Vola90": "94.88", "Vola180": "68.54", "Vola250": "50.81"}, "rivals": ["american_express-aktie"], "text_data": {"de": [["09.05.20", "Global Payments öffnete die Bücher zum abgelaufenen Quartal"], ["07.05.20", "Global Payments zahlt unveränderte Dividende aus"], ["05.05.20", "Ausblick: Global Payments gewährt Anlegern Blick in die Bücher"], ["30.04.20", "Global Payments-Aktie: Das sind die Expertenmeinungen des Monats April"], ["21.04.20", "Erste Schätzungen: Global Payments zieht Bilanz zum abgelaufenen Quartal"], ["31.03.20", "Die Expertenmeinungen zur Global Payments-Aktie im März 2020"], ["29.02.20", "Februar 2020: So haben Analysten ihre Einstufung der Global Payments-Aktie angepasst"], ["13.02.20", "Global Payments schüttet unveränderte Dividende aus"], ["13.02.20", "Global Payments hat Bilanz für das abgelaufene Quartal gezogen"], ["11.02.20", "Ausblick: Global Payments zieht Bilanz zum abgelaufenen Quartal"]], "en": [["19.05.20", "Global Payments Rides on Strategic Buyouts & Strong Liquidity"], ["11.05.20", "Global Payments to Extend Credit Card Services to Truist"], ["07.05.20", "Global Payments (GPN) Q1 2020 Earnings Call Transcript"], ["07.05.20", "Why Global Payments Stock Rose as High as 9% on Wednesday"], ["06.05.20", "Global Payments (GPN) Q1 Earnings Beat Despite Coronavirus Woes"], ["06.05.20", "Global Payments (GPN) Q1 Earnings Top Estimates"], ["06.05.20", "Global Payments tops earnings, revenue expectations"], ["04.05.20", "How Badly Will Coronavirus Hit Global Payments (GPN) Q1 Earnings?"], ["29.04.20", "Global Payments (GPN) Reports Next Week: Wall Street Expects Earnings Growth"], ["27.04.20", "Can Global Payments (GPN) Keep the Earnings Surprise Streak Alive?"], ["23.04.20", "The Zacks Analyst Blog Highlights: PayPal, Fidelity National Information Services, Global Payments, Square and Intuit"], ["07.04.20", "Global Payments Cancels 2020 Earnings View Amid Coronavirus Chaos"], ["20.03.20", "The Zacks Analyst Blog Highlights: Walmart, NVIDIA, AstraZeneca, Goldman Sachs and Global Payments"], ["13.03.20", "Global Payments (GPN) Down 22.5% Since Last Earnings Report: Can It Rebound?"], ["12.03.20", "Global Payments Keeps View Intact Despite Coronavirus Scare"], ["10.03.20", "Global Payments stock heads higher after CEO reiterates forecast despite coronavirus"], ["13.02.20", "Global Payments (GPN) Q4 2019 Earnings Call Transcript"], ["13.02.20", "Global Payments, Regeneron Among 8 New Stocks On IBD Watchlists"], ["12.02.20", "Earnings Results: Global Payments stock dips after earnings but CEO sees recent payment mergers as ‘validation’ of strategy"], ["12.02.20", "Global Payments (GPN) Q4 Earnings Beat Estimates, Rise Y/Y"], ["12.02.20", "Global Payments (GPN) Beats Q4 Earnings Estimates"], ["12.02.20", "Global Payments Earnings Beat But 2020 Guidance Weak"], ["07.02.20", "Global Payments (GPN) Stock Moves -0.44%: What You Should Know"], ["05.02.20", "Global Payments (GPN) Earnings Expected to Grow: Should You Buy?"], ["30.01.20", "Is Global Payments (GPN) Outperforming Other Business Services Stocks This Year?"], ["28.01.20", "The Zacks Analyst Blog Highlights: S&P Global, FleetCor Technologies, Global Payments, Waste Management and Fidelity National Information Services"], ["27.01.20", "Global Payments (GPN) Dips More Than Broader Markets: What You Should Know"], ["24.01.20", "Here is Why Growth Investors Should Buy Global Payments (GPN) Now"], ["20.01.20", "Global Payments (GPN) Soars to 52-Week High, Time to Cash Out?"], ["17.01.20", "Global Payments (GPN) Outpaces Stock Market Gains: What You Should Know"], ["13.01.20", "Why Global Payments (GPN) Could Beat Earnings Estimates Again"], ["13.01.20", "Has Global Payments (GPN) Outpaced Other Business Services Stocks This Year?"], ["10.01.20", "Global Payments (GPN) Dips More Than Broader Markets: What You Should Know"], ["08.01.20", "3 Reasons Growth Investors Will Love Global Payments (GPN)"], ["06.01.20", "The Zacks Analyst Blog Highlights: Apple, Aphria, Global Payments, NetEase and Qorvo"], ["03.01.20", "Global Payments (GPN) Hits Fresh High: Is There Still Room to Run?"], ["2020-05-26 13:29", "In virus rescue, German government to climb aboard at Lufthansa ... the deal included \"far-reaching limits on pay for board members at the parent company and subsidiaries as well as for management,\" while Lufthansa spoke of a possible \"waiver of future dividend payments.\" The group had already suspended its dividend payout for 2019, saying that it needed cash on hand to weather the coronavirus storm. And the state will also claim two seats on the supervisory  ... business in Japan LAST UPDATED: May 25, 2020 SPECIAL SUPPLEMENTS Sponsored contents planned and edited by JT Media Enterprise Division. Read more SUPPLEMENTS BINDER Synergy Media Specialists Global Insight Nihon Global Media World Eye Reports Return to The Japan Times top page JT Digital Archives The Japan Times Alpha Jobs Study in Japan JT for Women JT  ... "], ["2020-05-26 13:15", "CHURCHES cleared to reopen — GOP sues CALIFORNIA over mail — DOJ warns LA — TECH AB5 initiative qualifies — TRUMP admin blocks HOMELESS shelters ...  that nearly killed him, revealed that he had been on a ventilator for four weeks and pledged to seek re-election in November.\" HAPPENING TOMORROW GLOBAL BANKING AND INVESTING DURING A PANDEMIC: Join Global Translations author Ryan Heath tomorrow at 9 a.m. EDT for a virtual interview with Suma Chakrabarti, president of the European Bank for Reconstruction and Development ( ... Reporter Would Make Cancer Easier. I Was Wrong. By Alexandra Glorioso Joe Arpaio's Surprising Legacy in Arizona By Fernanda Santos About Us Advertising Breaking News Alerts Careers Credit Card Payments Digital Edition FAQ Feedback Headlines Photos POWERJobs Press Print Subscriptions Write For Us RSS Site Map Terms of Service Privacy Policy Do not sell my info 2020 POLITICO LLC"], ["2020-05-26 13:02", "Death of 'Mr Big' stirs memories of Singapore's gangland past ... and surprised younger residents with no knowledge of that past in what is now regarded as one of the world's safest cities. Tan's demise has also polarized opinion between those who applauded his global ambition and others who loathe criminals in a country where drug traffickers face the death sentence. Tan was 72, and also known as Roland Tan, or by his aliases \"Mr. Big\" and \"The Hainanese  ...  rein in spending: report COVID-19: Half of Canadians think their governments are deliberately hiding information Watch Social assistance recipients allowed to double-dip on CERB payments, depending on province they live in Watch 'Fatalism effect': Study says people who overestimate COVID-19 spread are less likely to follow rules Wilderness  ... "], ["2020-05-26 13:00", "BitAmp The Next New Open Source Wallet ...  market is facing a crisis as unemployment soars amid the coronavirus pandemic. Home sales have plunged to a nine-year low and a record-high number of homeowners are defaulting on their mortgage payments. The impact of the ... read more. This Is Not Capitalism: How Covid-19 Shined a Light on America's Fascist System In the last few months, giant American corporations and financial incumbents ... remain pro-crypto, allowing investors ... read more. Goldman Sachs Hosting Bitcoin Call as Institutional Interest in Cryptocurrency Surges As interest in cryptocurrency grows among institutional investors, global investment banks, like Goldman Sachs and JPMorgan Chase, are reexamining their views about bitcoin. Goldman Sachs is hosting a call for its clients to learn  ... "], ["2020-05-26 13:00", "180 Degree Capital Corp. Life Science Portfolio Company Acquisition Closed ... of Investing Mavens on TheStreet Biotech Maven EconoMonitor ETF Focus FX@TheStreet with Cory Mitchell - Forex Trade Ideas John Wall Street - Sports Business Mish Talk - Global Economic Trends Phil Davis - The Progressive Investor Random Roger - ETF and Retirement Stan The Annuity Man Bull Market Fantasy with Jim Cramer IPOs On  ... are achieved, the timing may be materially different than current estimates. These factors will be used to develop a fair market value based on a probability-weighted net present value analysis of the potential future milestone payments as of 180's next valuation date, which is June 30, 2020. Preliminary valuation work leads us currently to believe that the transaction could result in an increase in value of approximately 5x from  ... "], ["2020-05-26 13:00", "Kandi Receives First Real Estate Repurchase Payment ... of Investing Mavens on TheStreet Biotech Maven EconoMonitor ETF Focus FX@TheStreet with Cory Mitchell - Forex Trade Ideas John Wall Street - Sports Business Mish Talk - Global Economic Trends Phil Davis - The Progressive Investor Random Roger - ETF and Retirement Stan The Annuity Man Bull Market Fantasy with Jim Cramer IPOs On  ... the first payment of RMB 244 million (US$34.2 million) on May 22 nd, 2020 under the real estate repurchase agreement announced on March 9 th, 2020. Under the agreement, Kandi is entitled to receive additional payments based on achieving certain milestones: A second payment of RMB 119 million (USD $16.7 million) is due within 10 days of \"restoration\" of the land. \"Restoration\" is defined as full legal cancellation ... "], ["2020-05-26 12:50", "In full: DPM Heng Swee Keat's $33b Fortitude Budget speech ... have been infected, and over 340,000 lives have been lost. More people are expected to be infected as countries come to grips with what it takes to contain this virus. Covid-19 has disrupted the global economy. Lockdowns and movement restrictions have exerted a huge cost, with major job losses in many economies. In the US, the unemployment rate for April, has increased to 14.7 per cent. This is the  ...  Singapore will provide a bonus of $300 per month over five months to encourage more stallholders in hawker centres, wet markets, coffee shops, and industrial canteens to use e-payments and avoid having to handle cash. They should not be left behind as the whole economy transforms. Digital Resilience Bonus Second, we will enhance our support for businesses which ... "], ["2020-05-26 12:37", "Congress weighs choice: 'Go big' on virus aid or hit 'pause' ... favored the federal government providing funding to small businesses and hospitals. About 8 in 10 said they were in favor of suspending evictions and foreclosures, giving lump-sum payments to Americans, increased unemployment benefits and suspended student loan payment. A mid-April NBC/Wall Street Journal poll showed registered voters somewhat more likely to say they were ... concerns Most Read Utah woman killed on Tinder date identified by police Woman suffered multiple stab wounds, police said Even before the pandemic was declared, the global church response was underway A look behind the church's global efforts to address COVID-19. Pandemic could shorten Salt Lake airport rebuild by 2 years, save $300M Bill Wyatt, the airport's executive director, has  ... "], ["2020-05-26 12:36", "LATAM Airlines files for bankruptcy as coronavirus slams travel industry ... has between $10 billion and $50 billion in assets and liabilities, according to its bankruptcy petition. The S&P and Fitch ratings agencies downgraded the company Friday after it confirmed that it missed debt payments. LATAM flew more than 74 million passengers to about 145 destinations and launched 26 new routes last year, when it raked in more than $10 billion in revenues, the company said. But that  ... 34; chief financial officer Ramiro Alfonsn Balza said in a court filing. \"Unfortunately, like so many businesses around the world, the unprecedented effects of the COVID-19 global pandemic have significantly affected LATAM's operations and its business plan.\" LATAM is just the latest airline that the coronavirus has forced into bankruptcy. Virgin  ... "], ["2020-05-26 12:35", "Fiscal measures primed to weather coming storm ... impact, larger than expected stimulus policies introduced across economies will likely change the international economic and trading landscape to a certain extent, posing considerable uncertainty to the global economy and exposing listed banks to new difficulties and challenges in business operations and development,\" she said. In the face of uncertainty, Beijing has raised  ...  months, but the pace of recovery could slow significantly due to slumping external demand, the lagging impact of the coronavirus on corporate profits, and waivers and delays in tax payments. In addition to government debt, \"Beijing may rely more on commercial bank lending and the corporate bond markets to fund its numerous State-owned enterprises, local government financing  ... "], ["2020-05-26 12:31", "PINNING HOPES ON FEDS — HOW CANNABIS BILL DIED — VIOLENT HOLIDAY WEEKEND ... Tuesday, 5/26/20 Friday, 5/22/20 Thursday, 5/21/20 Wednesday, 5/20/20 Tuesday, 5/19/20 View the Full Illinois Playbook Archives Most Read Top Republican yanks endorsement of House candidate who made offensive social media posts The general election scenario that Democrats are dreading Trump sees a 'rigged election' ahead. Democrats see a constitutional crisis in the making. World Health Organization pauses study of hydroxychloroquine in global trial Europe's elite skewered for lockdown double standards About Us Advertising Breaking News Alerts Careers Credit Card Payments Digital Edition FAQ Feedback Headlines Photos POWERJobs Press Print Subscriptions Write For Us RSS Site Map Terms of Service Privacy Policy Do not sell my info 2020 POLITICO LLC"], ["2020-05-26 12:30", "Workers ineligible for UIF can now claim Ters benefit ... ' in light of Covid-19 'Buying down' to smaller cars such as the Volkswagen Up! and Smart ForFour can make sense in these turbulent financial times. Most Read Cocaine traffickers shrug off global lockdown restrictions 9 hours ago BL PREMIUM Buy now, because car prices are set to spike 5 days ago Q&A: Which retail savings bond option is best for a beginner? 9 hours ago Most  ...  directive pertaining to Ters to now allow workers to claim even where their employers did not register them for UIF 26 May 2020 - 13:22 Lisa Steyn Unemployed people queue for UIF payments. Picture: SUNDAY TIMES Workers that have not contributed to the Unemployment Insurance Fund (UIF) are now able to claim the special Covid-19 benefits provided for under the fund's relief ... "], ["2020-05-26 12:30", "German Government Offers Lufthansa $10 Billion Bailout ...  Lufthansa 5.7 billion euros in nonvoting capital, part of which could be converted to an additional 5% stake in the event of a hostile takeover or the company is unable to make coupon payments. The loan carries interest of 4% through 2021 and increases to 9.5% by 2027. Lufthansa will separately receive a 3 billion-euro three-year loan from a quasi-private lender and private banks.  ...  $314 billion lower than budgeted this year. It has urged governments to provide cash infusions, loans and tax relief for the industry, saying it is a foundational part of the global economy and will be essential to restarting economic activity once the pandemic calms down. Some airlines are already in trouble. Virgin Australia and Latin American carrier Avianca recently filed for ... "], ["2020-05-26 12:30", "Veru To Present At Jefferies Virtual Healthcare Conference On June 2nd ...  is available by prescription through multiple third party telemedicine and internet pharmacy providers, retail pharmacies, as well as OTC via the Company's website at www.fc2.us.com . In the global public health sector, the Company markets FC2 to entities, including ministries of health, government health agencies, U.N. agencies, nonprofit organizations and commercial partners, that work to support and improve the lives,  ... , process errors, politics or other pressures, and the risk that government tenders and contracts may be subject to cancellation, delay, restructuring or substantial delayed payments; the risk that delays in orders or shipments under government tenders or the Company's U.S. prescription business could cause significant quarter- ... "], ["2020-05-26 12:28", "Struggling rental car companies expected to sell vehicles at deep discounts ... of where you're buying the car. The rental companies often have good financing options for customers with excellent credit — Avis, for instance, is offering 0% down and no payments for 45 days — but you might do even better on your ownworking witha bank or credit union. Hertz and Avis Budget Group did not return requests seeking answers to specific ...  last week in the Lancet that showed people taking hydroxychloroquine were at higher risk of death and heart problems, there would be \"a temporary pause\" on the hydroxychloroquine arm of its global clinical trial. Read the Full Article Coronavirus stalls work to keep rare rhino subspecies alive by Associated Press / May 25, 2020 NANYUKI, Kenya (AP) — It's not quite a case of  ... "], ["2020-05-26 12:24", "France clamps down on hydroxychloroquine use for Covid-19 ... of hydroxychloroquine currently underway in France. That echoes the World Health Organization's announcement Monday that it would temporarily suspend the hydroxychloroquine part of its global Solidarity trial amid a safety review. POLITICO Dispatch: May 26 Putin had grand plans for the spring, including a constitutional change that would let him  ... ' change what we see?\" he said . Filed Under: Europe , France , Coronavirus Show Comments POLITICO Facebook Twitter Link Link Copied More Mail Reddit WhatsApp About Us Advertising Breaking News Alerts Careers Credit Card Payments Digital Edition FAQ Feedback Headlines Photos POWERJobs Press Print Subscriptions Write For Us RSS Site Map Terms of Service Privacy Policy Do not sell my info 2020 POLITICO LLC"], ["2020-05-26 12:21", "The Justice Department's Indefensible About-Face on Emoluments ... facing tricky emoluments questions have been career professionals; they have been offered payment for their personal skills and expertise, not for the services and goods they sell by way of a global real-estate and retail empire. That said, the Justice Department's prior opinions do have something in common. Just about all of them defend their conclusions with a clear-eyed  ... of their political or diplomatic functions.\" Animating the logic of earlier OLC opinions with his particular take on the threat, he concluded that what mattered was whether the payments could influence the officeholder: \"Those who hold offices under the United States must give the government their unclouded judgment and their uncompromised loyalty. That judgment might be biased ... "], ["2020-05-26 12:19", "French restaurant ruling puts coronavirus claims on global menu ... , his team had received calls from Britain, South Africa, Spain and the United States asking for details of his contract and the court's ruling. \"This decision in Paris has a global resonance,\" he said. In Britain, the financial regulator has also turned to the courts to try to get clarity on whether insurers should pay out coronavirus-related claims to small businesses. AXA  ... French insurers have said they will pay out business interruption losses to some customers, depending on specific contracts. Generali France, for example, has said it will make payments to 600 hospitality businesses. Related Story Prudential pays out $800k under Covid-19 relief fund to people impacted by outbreak Related Story Coronavirus microsite: Get latest updates,  ... "], ["2020-05-26 12:15", "The Latest: COVID-19 in the Champlain Valley ... Right now, the check is not in the mail, so if you get anything in the mail saying, 'Hey pay us money in order to get your stimulus payment or you owe us money from back-payments or some kind of garnishment,' that is a scam,\" said Donovan. Tuesday, April 14 Posted : 10:24 p.m. After claiming he 'calls the shots', Trump backs off pressuring governors to reopen  ... as cases in the state climbed to more than 7,000. The increasingly drastic measures in the U.S. came as gasping patients filled the wards of hospitals in Spain and Italy, and the global death toll surpassed 10,000, with the virus still multiplying and gaining footholds in new corners of the world. Posted : 10:35 a.m. Cuomo emerges as Democratic counter to Trump virus response Through ... "], ["2020-05-26 12:14", "No timetable to launch digital currency: China central bank governorSearch HOME CHINA WORLD BUSINESS LIFESTYLE CULTURE TRAVEL WATCHTHIS SPORTS OPINION REGIONAL FORUM NEWSPAPER MOBILE Global Edition ASIA Franais HOME CHINA WORLD BUSINESS LIFESTYLE CULTURE TRAVEL WATCHTHIS SPORTS OPINION REGIONAL FORUM NEWSPAPER China Daily PDF China Daily E-paper MOBILE Business Macro Companies Industries  ...  completed. The R&D and application of a legal digital currency help meet the public demand for legal currency in today's digital economy and improve the convenience, security and anti-counterfeiting level of retail payments, Yi said. He also noted that it will escalate the growth of China's digital economy. Photo Business leaders make suggestions for this year's two sessions Volunteers help low-income farmers sell products  ... "]]}}