{"postfix": "grammer-aktie", "name": "GRAMMER", "wkn": "589540", "time": "2020.05.26 16:28", "ts": 1590503286, "features": {"KGV": "9.46", "Marktkapitalisierung": {"Size": "Mio", "Value": "267.27"}, "GA": "3.50", "KBV": "1.22", "BA": "27.12", "KCV": "2.99", "CA": "11.08", "Vola30": "39.05", "Vola90": "102.26", "Vola180": "72.92", "Vola250": "57.06"}, "rivals": ["bertrandt-aktie", "wet_automotive_systems-aktie", "continental-aktie", "duerr-aktie", "leoni-aktie", "elringklinger-aktie"], "text_data": {"de": [["01.05.20", "Grammer: Bilanzvorlage zum letzten Quartal"], ["16.04.20", "AKTIEN IM FOKUS 2: Europas Autowerte im erholten Gesamtmarkt wieder gefragt"], ["15.04.20", "XETRA-SCHLUSS/Schlechte Nachrichten schicken Aktien in den Keller"], ["19.03.20", "NACHBÖRSE/XDAX -0,8% auf 8.542 Pkt - Kurssprung bei Osram und Encavis"], ["03.03.20", "MÄRKTE EUROPA/Aktien profitieren nicht von US-Zinssenkung"], ["03.03.20", "MÄRKTE EUROPA/Fed senkt Leitzinsen - Aktien schießen kurz in die Höhe"], ["03.03.20", "MÄRKTE EUROPA/Börsen im Plus vor G7-Telefonkonferenz"], ["03.03.20", "MÄRKTE EUROPA/DAX & Co kräftig erholt - G7-Telefonkonferenz im Blick"], ["02.03.20", "NACHBÖRSE/XDAX +1,7% auf 12.055 Pkt - Grammer und Deutz trotzen Trend"], ["02.03.20", "Grammer warnt und kürzt Dividende"], ["12.02.20", "Einstieg von Ningbo Jifeng beendete Kampf gegen Prevent: Razzia beim Autozulieferer Grammer - Verdacht auf Insiderhandel"], ["11.02.20", "Razzia wegen Insiderhandels bei Grammer-Übernahme"], ["11.02.20", "Razzia wegen Insiderhandels bei Grammer-Übernahme"], ["11.02.20", "WDH/Verdacht auf Insidergeschäfte bei Verkauf des Zulieferers Grammer"], ["11.02.20", "16 Objekte durchsucht: Razzia bei Autozulieferer Grammer wegen Verdacht auf Insiderhandel"], ["11.02.20", "Razzia wegen Insiderhandels bei Grammer-Übernahme"]], "en": [["20.05.20", "Great Western Exploration non-executive director Terry Grammer passes"], ["29.04.20", "Grammer AG : Covid-19 Pandemic Significantly Impacts Grammer's Revenue and Earnings"], ["15.04.20", "Grammer AG : Major Negative Impact on Revenue and Earnings in the First Quarter of 2020 as a Result of the COVID-19 Pandemic"], ["30.03.20", "Grammer AG : Grammer confirms preliminary figures for 2019 and expects a significant slowdown in 2020"], ["03.03.20", "Grammer AG : Grammer expects decrease in revenues and weaker earnings in the first quarter 2020"], ["04.02.20", "Grammer AG : Grammer Group revenue rose to around EUR 2 billion despite challenging market environment"], ["2020-05-26 12:49", "Hollywood Bowl Opens for One Night to Host Richard Weitz's Zoom Concert With Surprise Guest Billie Eilish ...  everybody who is on this call has been in the business for some amount of time. We're in odd times. That a show has taken off out of this mayhem and you've found a way to put all of these incredible people together [is amazing]. The concept is groundbreaking but out of necessity.\" DeGraw then made way for the night's next-to-last performer, Andy Grammer, who performed just one song — \"Good to Be Alive (Hallelujah).\" And the closing act? There were two: New Order and the Pet Shop Boys, who, as part of a co-headlining tour this summer, were supposed to close the Bowl season. Thanks to \"Quarantunes\" they did it. \"Billie Eilish has always been ahead of her time, and she is so friggin smart,\" says Mayor Garcetti ... "], ["2020-05-25 17:18", "Kenny Loggins performs 'Footloose' at an empty Hollywood Bowl to raise money for Covid-19 relief ...  with memorable performances, including Seal singing his hit \"Kiss from a Rose.\" TV chef Rachael Ray shared a snap of Rob Thomas, who performed his 1999 smash single \"Smooth\" with Carlos Santana. Artist Billie Eilish also jumped on to discuss a vegan charity she has launched with her mom. Also performing were The Killers, Barry Manilow, Gavin DeGraw, Andy Grammer, Bryan Adams, Elvis Costello, Gloria Gaynor and former Styx frontman Dennis DeYoung. Famed record producer Clive Davis, who Weitz called his \"Zoom wingman\" and has been a staple at all the virtual fundraisers, also made an appearance from his home during the evening. The shows are by invitation only because of copyright infringement issues with some of the songs and because ... "], ["2020-05-25 17:18", "Kenny Loggins performs 'Footloose' at an empty Hollywood Bowl to raise money for Covid-19 relief ...  with memorable performances, including Seal singing his hit \"Kiss from a Rose.\" TV chef Rachael Ray shared a snap of Rob Thomas, who performed his 1999 smash single \"Smooth\" with Carlos Santana. Artist Billie Eilish also jumped on to discuss a vegan charity she has launched with her mom. Also performing were The Killers, Barry Manilow, Gavin DeGraw, Andy Grammer, Bryan Adams, Elvis Costello, Gloria Gaynor and former Styx frontman Dennis DeYoung. Famed record producer Clive Davis, who Weitz called his \"Zoom wingman\" and has been a staple at all the virtual fundraisers, also made an appearance from his home during the evening. The shows are by invitation only because of copyright infringement issues with some of the songs and because ... "], ["2020-05-25 17:18", "Kenny Loggins performs 'Footloose' at an empty Hollywood Bowl to raise money for Covid-19 relief ...  with memorable performances, including Seal singing his hit \"Kiss from a Rose.\" TV chef Rachael Ray shared a snap of Rob Thomas, who performed his 1999 smash single \"Smooth\" with Carlos Santana. Artist Billie Eilish also jumped on to discuss a vegan charity she has launched with her mom. Also performing were The Killers, Barry Manilow, Gavin DeGraw, Andy Grammer, Bryan Adams, Elvis Costello, Gloria Gaynor and former Styx frontman Dennis DeYoung. Famed record producer Clive Davis, who Weitz called his \"Zoom wingman\" and has been a staple at all the virtual fundraisers, also made an appearance from his home during the evening. The shows are by invitation only because of copyright infringement issues with some of the songs and because ... "], ["2020-05-25 17:18", "Kenny Loggins performs 'Footloose' at an empty Hollywood Bowl to raise money for Covid-19 relief ...  with memorable performances, including Seal singing his hit \"Kiss from a Rose.\" TV chef Rachael Ray shared a snap of Rob Thomas, who performed his 1999 smash single \"Smooth\" with Carlos Santana. Artist Billie Eilish also jumped on to discuss a vegan charity she has launched with her mom. Also performing were The Killers, Barry Manilow, Gavin DeGraw, Andy Grammer, Bryan Adams, Elvis Costello, Gloria Gaynor and former Styx frontman Dennis DeYoung. Famed record producer Clive Davis, who Weitz called his \"Zoom wingman\" and has been a staple at all the virtual fundraisers, also made an appearance from his home during the evening. The shows are by invitation only because of copyright infringement issues with some of the songs and because ... "], ["2020-05-25 16:30", "Lisa Rinna Gets Nostalgic Over Happy 'RHOBH' Photos Amid Drama-Filled Season 10 ...  to play out , Rinna looked back on some of the happier times the cast shared last season in a new post to Instagram. Rinna posted a throwback photo of her sharing a laugh with co-stars Teddi Mellencamp, Kyle Richards, and Dorit Kemsley during a cast trip to Hawaii for an episode from the ninth season of the long-running reality show. The photo was shot at the reception for Camille Grammer's wedding to David C. Meyer, where Kyle served as a bridesmaid. Not only are the Bravo beauties glammed up for the shot, but they truly appear to be enjoying one another's company with no jealousy as a rainbow appears in the background. In the caption to the photo, Rinna admitted she had \"no idea\" why she was posting photos from last season's Real ... "], ["2020-05-25 05:10", "Rick and Morty season 4: Fans react to vulgar new episode 'What did we just watch?' ...  planet cheated on Rick with God, had some kids. Jerry became Moses and fought his wife? \"Summer and Morty killed God while high, and Rick ended up with no one... Haha, what did we just watch?\" Viewers were also glad the rest of the Smith family were finally given some substantial screen time, as many fans felt Beth (Sarah Chalke), Jerry (Chris Parnell) and Summer (Spencer Grammer) had been short-changed in the back half of season four. Posting on Reddit, one fan said: \"As someone who has been openly critical of this season, I loved this episode!! It was a fun ride from start to finish.\" DON'T MISS: Game of Thrones blunder: Huge continuity error with Daenerys' wedding [BLUNDER] The Masked Singer on FOX: Jesse McCartney admits ' ... "], ["2020-05-24 23:02", "Rick and Morty Episode 9 live stream: How to watch online without cable ... . Learn how you can help TV News Rick and Morty Episode 9 live stream: How to watch online without cable Today 7:02 PM Rick and Morty: The Other Five (Official Trailer) | May 3 | adult swim By Joseph Rejent | NJ Advance Media for NJ.com \" Rick and Morty \" is airing the 9th episode of its 4th season on Sunday, May 24 at 11:30 p.m. The series stars Justin Roiland , Chris Parnell , Spencer Grammer and Sarah Chalke . Here's the information you'll need to watch \"Rick and Morty\" online without cable. When is 'Rick and Morty' on? \"Rick and Morty\" airs its 9th episode of its 4th season on Sunday, May 24 at 11:30 p.m. on Cartoon Network. It will follow after a rerun of the previous episode of the series at 11 p.m. How to watch ... "], ["2020-05-24 17:35", "Here Are All the Livestreams & Virtual Concerts to Watch During the Coronavirus Crisis: Week of May 25 ...  a remote location on Thursday (May 29). Other shows include a benefit set featuring Jason Mraz and Goo Goo Dolls, among others,; Adam Lambert, Jordin Sparks and others banding together for an event focusing on teen mental wellness; and many more. As additional livestreaming events are announced for the week, we'll add them to this list. May 25: Jason Mraz, Goo Goo Dolls, Andy Grammer, The Head and the Heart, Caroline Jones, The Revivalists and more acts are set to perform during the Save the Children music festival hosted on YouTube from 6 p.m. to 9:30 p.m. ET. Donations raised during the live stream benefit Save the Children , the humanitarian aid organization for children that's delivering life-saving supplies, information and care to families and ... "], ["2020-05-24 09:29", "Rick and Morty season 4, episode 9 release time: What time is Rick and Morty out? ...  #adultswim pic.twitter.com/xOc4BfNmSB — Rick and Morty (@RickandMorty) May 23, 2020 Rick and Morty: The pair go on crazy adventures together in season 4 (Image: Channel 4) READ MORE Rick and Morty release date: Will Rick and Morty be on ALL YEAR ROUND? The sneak preview shows the mad scientist Rick Sanchez (Justin Roiland), his grandson Morty Smith (Roiland), and Morty's sister Summer (Spencer Grammer), mum Beth (Sarah Chalke) and dad Jerry (Chris Parnell). The characters are in the car and Summer is complaining about being taken away from her friends during spring break. Jerry tells them what they need is to \"level up with a bong rip of nature\". He takes them camping and says: \"We a roughing it, and that means no sci-fi b***.\" He ... "], ["2020-05-23 17:47", "Exclusive: Rick and Morty star responds to Summer's queer relationship in the comicsRick and Morty cast member Spencer Grammer spoke exclusively to Digital Spy about her character's queer relationship in the spin-off comics."], ["2020-05-22 23:01", "Music Livestream Picks: MTV's Prom, Dylan's Birthday, Sublime and More ... \" with Wyclef Jean, Dj Spin King, Quick Silva, Walshy Fire, DJ Pup Dawg and DJ Kelly G from noon ET Sunday to noon ET Monday (via YouTube, Twitch and Instagram) click here Kat Edmonson 7 p.m. ET, 4 PT (via Kat Live) click here MONDAY, MAY 25 Lee Brice 8 p.m. ET, 5 PT (for Memorial Day, via Facebook) click here Save the Children COVID-19 Relief Festival with Andy Grammer, Caroline Jones, David Shaw of the Revivalists, Duncan Sheik, John Rzeznik of the Goo Goo Dolls, Charity and Matty from the Head and the Heart, Jason Mraz, Jon Batiste, Josh Kelley, LP, Mat Kearney, Matt Nathanson, Morgan Evans, Matthew Caws of Nada Surf, Rufus Wainwright, Ryan Cabrera and more 6 p.m. ET, 3 PT (via YouTube) click here PJ Morton 7 p.m. ET, 4 PT (full band live show from ... "], ["2020-05-22 14:02", "Rick and Morty star responds to fan theory which will change how you look at season 4 ...  is 5126 and they swap Jerrys. In other words, the lead Rick and Morty at the end of the episode don't appear to be the same Rick and Morty from the beginning, and it's led some to believe we don't follow the same Rick and Morty in each episode. We told you it was confusing... Adult Swim Related: Rick and Morty stars Chris Parnell and Spencer Grammer discuss the show's future beyond season five Offering his thoughts on whether C-137's Rick and Morty reunited with a different Jerry (or whether viewers reunited with a different Rick and Morty), Chris conceded that the theory is \"entirely possible\". \"I'm never completely clear, personally, on which particular family we're with,\" he said of the multi-verses. \"I' ... "], ["2020-05-21 23:41", "Kandi Burruss on 'Great' 'Real Housewives of Atlanta' Virtual Reunion and the Show's Future ...  Seasons 5, 6, 8 and 10. Photo credit: Bravo Kim Richards (honorable mention) As previously mentioned, Kim Richards was a core member of \"The Real Housewives of Beverly Hills\" cast from the very beginning. She left the show after Season 5 in part to address her sobriety but returned for appearances in Season 6, 7, 9 and 10. She's made fewer appearances than Grammer, but more than Maloof. Photo credit: Bravo Previous Slide Next Slide 1 of 12 Teresa Giudice, Kyle Richards and Ramona Singer have been with their respective franchises since the very beginning Being a cast member on one of Bravo's \"Real Housewives\" franchises means opening up your personal and professional life to the cameras -- not an easy task for a few months, much less ... "], ["2020-05-21 22:46", "Rick and Morty theories: Jerry to abandon the family yet again in season 4 finale ...  up beekeeping, with fans nevertheless pointing this out as a significant moment for the character. Over on Reddit, one fan commented: \"Jerry actually doing something with his life and not having it undone at the end of the episode is the most important thing that's happened all season.\" Furthermore, the episode took an unexpected turn when Summer's (Spencer Grammer) friend Tricia (Cassie Steele) confessed an attraction to Jerry. DON'T MISS: Money Heist plot hole: Denver and Stockholm forgot key character [PLOT HOLE] Lucifer season 4: Baffling error with Lucifer and Chloe's split [BLUNDER] The Masked Singer on FOX: Season 3 winner finally revealed [NEWS] Related articles Rick and Morty season 4: Jerry Smith star hints at what the cat ... "], ["2020-05-21 16:54", "When does Rick and Morty season 4 continue in the UK? ... 39;Childrick of Mort' below. How to watch Rick and Morty seasons 1-3 Currently, the first three seasons of Rick and Morty are still available to watch on Netflix UK . Rick and Morty cast: Who voices the characters? The show's co-creator Justin Roiland returns to voice Rick Sanchez and Morty Smith, as does Chris Parnell as Morty's father Jerry, Spencer Grammer as Morty's sister Summer and Sarah Chalke as Rick's daughter Beth. In an interview with Entertainment Weekly , Harmon confirmed that Taika Waititi, Kathleen Turner, Sam Neill and Paul Giamatti will feature in the new season as guest stars among others. Rick and Morty episodes: Will the show return? Yes! The sci-fi animation was renewed for an unprecedented 70 further episodes by US ... "], ["2020-05-21 15:29", "Gov. Wolf addresses summer events in Yellow Phase countiesSkip Navigation Share on Facebook Share on Twitter Share on SMS Share on Email Navigation News Back Local Nation World Entertainment FOX43 Morning News FOX43 Finds Out FOX43 Reveals VERIFY HeartThreads Latest News Stories Police investigating vehicle arson in Columbia Four Diamonds hosts Giving Day FTK and Virtual Celebration featuring Andy Grammer Weather Back Forecast Radar Hourly 10-Day Maps Traffic Closings & Delays Latest Weather Stories Thursday Morning Forecast 5/21/20 Large tornado towers high into the air in Colorado Sports Back High School Frenzy Penn State Latest Sports Stories Sports returning to PA in yellow phase? Sports returning to PA in yellow phase? Connect Back About Us Advertise With Us Contact Us Jobs News Team Submit A Story to FOX43  ... "], ["2020-05-21 15:21", "Police investigating vehicle arson in Columbia ...  Sports Stories Sports returning to PA in yellow phase? Sports returning to PA in yellow phase? Connect Back About Us Advertise With Us Contact Us Jobs News Team Submit A Story to FOX43 News Latest News Stories AstraZeneca gets $1 billion from US to make Oxford coronavirus vaccine Four Diamonds hosts Giving Day FTK and Virtual Celebration featuring Andy Grammer Watch Live Search Search: Search Right Now Harrisburg, PA 45 Harrisburg, PA Coronavirus Elections Sunday Sports Frenzy Ask Evan Health Politics Contests WPMT FOX43 | News in Harrisburg, York, Lancaster, Lebanon News, Weather, Sports local Police investigating vehicle arson in Columbia The subject in the video appears to start a fire under a gray Mazda sedan before fleeing. Credit: Columbia Borough ... "], ["2020-05-21 14:18", "AstraZeneca gets $1 billion from US to make Oxford coronavirus vaccine ...  State Latest Sports Stories Sports returning to PA in yellow phase? Sports returning to PA in yellow phase? Connect Back About Us Advertise With Us Contact Us Jobs News Team Submit A Story to FOX43 News Latest News Stories AstraZeneca gets $1 billion from US to make Oxford coronavirus vaccine Four Diamonds hosts Giving Day FTK and Virtual Celebration featuring Andy Grammer Watch Live Search Search: Search Right Now Harrisburg, PA 42 Harrisburg, PA Coronavirus Elections Sunday Sports Frenzy Ask Evan Health Politics Contests WPMT FOX43 | News in Harrisburg, York, Lancaster, Lebanon News, Weather, Sports coronavirus AstraZeneca gets $1 billion from US to make Oxford coronavirus vaccine As part of the investment, the U.S. expects to receive at least 300 million ... "], ["2020-05-21 13:50", "Four Diamonds hosts Giving Day FTK and Virtual Celebration featuring Andy Grammer ...  upended normal operations, including canceling many Mini-THON events, Four Diamonds remains committed to conquering childhood cancer. This Thursday, Four Diamonds is hosting Giving Day FTK, a day-long virtual fundraiser to support the children and families battling cancer at Penn State Children's Hospital. Giving Day FTK will culminate in an online celebration featuring performances by Grammy-winning singer/songwriter Andy Grammer and Go Go Gadjet, to thank and celebrate donors, Four Diamonds families, care providers, volunteers, and THON and Mini-THON students. Day/Date: Thursday, May 21 Time: 7 a.m. 7 p.m Giving Day FTK 7 8:30 p.m. Virtual celebration with a pre-show starting at 6:30 p.m. Location: Online at www.FourDiamonds.org/GivingDayFTK A variety ... "]]}}