{"postfix": "green_dot_a-aktie", "name": "GREEN_DOT_A", "wkn": "A1C0P5", "time": "2020.05.26 15:37", "ts": 1590500277, "features": {"KGV": "8.27", "Marktkapitalisierung": {"Size": "Mrd", "Value": "1.85"}, "GA": "2.79", "KBV": "1.32", "BA": "17.49", "KCV": "5.98", "CA": "3.86", "Vola30": "83.06", "Vola90": "107.54", "Vola180": "83.32", "Vola250": "79.96"}, "rivals": [], "text_data": {"de": [["13.05.20", "Green Dot A hat die Zahlen zum jüngsten Quartal vorgelegt"], ["10.05.20", "Ausblick: Green Dot A gewährt Anlegern Blick in die Bücher"], ["31.03.20", "März 2020: Experten empfehlen Green Dot A-Aktie mehrheitlich zum Kauf"], ["29.02.20", "Februar 2020: Die Expertenmeinungen zur Green Dot A-Aktie"], ["21.02.20", "Green Dot A informierte über die jüngsten Quartalsergebnisse"], ["18.02.20", "Ausblick: Green Dot A zieht Bilanz zum abgelaufenen Quartal"]], "en": [["2020-05-26 12:45", "The Walmart MoneyCard, Issued By Green Dot Bank, Member FDIC (Photo: Business Wire) ...  financial wellness of our customers through financial services innovation. \"Now more than ever, consumers are looking for ways to manage their money for less, while saving as much as they can. The new Walmart MoneyCard allows customers to do both,\" said Mike Keeslar, General Manager of Consumer Products, Green Dot. \"Whether you have a specific savings goal in mind, or just want to set aside cash for an unexpected emergency, we have a free and easy savings solution, combined with other features Walmart customers depend on to more effectively manage their money.\" Available at Walmart stores or online at WalmartMoneyCard.com , features and benefits of the updated Walmart MoneyCard include: ASAP Direct Deposit: Get your pay up to 2 days before ... "], ["2020-05-26 09:46", "Catherine Tyldesley oozes glamour as she poses in a vintage off-the-shoulder red dress ... . 'Lockdown has brought up many emotions for many people', the media personality penned. Lovely: In the snaps, Catherine stood in front of a pretty floral backdrop as she modelled the red gown which featured a ruffled neckline and a white polka dot print On the challenges she's recently faced, the soap star explained: 'Some days have been incredibly hard. Dark. Unworkable. 'When  ...  dysmorphia has been driving her to tears... as she candidly talks about dealing with issues Kylie Jenner's best friend Anastasia 'Stassie' Karanikolaou sizzles in lime green crop top with jeans as she lounges in her backyard Advertisement Natural beauty! Fresh-faced Princess Beatrice reads from children's book - days before what would have been  ... "], ["2020-05-26 09:32", "Red Cross aiding Norwich family after fire ...  access or digital and print delivery. Subscribe Now Sign up for daily e-mails .footer-col > h4\" data-gh-accordion-open-at=\"480\"> Site Services Support Local Businesses Contact Us Customer Service My Profile Purchase a photo Archives Newsletter Sign-up Advertising/Classified Cars Homes Today's Ads Classifieds Obituaries Find Norwich jobs Advertise With Us Place an ad Pay Your Ad Bill Community Info CtSunlight.org Connecticut tourism The Last Green Valley Sex Offender Registry DOT traffic cameras Comcast Public Access Television Local Business Northeast Chamber of Commerce Greater Norwich Area Chamber of Commerce Chamber of Commerce of Eastern Connecticut Chamber of Commerce Inc. Windham Region Gannett Co., Inc. 2020. All rights reserved ... "], ["2020-05-26 09:23", "Connecticut murder suspect's family pleads for his surrender ...  access or digital and print delivery. Subscribe Now Sign up for daily e-mails .footer-col > h4\" data-gh-accordion-open-at=\"480\"> Site Services Support Local Businesses Contact Us Customer Service My Profile Purchase a photo Archives Newsletter Sign-up Advertising/Classified Cars Homes Today's Ads Classifieds Obituaries Find Norwich jobs Advertise With Us Place an ad Pay Your Ad Bill Community Info CtSunlight.org Connecticut tourism The Last Green Valley Sex Offender Registry DOT traffic cameras Comcast Public Access Television Local Business Northeast Chamber of Commerce Greater Norwich Area Chamber of Commerce Chamber of Commerce of Eastern Connecticut Chamber of Commerce Inc. Windham Region Gannett Co., Inc. 2020. All rights reserved ... "], ["2020-05-26 09:23", "Coronavirus: Connecticut hospitalizations tick up slightly ...  access or digital and print delivery. Subscribe Now Sign up for daily e-mails .footer-col > h4\" data-gh-accordion-open-at=\"480\"> Site Services Support Local Businesses Contact Us Customer Service My Profile Purchase a photo Archives Newsletter Sign-up Advertising/Classified Cars Homes Today's Ads Classifieds Obituaries Find Norwich jobs Advertise With Us Place an ad Pay Your Ad Bill Community Info CtSunlight.org Connecticut tourism The Last Green Valley Sex Offender Registry DOT traffic cameras Comcast Public Access Television Local Business Northeast Chamber of Commerce Greater Norwich Area Chamber of Commerce Chamber of Commerce of Eastern Connecticut Chamber of Commerce Inc. Windham Region Gannett Co., Inc. 2020. All rights reserved ... "], ["2020-05-26 08:25", "Appeal to find Oklahoma woman who went missing after a social media post that she had coronavirus ... in the area around Little Rock, particularly in Lake Maumelle or Lake Winona. A post on her Facebook profile revealed she had a do dot resuscitate order in her health plans Sergeant Jeff Halfacre of the Wagoner County Sheriff's Office said it was 'extremely out of character for her to just up and leave and not contact anybody for a long time', local television KJRH-TV reported. Friend Marty Angus also told ... 39; Bella Hadid slips into sexy strapless green string bikini for scintillating new quarantine snapshots Kourtney Kardashian gets 'western' as she enjoys a golden hour horseback ride with her kids, Penelope, 7, and Reign, 5, during quarantine vacation to Utah Betty White, 98, will still indulge in a 'vodka martini' with 'hot ... "], ["2020-05-26 07:26", "Love Island's Montana Brown puts on a busty display in a pink polka dot bikini ...  furious New Yorkers chase shopper out of a crowded Staten Island grocery store because she wasn't wearing a mask Having a genetic mutation linked to dementia may DOUBLE the risk of developing severe Covid-19, study finds Previous Next Love Island's Montana Brown puts on a busty display in a pink polka dot bikini as she poses for a smiley selfie By Charlotte Dean For Mailonline  ... admits body dysmorphia has been driving her to tears... as she candidly talks about dealing with issues Kylie Jenner's best friend Anastasia 'Stassie' Karanikolaou sizzles in lime green crop top with jeans as she lounges in her backyard Natural beauty! Fresh-faced Princess Beatrice reads from children's book - days before what would have been her wedding to ... "], ["2020-05-26 07:13", "Jacqueline Jossa beams as she returns to work amid Dan Osborne 'split' rumours ... snap up her fashion collaboration. The mum-of-two spent her Bank Holiday weekend promoting her nightwear collection, with purple, peach and polka-dot designs on offer. Jacqueline's collaboration on the nightwear collection has proved a hit both for her and In The Style founder Adam Frisby. Jacqueline Jossa has taken to social media to promote her In  ... of the two ITV soaps are set to be hit with devastating pay cuts due to a lack of advertising revenue due to the coronavirus pandemic Rapper CeeLo Green tells of being just feet from Biggie Smalls on night he died Showbiz CeeLo shared his memories of the night Biggie - real name Christopher Wallace - was murdered in a drive-by shooting Most Read Most Recent Meghan Markle Meghan Markle and Prince Harry to  ... "], ["2020-05-26 07:01", "Society For Information Display Unveils 2020 Display Industry Award Winners ... a solid-state haptic solution that eliminates the need for costly dampening structures to be built into the display assembly while helping drivers keep their eyes on the road through the use of search haptics that allow the driver to find and adjust controls without looking. Spectrum Conversion by Organic Phosphor Sheet (SCO) from Toray Industries Although quantum dot (QD) technology realizes a ...  spot. The field of vision is extended downward when maneuvering and parking, and the display visualizes the turn signal as a green contour on its outer frame and displays notifications from the Audi side-assist lane-change assistant and exit warning. A 7-inch OLED was selected for the virtual exterior mirror. The camera is integrated into the hexagonal end of the  ... "], ["2020-05-26 04:36", "Jacqueline Jossa beams in her PJs as she gets back to promo work amid Dan 'split' ...  Weekend promoting her collection with peach, purple, and polka-dot designs on offer. Jacqueline Jossa beams amid Dan Osborne 'split' claims (Image: Instagram) Read More Related Articles James Argent and Gemma Collins' wedding will be 'bigger than the Beckhams' Jacqueline's collaboration on the nightwear has proved a hit both for her and the millionaire founder of ... a move to Old Trafford in recent months but United's interest goes even further back Garden parties and BBQs for '10-person social bubbles to get green light in June' Coronavirus Boris Johnson has given the green light for small social gatherings to take place from the end of next month after reports he brought up the idea of 'social bubbles' during a ... "], ["2020-05-26 04:00", "The Make-Or-Break Moment For Your Employer Brand ...  Innovation All Innovation 5G AI Big Data CIO Network Cloud Cloud 100 Consumer Tech Cybersecurity Enterprise Tech Everbridge BrandVoice | Paid Program Games Green Tech Healthcare IBM Security BrandVoice | Paid Program Jumio BrandVoice | Paid Program Oracle BrandVoice | Paid Program SAP BrandVoice | Paid Program Science ServiceNow BrandVoice |  ... and HR professionals, how we respond in times of crisis has a significant impact on our businesses. While I've never been through a situation quite like this, I did lead my organization through the dot-com bubble and the 2008 financial crisis. On both occasions, we felt the impact but went on to achieve greater prosperity. As a result, I've been sharing a lot of the lessons I learned from those crises with other ... "], ["2020-05-26 04:00", "New Apple iOS Warning Affects Almost All iPad, iPhone Users ...  Money Innovation All Innovation 5G AI Big Data CIO Network Cloud Cloud 100 Consumer Tech Cybersecurity Enterprise Tech Everbridge BrandVoice | Paid Program Games Green Tech Healthcare IBM Security BrandVoice | Paid Program Jumio BrandVoice | Paid Program Oracle BrandVoice | Paid Program SAP BrandVoice | Paid Program Science ServiceNow BrandVoice | Paid  ... TrustedReviews, The Guardian and the BBC in addition to Forbes. I began in b2b print journalism covering tech companies at the height of the dot com boom and switched to covering consumer technology as the iPod began to take off. A career highlight for me was being a founding member of TrustedReviews. It started in 2003 and we were repeatedly told websites could not compete with print! Within four years we  ... "], ["2020-05-26 04:00", "Microsoft Confirms New Windows 10 Update Warning ...  Money Innovation All Innovation 5G AI Big Data CIO Network Cloud Cloud 100 Consumer Tech Cybersecurity Enterprise Tech Everbridge BrandVoice | Paid Program Games Green Tech Healthcare IBM Security BrandVoice | Paid Program Jumio BrandVoice | Paid Program Oracle BrandVoice | Paid Program SAP BrandVoice | Paid Program Science ServiceNow BrandVoice | Paid  ... TrustedReviews, The Guardian and the BBC in addition to Forbes. I began in b2b print journalism covering tech companies at the height of the dot com boom and switched to covering consumer technology as the iPod began to take off. A career highlight for me was being a founding member of TrustedReviews. It started in 2003 and we were repeatedly told websites could not compete with print! Within four years we  ... "], ["2020-05-26 04:00", "Forget Samsung's Galaxy S20 And Note 10, This Is The Smartphone To Buy ...  Money Innovation All Innovation 5G AI Big Data CIO Network Cloud Cloud 100 Consumer Tech Cybersecurity Enterprise Tech Everbridge BrandVoice | Paid Program Games Green Tech Healthcare IBM Security BrandVoice | Paid Program Jumio BrandVoice | Paid Program Oracle BrandVoice | Paid Program SAP BrandVoice | Paid Program Science ServiceNow BrandVoice | Paid  ... TrustedReviews, The Guardian and the BBC in addition to Forbes. I began in b2b print journalism covering tech companies at the height of the dot com boom and switched to covering consumer technology as the iPod began to take off. A career highlight for me was being a founding member of TrustedReviews. It started in 2003 and we were repeatedly told websites could not compete with print! Within four years we  ... "], ["2020-05-26 04:00", "The Future Of Fintech: The New Normal After The Covid-19 Crisis ...  Money Innovation All Innovation 5G AI Big Data CIO Network Cloud Cloud 100 Consumer Tech Cybersecurity Enterprise Tech Everbridge BrandVoice | Paid Program Games Green Tech Healthcare IBM Security BrandVoice | Paid Program Jumio BrandVoice | Paid Program Oracle BrandVoice | Paid Program SAP BrandVoice | Paid Program Science ServiceNow BrandVoice | Paid  ... banks bragging that they have eight million customers. In the real world—and in the new normal—a customer is someone who pays for products and services. The neobanks' \"customers\" are the equivalent to the Dot Coms' eyeballs. For fintechs, in the new normal quality becomes a key success metric . The new normal for challenger banks will be metrics like: 1) # of funded accounts, and 2 ... "], ["2020-05-25 23:55", "CRAIG BROWN: Online yoga? It's too much of a stretch for me ... a bikini top and cargo pants as the surfer chick shows off her skateboarding skills Ricky Gervais and his partner Jane Fallon step out in all black gym wear as they enjoy a Bank Holiday walk Made In Chelsea's Tiffany Watson sizzles in a pink tie-dye swimsuit as she treats herself to a fros in the Bank Holiday sunshine Kylie Jenner's best friend Anastasia 'Stassie' Karanikolaou sizzles in lime green ... star sparks rumors of surgery with unrecognizable Instagram snap Christian Bale shows off a blond streak in his hair as he enjoys a bike ride with his son Joseph, 5, while wearing a face mask Saffron Barker showcases her cleavage and toned midriff in a pink polka dot bikini top and denim hotpants in sizzling snaps Kim Kardashian celebrates her sixth ... "], ["2020-05-25 23:20", "How a pie for lunch can ruin your memory ... a VERY busty display as she scrubs her bathroom in a skimpy bikini - and admits she had to google how to clean a toilet Snooker legend Willie Thorne is unable to feed himself due to sepsis after having treatment for leukaemia and is completely bedridden, claims his carer Advertisement 'I've definitely gained weight': Cardi B shows off her curves in a tiny green ... editing as reality star sparks rumors of surgery with unrecognizable Instagram snap Christian Bale shows off a blond streak in his hair as he enjoys a bike ride with his son Joseph, 5, while wearing a face mask Saffron Barker showcases her cleavage and toned midriff in a pink polka dot bikini top and denim hotpants in sizzling snaps Kim Kardashian celebrates her sixth wedding anniversary  ... "], ["2020-05-25 22:43", "How four Britons banished the 'corona stone' by getting fit ... a trainer at my local gym — I found her on Instagram (@bebefitnesscoach) — and asked her for an exercise plan. Because I live at the bottom of a steep hill, she picked an uphill running challenge; together we fixed a two-mile route — from the village green straight up to the church in Stow-on-the-Wold. It's part-road, part-forest and very tough terrain! My first attempt nearly killed me — I clocked a ... sparks rumors of surgery with unrecognizable Instagram snap Christian Bale shows off a blond streak in his hair as he enjoys a bike ride with his son Joseph, 5, while wearing a face mask Saffron Barker showcases her cleavage and toned midriff in a pink polka dot bikini top and denim hotpants in sizzling snaps Kim Kardashian celebrates  ... "], ["2020-05-25 22:23", "What over-the-counter products should YOU stock up on? ... a VERY busty display as she scrubs her bathroom in a skimpy bikini - and admits she had to google how to clean a toilet Snooker legend Willie Thorne is unable to feed himself due to sepsis after having treatment for leukaemia and is completely bedridden, claims his carer 'I've definitely gained weight': Cardi B shows off her curves in a tiny green ... photo-editing as reality star sparks rumors of surgery with unrecognizable Instagram snap Christian Bale shows off a blond streak in his hair as he enjoys a bike ride with his son Joseph, 5, while wearing a face mask Saffron Barker showcases her cleavage and toned midriff in a pink polka dot bikini top and denim hotpants in sizzling snaps Kim Kardashian celebrates her sixth wedding anniversary with Kanye ... "], ["2020-05-25 22:14", "RICHARD LITTLEJOHN: Desperate Dominic Cummings should have come clean sooner ... a bikini top and cargo pants as the surfer chick shows off her skateboarding skills Ricky Gervais and his partner Jane Fallon step out in all black gym wear as they enjoy a Bank Holiday walk Made In Chelsea's Tiffany Watson sizzles in a pink tie-dye swimsuit as she treats herself to a fros in the Bank Holiday sunshine Kylie Jenner's best friend Anastasia 'Stassie' Karanikolaou sizzles in lime green ... star sparks rumors of surgery with unrecognizable Instagram snap Christian Bale shows off a blond streak in his hair as he enjoys a bike ride with his son Joseph, 5, while wearing a face mask Saffron Barker showcases her cleavage and toned midriff in a pink polka dot bikini top and denim hotpants in sizzling snaps Kim Kardashian celebrates her sixth ... "]]}}