{"postfix": "harley-davidson-aktie", "name": "HARLEY-DAVIDSON", "wkn": "871394", "time": "2020.05.26 16:45", "ts": 1590504350, "features": {"KGV": "11.15", "Marktkapitalisierung": {"Size": "Mrd", "Value": "3.51"}, "GA": "3.36", "KBV": "3.28", "BA": "11.43", "KCV": "7.35", "CA": "5.10", "Vola30": "85.87", "Vola90": "126.18", "Vola180": "92.36", "Vola250": "70.65"}, "rivals": ["bmw-aktie", "yamaha_motor-aktie", "kawasaki_heavy_industries-aktie", "ktm-aktie"], "text_data": {"de": [["30.04.20", "So stuften die Analysten die Harley-Davidson-Aktie im vergangenen Monat ein"], ["29.04.20", "Harley-Davidson stoppt Aktienrückkauf und kürzt die Dividende"], ["29.04.20", "Harley-Davidson: Bilanzvorlage zum letzten Quartal"], ["28.04.20", "MÄRKTE USA/Wall Street schließt nach schwachen Daten im Minus"], ["27.04.20", "Ausblick: Harley-Davidson legt Zahlen zum jüngsten Quartal vor"], ["13.04.20", "Erste Schätzungen: Harley-Davidson legt Quartalsergebnis vor"], ["31.03.20", "Analysten sehen für Harley-Davidson-Aktie Luft nach oben"], ["02.03.20", "MARKT USA/Moderate Erholung - Hoffnung auf Notenbanken"], ["01.03.20", "Angeschlagene Motorrad-Ikone: Ex-Puma-Chef Zeitz führt künftig Harley-Davidson"], ["01.03.20", "Harley Davidson: Jetzt sitzt Jochen Zeitz am Lenker…  "], ["29.02.20", "Ex-Puma-Boss übernimmt vorerst das Steuer bei Harley-Davidson"], ["29.02.20", "ROUNDUP: Harley-Davidson-Chef tritt ab - Ex-Puma-Boss Zeitz übernimmt vorerst"], ["29.02.20", "Harley-Davidson-Chef Matt Levatich tritt ab"], ["29.02.20", "Krise und kein Ende: Chef von Harley-Davidson tritt ab"], ["29.02.20", "Motorradhersteller: Harley-Davidson-Chef Matt Levatich tritt zurück - Jochen Zeitz übernimmt vorerst"], ["29.02.20", "Motorräder: Chef von Harley-Davidson tritt ab"], ["04.02.20", "Trumps Wirtschaftspolitik im Realitätscheck"], ["28.01.20", "KORREKTUR: MÄRKTE USA/Gute Daten lassen Virussorgen an Wall Street etwas verblassen"], ["28.01.20", "MÄRKTE USA/Gute Daten lassen Virussorgen an Wall Street etwas verblassen"], ["28.01.20", "US-Motorradbauer Harley Davidson kommt nicht aus der Krise"], ["28.01.20", "MÄRKTE USA/Kleine Aktienerholung dank positiver Daten"], ["28.01.20", "Motorradhersteller: Harley-Davidson schwächelt weiter - Aktie bricht ein"], ["28.01.20", "Motorradindustrie: Harley-Davidson kommt nicht auf Touren"], ["27.01.20", "Ausblick: Harley-Davidson öffnet die Bücher zum abgelaufenen Quartal"]], "en": [["22.05.20", "Harley-Davidson restarts US production, faces ‘new normal ‘"], ["21.05.20", "Why Harley-Davidson Stock Rose 3.7% Today"], ["21.05.20", "Harley-Davidson plans to save itself by selling fewer bikes, report says     - CNET"], ["20.05.20", "Why Harley-Davidson Stock Is Running 6.5% Higher Today"], ["18.05.20", "Why Harley-Davidson Stock Is Roaring 10% Higher This Morning"], ["13.05.20", "Why Exxon Mobil, Harley-Davidson, and General Electric Stocks All Fell 5% Just Now"], ["12.05.20", "Harley-Davidson Stock Expensive At $20?"], ["11.05.20", "Why Harley-Davidson Stock Is Falling 6% This Morning"], ["07.05.20", "Why Harley-Davidson Stock Is Rising 6% Today"], ["07.05.20", "Harley-Davidson names Jochen Zeitz as CEO"], ["07.05.20", "Harley-Davidson names Jochen Zeitz as CEO"], ["05.05.20", "Why Harley-Davidson Stock Popped 6% Today"], ["01.05.20", "Why Harley-Davidson Stock Just Dropped 7% -- Again!"], ["30.04.20", "Why Harley-Davidson Stock Is Falling 7% Today"], ["29.04.20", "Why Harley-Davidson Stock Shot Higher Again Today"], ["29.04.20", "Harley-Davidson Motorcycle Sales Evaporate in Face of COVID-19 Pandemic"], ["29.04.20", "Harley-Davidson (HOG) Q1 2020 Earnings Call Transcript"], ["28.04.20", "Harley-Davidson takes steps to deal with sagging sales as pandemic slams motorcycle business worldwide"], ["28.04.20", "Harley-Davidson (HOG) Beats on Q1 Earnings, Scraps '20 View"], ["28.04.20", "Harley-Davidson cuts dividend, halts buybacks to preserve cash"], ["28.04.20", "Harley-Davidson cuts dividend, halts buybacks to preserve cash"], ["28.04.20", "UPDATE 2-Harley-Davidson cuts dividend, halts buybacks to preserve cash"], ["28.04.20", "Harley-Davidson (HOG) Q1 Earnings and Revenues Top Estimates"], ["28.04.20", "Harley-Davidson cuts dividend payout, suspends share buybacks"], ["28.04.20", "Harley-Davidson cuts dividend payout, suspends share buybacks"], ["28.04.20", "UPDATE 1-Harley-Davidson cuts dividend payout, suspends share buybacks"], ["28.04.20", "Harley-Davidson cuts dividend but stock gains after earnings"], ["28.04.20", "Harley-Davidson overhauling strategy as coronavirus drains income"], ["28.04.20", "Harley-Davidson quarterly profit falls about 45%"], ["28.04.20", "Harley-Davidson quarterly profit falls about 45%"], ["27.04.20", "Was Anyone Buying Harley-Davidson Motorcycles During the Coronavirus Shutdown?"], ["24.04.20", "Bear of the Day: Harley Davidson (HOG)"], ["23.04.20", "Is Harley-Davidson Stock a Buy?"], ["23.04.20", "Harley-Davidson (HOG) to Post Q1 Earnings: What's in Store?"], ["16.04.20", "Here's How Harley-Davidson is Fighting Against Coronavirus"], ["16.04.20", "Harley-Davidson executives take 30% pay cut; other salaried employees take cuts of 10% to 20%"], ["15.04.20", "UPDATE 2-Harley-Davidson lays off staff, cuts salaries, amid coronavirus outbreak"], ["15.04.20", "Harley-Davidson lays off staff, cuts salaries, amid coronavirus outbreak"], ["15.04.20", "UPDATE 1-Harley-Davidson lays off staff, cuts salaries, amid coronavirus outbreak"], ["15.04.20", "Harley-Davidson has furloughed most production employees, is cutting U.S. salaries by up to 20%"], ["2020-05-26 13:45", "A 'Dirt Bike Kid' Graduates to a Record-Setting Motorcycle ... J. Baime May 26, 2020 9:45 am ET Phil Lane, 67, a retired Lexus dealer and dealership general manager in Lake Oswego, Ore., on his 1972 Dunstall Norton 810, as told to A.J. Baime. When I was growing up, I was a dirt bike kid. Many of us growing up in San Diego rode dirt bikes because there was so much open space. I worked my way up to a basket-case Harley-Davidson Sportster that I rebuilt in my parents' garage. I saw the movie \"Easy Rider\" and at age 18, I rode that Sportster all the way to Canada and back. ... To Read the Full Story Subscribe Sign In Sponsored Offers DoorDash: $7 off with DoorDash promo code TurboTax: TurboTax coupon and discount: $60 for Deluxe version Walmart: This May shop from home with over $50 in Walmart coupons Saks Fifth ... "], ["2020-05-26 06:39", "Suicide Squad director David Ayer wants to release his own director's cut after the Snyder Cut ... was a hit with fans and earned an impressive $747 million, according to Box Office Mojo . The story followed a band of supervillians, including Jared Leto as the Joker and Margot Robbie as Harley Quinn, who were tasked with a mission for the US government in exchange for release from prison. Most of the cast aside from Robbie won't be returning for the upcoming  ... for a cancer charity leaves fans with 'goosebumps' Kim Kardashian gets on all fours in a pair of snakeskin pants for latest racy Instagram snap...after revealing her VERY intense workout routine Pete Davidson is 'such a good ally' to LGBTQ community according to RuPaul's Drag Race star who put him in drag for Saturday Night Live Ryan Phillippe, 45, remains dedicated to his  ... "], ["2020-05-26 05:06", "San Francisco Chronicle ... 41-07:00 Sparse crowd gathers at North Dakota Veterans Cemetery Spencer Danielson, John Hoeven, Gary Danielson, Pamela Helbling-Schafer, Doug Burgum, Kevin Cramer, Maj, Arnie Strebe, North Dakota Veterans Cemetery, North Dakota, United States, North America, Bismarck, MANDAN, Vietnam, Minot, Harley-Davidson, AP, North Dakota State, MC Complete - State & National, North Dakota National Guard, Black Hawk, Bismarck Tribune, Memorial Day, News - No Weather, Harley-Davidson, AP, North Dakota State, MC Complete - State & National, North Dakota National Guard, Black Hawk, Bismarck Tribune, Spencer Danielson, John Hoeven, Gary Danielson, Pamela Helbling-Schafer, Doug Burgum, Kevin Cramer, Maj, Arnie Strebe, North Dakota Veterans Cemetery, North Dakota, United States ... "], ["2020-05-26 05:05", "Gang boss' shooter sentenced to seven years ...  Pacific Te Ao Mori Sport Business Country Local Democracy Reporting Comment & Analysis In Depth Weather New Zealand crime 9 minutes ago Gang boss' shooter sentenced to seven years 9 minutes ago Share this Share on Twitter Share on Facebook Share via email Share on Reddit Share on Linked In A man who shot and wounded the president of the Killer Beez gang outside a Harley Davidson shop in Auckland has been jailed for seven years. Akustino Tae in court after his arrest. Photo: RNZ Akustino Tae has been sentenced in the High Court in Auckland this morning, after earlier pleading guilty to a charge of wounding with intent to cause grievous bodily harm. Tae's victim, Josh Masters, was seriously injured in the shooting outside the motorcycle store on 26 ... "], ["2020-05-26 04:24", "Runaway Bay $500,000 court stoush twist as man claims he's 'not sure, but pretty sure' its his ... he could get a piece of the cash and resolved to punish them immediately. He called developer Scott Morrison, who owns the land, saying he 'couldn't believe his guys had handed the money in', Mr Morrison claimed in his affidavit. The document filed with the Supreme Court claimed Mr Grimwood said he was headed to the site 'to fire them straight away'. Mr Grimwood, a Harley Davidson fan with a teenage daughter, allegedly tried to cut a deal with Mr Morrison that would cut out his now-former employees. 'I'm not greedy... so we should just split it 50/50 and we could both be on a yacht eating oysters and drinking champagne,' he said, according to Mr Morrison's affidavit. Mr Grimwood's company is no longer listed as a party ... "], ["2020-05-26 04:00", "BorgWarner Stock Headed To $43 Again? ... . Our dashboard forecasting U.S. COVID-19 cases with cross-country comparisons analyzes expected recovery time-frames and possible spread of the virus. Further, our dashboard -28% Coronavirus crash vs. 4 Historic crashes builds a complete macro picture and complements our analyses of the coronavirus outbreak's impact on certain companies in the automotive industry like, including Ford and Harley-Davidson . The complete set of coronavirus impact and timing analyses is available here. How do you think BorgWarner's close competitor Lear has performed over recent years ? See all Trefis Price Estimates and Download Trefis Data here What's behind Trefis? See How It's Powering New Collaboration and What-Ifs For CFOs and Finance Teams | Product, R ... "], ["2020-05-25 23:41", "Tribesmen gang member sentenced to prison over shooting of Killer Beez bossJosh Masters was shot at the Harley-Davidson dealership in Auckland last year."], ["2020-05-25 23:02", "Sparse crowd gathers at North Dakota Veterans Cemetery ... people paid their respects and left. But canceling the ceremony entirely was \"absolutely not\" an option, cemetery director Pamela Helbling-Schafer said. About 3,000 people watched online, the Bismarck Tribune reported, close to the number that usually attend in person. About 50 of those viewers were overseas, Helbling-Schafer said. Spencer Danielson, 45, never considered changing his plans. He rode his Harley-Davidson from Minot to visit the grave of his father, Gary Danielson, a Vietnam-era veteran. It's a trip he's made annually since 2011, and one he said he would have made \"come hell or high water.\" The ceremony opened with a flyover by two North Dakota National Guard Black Hawk helicopters. Those in attendance paused and listened ... "], ["2020-05-25 23:02", "Sparse Crowd Gathers at North Dakota Veterans Cemetery ... people paid their respects and left. But canceling the ceremony entirely was \"absolutely not\" an option, cemetery director Pamela Helbling-Schafer said. About 3,000 people watched online, the Bismarck Tribune reported, close to the number that usually attend in person. About 50 of those viewers were overseas, Helbling-Schafer said. Spencer Danielson, 45, never considered changing his plans. He rode his Harley-Davidson from Minot to visit the grave of his father, Gary Danielson, a Vietnam-era veteran. It's a trip he's made annually since 2011, and one he said he would have made \"come hell or high water.\" The ceremony opened with a flyover by two North Dakota National Guard Black Hawk helicopters. Those in attendance paused and listened ... "], ["2020-05-25 23:02", "Sparse crowd gathers at North Dakota Veterans Cemetery ... people paid their respects and left. But canceling the ceremony entirely was \"absolutely not\" an option, cemetery director Pamela Helbling-Schafer said. About 3,000 people watched online, the Bismarck Tribune reported, close to the number that usually attend in person. About 50 of those viewers were overseas, Helbling-Schafer said. Spencer Danielson, 45, never considered changing his plans. He rode his Harley-Davidson from Minot to visit the grave of his father, Gary Danielson, a Vietnam-era veteran. It's a trip he's made annually since 2011, and one he said he would have made \"come hell or high water.\" The ceremony opened with a flyover by two North Dakota National Guard Black Hawk helicopters. Those in attendance paused and listened ... "], ["2020-05-25 23:02", "Sparse crowd gathers at North Dakota Veterans Cemetery ... people paid their respects and left. But canceling the ceremony entirely was \"absolutely not\" an option, cemetery director Pamela Helbling-Schafer said. About 3,000 people watched online, the Bismarck Tribune reported, close to the number that usually attend in person. About 50 of those viewers were overseas, Helbling-Schafer said. Spencer Danielson, 45, never considered changing his plans. He rode his Harley-Davidson from Minot to visit the grave of his father, Gary Danielson, a Vietnam-era veteran. It's a trip he's made annually since 2011, and one he said he would have made \"come hell or high water.\" The ceremony opened with a flyover by two North Dakota National Guard Black Hawk helicopters. Those in attendance paused and listened ... "], ["2020-05-25 23:02", "Sparse crowd gathers at North Dakota Veterans Cemetery ... white people's right to use N-word Hillary Clinton: 'Domestic terrorism' by armed men protesting Mich. shutdown 'cannot be tolerated' About 3,000 people watched online, the Bismarck Tribune reported, close to the number that usually attend in person. About 50 of those viewers were overseas, Helbling-Schafer said. Spencer Danielson, 45, never considered changing his plans. He rode his Harley-Davidson from Minot to visit the grave of his father, Gary Danielson, a Vietnam-era veteran. It's a trip he's made annually since 2011, and one he said he would have made \"come hell or high water.\" The ceremony opened with a flyover by two North Dakota National Guard Black Hawk helicopters. Those in attendance paused and listened from a ... "], ["2020-05-25 22:33", "Motorcyclist dies in crash on Hwy 91 near Copper Mountain ... ) — A man driving a motorcycle was pronounced dead at the scene after striking another vehicle on Highway 91, according to the Colorado State Patrol. CSP, Summit County Sheriff's Office, and Summit Fire and EMS responded to a crash on Hwy. 91, just south of Copper Mountain at 12:49 p.m. on Monday. According to the CSP: \"Troopers determined the Ford pickup and Harley Davidson motorcycle were both traveling northbound on Highway 91. The Ford had slowed and began to make a left turn onto a private roadway when the motorcycle began to pass on the left. The motorcycle impacted the Ford on its driver side with the front of the motorcycle. The driver of the motorcycle, a 45-year-old male from Eagle County, Colorado, was pronounced dead at the scene ... "], ["2020-05-25 18:50", "'I told you not to come around here' - Best friend sentenced for shooting Killer Beez boss ... police and arranged to hand himself in. Over the course of the next eight hours, Smith told the High Court today, Tae met with senior members of the Tribesmen and the Killer Beez for truce talks to ensure there was no further trouble. Later that night, Tae met with Smith and surrendered himself into the Manukau Police Station and handed over the pistol. READ MORE: From Harley Davidson to wheelchair: The inside story of Josh Masters' downfall Killer Beez boss left paralysed after best friend shoots him Patching over: Mongrel Mob leader's brother, nephew join rival Comanchero Gangs of New Zealand: Why gang numbers spiked by 50 per cent Inside the gang tensions which brought Tauranga to a standstill How a Sydney airport brawl changed NZ's gang scene ... "], ["2020-05-25 18:30", "\"Weather or Not?\" The NASA Demo-2 Launch ... the U.S. armed forces. Read the Full Article Motorcyclist killed in Livingston Parish crash by Karli Carpenter / May 25, 2020 BATON ROUGE, La. (BRPROUD) - A motorcyclist was killed in a Sunday evening crash on La. Hwy. 442 in Livingston Parish. 58-year-old Jerry Viola of Independence died after a vehicle attempted to turn into a driveway and collided with Viola's Harley-Davidson motorcycle around 5 p.m., according to the Louisiana State Police. Read the Full Article Authorities confirm one dead in shed collapse by Michael Scheidt / May 25, 2020 BATON ROUGE, La. (BRPROUD) - Emergency officials confirm that one person is dead and another is at a local hospital after a report came in of a structure collapse. The Baton Rouge Police Department and Baton Rouge ... "], ["2020-05-25 18:30", "Happy Memorial Day! ... at 3:00 p.m. EDT. Read the Full Article Motorcyclist killed in Livingston Parish crash by Karli Carpenter / May 25, 2020 BATON ROUGE, La. (BRPROUD) - A motorcyclist was killed in a Sunday evening crash on La. Hwy. 442 in Livingston Parish. 58-year-old Jerry Viola of Independence died after a vehicle attempted to turn into a driveway and collided with Viola's Harley-Davidson motorcycle around 5 p.m., according to the Louisiana State Police. Read the Full Article Authorities confirm one dead in shed collapse by Michael Scheidt / May 25, 2020 BATON ROUGE, La. (BRPROUD) - Emergency officials confirm that one person is dead and another is at a local hospital after a report came in of a structure collapse. The Baton Rouge Police Department and Baton Rouge Fire ... "], ["2020-05-25 18:29", "How much would you pay? Knoxville Center Mall's 'Power T' goes for more than $10K ...  was stolen from the parking lot of Knoxville Center.Photo by Clay Owen/News Sentinel. Clay Owen, News Sentinel Fullscreen Mall walking at East Town Mall in 1991. News Sentinel Archives Fullscreen WOKI 100.3 The River radio station kicked off their \"Hands On The Harley\" promotion Friday when 66 contestants at Knoxville Center took hold of a ribbon that surrounded three Harley Davidson Motorcycles. Here the contestants surround a 2001 Harley Davidson Soft Tail Motorcycle which will be given to the last person remaining. Nearing the seventh hour 57 of the 66 contestants remained. 01.SY, Knoxville News-Sentinel Fullscreen Hallerin Hill, host of the Hallerin Hill Morning Show, left, applauds as Knoxville mayor Victor Ashe presents Knoxville native ... "], ["2020-05-25 18:23", "Motorcyclist killed in Livingston Parish crash ...  Parish crash News by: Karli Carpenter Posted: May 25, 2020 / 01:23 PM CDT / Updated: May 25, 2020 / 01:34 PM CDT BATON ROUGE, La. (BRPROUD) A motorcyclist was killed in a Sunday evening crash on La. Hwy. 442 in Livingston Parish. 58-year-old Jerry Viola of Independence died after a vehicle attempted to turn into a driveway and collided with Viola's Harley-Davidson motorcycle around 5 p.m., according to the Louisiana State Police. Viola was wearing an approved helmet at the time of the crash, but he was pronounced dead at a local hospital. The investigation into the cause of the crash is ongoing. The Louisiana State Police has this message for all drivers: While the cause of this crash remains under investigation, distracted and inattentive driving ... "], ["2020-05-25 18:10", "Authorities confirm one dead in shed collapse ...  in the U.S. armed forces. Read the Full Article Motorcyclist killed in Livingston Parish crash by Karli Carpenter / May 25, 2020 BATON ROUGE, La. (BRPROUD) - A motorcyclist was killed in a Sunday evening crash on La. Hwy. 442 in Livingston Parish. 58-year-old Jerry Viola of Independence died after a vehicle attempted to turn into a driveway and collided with Viola's Harley-Davidson motorcycle around 5 p.m., according to the Louisiana State Police. Read the Full Article Top Stories \"Weather or Not?\" The NASA Demo-2 Launch Happy Memorial Day! Motorcyclist killed in Livingston Parish crash Where is my stimulus check? 8News answers your questions Video Woman whose rooster was stolen gets big surprise Video Meet the 1-year-old chef with 1.3 million ... "], ["2020-05-25 17:53", "Where is my stimulus check? 8News answers your questions ...  in the U.S. armed forces. Read the Full Article Motorcyclist killed in Livingston Parish crash by Karli Carpenter / May 25, 2020 BATON ROUGE, La. (BRPROUD) - A motorcyclist was killed in a Sunday evening crash on La. Hwy. 442 in Livingston Parish. 58-year-old Jerry Viola of Independence died after a vehicle attempted to turn into a driveway and collided with Viola's Harley-Davidson motorcycle around 5 p.m., according to the Louisiana State Police. Read the Full Article Top Stories \"Weather or Not?\" The NASA Demo-2 Launch Happy Memorial Day! Motorcyclist killed in Livingston Parish crash Authorities confirm one dead in shed collapse Woman whose rooster was stolen gets big surprise Video Meet the 1-year-old chef with 1.3 million followers on ... "]]}}