{"postfix": "hasbro-aktie", "name": "HASBRO", "wkn": "859888", "time": "2020.05.26 16:56", "ts": 1590504999, "features": {"KGV": "25.92", "Marktkapitalisierung": {"Size": "Mrd", "Value": "8.36"}, "GA": "4.08", "KBV": "4.54", "BA": "23.31", "KCV": "20.81", "CA": "5.08", "Vola30": "64.38", "Vola90": "91.04", "Vola180": "67.47", "Vola250": "54.88"}, "rivals": ["electronic_arts-aktie", "mattel-aktie", "jakks_pacific-aktie", "bally_technologies-aktie"], "text_data": {"de": [["15.05.20", "Hasbro schüttet vierteljährliche Dividende aus"], ["05.05.20", "Star Wars: Darth Vader und mehr Machtspiele"], ["05.05.20", "Star Wars: Taika Waititi dreht neuen Kinofilm"], ["05.05.20", "Star Wars: Taika Waititi ist für nächsten Star-Wars-Film verantwortlich"], ["30.04.20", "Was Analysten von der Hasbro-Aktie erwarten"], ["30.04.20", "Hasbro: Bilanzvorlage zum letzten Quartal"], ["28.04.20", "Star Wars: Disney erntet veritablen Shitstorm mit Star-Wars-Hashtag"], ["28.04.20", "Ausblick: Hasbro stellt Quartalsergebnis zum abgelaufenen Jahresviertel vor"], ["27.04.20", "Der Aufstieg Skywalkers: Neunter Teil von Star Wars ab 4. Mai auf Disney+"], ["24.04.20", "Videostreaming: Star Wars Resistance kommt im Mai zu Disney+"], ["23.04.20", "Disney+: Neue Star-Wars-Serie geplant"], ["23.04.20", "Disney+: Disney plant weitere Star-Wars-Serie"], ["22.04.20", "Star Wars: Dritte Staffel von The Mandalorian kommt zu Disney+"], ["21.04.20", "Star Wars Clone Wars bei Disney+: Neue Episoden vorerst ohne deutsche Tonspur"], ["18.04.20", "Star Wars: Videokonferenz in einer weit, weit entfernten Galaxie"], ["14.04.20", "Erste Schätzungen: Hasbro präsentiert das Zahlenwerk zum abgelaufenen Jahresviertel"], ["01.04.20", "Star Wars: Die Macht ist versehentlich mit PC-Jedi"], ["23.03.20", "MÄRKTE USA/Verluste trotz Fed-Maßnahmen - Gold ist Trumpf"], ["23.03.20", "MÄRKTE USA/Fed kann Wall Street nicht ins Plus hieven"], ["29.02.20", "Februar 2020: Analysten sehen Potenzial bei Hasbro-Aktie"], ["27.02.20", "Geeks der Sterne: Wenn Star-Wars-Nerds sich streiten"], ["12.02.20", "Aktionäre von Hasbro erhalten konstante Dividende"], ["12.02.20", "Hasbro mit Zahlen zum abgelaufenen Quartal"], ["11.02.20", "Opening Bell: Rekordfahrt an der Wall Street geht weiter; Apple, T-Mobile US, Sprint, GDS Holdings, Hasbro, Under Armour, Shopify "], ["10.02.20", "Ausblick: Hasbro zieht Bilanz zum abgelaufenen Quartal"], ["05.02.20", "Ein Besuch im Star-Wars-Themenbereich \"Galaxy’s Edge\" in Disneyland"], ["29.01.20", "Holiday Special: Das Star Wars, das keiner kennen will"], ["23.01.20", "Disney+: Darth Maul kehrt in Star Wars: The Clone Wars zurück"], ["20.01.20", "Taika Waititi: The-Mandalorian-Regisseur könnte neuen Star-Wars-Film drehen"], ["13.01.20", "heise+ | Kurztests: Gamepad für die Xbox, sportliche In-Ears und der Star-Wars-Droide D-0"], ["13.01.20", "Walt Disney: So wichtig ist Star Wars für den Konzern wirklich"]], "en": [["16.05.20", "Timothy Olyphant reportedly will wear Boba Fett's armor in The Mandalorian     - CNET"], ["16.05.20", "This Star Wars R2-D2 robot vacuum is perfect for lockdown cleanup fun     - CNET"], ["15.05.20", "Hasbro Declares Fresh Dividend; Yield Is 4.2%"], ["09.05.20", "Star Wars favorite Boba Fett to appear on The Mandalorian season 2     - CNET"], ["07.05.20", "The Margin: Trump campaign boss to ‘start pressing FIRE’ on ‘Death Star’ — then he’s reminded of how Star Wars ends"], ["06.05.20", "1 Factor Took Hasbro From Profit to Loss. Hint: It Wasn't Coronavirus."], ["05.05.20", "Disney Plus hits 54.5M members but new movies will wait for theaters (for now)     - CNET"], ["05.05.20", "Star Wars Jedi: Fallen Order tops 10 million copies sold"], ["05.05.20", "NASA astronaut shares Star Wars fan video filmed on the ISS     - CNET"], ["04.05.20", "Billie Lourd pays tribute to late mother Carrie Fisher on Star Wars day"], ["04.05.20", "Star Wars VR game Vader Immortal is coming to PlayStation this summer     - CNET"], ["04.05.20", "Thor director Taika Waititi to helm and co-write a Star Wars movie     - CNET"], ["04.05.20", "‘Thor: Ragnarok’ director Taika Waititi is making a Star Wars movie"], ["04.05.20", "Star Wars shares hope in inspiring May the 4th video message     - CNET"], ["04.05.20", "How to get into Star Wars: A beginner's guide to a galaxy far, far away     - CNET"], ["04.05.20", "Strong Demand for Games Saves Hasbro From Coronavirus Disaster"], ["04.05.20", "Star Wars: The Clone Wars finale recap: Ahsoka's adventure ends in 'Victory and Death'     - CNET"], ["04.05.20", "Star Wars lost its mystique, and The Rise of Skywalker is to blame     - CNET"], ["03.05.20", "Film fans prepare to ‘feel the force’ on Star Wars Day"], ["03.05.20", "Disney Plus adds Star Wars profile pics for May 4     - CNET"], ["02.05.20", "Geek out with a Star Wars arcade cabinet and app-controlled Stormtrooper robot for $350     - CNET"], ["01.05.20", "Where Will Hasbro Be in 5 Years?"], ["01.05.20", "Disney Plus is getting a gorgeous Star Wars concept art makeover     - CNET"], ["01.05.20", "Star Wars: The Clone Wars episode 11 recap: Ahsoka's life is 'Shattered' as friend becomes foe     - CNET"], ["29.04.20", "We'll be ready for Christmas, says Hasbro, as China restarts"], ["29.04.20", "UPDATE 3-We'll be ready for Christmas, says Hasbro, as China restarts"], ["29.04.20", "Hasbro Inc (HAS) Q1 2020 Earnings Call Transcript"], ["29.04.20", "Hasbro (HAS) Misses on Q1 Earnings, Gaming Demand High"], ["29.04.20", "Hasbro Reports Spiking Demand for Home Gaming Products"], ["29.04.20", "UPDATE 2-We'll be ready for Christmas, says Hasbro, as China restarts"], ["29.04.20", "Hasbro (HAS) Q1 Earnings and Revenues Miss Estimates"], ["29.04.20", "Hasbro expects virus to hit second-quarter earnings but will be prepared for holiday season"], ["29.04.20", "UPDATE 1-Hasbro expects hit to second quarter toy sales as coronavirus rocks retail"], ["29.04.20", "Hasbro stock slips as coronavirus clouds earnings outlook"], ["29.04.20", "Hasbro expects hit to second-quarter results from coronavirus lockdowns"], ["28.04.20", "PUBG, Madden, Star Wars Jedi: Fallen Order heading to Google Stadia     - CNET"], ["28.04.20", "Latest Star Wars film to arrive on Disney+ two months early"], ["27.04.20", "Hasbro (HAS) Q1 Earnings to Grow Despite Coronavirus Pandemic"], ["27.04.20", "Star Wars: The Rise of Skywalker hits Disney Plus today     - CNET"], ["27.04.20", "My Little Pony parent Hasbro and Cartamundi to make 50,000 face shields a week for health-care workers"], ["2020-05-26 13:18", "Funeral today for 'brave and courageous' East Providence boy who fought cancerA funeral Mass will be held this morning for Blake Daniel Costa, a 5-year-old Riverside boy who died Thursday in his parents arms at Hasbro Children's Hospital after fighting brain cancer for four years.Blake's funeral will be at 10 a.m. at St. Fr"], ["2020-05-26 13:11", "Monopoly secrets: Britain's best player's brutal hacks to win board game exposed ...  for beating opponents. By Josh Saunders PUBLISHED: PUBLISHED: 14:11, Tue, May 26, 2020 0 Monopoly is one of the most popular pastimes played by families and friends alike for decades. Ever since its inception 85 years ago, the board game has sparked countless arguments and clashes between players who fiercely debate the rules. The extreme competitiveness associated with the game led creators Hasbro to establish a hotline for rule clarification during the Christmas period in a bid to quell the arguments of bickering family members. Over the decades, many players have claimed to have developed methods to ensure their victory during the game. One of them is Natalie Fitzsimons who was crowned the UK's Monopoly champion in 2017. She revealed her top tips and ... "], ["2020-05-26 13:09", "Queen guitarist Brian May suffers heart attack, says he 'could have died' ...  Central Falls native Viola Davis donates meals to local health care workers by Courtney Carter / May 20, 2020 PROVIDENCE, R.I. (WPRI) -- Central Falls native Viola Davis, along with the cast from her hit television show, made a special delivery to front-line workers in Rhode Island on Wednesday. Davis did not come in person but she sent more than 100 meals to the staff at Hasbro Children's Hospital and Rhode Island Hospital. Read the Full Article Video 'Twilight' actor Gregory Tyree Boyce, 30, and girlfriend found dead by Nexstar Media Wire / May 19, 2020 LAS VEGAS (KRON) — \"Twilight\" actor Gregory Tyree Boyce and his girlfriend were found dead in their Las Vegas home last week, according to a report. The 30-year-old actor and his ... "], ["2020-05-26 10:41", "Funeral today for 'brave and courageous' East Providence boy who fought cancerA funeral Mass will be held this morning for Blake Daniel Costa, a 5-year-old Riverside boy who died Thursday in his parents arms at Hasbro Children's Hospital after fighting brain cancer for four years.Blake's funeral will be at 10 a.m. at St. Fr"], ["2020-05-25 12:05", "Jefferies breaks down the top 22 stocks it thinks you should buy right now — including 6 fast-risers that just captured its attention ...  Ticker : HAE Sector : Healthcare Price target : $165 Upside : 54.1% Quote : \"The impact to plasma collections due to social distancing has only worked to further enhance the value proposition behind NexSys, which is also the only solution on the market that is proven to increase yields with each donation.\" Source: Jefferies Equity Research 11. Hasbro Markets Insider Ticker : HAS Sector : Consumer discretionary Price target : $88 Upside : 30.7% Quote : \"The toy business provides a stable cash flow mechanism fueling higher growth, higher structural margin content, and gaming engines.\" Source: Jefferies Equity Research 12. Huntsman Markets Insider Ticker : HUN Sector : Materials Price target : $25 Upside : 45% Quote : \"Huntsman combines ... "], ["2020-05-25 11:46", "Jefferies' 22 highest conviction U.S. stock picks ...  describe the criteria as \"highest-conviction, buy-rated stocks within US Research. Special consideration is given to stocks with differentiated analysis.\" In alphabetical order, the stocks are Activision Blizzard, Bio-Rad labs, Biomarin Pharmaceuticals , Blackstone Group A, Casey's General , Chevron Corp., Eldorado Resorts , Gentex Corp., Alphabet Inc. , Haemonetics Corp., Hasbro Inc., Huntsman Corp., Kennametal Inc., Lowe's Cos, Martin Marietta Metals , Marathon Petroleum, Motorola Solutions , Rio Tinto, Ringcentral A, Raytheon Technologies , TJX Co.s and Texas Instruments.\" \"@SBarlow_ROB Jefferies' \"Franchise Top Picks\" (table) Twitter *** Diversion: \"Bill Murray on Golfing With Michael Jordan, 'Ghostbusters' ... "], ["2020-05-25 10:11", "WWE News: Former World Champion Congratulates Jon Moxley For Leaving Company & Going Against Vince McMahon ... mdash; Bleacher Report Live (@brlive) May 24, 2020 As it seems, Slaughter was referring to Vince McMahon when he talked about his past departure from the company. In 2018, the retired wrestler looked back on his issues with the WWE chairman when he got his own G.I. Joe action figure from Hasbro in the mid-1980s. As he recalled to former WWE announcer Sean Mooney (via WrestleZone ), the promotion wanted to release a Slaughter action figure of its own and feature him on its cartoons, but objected to his deal with Hasbro due to a \"conflict of interest.\" \"I went home dejected not knowing what to do, so that became kind of a bad situation between Vince and I. At the time, I gave him my notice. He said, 'You're not leaving. You can't leave ... "], ["2020-05-23 09:00", "The oil and gas industry will need more than a bailout to survive ... of Calgary's School of Public Policy and an associate editor at the university's student policy blog, YYCPolicy. These are bad days to be an oil and gas producer. The COVID-19 crisis has brought the global economy to a grinding halt, and for a while the price war between Saudi Arabia and Russia made a barrel of oil about as cheap as a set of the Hasbro game Barrel of Monkeys. With the price of Western Canadian Select, the benchmark for Alberta crude, dipping into negative territory at one point, many oil and gas producers are at serious risk of bankruptcy. Norway's recent announcement that its US$1.1-trillion sovereign fund will divest from four major Canadian oil companies further dented the outlook. But of course the past has seen bad days, too ... "], ["2020-05-23 07:17", "Fear the Walking Dead star Lennie James gives fans update on season 6 filming ...  #193 Image Comics Amazon Shop Now The Walking Dead Season 1-8 boxset [DVD] AMC/eOne Amazon 66.95 Shop Now Fear the Walking Dead Season 4 (streaming) AMC Amazon 29.49 Shop Now The Walking Dead: Negan Pop! Vinyl Figure Funko Pop! Pop In a Box 9.99 Shop Now The Walking Dead Volume 32 Image Comics Amazon 11.50 Shop Now Risk - Walking Dead (Survival Edition) Winning Moves/Hasbro/Risk Pop In a Box 39.99 Shop Now The Walking Dead: Daryl Funko Pop! Vinyl Figure Funko Pop! Amazon 8.49 Shop Now The Walking Dead Board Game Cryptozoic Entertainment The Works 10.00 Shop Now The Walking Dead Compendium: 15th Anniversary Box Set Image Comics Amazon 98.30 Shop Now The Walking Dead Monopoly (Survival Edition) Winning Moves Amazon 26.90 Shop Now The Walking Dead Compendium ... "], ["2020-05-22 23:50", "Providence offering free 2-hour parking as businesses reopen ...  the crisis.) Read the Full Article Video DCYF investigating suspected abuse of Providence 10-month-old by Sarah Doiron / May 22, 2020 PROVIDENCE, R.I. (WPRI) The Department of Children, Youth and Families (DCYF) is investigating a possible case of child abuse after a 10-month-old was admitted to the hospital earlier this week. DCYF said the child, whose family lives in Providence, was admitted to Hasbro Children's Hospital on May 17, and the child's condition was likely the result of maltreatment. Read the Full Article Catholic bishop takes tongue-in-cheek shot at Tom Brady by The Associated Press / May 22, 2020 PROVIDENCE, R.I. (AP) — Not even a Hail Mary is going to help Tom Brady win a seventh Super Bowl championship now that he's ... "], ["2020-05-22 20:29", "'Pac-Man' Celebrates 40th Birthday With Special Multiplayer Game on Twitch ...  and play game locally if the whole family happens to be in the same room. Getty Images The Game of Life The digital version of The Game of Life (Mrs. Maisel version pictured) adds in a fast mode to play a shortened game as well as minigames that make it more of a \"Mario Party\" experience. Clacking colorful wheel that doesn't spin properly not included. Hasbro Settlers of Catan Another staple if you're an avid board gamer, there naturally is an official Settlers of Catan app that even includes downloads for the game's many expansions, like Seafarers, Traders and Barbarians or Cities and Knights. But for those concerned that the aggressive trading aspect of the game might not translate in a digital app, the game lets you pose trades to all ... "], ["2020-05-22 19:30", "DCYF investigating suspected abuse of Providence 10-month-oldDCYF said the child, whose family lives in Providence, was admitted to Hasbro Children's Hospital on May 17, and the child's condition was likely the result of maltreatment."], ["2020-05-22 18:38", "DCYF: 10-month-old Providence boy hospitalizedA 10-month-old Providence boy was admitted to Hasbro Children's Hospital on Sunday, likely due to maltreatment, the Department of Children, Youth and Families announced.The boy's family had prior DCYF involvement, but DCYF was no longer involved w"], ["2020-05-22 18:21", "Summer is not completely canceled. Here are 100 things we can do with or without kids. ... Here are 100 fun-in-my-opinion things to do this summer collected from colleagues, friends, family and me. I hope it salvages your summer and inspires your family as we navigate this new normal. Old-fashioned fun 1. Family game night: Have a weekly game night, and rotate who chooses the game. We'll be playing Monopoly this weekend at my house. The first time, we'll use the Hasbro rules. The second time, we may use the lesser-known rules from The Landlord's Game, the original game created by Elizabeth Magie Phillips. 2. Family movie night: Show a movie on the main television in your home (we have one TV, so this is easy). Serve popcorn and sodas and sing along to \"Mary Poppins,\" watch Luke Skywalker and Darth Vader duke it out in \"Star ... "], ["2020-05-22 18:21", "Summer is not completely canceled. Here are 100 things we can do with or without kids. ... Here are 100 fun-in-my-opinion things to do this summer collected from colleagues, friends, family and me. I hope it salvages your summer and inspires your family as we navigate this new normal. Old-fashioned fun 1. Family game night: Have a weekly game night, and rotate who chooses the game. We'll be playing Monopoly this weekend at my house. The first time, we'll use the Hasbro rules. The second time, we may use the lesser-known rules from The Landlord's Game, the original game created by Elizabeth Magie Phillips. 2. Family movie night: Show a movie on the main television in your home (we have one TV, so this is easy). Serve popcorn and sodas and sing along to \"Mary Poppins,\" watch Luke Skywalker and Darth Vader duke it out in \"Star ... "], ["2020-05-22 18:21", "Summer is not completely canceled. Here are 100 things we can do with or without kids. ... Here are 100 fun-in-my-opinion things to do this summer collected from colleagues, friends, family and me. I hope it salvages your summer and inspires your family as we navigate this new normal. Old-fashioned fun 1. Family game night: Have a weekly game night, and rotate who chooses the game. We'll be playing Monopoly this weekend at my house. The first time, we'll use the Hasbro rules. The second time, we may use the lesser-known rules from The Landlord's Game, the original game created by Elizabeth Magie Phillips. 2. Family movie night: Show a movie on the main television in your home (we have one TV, so this is easy). Serve popcorn and sodas and sing along to \"Mary Poppins,\" watch Luke Skywalker and Darth Vader duke it out in \"Star ... "], ["2020-05-22 18:21", "Summer is not completely canceled. Here are 100 things we can do with or without kids. ... Here are 100 fun-in-my-opinion things to do this summer collected from colleagues, friends, family and me. I hope it salvages your summer and inspires your family as we navigate this new normal. Old-fashioned fun 1. Family game night: Have a weekly game night, and rotate who chooses the game. We'll be playing Monopoly this weekend at my house. The first time, we'll use the Hasbro rules. The second time, we may use the lesser-known rules from The Landlord's Game, the original game created by Elizabeth Magie Phillips. 2. Family movie night: Show a movie on the main television in your home (we have one TV, so this is easy). Serve popcorn and sodas and sing along to \"Mary Poppins,\" watch Luke Skywalker and Darth Vader duke it out in \"Star ... "], ["2020-05-22 18:21", "Summer is not completely canceled. Here are 100 things we can do with or without kids. ... Here are 100 fun-in-my-opinion things to do this summer collected from colleagues, friends, family and me. I hope it salvages your summer and inspires your family as we navigate this new normal. Old-fashioned fun 1. Family game night: Have a weekly game night, and rotate who chooses the game. We'll be playing Monopoly this weekend at my house. The first time, we'll use the Hasbro rules. The second time, we may use the lesser-known rules from The Landlord's Game, the original game created by Elizabeth Magie Phillips. 2. Family movie night: Show a movie on the main television in your home (we have one TV, so this is easy). Serve popcorn and sodas and sing along to \"Mary Poppins,\" watch Luke Skywalker and Darth Vader duke it out in \"Star ... "], ["2020-05-22 18:21", "Summer is not completely canceled. Here are 100 things we can do with or without kids. ... Here are 100 fun-in-my-opinion things to do this summer collected from colleagues, friends, family and me. I hope it salvages your summer and inspires your family as we navigate this new normal. Old-fashioned fun 1. Family game night: Have a weekly game night, and rotate who chooses the game. We'll be playing Monopoly this weekend at my house. The first time, we'll use the Hasbro rules. The second time, we may use the lesser-known rules from The Landlord's Game, the original game created by Elizabeth Magie Phillips. 2. Family movie night: Show a movie on the main television in your home (we have one TV, so this is easy). Serve popcorn and sodas and sing along to \"Mary Poppins,\" watch Luke Skywalker and Darth Vader duke it out in \"Star ... "], ["2020-05-22 17:07", "The Walking Dead producer admits he struggled with Glenn's violent death ...  #193 Image Comics Amazon Shop Now The Walking Dead Season 1-8 boxset [DVD] AMC/eOne Amazon 66.95 Shop Now Fear the Walking Dead Season 4 (streaming) AMC Amazon 29.49 Shop Now The Walking Dead: Negan Pop! Vinyl Figure Funko Pop! Pop In a Box 9.99 Shop Now The Walking Dead Volume 32 Image Comics Amazon 11.50 Shop Now Risk - Walking Dead (Survival Edition) Winning Moves/Hasbro/Risk Pop In a Box 39.99 Shop Now The Walking Dead: Daryl Funko Pop! Vinyl Figure Funko Pop! Amazon 8.49 Shop Now The Walking Dead Board Game Cryptozoic Entertainment The Works 10.00 Shop Now The Walking Dead Compendium: 15th Anniversary Box Set Image Comics Amazon 98.30 Shop Now The Walking Dead Monopoly (Survival Edition) Winning Moves Amazon 26.90 Shop Now The Walking Dead Compendium ... "]]}}