{"postfix": "haverty_furniture_companies-aktie", "name": "HAVERTY_FURNITURE_COMPANIES", "wkn": "889712", "time": "2020.05.26 17:15", "ts": 1590506139, "features": {"KGV": "17.07", "Marktkapitalisierung": {"Size": "Mio", "Value": "277.13"}, "GA": "1.17", "KBV": "1.36", "BA": "13.37", "KCV": "8.52", "CA": "2.70", "Vola30": "72.59", "Vola90": "78.5", "Vola180": "62.83", "Vola250": "52.06"}, "rivals": ["bed_bath_beyond-aktie"], "text_data": {"de": [["19.05.20", "Ausblick: Haverty Furniture stellt Quartalsergebnis zum abgelaufenen Jahresviertel vor"], ["19.05.20", "Ausblick: Haverty Furniture Companies stellt Quartalsergebnis zum abgelaufenen Jahresviertel vor"], ["20.02.20", "Haverty Furniture: Das sind die jüngsten Quartalszahlen"], ["20.02.20", "Haverty Furniture Companies: Zahlen zum abgelaufenen Jahresviertel"], ["17.02.20", "Ausblick: Haverty Furniture stellt Quartalsergebnis zum abgelaufenen Jahresviertel vor"], ["17.02.20", "Ausblick: Haverty Furniture Companies zieht Bilanz zum jüngsten Jahresviertel"]], "en": [["22.05.20", "Haverty Furniture Companies Inc. (HVT) Q1 2020 Earnings Call Transcript"], ["21.05.20", "Haverty Furniture (HVT) Beats Q1 Earnings and Revenue Estimates"], ["28.04.20", "Earnings Preview: Haverty Furniture (HVT) Q1 Earnings Expected to Decline"], ["27.04.20", "Haverty Furniture to reopen all stores by mid-May, but will reduce workforce by 34%"], ["20.02.20", "Haverty Furniture Companies Inc. (HVT) Q4 2019 Earnings Call Transcript"], ["14.01.20", "Should Value Investors Pick Haverty Furniture (HVT) Stock?"], ["2020-05-22 02:30", "Haverty Furniture Companies Inc. (HVT) Q1 2020 Earnings Call Transcript ... . Returns as of 05/22/2020. Join Stock Advisor Cumulative Growth of a $10,000 Investment in Stock Advisor Calculated by Time-Weighted Return Stocks HVT Haverty Furniture Companies Inc. NYSE: HVT $15.71 up $0.35 (2.28%) Related Articles Haverty Furniture Companies Inc. (HVT) Q4 2019 Earnings Call Transcript Haverty Furniture Companies Inc. (HVT) Q3 2019 Earnings Call Transcript Haverty Furniture Companies Inc. (HVT) Q2 2019 Earnings Call Transcript Haverty Furniture Companies Inc. (HVT) Q1 2019 Earnings Call Transcript Haverty Furniture Companies, Inc. (HVT) Q4 2018 Earnings Conference Call Transcript Haverty Furniture Companies Inc. (HVT) Q1 2020 Earnings Call Transcript @themotleyfool #stocks $HVT Next Article Prev 1 2 3 4 5 Next Terms of Use Privacy Policy ... "], ["2020-05-20 22:35", "Haverty Furniture (HVT) Beats Q1 Earnings and Revenue Estimates ...  of the Zacks Industry Rank, Retail - Home Furnishings is currently in the bottom 37% of the 250 plus Zacks industries. Our research shows that the top 50% of the Zacks-ranked industries outperform the bottom 50% by a factor of more than 2 to 1. In-Depth Zacks Research for the Tickers Above Normally $25 each - click below to receive one report FREE: Haverty Furniture Companies, Inc. (HVT) - free report > > Published in earnings earnings-estimates earnings-outlook earnings-surprise industry-outlook zacks-consensus-estimate zacks-rank Zacks' 7 Best Strong Buy Stocks for June, 2020 Free Research for Zacks.com Readers Experts have chosen 7 stocks out of 220 Zacks Rank #1 Strong Buys that have the highest potential to increase in price quickly amid the global ... "], ["2020-05-20 22:15", "Cumberland Pharmaceuticals (CPIX) Q1 Earnings and Revenues Miss Estimates ...  Know Your Password? Close this window Help You are being directed to ZacksTrade, a division of LBMZ Securities and licensed broker-dealer. ZacksTrade and Zacks.com are separate companies. The web link between the two companies is not a solicitation or offer to invest in a particular security or type of security. ZacksTrade does not endorse or adopt any particular investment strategy, any analyst  ... 32 years, our Strong Buy list has averaged returns more than twice the market. See its 7 best stocks now. Privacy Policy | No cost, no obligation to buy anything ever. Up Next Haverty Furniture (HVT) Beats Q1 Earnings and Revenue Estimates Most Read The New Bull Market Has Begun; Which Stocks Will Lead the Way? COVID-19 Impact on Earnings to Linger Through 2021 Did  ... "], ["2020-05-09 18:31", "Gray Television Inc (GTN) Q1 2020 Earnings Call Transcript ... 's comments, when we're getting 4.1 billion hits, I think that our ability to monetize that and continue to grow that is remarkable. Our other assets with regard to the production companies, while sports is shut down, sports will return, and I hope sooner rather than later. And those businesses will be returning good returns to our Company and good growth to the Company as well. So,  ...  I do not think we have been damaged one iota. I think that when people come back and -- we've seen some of this on our own Board of Directors. The Chief Financial Officers of Haverty Furniture serves in our Board. The Board adjourned yesterday. They have gotten 54 of their -- I'm sure it's in excess of 100 stores back open and where they're in our markets ... "], ["2020-04-28 16:33", "Earnings Preview: Haverty Furniture (HVT) Q1 Earnings Expected to Decline ...  doesn't appear a compelling earnings-beat candidate. However, investors should pay attention to other factors too for betting on this stock or staying away from it ahead of its earnings release. In-Depth Zacks Research for the Tickers Above Normally $25 each - click below to receive one report FREE: Haverty Furniture Companies, Inc. (HVT) - free report > > Published in consensus-outlook earnings earnings-consensus earnings-esp earnings-estimates-revisions earnings-expectations earnings-preview stock-price-change zacks-consensus-estimate Zacks' 7 Best Strong Buy Stocks for May, 2020 Free Research for Zacks.com Readers Experts have chosen 7 stocks out of 220 Zacks Rank #1 Strong Buys that have the highest potential to increase in price quickly ... "]]}}