{"postfix": "henkel-aktie", "name": "HENKEL", "wkn": "604840", "time": "2020.05.26 16:01", "ts": 1590501675, "features": {"KGV": "15.46", "Marktkapitalisierung": {"Size": "Mrd", "Value": "32.42"}, "GA": "5.43", "KBV": "1.97", "BA": "42.65", "KCV": "11.70", "CA": "7.18", "Vola30": "30.56", "Vola90": "48.6", "Vola180": "36.83", "Vola250": "29.81"}, "rivals": ["procter_gamble-aktie", "bayer-aktie", "altana-aktie", "unilever-aktie", "basf-aktie"], "text_data": {"de": [["13.05.20", "Henkel informierte über die jüngsten Quartalsergebnisse"], ["13.05.20", "Henkel: Zahlen zum abgelaufenen Jahresviertel"], ["13.05.20", "Henkel gewährte Anlegern Blick in die Bücher "], ["13.05.20", "Henkel vz: So schnitt der Konzern im vergangenen Quartal ab"], ["12.05.20", "Citi: Henkel - Anschnallen bitte!?"], ["12.05.20", "ANALYSE-FLASH: Berenberg hebt Ziel für Henkel auf 80 Euro - 'Hold'"], ["12.05.20", "Citi: Henkel - Anschnallen bitte!?"], ["11.05.20", "US-Kosmetikkonzern Coty verkauft Mehrheit an Haarpflegekonzern Wella an KKR"], ["11.05.20", "ROUNDUP: Henkel sieht sich trotz Umsatzrückgang gut gegen Corona-Krise gerüstet"], ["11.05.20", "Börse 9.20 Uhr: Henkel macht weniger Umsatz"], ["11.05.20", "Auch Henkel klebt fest"], ["11.05.20", "Auswirkungen der Corona-Pandemie belasten Henkels Klebstoff-Geschäft"], ["11.05.20", "Henkel verzeichnet Umsatzrückgänge in mehreren Regionen"], ["11.05.20", "Henkel-Aktie: Auswirkungen der Corona-Pandemie belasten Klebstoff-Geschäft"], ["11.05.20", "HSBC: Wochenausblick: BIP Deutschland, OPEC-Bericht, Industrieproduktion, Allianz, RWE, Wirecard"], ["11.05.20", "Henkel mit robuster Umsatzentwicklung im ersten Quartal in sehr herausforderndem Marktumfeld"], ["11.05.20", "Q1 2020 Mitteilung"], ["10.05.20", "Konsumgüterbranche: Neuer Henkel-Chef hat einen schweren Start - nicht nur wegen Corona"], ["10.05.20", "Ausblick: Henkel stellt Ergebnisse des abgelaufenen Quartals vor"], ["10.05.20", "Ausblick: Henkel legt die Bilanz zum abgelaufenen Quartal vor"], ["10.05.20", "Ausblick: Henkel stellt Zahlen zum jüngsten Quartal vor"], ["05.05.20", "ROUNDUP 4: Deutsche Verfassungsrichter setzen EZB bei Anleihenkäufen Grenzen"], ["05.05.20", "Belgrad subventioniert neues Henkel-Werk mit 14 Mio. EUR"], ["05.05.20", "ROUNDUP 3: Deutsche Verfassungsrichter fahren EuGH und EZB in die Parade"], ["05.05.20", "Corona-Krise macht Beiersdorf weiter zu schaffen"], ["05.05.20", "ROUNDUP 2: Bundesverfassungsgericht beanstandet Staatsanleihenkäufe der EZB"], ["01.05.20", "FEIERTAGS-ÜBERBLICK AM ABEND/ 1. Mai 2020"], ["01.05.20", "Henkel braucht keine Staatshilfe"], ["26.04.20", "Erste Schätzungen: Henkel informiert über die jüngsten Quartalsergebnisse"], ["26.04.20", "Erste Schätzungen: Henkel stellt Quartalsergebnis zum abgelaufenen Jahresviertel vor"], ["26.04.20", "Erste Schätzungen: Henkel veröffentlicht Zahlen zum vergangenen Quartal"], ["23.04.20", "Henkel plant Online-Hauptversammlung am 17. Juni"]], "en": [["11.05.20", "Henkel ramps up soap production by 30% "], ["11.05.20", "UPDATE 2-Henkel launches more hygiene products during pandemic"], ["11.05.20", "Henkel sees virus boost to cleaning products"], ["11.05.20", "Henkel cleaning products boost offsets coronavirus-hit divisions"], ["11.05.20", "UPDATE 1-Henkel cleaning products boost offsets coronavirus-hit divisions"], ["11.05.20", "Henkel sees virus boost to cleaning products, hit to beauty"], ["05.03.20", "Henkel to ditch underperforming brands"], ["05.03.20", "UPDATE 3-Henkel to sell or discontinue some consumer brands in plan to bolster profit"], ["05.03.20", "UPDATE 2-New Henkel CEO plans to sell or discontinue some consumer brands"], ["13.02.20", "Henkel Hungary names new head of beauty care"], ["2020-05-26 13:05", "China to prune negative list ...  and disruptions to the world economy and trade from the COVID-19 outbreak. The government will provide policy support in areas such as taxation, financial insurance, industrial and supply chains to remove the pressure on exporters with operational difficulties, as well as stimulate fresh momentum to restore their earning strength, he said. Mark Dorn, president for Asia-Pacific of Henkel Corp, the German chemical and consumer goods company, said as the pandemic is being contained, China has started placing increasing focus on ensuring stability in key areas such as employment, foreign trade, foreign investment and market expectations. Policies such as the Foreign Investment Law, proposed at the two sessions last year and put into effect on Jan 1, showed ... "], ["2020-05-26 00:16", "China to prune negative list ...  and disruptions to the world economy and trade from the COVID-19 outbreak. The government will provide policy support in areas such as taxation, financial insurance, industrial and supply chains to remove the pressure on exporters with operational difficulties, as well as stimulate fresh momentum to restore their earning strength, he said. Mark Dorn, president for Asia-Pacific of Henkel Corp, the German chemical and consumer goods company, said as the pandemic is being contained, China has started placing increasing focus on ensuring stability in key areas such as employment, foreign trade, foreign investment and market expectations. Policies such as the Foreign Investment Law, proposed at the two sessions last year and put into effect on Jan 1, showed ... "], ["2020-05-24 04:01", "Substitute-teaching at pandemic-forced home school ... . Melissa served the dessert which we all agreed to name \"Cinnamon Apple Smash\" to us with a side of frosting during our next activity which was watching the Cincinnati Zoo & Botanical Garden's live Home Safari series. I knew in advance we would be watching the show, so I brought furry animal ears for us to wear. Delaney and Evan loved them. The live segment featured Henkel's leaf-tailed geckos and their new babies. After enjoying the show and our snack, I taught the kids something they had never tried before...Origami. Both of them followed along nicely while making harlequin hats. Ingenious Delaney placed her teeny tiny hat upon one of her animal ears. Now why didn't I think of that? What happened next during my final activity will be ... "], ["2020-05-23 14:08", "Kimpa Vita: The unity prophet ...  da Gallo, the Capuchin monk who sentenced her to be burned. According to the monks, the child was spared. Oral tradition, however, insists that Kimpa Vita's child was burned with her in 1706. Scientific advice on this article was provided by historians Professor Doulaye Konat, Lily Mafela, Ph.D., and Professor Christopher Ogbogbo. African Roots is supported by the Gerda Henkel Foundation. Date 23.05.2020 Author Carla Fernandes Related Subjects Angola Keywords Kimpa Vita , Kongo , Angola , African Roots Feedback : Send us your feedback. Print Print this page Permalink https://p.dw.com/p/3cfla Related content Queen Njinga Mbande: The diplomat warrior 20.07.2018 Njinga Mbande was a diplomat and a military chief from the 17th century in the territory which ... "], ["2020-05-23 12:22", "Covid-19: Novak Djokovic Foundation donates ventilators to hospital ... , shows trends Year in Review: Top five sporting events that wowed enthusiasts in 2019 Improbable lessons for today from a propagandist film of a century ago As the world continues to grapple with coronavirus (Covid-19) pandemic, Serbian tennis star Novak Djokovic's foundation has donated five ventilators and clinical monitors to a general hospital in Krusevac, Serbia. \"Solidarity and responsibility are so important when it comes to fighting with # coronavirus. Today, together with @Henkel we donated 5 ventilators and 5 clinical monitors to the General Hospital in Krusevac! We are in this together,\" Novak Djokovic foundation tweeted. Solidarity and responsibility are so important when it comes to fighting with #coronavirus . Today, together with ... "], ["2020-05-23 10:58", "COVID-19: Novak Djokovic Foundation donates ventilators, clinical monitors ...  we donated 5 ventilators and 5 clinical monitors to the General Hospital in Krusevac! We are in this together,\" Novak Djokovic Foundation tweeted. Twitter Post Ventilators and clinical monitors for General Hospital in Kruevac Solidarity and responsibility are so important when it comes to fighting with #coronavirus . Today, together with @Henkel , we donated 5 ventilators and 5 clinical monitors to the General Hospital in Kruevac! We are in this together. pic.twitter.com/G676UrieRM — Novak Djokovic Foundation (@novakfoundation) May 20, 2020 Donations Djokovic and wife Jelena announced help back in March Earlier in March, Novak Djokovic and wife Jelena had announced that they will donate a million Euros to help the people of Serbia in the fight ... "], ["2020-05-23 04:00", "Combating COVID-19: Novak Djokovic Foundation donates ventilators to hospital ... ANI | Updated: May 23, 2020 09:18 IST New Delhi [India], May 23 (ANI): As the world continues to grapple with coronavirus pandemic, Serbian tennis star Novak Djokovic 's foundation has donated five ventilators and clinical monitors to a general hospital in Krusevac, Serbia. \"Solidarity and responsibility are so important when it comes to fighting with #coronavirus. Today, together with @Henkel we donated 5 ventilators and 5 clinical monitors to the General Hospital in Krusevac! We are in this together,\" Novak Djokovic foundation tweeted. Earlier in March, Novak Djokovic and wife Jelena Djokovic had announced that they will donate a million Euros to help the people of Serbia in the fight against the coronavirus pandemic. The funds will be used for ... "], ["2020-05-22 17:49", "EU on the brink: 'Tragic reality' as Brussels bloc 'may not survive' huge challenges ahead ...  pandemic would be felt, he added: \"Longer than most people think. EU budget factions (Image: Daily Express) \"One of the problems is that the virus itself is rapidly evolving and changing the way it attacks human organs. \"This will make it much harder to develop a reliable vaccine.\" Speaking earlier this week about Mr Soros' ideas, former German MEP and economist Hans-Olaf Henkel told Express.co.uk: \"Soros' idea of eternal European loans may work on a national basis like they did in the UK and in the US in World War 1, but they would not work on a European level. The European Union is under enormous pressure (Image: GETTY) Related articles Brussels PANIC: Italexit WORSE than Brexit spelling 'end of EU' Angela Merkel gears ... "], ["2020-05-22 12:45", "World Hand Sanitizer Market Witnessing Unprecedented Demand Due To Outbreak Of COVID-19 ... 1. Market Size By Value 7.2. Market Share 7.2.1. By Country 7.2.2. By Product 8. Middle East Africa Hand Sanitizer Market outlook 8.1. Market Size By Value8.2. Market Share 8.2.1. By Country 8.2.2. By Product 9. Competitive Landscape 9.1. Company Profiles 9.1.1. 3M Company 9.1.2. Chattem, Inc. 9.1.3. GOJO Industries, Inc. 9.1.4. Henkel AG & Company, KGaA 9.1.5. Procter & Gamble 9.1.6. Reckitt Benckiser Group PLC9.1.7. The Clorox Company 9.1.8. The Himalaya Drug Company 9.1.9. Unilever 9.1.10 . Vi-Jon Laboratories For more information about this report visit https://www.researchandmarkets.com/r/81b3no Research and Markets also offers Custom Research services providing focused, comprehensive and tailored research. Media Contact: Research and Markets Laura Wood ... "], ["2020-05-22 12:35", "Berlin study reveals 92 percent of left-wing activists live with their parents ... acts of violence carried out against property involved arson. Right-wing extremists were the targets of violence in fifteen percent of the cases. Acts of violence committed by left-wingers are on the rise in Germany. Between 2009 and 2013, left-wing political activists committed a total of 1,523 violent crimes, more than double the amount record from 2003 to 2008. Frank Henkel, a CDU politician and Interior Senator, contends that most violent crimes that are politically motivated come from the left-wing scene. Earlier this month, left-wing extremists demonstrating in the Kreuzberg district for May Day attacked a television crew from the news program Heute-Show (Today Show), as Voice of Europe reported . A few people in the TV crew suffered injuries so severe ... "], ["2020-05-21 23:26", "Historic Berlin airport could close for good in June ...  airport just outside the city limits in October after a nearly decade-long delay, the consortium running the regional airfields voted to shut Tegel for two months owing to low demand during the pandemic. \"We have a temporary operations stop with the option to reopen if necessary. Whether that will happen, I can't say,\" Berlin government spokeswoman Eva Henkel told AFP. Officials had previously expressed doubts whether any flights will take off after mid-June from the beloved facility, with its iconic hexagon shape and highly unusual proximity to the city centre. Berlin's new international airport known as BER is set to open on October 31, 2020, after repeated postponements owing to structural problems and corruption. The airport was planned ... "], ["2020-05-21 20:12", "Walter Block: Bernie, Warren and 'The Squad' Are Economic Fascists ... Hitler was the paradigm case of an economic fascist. Here is a very partial list of businesses that remained, formally, in private, not public hands, under his aegis: Allgemeine Elektrizitts Gesellschaft (AEG); Adlerwerke AG (formerly Heinrich Kleyer AG); Bayerische Motorenwerke AG (BMW); Berger, Bergwerks Industrie AG; Daimler-Benz AG; Friedrich Krupp Ironworks; Gruen & Bulfinger; Henkel & Cie; Heinkel Flugzeugwerke; I.G.Farben; Kessler; Koch & Mayer; Krupp, Messerschmitt AG; Rochling; Siemens; Stuka; Volkswagon; Zuffenhausen. This leader of the Nazi Party had more than enough political power to nationalize the entire lot of them. Instead, he chose very heavy regulation. Advertisement - story continues below This is economic fascism, not socialism. Ring any ... "], ["2020-05-21 04:00", "The Grocery Industry Speaks: eCommerce Is Here To StayCPG and grocery as a category has historically been one of the most challenging to migrate into an online environment. Here's how Califia Farms, Henkel, General Mills, and Kraft Heinz are adapting to the surge in online sales, the challenges that come"], ["2020-05-21 00:01", "Brexit hurts EU MORE than Britain as 'last country with common sense' leaves Brussels bloc ... , ahead even of the US and China. \"Britain bought more from the EU than the EU bought from Britain. Like any company, the EU will severely suffer by losing its largest customer.\" Even taking into account the rebate negotiated by former UK Prime Minister Margaret Thatcher in 1984, Britain had remained the second-largest net contributor to the EU budget after Germany, Mr Henkel pointed out. The EU-wide impact of a hard Brexit (Image: GETTY) He added: \"The Commission has now refused to reduce its budget according to the new reality. \"So the question is now: who is now filling the hole? Germany of course. \"Regardless whether Labour or Tories or Lib Dems, Britain was always the most eloquent advocate for competitiveness, for less bureaucracy ... "], ["2020-05-20 22:10", "Letter: Newsom also cut help for maternal mental health ...  won't be jobs until we're free to run our lives Letter: Let's help neighborhoods east of Hwy. 101 to thrive Letter: N95 masks for everyone will help economy reopen We strongly urge Gov. Newsom to prioritize the health of women and families and reconsider his proposed funding cut, implementing extended Medi-Cal for postpartum health coverage without delay. Dr. Andrea Henkel Dr. Hayley Miller Dr. Anne R. Waldrop Palo Alto Submit your letter to the editor via this form Read more Letters to the Editor Report an error Policies and Standards Contact Us Tags: Gavin Newsom Letters To The Editor Subscribe Today! All Access Digital offer for just 99 cents! blog comments powered by Disqus Get Morning Report and other email newsletters Sign Up Follow Us ... "], ["2020-05-20 15:30", "Asia-Pacific Hand Sanitizer Market By Product Type, Sales Channel, Company, Region And Country - Forecast To 2025 ... .4. Growth of demand for Touchless Hand sanitizer dispensers7.5. Increase in demand due to international pandemic Covid-19 8. Competitive Landscape 8.1. Company Profiles8.1.1. 3M Company8.1.2. Best Sanitizers, Inc.8.1.3. Caldrea, Inc.8.1.4. Chattem, Inc.8.1.5. Cleanwell LLC8.1.6. Cleenol Group Limited8.1.7. Elyptol, Inc.8.1.8. EO Products8.1.9. GOJO Industries, Inc. 8.1.10 . Henkel AG & Company, KGaA 8.1.11 . Hello Bello 8.1.12 . Jao Brands 8.1.13 . Kutol Products Company, Inc. 8.1.14 . Procter & Gamble 8.1.15 . Reckitt Benckiser Group PLC 8.1.16 . The Clorox Company 8.1.17 . The Honest Company 8.1.18 . The Himalaya Drug Company 8.1.19 . Unilever 8.1.20 . Vi-Jon LaboratoriesFor more information about this report visit https://www.researchandmarkets.com/r ... "], ["2020-05-20 06:22", "German Economist Warns Italy Faces Eurozone Exit As Coronavirus Crisis Deepens ...  than letting Italian politicians borrow money from and at the risk of other countries, Germany should make a generous gift in exchange for Italy leaving the eurozone and go back to their own currency (New Lira)! This way Italy's Central Bank could devalue their currency to become competitive again, get the economy back on its (own) feet and prosper like Italy did before the euro\" Henkel said. The German economist, who stressed his respect for a \"globalized, liberal and democratic world\", added: \"I know Soros from a meeting some years ago when we discussed the first euro crisis.\" \"At that time I advocated the euro to be split into a 'Northern Euro' and a 'Euro for the South', in each case the currency to reflect ... "], ["2020-05-20 01:23", "German Economist Warns Italy Faces Eurozone Exit As Coronavirus Crisis Deepens ...  than letting Italian politicians borrow money from and at the risk of other countries, Germany should make a generous gift in exchange for Italy leaving the eurozone and go back to their own currency (New Lira)! This way Italy's Central Bank could devalue their currency to become competitive again, get the economy back on its (own) feet and prosper like Italy did before the euro\" Henkel said. The German economist, who stressed his respect for a \"globalized, liberal and democratic world\", added: \"I know Soros from a meeting some years ago when we discussed the first euro crisis.\" \"At that time I advocated the euro to be split into a 'Northern Euro' and a 'Euro for the South', in each case the currency to reflect ... "], ["2020-05-19 23:00", "Worldwide Market For Hand Sanitizer 2020: Global Market Set To Reach US$2,548.984 Million By 2025 ... for hand sanitizer in the next five years. However, the dependency of FMCG products such as detergents and personal soaps and high raw material price volatility is expected to hinder the growth of the market in the coming years.Prominent key market players in the Indian hand sanitizer market include Reckitt Benckiser Group plc, Procter & Gamble, The Himalaya Drug Company, Henkel AG & Company, and Unilever among others. At present, these companies hold a significant share in the market and are adopting various growth strategies such as new product launches, M&A, and partnerships to expand their footprint in the country. For instance, in India recently Lifebuoy launched two new variants of its cosmetic hand sanitizer segment. Such product launches are expected ... "], ["2020-05-19 16:19", "No freebies! Kurz rejects Macron and Merkel's £447bn EU giveaway plan 'Loans not grants' ...  faced criticism for its response to the pandemic. The crisis has also opened up divisions in the EU, with Italy, the continent's hardest-hit nation pushing for a system of debt mutualisation which would spread the cost of repairing the economic damage across the bloc - an approach countries in the north are opposed to. Speaking yesterday, former MEP and German economist Hans-Olaf Henkel told Express.co.uk: \"What have Germans to do with the decisions taken by Italian politicians on their health system or the (very late) decisions on the lockdown in Lombardy? \"On average the per capita wealth of Italians is way above the wealth of for instance Germans. Ursula von der Leyen, President of the European Commission (Image: PA) Trending \"So, before ... "]]}}