{"postfix": "highwoods_properties-aktie", "name": "HIGHWOODS_PROPERTIES", "wkn": "891252", "time": "2020.05.26 16:55", "ts": 1590504943, "features": {"KGV": "36.60", "Marktkapitalisierung": {"Size": "Mrd", "Value": "3.26"}, "GA": "1.30", "KBV": "2.32", "BA": "20.47", "KCV": "25.44", "CA": "1.87", "Vola30": "60.47", "Vola90": "83.52", "Vola180": "60.31", "Vola250": "44.68"}, "rivals": [], "text_data": {"de": [["30.04.20", "Die Expertenmeinungen zur Highwoods Properties-Aktie im April 2020"], ["30.04.20", "Highwoods Properties: So viel setzte das Unternehmen zuletzt um"], ["27.04.20", "Ausblick: Highwoods Properties stellt Quartalsergebnis zum abgelaufenen Jahresviertel vor"], ["13.04.20", "Erste Schätzungen: Highwoods Properties informiert über die jüngsten Quartalsergebnisse"], ["06.02.20", "Highwoods Properties: So viel setzte das Unternehmen zuletzt um"], ["03.02.20", "Ausblick: Highwoods Properties gewährt Anlegern Blick in die Bücher"]], "en": [["11.05.20", "This is Why Highwoods Properties (HIW) is a Great Dividend Stock"], ["30.04.20", "Highwoods Properties (HIW) Q1 FFO Top Estimates, Trims View (Revised)"], ["30.04.20", "Highwoods Properties Inc (HIW) Q1 2020 Earnings Call Transcript"], ["29.04.20", "Highwoods Properties (HIW) Q4 FFO Top Estimates, Trims View "], ["29.04.20", "Highwoods Properties (HIW) Tops Q1 FFO Estimates"], ["24.04.20", "Highwoods Properties (HIW) is a Top Dividend Stock Right Now: Should You Buy?"], ["08.04.20", "This is Why Highwoods Properties (HIW) is a Great Dividend Stock"], ["23.03.20", "This is Why Highwoods Properties (HIW) is a Great Dividend Stock"], ["06.03.20", "Are You Looking for a High-Growth Dividend Stock? Highwoods Properties (HIW) Could Be a Great Choice"], ["19.02.20", "Why Highwoods Properties (HIW) is a Top Dividend Stock for Your Portfolio"], ["05.02.20", "Highwoods Properties Inc (HIW) Q4 2019 Earnings Call Transcript"], ["05.02.20", "Highwoods Properties (HIW) Q4 FFO Tops Estimates, Dividend Up"], ["05.02.20", "Highwoods Properties (HIW) Q4 FFO Top Estimates"], ["31.01.20", "Highwoods Properties Reports Sale Of Industrial, Single-Story Flex Portfolio Encompassing 2.8M Sq. Ft. For $193.4M"], ["2020-05-19 14:42", "3 Top-Ranked Dividend Stocks: A Smarter Way to Boost Your Retirement Income - May 19, 2020 ... nest egg portfolio. Ameriprise Financial Services ( AMP - Free Report ) is currently shelling out a dividend of $0.97 per share, with a dividend yield of 3.15%. This compares to the Financial - Investment Management industry's yield of 3% and the S&P 500's yield of 2.1%. In terms of dividend growth, the company's current annualized dividend of $4.16 is up 7.78% from last year. Highwoods Properties ( HIW - Free Report ) is paying out a dividend of 0.48 per share at the moment, with a dividend yield of 5.71% compared to the REIT and Equity Trust - Other industry's yield of 5.06% and the S&P 500's yield. Taking a look at the company's dividend growth, its current annualized dividend of $1.92 is up 1.05% from last year. Currently paying a ... "], ["2020-05-17 10:00", "Buncombe, Asheville property transfers for May 1-7 ... Robert H and Angela E B Judd 24 Dianthus Drive, $735,000, Karen C and Anthony B Spake to Jennifer Ann and Mark Edward Skaggs 117 Euclid Blvd., $80,000, The Pritchett Company LLC to Boundless Properties LLC 118 Overlook Road, $375,000, Linda G and Dale H Sains to Michael Patrick Gormley and Allison Faye Hill Barnardsville 232 Martins Creek Road, $225,000, Katrina M Tobin to Scot Quaranda 0 North Fork ...  0 Newfound Road, $12,000, Juanita and Dennis Gewerth to Dominque Delia 128 Quiet Woods Drive, $249,000, Jodi Penn to Eric Holm and Kristine May Griffiths-holm 16 Highwoods Drive, $550,000, Highwoods 16 LLC to Frederich Hull and Rachel Helen Willis North Buncombe 10 White Cedar Drive, $51,500, Jdm Property Service, LLC Rmac Trust Series 2016-CTT to Cmh Homes Inc ... "], ["2020-05-13 13:42", "Here's Why You Should Hold On to Highwoods (HIW) Stock NowThough with a robust liquidity position, focus on attractive Sun Belt markets and market rotation plan, Highwoods Properties (HIW) is on a solid footing, the coronavirus crisis is a concern."], ["2020-05-11 15:45", "This is Why Highwoods Properties (HIW) is a Great Dividend StockDividends are one of the best benefits to being a shareholder, but finding a great dividend stock is no easy task. Does Highwoods Properties (HIW) have what it takes? Let's find out."], ["2020-05-11 15:45", "PSEG (PEG) is a Top Dividend Stock Right Now: Should You Buy? ...  that have the highest potential to increase in price quickly amid the global health crisis. A recent pick, Maxar, skyrocketed +178.7% in 3 months. For 32 years, our Strong Buy list has averaged returns more than twice the market. See its 7 best stocks now. Privacy Policy | No cost, no obligation to buy anything ever. ?? Close This Panel X Up Next This is Why Highwoods Properties (HIW) is a Great Dividend Stock Most Read Newton's Third Law of Motion: Global Week Ahead 6 Top Stocks to Buy Ahead of Earnings This Week Is Fear Stemming from Dividend Cuts Overblown? Wall Street Resilient to Crisis-Level Jobless Rate: 5 Picks New Strong Buy Stocks for May 11th Quick Links Services Account Types Premium Services Zacks Rank Research Personal Finance Commentary ... "], ["2020-05-07 14:12", "Improve Your Retirement Income with These 3 Top-Ranked Dividend Stocks - May 07, 2020 ...  paid steady, increasing dividends for years (or decades), and have not cut their dividends even during recessions. A rule of thumb for finding solid income-producing stocks is to seek those that average 3% dividend yield, and positive yearly dividend growth. These stocks can help combat inflation by boosting dividends over time. Here are three dividend-paying stocks retirees should consider for their nest egg portfolio. Highwoods Properties ( HIW - Free Report ) is currently shelling out a dividend of $0.48 per share, with a dividend yield of 5.44%. This compares to the REIT and Equity Trust - Other industry's yield of 5.25% and the S&P 500's yield of 2.2%. In terms of dividend growth, the company's current annualized dividend of $1.92 is up 1 ... "], ["2020-05-05 13:31", "Company CEO And Business Professor Join McKim & Creed Board ... Creed's board, Cormier and Sims replace long-time directors Michael W. Creed, PE, Ph.D., McKim & Creed co-founder, and Fred Day , retired president/CEO of Progress Energy. Both Creed and Day retired from the board in April. Other directors include Ken Garcia , CEO and founder of New Prospect Holdings, LLC; Mark Mulhern , senior vice president and CFO of Highwoods Properties, Inc.; and Herbert P. McKim, Jr. PE, PLS, McKim & Creed co-founder. Lucey serves as board chair. Cormier to Provide Business and Industry Leadership Jeanne Cormier is one of the few women CEOs within the architectural / engineering / construction industry. She began her career at Lochner, a 600-person Chicago -based transportation engineering firm, as a field office engineer in 1988 ... "], ["2020-04-30 07:46", "U.S. RESEARCH ROUNDUP- Labcorp, ServiceNow, Zebra Technologies ...  to $100 from $76 * Garmin Ltd : CFRA cuts target price to $95 from $104 * General Dynamics Corp : CFRA cuts target price to $203 from $211 * Hanover Insurance Group Inc : Piper Sandler raises target price to $110 from $85 * Helen of Troy Ltd : Oppenheimer raises target price to $185 from $175 * Hertz Global Holdings Inc : Jefferies cuts target price to $4.55 from $6 * Highwoods Properties Inc : Stifel raises target price to $44 from $43 * Hologic Inc : Cowen and Company raises target price to $55 from $45 * Hologic Inc : Evercore ISI raises target price to $55 from $42 * Hometrust Bancshares Inc : Piper Sandler raises target price to $17.50 from $15.50 * Humana Inc : Cantor Fitzgerald raises price target to $405 from $400 * Humana Inc : Cowen and Company ... "], ["2020-04-30 04:31", "Highwoods Properties Inc (HIW) Q1 2020 Earnings Call Transcript ... Analyst Manny Korchman -- Citi -- Analyst More HIW analysis All earnings call transcripts Motley Fool Returns Stock Advisor S&P 500 392% 83% Stock Advisor launched in February of 2002. Returns as of 04/30/2020. Join Stock Advisor Cumulative Growth of a $10,000 Investment in Stock Advisor Calculated by Time-Weighted Return Stocks HIW Highwoods Properties NYSE: HIW $39.93 up $2.23 (5.92%) Related Articles 5 Top Office REITs to Buy Now Highwoods Properties Inc (HIW) Q1 2020 Earnings Call Transcript @themotleyfool #stocks $HIW Next Article Prev 1 Next Terms of Use Privacy Policy Accessibility Policy Copyright, Trademark and Patent Information Terms and Conditions Do Not Sell My Personal Information Market data powered by FactSet and Web Financial Group . Current"], ["2020-04-29 18:48", "Is Intel a Better Investment than AMD? ...  #1 Strong Buys that have the highest potential to increase in price quickly amid the global health crisis. A recent pick, Maxar, skyrocketed +178.7% in 3 months. For 32 years, our Strong Buy list has averaged returns more than twice the market. See its 7 best stocks now. Privacy Policy | No cost, no obligation to buy anything ever. ?? Close This Panel X Up Next Highwoods Properties (HIW) Q4 FFO Top Estimates, Trims View Most Read Who Will Win in the New Era of Retail? 5 Must-See Earnings Charts This Week New Strong Buy Stocks for April 29th 5 Top Growth Stocks Rallying More than 25% in April Will Laggards Be Leaders in Wall Street Recovery? Quick Links Services Account Types Premium Services Zacks Rank Research Personal Finance Commentary Education Zacks ... "], ["2020-04-28 22:05", "Highwoods Properties (HIW) Tops Q1 FFO EstimatesHighwoods Properties (HIW) delivered FFO and revenue surprises of 5.68% and -0.23%, respectively, for the quarter ended March 2020. Do the numbers hold clues to what lies ahead for the stock?"], ["2020-04-28 21:55", "Oneok Inc. (OKE) Surpasses Q1 Earnings Estimates ...  have chosen 7 stocks out of 220 Zacks Rank #1 Strong Buys that have the highest potential to increase in price quickly amid the global health crisis. For 32 years, our Strong Buy list has averaged returns more than twice the market. See its 7 best stocks now. Privacy Policy | No cost, no obligation to buy anything ever. ?? Close This Panel X Up Next Highwoods Properties (HIW) Tops Q1 FFO Estimates Most Read Oil in Great Contango: Here's How to Play with Crude ETFs Google Mixed, Starbucks Tops & Ford Misses 3 Cheap, Safe Dividend Stocks Under $20 to Buy Now Best Earnings Charts of the 5 Big Tech Titans Tracking Q2 & FY 2020 Earnings Estimates Quick Links Services Account Types Premium Services Zacks Rank Research Personal Finance Commentary Education ... "], ["2020-04-28 21:55", "First Defiance Financial (FDEF) Lags Q1 Earnings Estimates ...  have chosen 7 stocks out of 220 Zacks Rank #1 Strong Buys that have the highest potential to increase in price quickly amid the global health crisis. For 32 years, our Strong Buy list has averaged returns more than twice the market. See its 7 best stocks now. Privacy Policy | No cost, no obligation to buy anything ever. ?? Close This Panel X Up Next Highwoods Properties (HIW) Tops Q1 FFO Estimates Most Read Oil in Great Contango: Here's How to Play with Crude ETFs Google Mixed, Starbucks Tops & Ford Misses 3 Cheap, Safe Dividend Stocks Under $20 to Buy Now Best Earnings Charts of the 5 Big Tech Titans Tracking Q2 & FY 2020 Earnings Estimates Quick Links Services Account Types Premium Services Zacks Rank Research Personal Finance Commentary Education ... "], ["2020-04-28 21:55", "WW International (WW) Reports Q1 Loss, Lags Revenue Estimates ...  have chosen 7 stocks out of 220 Zacks Rank #1 Strong Buys that have the highest potential to increase in price quickly amid the global health crisis. For 32 years, our Strong Buy list has averaged returns more than twice the market. See its 7 best stocks now. Privacy Policy | No cost, no obligation to buy anything ever. ?? Close This Panel X Up Next Highwoods Properties (HIW) Tops Q1 FFO Estimates Most Read Oil in Great Contango: Here's How to Play with Crude ETFs Google Mixed, Starbucks Tops & Ford Misses 3 Cheap, Safe Dividend Stocks Under $20 to Buy Now Best Earnings Charts of the 5 Big Tech Titans Tracking Q2 & FY 2020 Earnings Estimates Quick Links Services Account Types Premium Services Zacks Rank Research Personal Finance Commentary Education ... "], ["2020-04-28 20:53", "Highwoods Properties: 1Q Earnings SnapshotRALEIGH, N.C. (AP) _ Highwoods Properties Inc. (HIW) on Tuesday reported a key measure of profitability in its first quarter. The results exceeded Wall Street expectations. The Raleigh, North Carolina-based real estate investment trust said it had funds f"], ["2020-04-28 20:53", "Highwoods Properties: 1Q Earnings SnapshotRALEIGH, N.C. (AP) _ Highwoods Properties Inc. (HIW) on Tuesday reported a key measure of profitability in its first quarter. The results exceeded Wall Street expectations. The Raleigh, North Carolina-based real estate investment trust said it had funds f"], ["2020-04-28 20:10", "Highwoods Declares Quarterly DividendsRALEIGH, N.C., April 28, 2020 (GLOBE NEWSWIRE) -- Highwoods Properties, Inc. HIW announces its Board of Directors today declared a cash dividend of $0.48 per share of common stock for the quarter ended March 31, 2020, which equates to an annual dividend o"], ["2020-04-28 13:41", "U.S. RESEARCH ROUNDUP- American Tower, Ferrari, Walt Disney ...  raises target price to $5.75 from $5.65 * Heartland Financial USA Inc : D.A. Davidson raises target price to $33 from $32 * Heidrick & Struggles International Inc : Credit Suisse raises PT to $22 from $18 * Hess Midstream Operations LP : Citigroup cuts price target to $17 from $27 * Highwoods Properties Inc : Mizuho cuts price target to $45 from $51 * Horizon Therapeutics Plc : Jefferies raises target price to $51 from $47 * Hudson Pacific Properties Inc : Mizuho cuts price target to $30 from $42 * Huntington Ingalls Industries : Credit Suisse cuts target price to $204 from $284 * Huntington Ingalls Industries : Credit Suisse cuts to neutral from outperform * Idex Corp : Berenberg raises target price to $177 from $155 * IMAX Corp : Benchmark raises to buy ... "], ["2020-04-27 14:30", "Is a Surprise Coming for Highwoods (HIW) This Earnings Season? ...  from the list of 220 Zacks Rank #1 Strong Buys that has beaten the market more than 2X over with a stunning average gain of +24.1% per year. These 7 were selected because of their superior potential for immediate breakout. See these time-sensitive tickers now > > In-Depth Zacks Research for the Tickers Above Normally $25 each - click below to receive one report FREE: Highwoods Properties, Inc. (HIW) - free report > > Published in earnings finance Zacks' 7 Best Strong Buy Stocks for May, 2020 Free Research for Zacks.com Readers Experts have chosen 7 stocks out of 220 Zacks Rank #1 Strong Buys that have the highest potential to increase in price quickly amid the global health crisis. For 32 years, our Strong Buy list has averaged returns more than twice ... "]]}}