{"postfix": "highlight_communications-aktie", "name": "HIGHLIGHT_COMMUNICATIONS", "wkn": "920299", "time": "2020.05.26 15:48", "ts": 1590500925, "features": {"KGV": "17.33", "Marktkapitalisierung": {"Size": "Mio", "Value": "204.12"}, "GA": "0.30", "KBV": "1.68", "BA": "3.13", "KCV": "1.89", "CA": "2.78", "Vola30": "27.76", "Vola90": "58.11", "Vola180": "45.75", "Vola250": "38.8"}, "rivals": ["eventim-aktie", "edel-aktie", "constantin-aktie", "mme_moviement-aktie"], "text_data": {"de": [], "en": [["2020-05-26 13:38", "Russia to hold World War II victory parade on June 24 ...  traditionally takes place every year on May 9, Russia's most important holiday. Thousands gather in Moscow, including elderly veterans proudly wearing their medals. This year, it was supposed to highlight Russia's exception role in history and on the world stage, with leaders like France's Emmanuel Macron and India's Narendra Modi promising to attend. Last month,  ...  document.location.href.replace('/article/','/articleComments/')); return false;\" class=\"comments-btn\" rel=\"nofollow\"> View Comments 2020 Hearst Communications, Inc. Logo Return to Top About Newspaper Delivery Safety Procedures Privacy Notice Your California Privacy Rights Interest Based Ads Terms of Use Advertising Careers Contact FAQ Customer  ... "], ["2020-05-26 13:35", "US couple waits 2 1/2 months in lockdown to visit Pompeii ...  another milestone in Italy's reopening. ''Here we are, we finally made it inside. It only took 2 months,'' Marvin Hewson added. For the Hewsons, seeing Pompei was meant to be the highlight of a trip celebrating his 75th birthday and their 30th wedding anniversary. Marvin Hewson, a history buff, had visited once while serving in the U.S. Navy in the 1960s and always vowed to get back; the  ... .href.replace('/article/','/articleComments/')); return false;\" class=\"comments-btn\" rel=\"nofollow\"> View Comments 2020 Hearst Communications, Inc. Logo Return to Top About Newspaper Delivery Safety Procedures Privacy Notice Your California Privacy Rights Interest Based Ads Terms of Use Advertising Careers Contact ... "], ["2020-05-26 13:20", "The 9 films that explain the legendary Studio Ghibli ...  Open Sourced Recode The Goods Future Perfect The Highlight First Person Podcasts Video Explainers Culture Politics & Policy Science & Health World Identities Energy & Environment Technology Business & Finance More Coronavirus Open Sourced Recode The Goods Future Perfect The Highlight First Person Podcasts Video Explainers Culture Politics & Policy  ... By Constance Grady Do Joe Biden's \"you ain't black\" comments ultimately matter? By Fabiola Cineas Chorus Terms of Use Privacy Notice Cookie Policy Do not sell my info Communications Preferences Licensing FAQ Accessibility Platform Status Contact Send Us a Tip Masthead About Us Editorial Ethics and Guidelines Vox Media Vox Media Vox Media logo. Advertise with us Jobs @ Vox Media 2020 Vox Media ... "], ["2020-05-26 13:10", "This week in TikTok: Why are celebrities being so weird in quarantine? ...  Open Sourced Recode The Goods Future Perfect The Highlight First Person Podcasts Video Explainers Culture Politics & Policy Science & Health World Identities Energy & Environment Technology Business & Finance More Coronavirus Open Sourced Recode The Goods Future Perfect The Highlight First Person Podcasts Video Explainers Culture Politics & Policy  ... Fabiola Cineas The problem with comparing health care workers to soldiers on Memorial Day By Arghavan Salles and Jessica Gold Chorus Terms of Use Privacy Notice Cookie Policy Do not sell my info Communications Preferences Licensing FAQ Accessibility Platform Status Contact Send Us a Tip Masthead About Us Editorial Ethics and Guidelines Vox Media Vox Media Vox Media logo. Advertise with us Jobs @ Vox Media 2020 Vox ... "], ["2020-05-26 13:00", "ARM just showed 2021's smartphone CPUs, led by the powerful Cortex-X1 ... -learning capabilities have improved by about 15 percent inside the G78. That's useful in AI-driven applications like face-unlocking and various camera modes, including AI-driven \"portrait\" modes that highlight the subject and blur the background. More on Ethos-N78 ARM also has a dedicated machine-learning core, the Ethos-N78, which it's optimized for more efficient data movement. ARM A summary  ... PC Hardware Deals Printers Security Software Videos Windows IDG Network Sites Advertise Permissions Macworld Tech Advisor TechHive IDG TechNetwork IDG IDG Blog Careers at IDG Get PCWorld's Digital Editions Subscribe Now Follow us Visit other IDG sites: Select One Greenbot Macworld PCWorld TechConnect TechHive Copyright 2020 IDG Communications, Inc."], ["2020-05-26 13:00", "Ask a Book Critic: Books to read when you're losing your purpose ...  Open Sourced Recode The Goods Future Perfect The Highlight First Person Podcasts Video Explainers Culture Politics & Policy Science & Health World Identities Energy & Environment Technology Business & Finance More Coronavirus Open Sourced Recode The Goods Future Perfect The Highlight First Person Podcasts Video Explainers Culture Politics & Policy  ... Arghavan Salles and Jessica Gold One German church service resulted in more than 100 coronavirus infections By Zeeshan Aleem Chorus Terms of Use Privacy Notice Cookie Policy Do not sell my info Communications Preferences Licensing FAQ Accessibility Platform Status Contact Send Us a Tip Masthead About Us Editorial Ethics and Guidelines Vox Media Vox Media Vox Media logo. Advertise with us Jobs @ Vox Media  ... "], ["2020-05-26 12:50", "Inside corporations' war on science ... menu Coronavirus Open Sourced Recode The Goods Future Perfect The Highlight First Person Podcasts Video Explainers Culture Politics & Policy Science & Health World Identities Energy & Environment Technology Business & Finance More Coronavirus Open Sourced Recode The Goods Future Perfect The Highlight First Person Podcasts Video Explainers Culture Politics & Policy Science & Health ...  Aleem As crowds flock outdoors for Memorial Day weekend, government officials stress caution By Zeeshan Aleem Chorus Terms of Use Privacy Notice Cookie Policy Do not sell my info Communications Preferences Licensing FAQ Accessibility Platform Status Contact Send Us a Tip Masthead About Us Editorial Ethics and Guidelines Vox Media Vox Media Vox Media logo. Advertise with us Jobs @  ... "], ["2020-05-26 12:21", "The Justice Department's Indefensible About-Face on Emoluments ...  Department investigation into election interference or direct his Cabinet and staff not to respond to congressional subpoenas—to protect his ability to have candid communications with his advisers under executive privilege. But in extraordinary cases, presidential action eludes all constitutional cover. These are cases in which the interests of the  ...  first year of Donald Trump's presidency, the Justice Department has defended him against three federal anti-corruption lawsuits filed in New York, D.C., and Maryland. These private suits highlight the profits Trump is reaping from government representatives from around the country and the world—for example, the embassy of Kuwait moved its annual National Day celebration to the Trump International ... "], ["2020-05-26 12:10", "Money Talks: The mother and daughter trying to keep their dance school afloat ...  one dancer saying, \"Do you want to just cancel class?\" We were speechless. And one of our students looked at the group and said, \"Please teach us, Linda. I have a funny feeling this class will be the highlight of the next period of time.\" So I turned off the news and I taught that class, and I will tell you — the gals who were in that class still talk about it. But this now — Wilton closed ...  Why is it so hard to get a flight refund? View all stories in The Goods Chorus Terms of Use Privacy Notice Cookie Policy Do not sell my info Communications Preferences Licensing FAQ Accessibility Platform Status Contact Send Us a Tip Masthead About Us Editorial Ethics and Guidelines Vox Media Vox Media Vox Media logo. Advertise with us Jobs @  ... "], ["2020-05-26 11:33", "'Billions of years of evolutionary history' under threat ...  of unique biodiversity are facing unprecedented human pressures. They include the Caribbean, Western Ghats of India and large parts of Southeast Asia. The study, published in Nature Communications, highlights priority species for conservation, based on their evolutionary distinctiveness. \"These species are weird and wonderful and there is nothing like them on Earth,\" said Rikki ... balancing the food web. Image copyright Sandeep Das/ZSL Image caption The little-known purple frog Co-researcher Dr James Rosindell, from Imperial College London, UK, said the findings highlight the importance of acting urgently to conserve these extraordinary species and the remaining habitat that they occupy, \"in the face of intense human pressures\". New goals for ... "], ["2020-05-26 11:30", "If the coronavirus fight is a \"war,\" Trump has been a disastrous commander in chief ...  main menu Coronavirus Open Sourced Recode The Goods Future Perfect The Highlight First Person Podcasts Video Explainers Culture Politics & Policy Science & Health World Identities Energy & Environment Technology Business & Finance More Coronavirus Open Sourced Recode The Goods Future Perfect The Highlight First Person Podcasts Video Explainers Culture Politics & Policy Science & Health World  ...  Aleem Trump spent Memorial Day weekend tweeting conspiracy theories and petty attacks By Zeeshan Aleem Chorus Terms of Use Privacy Notice Cookie Policy Do not sell my info Communications Preferences Licensing FAQ Accessibility Platform Status Contact Send Us a Tip Masthead About Us Editorial Ethics and Guidelines Vox Media Vox Media Vox Media logo. Advertise with us  ... "], ["2020-05-26 11:05", "Parkinson’s disease grafts benefit from well-timed growth factor ... cells after six months. Gantner and colleagues' experiments point to ways to improve the efficiency of transplant approaches to treat Parkinson's disease. However, they also highlight further issues that need to be overcome. For instance, in unsorted grafts, GDNF treatment increased overall cell numbers (and therefore the number of cells of unwanted types),  ...  Articles Browse Collections Browse Subjects About the Journal For Authors For Referees Awards Subscribe E-alert Submit Nature Research menu Our Journals Nature Nature Communications Nature Protocols Scientific Reports View all journals Subjects Biological Sciences Scientific Community & Society Earth & Environmental Sciences Health Sciences Physical Sciences View all subjects More Contact ... "], ["2020-05-26 10:49", "SpaceX and NASA could be charged annual fee for every satellite they launch ...  orbit which is used by satnav satellites, the ISS, China's manned missions and the Hubble telescope, among others. The other is in geostationary orbit, and is used by communications, weather and surveillance satellites that must maintain a fixed position relative to Earth. Advertisement Advertisement Read more: dx.doi.org/10.10... Share or comment on this article: SpaceX and ...  the sunshine Gwyneth Paltrow flaunts her knockout legs on a stroll with husband Brad Falchuk in Brentwood Princess Eugenie urges her followers to 'be kind' as she shares inspirational Charlie Mackesy drawing to highlight Mental Health Awareness Week 'I'm not a man and I'm not white, so I wouldn't think to do that': Eva Longoria reveals she 'put on her ... "], ["2020-05-26 10:12", "UN probe: Both Koreas violate armistice in gunfire exchange ... today - that aren't about the virus France to unveil rescue plan for struggling car industry Shunned by his party, Iowa's Steve King fights for his seat The Latest: Broadcasters highlight their role in pandemic Sports 49ers Raiders Giants A's Warriors Soccer Sharks Golf TV Listings College Preps Brad Keselowski takes lead on OT lap, wins Coca-Cola 600 Eddie Sutton,  ... ;href') : document.location.href.replace('/article/','/articleComments/')); return false;\" class=\"comments-btn\" rel=\"nofollow\"> View Comments 2020 Hearst Communications, Inc. Logo Return to Top About Privacy Notice Your California Privacy Rights Interest Based Ads Terms of Use Our Company The Press: Guide to Wine Country Green State: Cannabis  ... "], ["2020-05-26 10:06", "CA San Francisco Bay Area Zone Forecast ... today - that aren't about the virus France to unveil rescue plan for struggling car industry Shunned by his party, Iowa's Steve King fights for his seat The Latest: Broadcasters highlight their role in pandemic Sports 49ers Raiders Giants A's Warriors Soccer Sharks Golf TV Listings College Preps Brad Keselowski takes lead on OT lap, wins Coca-Cola 600 Eddie Sutton,  ... ;href') : document.location.href.replace('/article/','/articleComments/')); return false;\" class=\"comments-btn\" rel=\"nofollow\"> View Comments 2020 Hearst Communications, Inc. Logo Return to Top About Privacy Notice Your California Privacy Rights Interest Based Ads Terms of Use Our Company The Press: Guide to Wine Country Green State: Cannabis  ... "], ["2020-05-26 10:01", "WA Portland OR Zone Forecast ... today - that aren't about the virus France to unveil rescue plan for struggling car industry Shunned by his party, Iowa's Steve King fights for his seat The Latest: Broadcasters highlight their role in pandemic Sports 49ers Raiders Giants A's Warriors Soccer Sharks Golf TV Listings College Preps Brad Keselowski takes lead on OT lap, wins Coca-Cola 600 Eddie Sutton,  ... ;href') : document.location.href.replace('/article/','/articleComments/')); return false;\" class=\"comments-btn\" rel=\"nofollow\"> View Comments 2020 Hearst Communications, Inc. Logo Return to Top About Privacy Notice Your California Privacy Rights Interest Based Ads Terms of Use Our Company The Press: Guide to Wine Country Green State: Cannabis  ... "], ["2020-05-26 10:00", "5 things to know today - that aren't about the virus ... today - that aren't about the virus France to unveil rescue plan for struggling car industry Shunned by his party, Iowa's Steve King fights for his seat The Latest: Broadcasters highlight their role in pandemic Sports 49ers Raiders Giants A's Warriors Soccer Sharks Golf TV Listings College Preps Brad Keselowski takes lead on OT lap, wins Coca-Cola 600 Eddie Sutton,  ... ;href') : document.location.href.replace('/article/','/articleComments/')); return false;\" class=\"comments-btn\" rel=\"nofollow\"> View Comments 2020 Hearst Communications, Inc. Logo Return to Top About Privacy Notice Your California Privacy Rights Interest Based Ads Terms of Use Our Company The Press: Guide to Wine Country Green State: Cannabis  ... "], ["2020-05-26 09:53", "France to unveil rescue plan for struggling car industry ... today - that aren't about the virus France to unveil rescue plan for struggling car industry Shunned by his party, Iowa's Steve King fights for his seat The Latest: Broadcasters highlight their role in pandemic Sports 49ers Raiders Giants A's Warriors Soccer Sharks Golf TV Listings College Preps Brad Keselowski takes lead on OT lap, wins Coca-Cola 600 Eddie Sutton,  ... ;href') : document.location.href.replace('/article/','/articleComments/')); return false;\" class=\"comments-btn\" rel=\"nofollow\"> View Comments 2020 Hearst Communications, Inc. Logo Return to Top About Privacy Notice Your California Privacy Rights Interest Based Ads Terms of Use Our Company The Press: Guide to Wine Country Green State: Cannabis  ... "], ["2020-05-26 09:48", "China loses bid to run Israel's biggest desalination plant after US warning ... to Israel two weeks ago, US Secretary of State Mike Pompeo warned \"We don't want the Chinese Communist party to have access to Israeli infrastructure and its communications system or anything that places Israelis in danger or jeopardizes US ability to work Israel on important joint projects.\" The Israeli Treasury's tenders committee decided that  ... providing an intelligence and security news service read more... Home DEBKA Review Terms and Conditions Contact Us About Us Copyright 2000-2020 DEBKAfile . All Rights Reserved. Close Font Resize A- A+ Keyboard navigation Readable Font Contrast Choose color black white green blue red orange yellow navi Underline links Highlight Links Clear cookies Images Greyscale Invert Colors Remove Animations Close"], ["2020-05-26 09:44", "Human activity threatens billions of years of evolutionary history, researchers warn ... remarkable creatures such as the punk-haired Mary River turtle , the yellow eyed Aye Aye lemur and the Chinese crocodile, researchers have warned. In a study published in the Nature Communications journal on Tuesday, researchers explored how the areas home to the world's most threatened amphibians, mammals, birds and reptiles are being affected by our \"human footprint,\" ... the race to protect hospitals. The result was a catastrophe in care homes Chicago sees deadliest Memorial Day weekend in four years with 8 killed and 24 injured in shootings The Latest: Broadcasters highlight their role in pandemic Comments Leave a Reply Cancel reply You must be logged in to post a comment. Terms of Service Privacy Policy FCC Public File EEO Public Filing Do Not  ... "]]}}