{"postfix": "hitachi-aktie", "name": "HITACHI", "wkn": "853219", "time": "2020.05.26 14:57", "ts": 1590497848, "features": {"KGV": "15.38", "Marktkapitalisierung": {"Size": "Mrd", "Value": "26.84"}, "GA": "230.47", "KBV": "1.05", "BA": "3.378.80", "KCV": "4.14", "CA": "855.66", "Vola30": "38.87", "Vola90": "69.84", "Vola180": "53.15", "Vola250": "41.73"}, "rivals": ["caterpillar-aktie", "general_electric-aktie", "infineon-aktie", "kla-tencor-aktie", "diebold_nixdorf-aktie", "wacker-aktie", "seagate-aktie"], "text_data": {"de": [["30.04.20", "MÄRKTE ASIEN/Hoffnung auf Mittel gegen Covid-19 beflügelt Börsen"], ["08.04.20", "MÄRKTE ASIEN/Börsen im Spannungsfeld aus guten und schlechten Corona-Nachrichten"], ["08.04.20", "MÄRKTE ASIEN/Uneinheitlich nach negativen US-Vorgaben"], ["03.02.20", "Hitachi: Bilanzzahlen zum vergangenen Quartal"], ["03.02.20", "Hitachi veröffentlichte Zahlen zum vergangenen Quartal"], ["30.01.20", "Ausblick: Hitachi vermeldet Zahlen zum jüngsten Quartal"], ["30.01.20", "Ausblick: Hitachi legt die Bilanz zum abgelaufenen Quartal vor"], ["24.01.20", "Eisenbahntechnik: Bombardier zieht auch Hitachi als Fusionspartner für Zugsparte in Betracht"], ["10.01.20", "ABB kündigt Stellenabbau in US-Stromnetzwerk an"]], "en": [["12.05.20", "Hitachi, the American Heart Association, and BurstIQ launch COVID-19 Data Challenge"], ["28.04.20", "Jan De Nul, Hitachi complete Taiwan pile job"], ["12.04.20", "Hitachi anticipates wave of Chinese infrastructure spending"], ["17.03.20", "UPDATE 1-Japan nominates Hitachi executive Nakamura to join BOJ board"], ["17.03.20", "Japan govt nominates Hitachi exec Nakamura to join BOJ board"], ["10.03.20", "Hitachi Vantara acquires what’s left of Containership"], ["31.01.20", "Hitachi makes $5 billion offer for full control of industrial gear unit"], ["24.01.20", "Bombardier scrambles to craft rail merger with Alstom, Hitachi: sources"], ["24.01.20", "Bombardier scrambles to craft rail merger with Alstom, Hitachi - sources"], ["09.01.20", "Newton Aycliffe Hitachi rail plant to axe 250 jobs"], ["2020-05-26 12:00", "From Amazon to Zuckerberg: 25 years of technology ... : Watch this: The fun and frenzy of reviewing the first iPhone 3:05 2007 Apple launched the iPhone , continuing what it had done with the iPod: take an existing product category and change it forever . It also changed its name from Apple Computer to Apple Inc., a sign that it was moving beyond the Mac . Netflix launched its streaming service (goodbye, red envelopes), Hitachi introduced the first 1TB hard drive and Amazon unveiled its first Kindle device. Meanwhile, Hulu debuted , and Twitter went really big after appearing at SXSW . A quote about the year : \"Every once in a while a revolutionary product comes along that changes everything.\" — Jobs, announcing the first iPhone . Top films of the year : Pirates of the Caribbean: At World' ... "], ["2020-05-26 10:58", "Hitachi seeks to make teleworking its 'new normal'Japanese conglomerate Hitachi plans to make working from home routine for its employees even after the coronavirus pandemic comes under control."], ["2020-05-26 10:00", "Powering the machines with 5G ... done that would otherwise be impossible.\" While 5G technology is still rare on factory floors, there are plenty of industry leaders paving the way for its adoption. Among them are those found in the Global Lighthouse Network, a \"community\" of 44 manufacturing facilities recognized by the World Economic Forum that are considered Industry 4.0 leaders. They range from a Hitachi plant in Japan to a Nokia factory in Finland, which uses a private, in-house wireless network to connect its robotics. There are no lighthouses yet in Canada, but there are a growing number of domestic Canadian Industry 4.0 leaders. This February, aerospace manufacturer Lauak Canada announced it would transform its factory in Mirabel, Que., into a high-tech aeronautics centre ... "], ["2020-05-26 07:07", "Japanese face 'new normal' after COVID-19 emergency lifted ... 19 Many companies said they would let staff keep working from home, while railway operator Odakyu Electric Railway said it would release usage data to help passengers avoid crowded trains. Electronics giant Sony said it would only let up to 30 per cent of its workforce back to the office in June, while Hitachi said it would aim for half of its work to be done at home. \"We won't go back to our previous working style,\" Hitachi Executive Officer Hidenobu Nakahata told reporters. \"We'll accelerate new working practices, making working-from-home a new standard.\" Bank of Japan Governor Haruhiko Kuroda said the coronavirus could change countries' industrial structure and people's behaviour. \"It may be hard for things to return to ... "], ["2020-05-26 07:04", "Japanese face 'new normal' after coronavirus emergency lifted ... . Many companies said they would let staff keep working from home, while railway operator Odakyu Electric Railway said it would release usage data to help passengers avoid crowded trains. Electronics giant Sony Corp said it would only let up to 30% of its workforce back to the office in June, while Hitachi Ltd said it would aim for half of its work to be done at home. \"We won't go back to our previous working style,\" Hitachi Executive Officer Hidenobu Nakahata told reporters. \"We'll accelerate new working practices, making working-from-home a new standard.\" Bank of Japan Governor Haruhiko Kuroda said the coronavirus could change countries' industrial structure and people's behaviour. \"It may be hard for things to return ... "], ["2020-05-26 07:03", "Japanese face 'new normal' after Covid-19 emergency lifted ...  companies said they would let staff keep working from home, while railway operator Odakyu Electric Railway said it would release usage data to help passengers avoid crowded trains. Electronics giant Sony Corp said it would only let up to 30 per cent of its workforce back to the office in June, while Hitachi Ltd said it would aim for half of its work to be done at home. \"We won't go back to our previous working style,\" Hitachi Executive Officer Hidenobu Nakahata told reporters. \"We'll accelerate new working practices, making working-from-home a new standard.\" Bank of Japan Governor Haruhiko Kuroda said the coronavirus could change countries' industrial structure and people's behaviour. \"It may be hard for things to return ... "], ["2020-05-26 06:53", "Japanese face 'new normal' after coronavirus emergency lifted ...  Many companies said they would let staff keep working from home, while railway operator Odakyu Electric Railway said it would release usage data to help passengers avoid crowded trains. Electronics giant Sony said it would only let up to 30 per cent of its workforce back to the office in June, while Hitachi said it would aim for half of its work to be done at home. \"We won't go back to our previous working style,\" Hitachi executive officer Hidenobu Nakahata told reporters. \"We'll accelerate new working practices, making working from home a new standard.\" Bank of Japan governor Haruhiko Kuroda said the coronavirus could change countries' industrial structure and people's behaviour. \"It may be hard for things to return to ... "], ["2020-05-26 06:45", "Japanese face 'new normal' after coronavirus emergency lifted ... . Many companies said they would let staff keep working from home, while railway operator Odakyu Electric Railway said it would release usage data to help passengers avoid crowded trains. Electronics giant Sony Corp said it would only let up to 30% of its workforce back to the office in June, while Hitachi Ltd said it would aim for half of its work to be done at home. \"We won't go back to our previous working style,\" Hitachi Executive Officer Hidenobu Nakahata told reporters. \"We'll accelerate new working practices, making working-from-home a new standard.\" Bank of Japan Governor Haruhiko Kuroda said the coronavirus could change countries' industrial structure and people's behaviour. \"It may be hard for things to return ... "], ["2020-05-26 06:45", "Japanese face 'new normal' after coronavirus emergency lifted ... . Many companies said they would let staff keep working from home, while railway operator Odakyu Electric Railway said it would release usage data to help passengers avoid crowded trains. Electronics giant Sony Corp said it would only let up to 30% of its workforce back to the office in June, while Hitachi Ltd said it would aim for half of its work to be done at home. \"We won't go back to our previous working style,\" Hitachi Executive Officer Hidenobu Nakahata told reporters. \"We'll accelerate new working practices, making working-from-home a new standard.\" Bank of Japan Governor Haruhiko Kuroda said the coronavirus could change countries' industrial structure and people's behaviour. \"It may be hard for things to return ... "], ["2020-05-26 06:44", "Japanese face \"new normal\" after coronavirus emergency lifted ... . Many companies said they would let staff keep working from home, while railway operator Odakyu Electric Railway said it would release usage data to help passengers avoid crowded trains. Electronics giant Sony Corp said it would only let up to 30% of its workforce back to the office in June, while Hitachi Ltd said it would aim for half of its work to be done at home. \"We won't go back to our previous working style,\" Hitachi Executive Officer Hidenobu Nakahata told reporters. \"We'll accelerate new working practices, making working-from-home a new standard.\" Bank of Japan Governor Haruhiko Kuroda said the coronavirus could change countries' industrial structure and people's behaviour. \"It may be hard for things to return ... "], ["2020-05-26 06:44", "Japanese face \"new normal\" after coronavirus emergency lifted ... . Many companies said they would let staff keep working from home, while railway operator Odakyu Electric Railway said it would release usage data to help passengers avoid crowded trains. Electronics giant Sony Corp said it would only let up to 30% of its workforce back to the office in June, while Hitachi Ltd said it would aim for half of its work to be done at home. \"We won't go back to our previous working style,\" Hitachi Executive Officer Hidenobu Nakahata told reporters. \"We'll accelerate new working practices, making working-from-home a new standard.\" Bank of Japan Governor Haruhiko Kuroda said the coronavirus could change countries' industrial structure and people's behaviour. \"It may be hard for things to return ... "], ["2020-05-25 21:27", "Sensors For Robotics: Technologies And Global Markets ...  to numerous stakeholders for related technologies and processes- Market share analysis of the leading global tech giants; their key competitive landscape, product segments, and revenue sales- Company profiles of the leading market players including Advanced Microsensors Inc., Automation Technology GmbH, Bosch Sensortec GmbH, Cyberoptics Corp., Electro-Sensors Inc., Ge Measurement & Control, Hitachi Automotive Systems Ltd., Honeywell Sensing & Controls, Mitsubishi Electric Corp., Omron Scientific Technologies Inc., and Panasonic Electric Works Summary: Robotic sensing is a branch of robotic science that seeks to provide sensing capabilities for robots, so that robots become more human-like. Robotic sensing primarily gives robots the ability to see, touch ... "], ["2020-05-25 21:26", "Amid The COVID-19 Crisis And The Looming Economic Recession, The Automotive Lead Acid Batteries Market Worldwide Will Grow By A Projected US$7.2 Billion, During The Analysis Period ...  influencers in the market, whose opinions supersede all other research methodologies. Competitors identified in this market include, among others, ATLASBX Co., Ltd.; Camel Group Co., Ltd.; Crown Battery; East Penn Manufacturing Company, Inc.; ENERSYS; Exide Technologies; FIRST NATIONAL BATTERY; Fujian Quanzhou Dahua Battery Co. Ltd.; Furukawa Battery Co. Ltd.; GS Yuasa Corporation; Hitachi Chemical Energy Technology Co., Ltd; Johnson Controls, Inc.; Leoch Battery Corporation; Lion Batteries Holdings Pty Ltd.; Narada Power Source Co., Ltd.; Trojan Battery Company; Yokohama Batteries; ZIBO TORCH ENERGY Co., LTD. Read the full report: https://www.reportlinker.com/p04368318/?utm_source=PRN Read the full report: https://www.reportlinker.com/p04368318/?utm_source ... "], ["2020-05-25 15:30", "Remote Asset Management Market Worth $32.6 Billion By 2025 - Exclusive Report By MarketsandMarkets ...  industries. With the presence of emerging countries, such as China , Japan , and India , the region is expected to witness high growth in the remote asset management market. Major vendors operating in the Remote Asset Management Market include Siemens AG (Siemens), AT&T (AT&T), Cisco Systems, Inc. (Cisco Systems), Hitachi Ltd. (Hitachi), Schneider Electric (Schneider Electric), PTC (PTC), Infosys Limited (Infosys), IBM Corporation (IBM), Rockwell Automation, Inc. (Rockwell Automation), SAP (SAP), Verizon (Verizon), Bosch.IO (Bosch.IO), Meridium Inc. (Meridium), Vodafone Group (Vodafone), RapidValue Solutions (RapidValue), RCS Technologies (RCS), EAMbrace (EAMbrace), Accruent (Accruent), ROAMWORKS (ROAMWORKS), and Ascent Intellimation Pvt Ltd. (Ascent ... "], ["2020-05-22 23:00", "Asia Pacific Smart Mining Market Forecast To 2027 - COVID-19 Impact And Regional Analysis By Component ; Mining Type ; Hardware Type ; Software Type ... business development managers, market intelligence managers, and national sales managers along with external consultants such as valuation experts, research analysts, and key opinion leaders specializing in the Asia-Pacific smart mining market. A few of the players operating in the Asia-Pacific smart mining market are ABB Ltd, Alastri, Caterpillar Inc, SAP SE, Trimble Inc, and Hitachi Ltd.Read the full report: https://www.reportlinker.com/p05894523/?utm_source=PRN About Reportlinker ReportLinker is an award-winning market research solution. Reportlinker finds and organizes the latest industry data so you get all the market research you need - instantly, in one place. __________________________ Contact Clare: clare@reportlinker.com US: (339)-368-6001 Intl: +1 ... "], ["2020-05-22 22:00", "Air Treatment Systems Market In Japan 2020: Analyis Of Key Players Blueair AB, Daikin Industries Ltd, Hitachi Ltd., Panasonic Corporation, Sharp Corporation And Toshiba Corporation ...  RETIREMENT TECHNOLOGY MARKETS HOW-TO VIDEO FINANCIAL ADVISOR CENTER Login Account Air Treatment Systems Market In Japan 2020: Analyis Of Key Players Blueair AB, Daikin Industries Ltd, Hitachi Ltd., Panasonic Corporation, Sharp Corporation And Toshiba Corporation DUBLIN, May 22, 2020 /PRNewswire/ -- The \"2020 Air Treatment Systems Market: Japan\" report has been added to ... , by revenues for systems, 2019i. Major cities, market share, by revenues for systems, 2019 XI. About the Analyst Companies Mentioned Blueair AB Daikin Industries Ltd. Hitachi Ltd. Panasonic Corporation Sharp Corporation Toshiba Corporation For more information about this report visit https://www.researchandmarkets.com/r/6pjdp5 About ResearchAndMarkets.com ResearchAndMarkets.com is ... "], ["2020-05-22 15:45", "Solid-State Lithium-Ion Battery Innovation & Patent Review Of 260,004 Documents ...  & Modules 8. Predictions 9. Assessment of Companies Suppliers of Solid-State Li-Ion Batteries (Mass Production or Wide Sampling for Homologation Purposes) Murata Manufacturing ProLogium TDK/ATL NGK Insulators FDK/Fujitsu Qingtao Kunshan Hitachi Shipbuilding (Hitachi Zosen) Blue Solutions Ilika Technologies Front Edge Technology Cymbet Prospective Solid-State Li-Ion Battery Suppliers Toyota LG Chemical Panasonic Bosch/Seeo Samsung Hyundai Motor/Kia Motors BYD IBM Hitachi Chemical Toshiba Furukawa Battery Hitachi Lishen QuantumScape/VW BMW NGK Spark Plugs Seiko Epson I TEN BASF/Sion Power Ionic Materials Solid Power Medtronic Johnson Battery Technologies BrightVolt Materials & Technology Suppliers (Current & Prospective) Fujifilm Idemitsu Kosan Nippon Zeon ... "], ["2020-05-22 14:42", "Bank holiday sales: 4K TV deals offering prices as low as 249 this weekend ...  4K TV deals in the bank holiday sales Luxor 43-inch 4K TV | 299.99 249.99 at Very If you're looking for a cheap 4K TV, you'd be hard pressed to find a price tag smaller than this 250 number from Very. What's more, you're not even skimping on features here, with HDR10, UHD resolution and Dolby Vision packed into that cheap bank holiday sales price. View Deal Hitachi 58-inch UHD HDR 4K TV | Now 299.99 at Argos A 58-inch 4K TV sitting under 300 is a pretty astonishing deal. Argos is certainly getting into the bank holiday spirit with this particular offer, and while it's not a particularly premium brand this is certainly a price to check out. View Deal Samsung TU7000 2020 43-inch UHD HDR 4K TV | 379 299 at Very Save 80 on this 2020 Samsung ... "], ["2020-05-21 23:41", "Fujifilm pictures new pharma-heavy identity with Avigan ...  billion yen ($129 million) in its supplementary budget to expand its stockpile of Avigan so that there is enough to treat 2 million patients. With the world abandoning film cameras for digital alternatives, Fujifilm bet on drugs and medical equipment to drive its rebirth. It has actively acquired players like Toyama Chemical, now Fujifilm Toyama Chemical, and will complete the acquisition of Hitachi 's image-diagnostics business by July. Competition in the field has been fierce. Fujifilm spent 92.6 billion yen on capital investment and research in its health care and material solutions business in the April-December period -- about 80% the segment's operating cash flow, which came to 118.2 billion yen for the period. Support from other operations is ... "], ["2020-05-21 22:45", "From photos to pharma: Fujifilm pictures new identity with Avigan ...  billion yen ($129 million) in its supplementary budget to expand its stockpile of Avigan so that there is enough to treat 2 million patients. With the world abandoning film cameras for digital alternatives, Fujifilm bet on drugs and medical equipment to drive its rebirth. It has actively acquired players like Toyama Chemical, now Fujifilm Toyama Chemical, and will complete the acquisition of Hitachi 's image-diagnostics business by July. Competition in the field has been fierce. Fujifilm spent 92.6 billion yen on capital investment and research in its health care and material solutions business in the April-December period -- about 80% the segment's operating cash flow, which came to 118.2 billion yen for the period. Support from other operations is ... "]]}}