{"postfix": "home_depot-aktie", "name": "HOME_DEPOT", "wkn": "866953", "time": "2020.05.26 17:12", "ts": 1590505968, "features": {"KGV": "22.76", "Marktkapitalisierung": {"Size": "Mrd", "Value": "244.68"}, "GA": "10.25", "KBV": "-82.13", "BA": "-2.84", "KCV": "18.65", "CA": "12.51", "Vola30": "32.05", "Vola90": "60.71", "Vola180": "44.55", "Vola250": "34.25"}, "rivals": ["baywa-aktie", "walmart-aktie", "hornbach_baumarkt-aktie", "kingfisher-aktie", "hornbach_holding-aktie", "lowes_companies-aktie", "praktiker-aktie"], "text_data": {"de": [["20.05.20", "Home Depot meldet 133. Quartalsdividende in Folge"], ["20.05.20", "Morning Briefing: Die Deutschen und der Chip im Körper - Amazon, QVC, Walmart, MediaMarkt-Saturn, Home Depot"], ["19.05.20", "MÄRKTE USA/Gewinnmitnahmen an Wall Street nach Kursrally"], ["19.05.20", "MÄRKTE USA/Börse legt nach Kursrally Verschnaufpause ein"], ["19.05.20", "AKTIE IM FOKUS: Home Depot schwach nach Zahlen - Allerdings Rekordhoch am Vortag"], ["19.05.20", "MÄRKTE USA/Wall Street legt nach Kursrally Verschnaufpause ein"], ["19.05.20", "MÄRKTE USA/Verschnaufpause nach Kursrally - Powell-Auftritt im Blick"], ["19.05.20", "Home Depot: Eigentlich läuft doch alles"], ["19.05.20", "US-Baumarktkette Home Depot zieht Prognose für das laufende Jahr zurück"], ["18.05.20", "HSBC: Wochenausblick: ZEW-Erwartungen, Fed- und EZB-Protokoll, Einkaufsmanagerindizes"], ["18.05.20", "Ausblick: Home Depot präsentiert Bilanzzahlen zum jüngsten Jahresviertel"], ["16.05.20", "ROUNDUP: US-Warenhauskette J.C. Penney meldet in Corona-Krise Insolvenz an"], ["04.05.20", "Erste Schätzungen: Home Depot veröffentlicht Zahlen zum vergangenen Quartal"], ["30.04.20", "Was Analysten von der Home Depot-Aktie erwarten"], ["31.03.20", "Was Analysten von der Home Depot-Aktie erwarten"], ["29.02.20", "Was Analysten von der Home Depot-Aktie erwarten"], ["26.02.20", "Home Depot stellte Quartalsergebnis zum abgelaufenen Jahresviertel vor"], ["25.02.20", "MÄRKTE USA/Sorgen vor Coronavirus belastet Börsen weiter"], ["25.02.20", "Home Depot überrascht positiv"], ["25.02.20", "MÄRKTE USA/Wall Street nach Kursabsturz leicht erholt"], ["25.02.20", "ANALYSE-FLASH/Goldman: Home Depot übertrifft im vierten Quartal die Erwartungen"], ["25.02.20", "MÄRKTE USA/Börse nach Kursabsturz leicht erholt erwartet"], ["25.02.20", "Home-Depot-Aktie vor Quartalszahlen: Was den Titel so stark macht"], ["25.02.20", "Home Depot überrascht nach gekappter Prognose positiv - Aktie steigt vorbörslich"], ["24.02.20", "Ausblick: Home Depot zieht Bilanz zum abgelaufenen Quartal"]], "en": [["20.05.20", "The Ratings Game: Lowe’s benefited from delayed DIY projects done during coronavirus lockdowns, while Home Depot saw professional jobs put on hold "], ["20.05.20", "Lowe's Sees Bigger Sales Increase Than Rival Home Depot"], ["20.05.20", "Home Depot Proves It’s an Essential Shopping Outlet"], ["20.05.20", "Home Depot stock price target raised to $265 from $250 at UBS"], ["20.05.20", "Walmart Just Did Something That Amazon, Home Depot, and Target Couldn't"], ["20.05.20", "Home Depot stock price target raised to $252 from $240 at Instinet"], ["20.05.20", "Home Depot stock price target raised to $260 from $220 at Stifel Nicolaus"], ["20.05.20", "Home Depot stock price target raised to $230 from $200 at Wedbush"], ["20.05.20", "Home Depot stock price target raised to $255 from $215 at Credit Suisse"], ["19.05.20", "Home Depot, Kohl’s fall; Southwest, Advance Auto Parts rise"], ["19.05.20", "Home Depot Inc (HD) Q1 2020 Earnings Call Transcript"], ["19.05.20", "The Dow Drops Slightly as Walmart Reports Blockbuster Results, Home Depot Misses the Mark"], ["19.05.20", "Cramer: Earnings from retailers like Walmart, Home Depot show 'survival of the fittest economy'"], ["19.05.20", "Home Depot stock price target raised to $265 from $255 at CFRA"], ["19.05.20", "Home Depot vs. Lowe's: Two analysts place their bets"], ["19.05.20", "UPDATE 3-Home Depot misses profit estimates as coronavirus costs weigh"], ["19.05.20", "Home Depot stock price target raised to $250 from $238 at BofA Securities"], ["19.05.20", "Home Depot (HD) Q1 Earnings Miss Despite Strong Sales & Comps"], ["19.05.20", "The Zacks Analyst Blog Highlights: Advance Auto Parts, Home Depot, Lowe's Companies, Alibaba Group and Dollar General"], ["19.05.20", "Vertex Pharmaceuticals, Align Technology, Walmart, Home Depot and Target highlighted as Zacks Bull and Bear of the Day"], ["19.05.20", "Home Depot misses profit estimates as coronavirus costs weigh"], ["19.05.20", "Home Depot misses profit estimates as coronavirus costs weigh"], ["19.05.20", "UPDATE 2-Home Depot misses profit estimates as coronavirus costs weigh"], ["19.05.20", "Home Depot (HD) Q1 Earnings Lag Estimates"], ["19.05.20", "Cost of spreading virus weighed on Home Depot in early 2020"], ["19.05.20", "Home Depot misses profit estimates after handing out virus-related bonuses"], ["19.05.20", "Wall Street set to retreat as Home Depot results weigh"], ["19.05.20", "Home Depot misses profit estimates after handing out virus-related bonuses"], ["19.05.20", "UPDATE 1-Home Depot misses profit estimates after handing out virus-related bonuses"], ["19.05.20", "US STOCKS-Wall St set to retreat as Home Depot results weigh"], ["19.05.20", "Home Depot hit with $850M coronavirus-related charge"], ["19.05.20", "Home Depot reports over 6% rise in same-store sales"], ["19.05.20", "Lowe's Earnings, Sales Easily Beat Views After Mixed Home Depot Results"], ["19.05.20", "Home Depot withdrawing previously provided financial guidance"], ["19.05.20", "Home Depot Q1 same-store sales up 6.4%; FactSet consensus up 4.3%"], ["19.05.20", "Home Depot Q1 FactSet EPS consensus $2.27"], ["19.05.20", "Home Depot Q1 sales $28.26 bln vs. $26.38 bln a year ago; FactSet consensus $27.56 bln"], ["19.05.20", "Home Depot Q1 EPS $2.08 vs. $2.27 a year ago"], ["19.05.20", "Home Depot sales rise 7% but higher coronavirus-related costs drag down earnings"], ["18.05.20", "Earnings Preview: What To Expect From Home Depot On Tuesday"], ["2020-05-26 14:48", "Will 'social bubbles' let me see friends and family? How they will be used to merge households next month ...  Salford Royal Hospital in Manchester during a minute's silence to pay tribute to the NHS staff and key workers who have died during the coronavirus outbreak PA 2/30 Staff inside Camberwell bus depot in London, during a minute's silence PA 3/30 NHS staff at the Mater hospital in Belfast, during a minute's silence to pay tribute to the NHS staff and key workers ... first minister said the bubble would operate as a \"single, self-contained unit\" without connections to other households or bubbles. In Belgium, every household can now invite up to four guests into their home. Two sets of four people will make a \"corona bubble\", who can then visit each other's homes more freely. But no one else is allowed into the domestic social circle.  ... "], ["2020-05-26 14:45", "Hurricane preparation sales tax 'holiday' starts Friday ...  and smart shopping measures in terms of social distancing and sanitizing. But you're going to see an emphasis on sales of batteries, coolers and those sorts of things that help people get prepared now.\" The state-discounted items will coincide with wider hurricane-season enticements, some already being offered online, from businesses such as Lowe's, Home Depot and Harbor Freight. Still, federal officials have expressed concern about people being prepared for disasters this year. Hurricane season will start Monday and continue through Nov. 30. \"Social distancing and other (federal Centers for Disease Control and Prevention) guidance to keep you safe from COVID-19 may impact the disaster preparedness plan you had in place, including what is ... "], ["2020-05-26 14:40", "Mortal Kombat 11 Aftermath DLC adds 5 new story chapters, brings RoboCop into fight ... Google coronavirus tracking tools COVID-19 Best Products All the best products Award Winners Versus Best Headphones Best Laptops Best Phones Best TVs Best Speakers Best Routers Best Smart Home Best Tablets Best Digital Cameras Best Hard Drives Best AV Receivers Best Media Streamers Best iPhone Apps Best Coffee Machines Best Cash Back Credit Cards Best TV Streaming Services ... Glasses Deals Tax Service Deals VPN Deals Web Hosting Deals All coupons Best Buy Promo Codes eBay Coupons ExpressVPN Coupons Groupon Promo Codes GrubHub Coupons HP Coupons Office Depot Coupons Postmates Coupons Samsung Promo Codes Staples Coupons Target Coupons TurboTax Discounts Verizon Promo Codes Walmart Coupons Download 5G Editions Editions English Espaol China France Germany Japan  ... "], ["2020-05-26 14:39", "Weekly deals round up for May 26 ... ,299.99 at eBay, a Webcam with Microphone, 1080P Full HD Web Cam with Free Tripod for $35.99 at Amazon [Promo Code LEXK3D66], Beats by Dr. Dre Solo Wireless On-Ear Headphones (PRODUCT)RED Citrus Red MX472LL/A for $179.99 at Best Buy, Marshall Monitor Bluetooth Wireless Over-Ear Headphones for $99.99 at Amazon, and Up to 25% off Select EGO Cordless Outdoor Power Tools at Home Depot . Sporting Goods / Outdoors Coleman 70+ Hour Outdoor Candle Lantern - 6.7 oz for $5.86 at Amazon ALPS Mountaineering Hydro Trail 15 Pack for $49.73 at REI Quik Shade Expedition Instant Canopy for $49.99 at Woot Fitness / Health Schwinn Womens 700c Sycamore Electric Bicycle 350-Watt Small Frame E-Bike-Black for $1,299.99 at eBay Rubber-Cal 03-206-W100-08 Diamond Plate Flooring Rolls ... "], ["2020-05-26 14:37", "Watch: Video Emerges of Patricia Ripley Attempting to Drown Her Autistic Son ...  she talks to the couple. According to police, Ripley then drove Alejandro to another body of water, the one he was found in on Friday morning wearing a Captain America T-shirt and a diaper. Ripley called police Thursday night, saying two black men started following her and her son in their car. She claims that the driver of that car sideswiped her, forcing her to pull over near a Home Depot. Then, Ripley said, the vehicle pulled in front of her blocking her from driving. Once both cars were stopped, a man got out of the passenger side, she said, and \"ambushed her, demanding drugs.\" Ripley, 45, said she told the men she didn't have any drugs. She said that the men then stole her phone and kidnapped her autistic, non-verbal son and headed south in ... "], ["2020-05-26 14:36", "HBO Max vs. HBO Now vs. HBO Go: What's the difference, how do you upgrade? ... Google coronavirus tracking tools COVID-19 Best Products All the best products Award Winners Versus Best Headphones Best Laptops Best Phones Best TVs Best Speakers Best Routers Best Smart Home Best Tablets Best Digital Cameras Best Hard Drives Best AV Receivers Best Media Streamers Best iPhone Apps Best Coffee Machines Best Cash Back Credit Cards Best TV Streaming  ...  Glasses Deals Tax Service Deals VPN Deals Web Hosting Deals All coupons Best Buy Promo Codes eBay Coupons ExpressVPN Coupons Groupon Promo Codes GrubHub Coupons HP Coupons Office Depot Coupons Postmates Coupons Samsung Promo Codes Staples Coupons Target Coupons TurboTax Discounts Verizon Promo Codes Walmart Coupons Download 5G Editions Editions English Espaol China France Germany Japan Korea  ... "], ["2020-05-26 14:36", "Montana brides find ways to celebrate special day amid pandemic ... Photo Galleries Community 21 Cares For Kids Community Billboard Community Links Let's Talk One Class At A Time Pay it Forward Life House & Home Your Money Safe at Home Father's Day Mother's Day Events Calendar Health Money Pets Pump Patrol Technology Shop KTVZ Dining Card Open4Biz Ask The Expert  ... finish the quarantine by the time the wedding comes around, as long as she doesn't show symptoms. The plan is to have a small gathering on the couple's desired wedding date, with an anniversary celebration at the Billings Depot next year. The date is important, since Johnson's parents' anniversary is on June 8, and her cousin's anniversary is on June 7. As the days went by, Johnson needed help with making bouquets and decorations, and  ... "], ["2020-05-26 14:33", "Attention, Florida Shoppers! Hurricane Prep Tax ‘Holiday’ Begins Friday ...  and smart shopping measures in terms of social distancing and sanitizing. But you're going to see an emphasis on sales of batteries, coolers and those sorts of things that help people get prepared now.\" The state-discounted items will coincide with wider hurricane-season enticements, some already being offered online, from businesses such as Lowe's, Home Depot and Harbor Freight. Still, federal officials have expressed concern about people being prepared for disasters this year. Hurricane season will start Monday and continue through Nov. 30. \"Social distancing and other (federal Centers for Disease Control and Prevention) guidance to keep you safe from COVID-19 may impact the disaster preparedness plan you had in place, including what is ... "], ["2020-05-26 14:20", "Sports Television Advertising Business Expected To Be \"Very Healthy\", \"Active\" in H2 '20 ...  national executive we spoke to agreed saying there's an opportunity for brands to grow market share and \"emerge from [lockdown] in an even stronger [competitive] position\" as competitors pull back. Look no further than Lowes (same store sales +11%), who significantly outperformed Home Depot (+5%) during the \" pandemic quarter .\" The company made the decision to press on with big promotional events (think: NFL draft) while the larger of the two home improvement companies slashed ad spending in an attempt to curb visits to retail locations. Editor Note: Please note that joining our community (below) will entitle you to receive our free daily sports business email newsletter. Comment Join the Community on John Wall Street Enter your email ... "], ["2020-05-26 14:20", "How to sell your old phone: 6 tips for getting the most cash ... coronavirus tracking tools COVID-19 Best Products All the best products Award Winners Versus Best Headphones Best Laptops Best Phones Best TVs Best Speakers Best Routers Best Smart Home Best Tablets Best Digital Cameras Best Hard Drives Best AV Receivers Best Media Streamers Best iPhone Apps Best Coffee Machines Best Cash Back Credit Cards Best TV  ...  Prescription Glasses Deals Tax Service Deals VPN Deals Web Hosting Deals All coupons Best Buy Promo Codes eBay Coupons ExpressVPN Coupons Groupon Promo Codes GrubHub Coupons HP Coupons Office Depot Coupons Postmates Coupons Samsung Promo Codes Staples Coupons Target Coupons TurboTax Discounts Verizon Promo Codes Walmart Coupons Download 5G Editions Editions English Espaol China France Germany Japan Korea Search  ... "], ["2020-05-26 14:15", "Good wireless earbuds under $50: Spoiler alert, they do exist ...  coronavirus tracking tools COVID-19 Best Products All the best products Award Winners Versus Best Headphones Best Laptops Best Phones Best TVs Best Speakers Best Routers Best Smart Home Best Tablets Best Digital Cameras Best Hard Drives Best AV Receivers Best Media Streamers Best iPhone Apps Best Coffee Machines Best Cash Back Credit Cards Best TV Streaming Services ...  Glasses Deals Tax Service Deals VPN Deals Web Hosting Deals All coupons Best Buy Promo Codes eBay Coupons ExpressVPN Coupons Groupon Promo Codes GrubHub Coupons HP Coupons Office Depot Coupons Postmates Coupons Samsung Promo Codes Staples Coupons Target Coupons TurboTax Discounts Verizon Promo Codes Walmart Coupons Download 5G Editions Editions English Espaol China France Germany Japan Korea  ... "], ["2020-05-26 14:14", "Williams-Sonoma Stock Is a Buy Because Rich People Will Keep on Shopping ...  face layoffs, both of which means they have disposable income and are willing to spend it. And finally, she notes that even with shoppers tightening their belts, April and May saw increased spending across home categories, from kitchen appliances and cooking accessories, to work-from-home furniture and outdoor entertainment. Of course, this isn't a trend confined to Williams-Sonoma: Consumers seemed eager to tackle projects and make their houses more comfortable for the long term, judging by recent earnings reports from Home Depot (HD) and Lowe's (LOW). \"While visibility into an economic recovery is limited, we expect these trends to continue over the next year as consumers shift spending toward their homes and away from travel, entertainment ... "], ["2020-05-26 14:10", "Selling your old Fitbit for extra cash? Do these 2 things first ...  Service Deals VPN Deals Web Hosting Deals All coupons Best Buy Promo Codes eBay Coupons ExpressVPN Coupons Groupon Promo Codes GrubHub Coupons HP Coupons Office Depot Coupons Postmates Coupons Samsung Promo Codes Staples Coupons Target Coupons TurboTax Discounts Verizon Promo Codes Walmart Coupons Download 5G Editions Editions English Espaol China France  ... Craigslist or Facebook Marketplace sale. See it at eBay If you're in the market for a new smartwatch once the old one is gone, check out our list of the best fitness tools , home exercise equipment and ways to protect yourself while working out when quarantine lockdowns ease. Now playing: Watch this: The Fitbit Charge 4 won me over 9:09 Comments Wearable Tech Fitbit Apple Notification on Notification ... "], ["2020-05-26 14:09", "Health ministry asks states/UTs for real-time update of availability and consumption of HCQ ...  is required.\" The health ministry is centrally procuring HCQ (200mg to be used in proportionality in lieu of 400 mg tablets) and distributing to the states/UTs through the government medical store depot in New Delhi. In addition, the states/UTs and various institutes/bodies have directly procured HCQ, which is supplied by the Central government, from manufactures. \"All states are advised to administer HCQ  ...  message for her fans More from TOI Is ginger an immunity booster? Drink 2-3 cups of coffee to lose weight quickly Top products to make your \"work from home\" life easy Amazon Audible: Listen to the best of audiobooks by starting your free trial today Navbharat Times Featured Today in Travel Quick Links Coronavirus in Mumbai Coronavirus in  ... "], ["2020-05-26 14:07", "Houston coronavirus updates: What you need to know for May 26 ...  The EDUcationist Live Healthy Shop True Local Houston's public pools, splash pads won't open this Memorial Day Deal of the Day: White Claw seltzer on sale at Whole Foods 27 animals, some found chained to walls, seized from MacGregor Here are the grocery store products that have gotten more Deals Macy's H-E-B Lowe's eBay Target Chewy REI Kohl's Home Depot Shipley Do-Nuts Best Buy JC Penney Dick's Sporting Goods Save big on Nike, Crocs, Levi's and more during Zappos' Memorial Get 30% off at Discount Glasses and 20% off at Discount Contact Get 40% off UGG boots, slippers, and shoes while the UGG Closet Need a new mattress? These brands are all having big Memorial Day Jobs Advanced search Browse job categories Salary Wizard ... "], ["2020-05-26 14:05", "Sorry, Samsung Pay: How Google Pay found its way to my heart (and wallet) ... Deals VPN Deals Web Hosting Deals All coupons Best Buy Promo Codes eBay Coupons ExpressVPN Coupons Groupon Promo Codes GrubHub Coupons HP Coupons Office Depot Coupons Postmates Coupons Samsung Promo Codes Staples Coupons Target Coupons TurboTax Discounts Verizon Promo Codes Walmart Coupons Download 5G Editions Editions English Espaol  ...  to awe when the Samsung phone I had in hand did just that, fueled by Samsung Pay's inclusion of MST technology alongside NFC. Samsung proved that pay-by-tap could work in 2015 reliably enough to leave the wallet at home (or forget it, as I did last year). But in 2020, Samsung Pay's ace up the sleeve doesn't matter much to me. Millions of stores now support NFC, especially in the urban centers where I shop, and I  ... "], ["2020-05-26 13:58", "PTL Links: May 26, 2020 ...  Lamb On Twitter In Show Of Support For Sean Parnell Hiker Flown To Hospital After Falling Into Slippery Rock Creek At McConnells Mills Allegheny County Police Investigating After Body Found In Monongahela River Fish And Boat Commission Warns Anglers To Kill Northern Snakeheads If Caught In Pa. Rivers West Mifflin Police Ask For Help Identifying Man Involved In Home Depot Incident Pittsburgh Police Officer Assaulted In Homewood State Police Investigating Deadly Shooting In Long John Silver's Parking Lot 18-Year-Old Accused Of Brutal Attack On Woman In Butler County On Dead-End Road Follow Us Facebook Twitter YouTube Reddit LinkedIn News Pittsburgh News Local News Consumer News Politics Business HealthWatch Entertainment Photo Galleries Sports Pittsburgh ... "], ["2020-05-26 13:54", "'There Are Large Gatherings In The Home Depot Parking Lot': Kayleigh McEnany Blasts Restrictions On Churches ...  be done safely.\" McEnany then turned on those states that were still enacting penalties on those who attempted to reopen religious services. \"When you have states like Virginia penalizing 16 people for gathering in a 200-person church, these were sex addicts and drug addicts who depended on going to their church and they're penalized, where there are large gatherings in the Home Depot parking lot. It's unfair, it's a burden on religion and free expression of worship that's embedded in our First Amendment.\" \"And just to note, in Mississippi where people were fined for attending church in their cars?\" McEnany concluded, \"This is not the American way.\" Tags : church coronanvirus covid 19 donald trump kayleigh mcenany ... "], ["2020-05-26 13:44", "Best home printer 2020: versatile printers for use at home ... It manages to hold one hundred sheets of paper and print on them at the respectable rate of 19ppm. There's no duplex mode, sadly, and no display, but at this price it's hard to argue. Read the full review: HP LaserJet Pro M15w (Image credit: Image Credit: HP) 3. HP Envy 5055 printer Home photo printing on a budget Category: 3-in-1 colour inkjet printer | Print speed: 10ppm | Paper capacity: 100 sheets | Paper size: up to A4 | Weight: 5.4kg $129.89 View at Office Depot $129.99 View at Best Buy See all prices (2 found) Low price Easy to use High ink cost Poor connectivity This humble all-in-one can scan and copy, but its real strength is in printing photos. Frustratingly, there's no Ethernet port, nor a USB port for printing from a flash drive and ... "], ["2020-05-26 13:43", "Supreme Court takes suo motu cognisance of migrant workers issue ... down to one meal a day as supplies deplete Youth dies in Maharashtra's Melghat as doctors suspect COVID-19, shunt him from one hospital to another Sea of humanity engulfs Kaushambi bus depot Next Story 832 flights operated on Monday: Hardeep Singh Puri 58,318 passengers flew to their destinations, says the Civil Aviation Minister PTI 1hr COVID-19 test kits: China urges India to step  ... a media briefing here that India and China are closely coordinating and cooperating with each other PTI Top Picks in The Hindu today Watch | India's 'bicycle girl' Jyoti Kumari Home gardening e-com. sector blooms amid lockdown In lockdown period, Hitler's book among most read in Assam: survey Bev Q, Kerala's liquor queue management app, passes Google test  ... "]]}}