{"postfix": "honda-aktie", "name": "HONDA_MOTOR", "wkn": "853226", "time": "2020.05.26 17:24", "ts": 1590506649, "features": {"KGV": "9.04", "Marktkapitalisierung": {"Size": "Mrd", "Value": "39.60"}, "GA": "260.13", "KBV": "0.51", "BA": "4.640.46", "KCV": "3.23", "CA": "727.57", "Vola30": "57.51", "Vola90": "73.17", "Vola180": "55.47", "Vola250": "49.28"}, "rivals": ["daimler-aktie", "man-aktie", "bmw-aktie", "deutz-aktie", "volkswagen_vz-aktie"], "text_data": {"de": [["2020.05.26", "MÄRKTE ASIEN/Konjunkturoptimismus trägt Börsen nach oben"], ["2020.05.26", "MÄRKTE ASIEN/Konjunkturoptimismus trägt Aktienkurse nach oben"], ["25.05.20", "MÄRKTE ASIEN/Uneinheitlich - Streit um Sicherheitsgesetz belastet HSI"], ["13.05.20", "MÄRKTE ASIEN/Etwas fester - Stetige Erholung nach sehr schwachem Start"], ["13.05.20", "MÄRKTE ASIEN/Etwas leichter nach sehr schwachen US-Vorgaben"], ["13.05.20", "Honda Motor hat Bilanz für das abgelaufene Quartal gezogen"], ["13.05.20", "Honda Motor stellte Ergebnisse des abgelaufenen Quartals vor"], ["12.05.20", "ROUNDUP: Corona-Pandemie bremst Toyota - Auch Honda mit hohen Einbußen"], ["12.05.20", "MÄRKTE ASIEN/Leichter - Toyota nach Gewinneinbruch schwach"], ["12.05.20", "MÄRKTE ASIEN/Schwächer - Sorgen vor neuer Infektionswelle dominieren"], ["11.05.20", "Ausblick: Honda Motor stellt Ergebnisse des abgelaufenen Quartals vor"], ["11.05.20", "Ausblick: Honda Motor legt die Bilanz zum abgelaufenen Quartal vor"], ["30.04.20", "MÄRKTE ASIEN/Hoffnung auf Mittel gegen Covid-19 beflügelt Börsen"], ["27.04.20", "Erste Schätzungen: Honda Motor legt die Bilanz zum abgelaufenen Quartal vor"], ["27.04.20", "Erste Schätzungen: Honda Motor legt Zahlen zum jüngsten Quartal vor"], ["10.04.20", "EY: Top-Autokonzerne Ende 2019 mit Finanzpolster von 226 Mrd Euro"], ["03.04.20", "MÄRKTE ASIEN/Aktien vor dem Wochenende im Minus"], ["03.04.20", "Ultium: GM baut mit Honda zwei Elektroautos"], ["02.04.20", "TABELLE/US-Automobilabsatz - 1. Quartal 2020"], ["20.03.20", "Auch Autobauer Jaguar Land Rover setzt Produktion aus"], ["03.03.20", "ROUNDUP: Roboterwagen-Firma Waymo mit Milliarden-Finanzspritze"], ["20.02.20", "MÄRKTE ASIEN/Uneinheitlich - Schanghai nach Zinssenkung sehr fest"], ["20.02.20", "MÄRKTE ASIEN/Uneinheitlich - Wieder Hoffnung rund um Corona"], ["17.02.20", "VIRUS/ROUNDUP 2/Studie: Coronavirus dürfte Autobranche besonders stark treffen"], ["17.02.20", "Studie: Coronavirus dürfte Autobranche besonders stark treffen"], ["14.02.20", "DIE AUTO-WOCHE - das waren die wichtigsten Themen"], ["10.02.20", "MÄRKTE ASIEN/Abschläge bei Aktien - Nur China-Börsen im Plus"], ["10.02.20", "MÄRKTE ASIEN/Moderate Abschläge bei Aktien auf breiter Front"], ["10.02.20", "Honda Motor stellte Zahlen zum jüngsten Quartal vor"], ["10.02.20", "Honda Motor stellte das Zahlenwerk zum vergangenen Quartal vor"], ["07.02.20", "DIE AUTO-WOCHE - das waren die wichtigsten Themen"]], "en": [["25.05.20", "Toyota, Nissan and Honda gear up for Mexico reboot after COVID-19 lockdowns"], ["23.05.20", "Toyota's new hybrids, Honda Civic Type R and more: Roadshow's week in review     - CNET"], ["23.05.20", "The Honda Accord is a safe and solid family sedan     - CNET"], ["21.05.20", "2020 Honda Civic Type R went through the knife sharpener     - CNET"], ["18.05.20", "2021 Toyota Sienna hybrid vs. Honda Odyssey and Chrysler Pacifica     - CNET"], ["18.05.20", "2021 Toyota Venza hybrid vs. Chevy Blazer, Honda Passport and more: The new midsize     - CNET"], ["14.05.20", "Honda to resume car production next month"], ["13.05.20", "Honda (HMC) Incurs Q4 Loss Amid Coronavirus-Led Low Sales"], ["13.05.20", "2020 Honda Accord vs. 2020 Hyundai Sonata: Which midsize sedan is best?     - CNET"], ["13.05.20", "Honda Holds Off on Guidance as Full-Year Earnings Slip 13%"], ["13.05.20", "Honda Motor Co, Ltd (HMC) Q4 2020 Earnings Call Transcript"], ["12.05.20", "Honda sinks deeper into quarterly losses"], ["12.05.20", "Coronavirus outbreak pushes Honda deeper into quarterly losses"], ["12.05.20", "Honda profits shrink to four-year low, coronavirus clouds outlook"], ["12.05.20", "Honda profits shrink to four-year low, coronavirus clouds outlook"], ["12.05.20", "UPDATE 2-Honda profits shrink to four-year low, coronavirus clouds outlook"], ["12.05.20", "Honda says has enough cash but may issue bonds if new coronavirus waves hit"], ["12.05.20", "Honda declines to give outlook as profit slides amid coronavirus pandemic"], ["12.05.20", "Honda declines to give outlook as profit slides amid coronavirus pandemic"], ["12.05.20", "UPDATE 1-Honda declines to give outlook as profit slides amid coronavirus pandemic"], ["12.05.20", "Honda posts 13% drop in annual operating profit"], ["12.05.20", "Honda posts 13% drop in annual operating profit"], ["12.05.20", "Honda posts 13% drop in annual operating profit"], ["08.05.20", "Honda will restart U.S., Canadian auto production May 11"], ["06.05.20", "Modified Honda Odyssey minivans deployed in Detroit aid coronavirus response     - CNET"], ["04.05.20", "American Honda April Sales Down 54%, but Seeing Improvement"], ["02.05.20", "2020 Honda Pilot tested, coronavirus plant restarts and more: Roadshow's week in review     - CNET"], ["24.04.20", "Honda extends North America auto production halt through May 8"], ["23.04.20", "UPDATE 2-Honda extends North America auto production halt through May 8"], ["23.04.20", "UPDATE 1-Honda extends North America auto production halt through May 8"], ["23.04.20", "Honda extends North America auto production halt through May 8"], ["22.04.20", "Edmunds compares 2020 Honda Accord with Hyundai Sonata"], ["17.04.20", "The Honda Element was cute and rugged, and we want it back     - CNET"], ["15.04.20", "Honda extends Mexican plant shutdown, furloughs more U.S. workers"], ["15.04.20", "Honda deploys its minivans to transport virus patients"], ["15.04.20", "Deutsche Bank AG Ln : Pre Stabilisation Notice - American Honda Finance"], ["14.04.20", "Honda extends Mexico plant suspensions to April 30 due to coronavirus"], ["08.04.20", "Honda back to work in China's Wuhan with temperature checks and masks"], ["08.04.20", "General Motors & Honda Collaborate for Development of Two EVs"], ["08.04.20", "Honda back to work in China's Wuhan with temperature checks and masks"], ["2020-05-26 14:54", "Nissan plans $2.8bn cost cut, scaling back US factory ...  to save Nissan's Barcelona plant Nissan's Ghosn crisis US arrests ex-Green Beret and son accused of aiding Ghosn's escape Automobiles Nissan to cut capacity by 20% and close a plant in Spain Automobiles Nissan to raise up to 500 billion yen in first bond issue in 4 years Automobiles Mazda seeks $2.8bn from Japanese banks Automobiles Toyota and Honda to ramp up China plants to make up lost output Sponsored Content About Sponsored Content This content was commissioned by Nikkei's Global Business Bureau. Get Insights on Asia in your inbox Sign Up Connect With Us About us Contact us Sitemap Help Terms of use Copyright Privacy & cookie policy Advertising Nikkei Inc. No reproduction without permission. You have {{numberArticlesLeft}} free article ... "], ["2020-05-26 14:38", "Kia Rio goes mild-hybrid, gets wild manual transmission technology in Europe'); doc.close(); })(); Tesla production 2021 Ford Bronco COVID-19 and automakers iRacing PC 2020 electric vehicles Coronavirus updates Best car lease deals Best car insurance Car Finder By make and model Make Acura Alfa Romeo Aston Martin Audi Bentley BMW Buick Cadillac Chevrolet Chrysler Dodge Ferrari Fiat Ford Genesis GMC Honda Hyundai Infiniti Jaguar Jeep Kia Lamborghini Land Rover Lexus Lincoln Lotus Maserati Mazda McLaren Mercedes-Benz Mini Mitsubishi Nissan Polestar Porsche Ram Rolls-Royce Smart Subaru Tesla Toyota Volkswagen Volvo Model Year Go By style See all cars Coupes Sedans SUVs/Crossovers Trucks Electric Hybrids Luxury Sports Cars Reviews All auto reviews 2020 Chevy Silverado 2500 2020 Ford F-Series Super Duty 2020 Mazda CX-9 2020 Hyundai  ... "], ["2020-05-26 14:10", "The Axe Finally Fell At Aston Martin ...  out of their... Read more Advertisement Neutral: How Are You? I installed some new windshield wipers over the weekend, the previous ones not even lasting two years before giving way, smh. I spent some coin on the good ones, or maybe they are all bad, hard to tell. I also made a lot of progress in Fire Emblem: Three Houses. How are you holding up? Erik Shilling Posts Twitter News Editor at Jalopnik. 2008 Honda Fit Sport. Share This Story Get our newsletter Subscribe More from Jalopnik Why Boeing's Design For A 747 Full Of Cruise Missiles Makes Total Sense How to Capture the Perfect 'Light Painting' Car Photo in Three Shots How I Pack Carry-On Only For A 10-Day African Safari How To Win In A Dogfight: Stories From A Pilot Who Flew F-16s And MiGs"], ["2020-05-26 14:00", "Grijalva knocks parks reopening plans ...  Enterprise Institute. But the companies in the group also set themselves up to defend the rule from upcoming attacks from blue states and environmentalists that it is too lax. EPA and NHTSA \"lawfully exercised their discretion in setting their standards in accordance with the applicable statutory requirements,\" they wrote. Notably, five companies did not join the Alliance's action: Ford, Honda, BMW and Volkswagen (the four companies that struck a voluntary, more stringent emissions deal with California last year), plus Mercedes-Benz, which has been rumored to be in talks to join the deal. In a statement, Rep. Debbie Dingell (D-Mich.) said she was \"disappointed\" to see the auto industry further fracturing. \"I have argued it's in ... "], ["2020-05-26 14:00", "DOT warns China over airline access ...  the Competitive Enterprise Institute. But the trade group also defended the rule from expected attacks from blue states and environmentalists that it's too lax. The EPA and NHTSA \"lawfully exercised their discretion in setting their standards in accordance with the applicable statutory requirements,\" the Alliance wrote. Notably, five companies did not join the Alliance's action: Ford, Honda, BMW and Volkswagen (the four companies that struck a voluntary, more stringent emissions deal with California last year), plus Mercedes-Benz, which has been rumored to be in talks to join the deal. Lobby Watch U.S. TRAVEL FEELS INDUSTRY PAIN: As the economic pain sweeping the country hits K Street, the U.S. Travel Association has been among the lobbying ... "], ["2020-05-26 13:58", "Coronavirus live updates: WHO warns that 1st wave of pandemic not over ...  at the Fairmont Sonoma Mission Inn in Sonoma from 9 a.m. to 2 p.m. today. You have to be at least 17. Make sure to bring an ID, eat a healthy meal before, and drink lots of fluids. The drive is being hosted by Assemblymember Mark Levine of Marin County. May 10, 2020 1:00 p.m. San Francisco's Laguna Honda Hospital reports one new COVID-19 case An additional resident at Laguna Honda Hospital has been diagnosed with the novel coronavirus, San Francisco officials said in an update Sunday, bringing the number of confirmed cases at the 750-bed facility to 22. Overall, six residents and 16 have been diagnosed with the virus. Of the staff members, 11 have had patient care duties. The hospital is under a protective quarantine order issued by the city on March ... "], ["2020-05-26 13:28", "Doja Cat Controversy Explained as Star Denies Taking Part in White Supremacist Chat Rooms and Mocking Police Brutality ...  an apology on Instagram and took part in an Instagram Live afterwarda where she spoke about the accusations against her and denied taking part in any \"racist conversations.\" \"I'm sorry to everyone I offended,\" Dlamini wrote. Newsweek has contacted Dlamini's representatives for comment. Rapper Doja Cat performs onstage during the 92.3 Real Street Festival at Honda Center on August 11, 2019 in Anaheim, California. Scott Dudelson/Getty Images The events are a little confusing as the singer appeared to be canceled then uncanceled by the internet, so here's a break down of how the controversy played out. On May 22, videos that allegedly showed Dlamini taking part in purportedly racist internet chat rooms surfaced and began circulating ... "], ["2020-05-26 12:44", "NYC woman apologizes after calling police on black man after argument over unleashed dog ...  Zone Share With Us Contact Us Advertise with FOX13 More Contests What's On FOX13 BBB Family Focus Newsletter Sign-Up Breaking News | Live Video | Trending NYC woman apologizes after calling police on black man after argument over unleashed dog A video captured by a man in Central Park showed a woman threatening to call the police after the pair argued over her unleashed dog. (Stan Honda/AFP via Getty Images)) Share Share Share By: Bob D'Angelo, Cox Media Group National Content Desk Updated: May 26, 2020 - 7:44 AM NEW YORK — A woman apologized for calling the police on a black man Monday after the two argued about her unleashed dog in New York City's Central Park. > > Read more trending news Part of the confrontation between Amy Cooper ... "], ["2020-05-26 12:44", "NYC woman apologizes after calling police on black man after argument over unleashed dog ...  Partners More Newsletter Sign-up JAX Home Experts Jax Business Strong Legal Live Local Solutions Around Town Local Steals and Deals Breaking News | Live Video | Trending NYC woman apologizes after calling police on black man after argument over unleashed dog A video captured by a man in Central Park showed a woman threatening to call the police after the pair argued over her unleashed dog. (Stan Honda/AFP via Getty Images)) Share Share Share By: Bob D'Angelo, Cox Media Group National Content Desk Updated: May 26, 2020 - 8:44 AM NEW YORK — A woman apologized for calling the police on a black man Monday after the two argued about her unleashed dog in New York City's Central Park. > > Read more trending news Part of the confrontation between Amy ... "], ["2020-05-26 12:44", "NYC woman apologizes after calling police on black man after argument over unleashed dog ... WPXI AHN: Health Series Contact Us Internships Jobs at WPXI News Team Our Region's Business Take Five UPMC: Minutes Matter Breaking News | Live Video | Trending NYC woman apologizes after calling police on black man after argument over unleashed dog A video captured by a man in Central Park showed a woman threatening to call the police after the pair argued over her unleashed dog. (Stan Honda/AFP via Getty Images)) Share Share Share By: Bob D'Angelo, Cox Media Group National Content Desk Updated: May 26, 2020 - 8:44 AM NEW YORK — A woman apologized for calling the police on a black man Monday after the two argued about her unleashed dog in New York City's Central Park. > > Read more trending news Part of the confrontation between Amy Cooper ... "], ["2020-05-26 12:44", "NYC woman apologizes after calling police on black man after argument over unleashed dog ...  What's on Channel 9 What's On TV64 Advertise with Us Closed Captioning Upload Photos Breaking News | Live Video | 2 weather alerts in effect Trending NYC woman apologizes after calling police on black man after argument over unleashed dog A video captured by a man in Central Park showed a woman threatening to call the police after the pair argued over her unleashed dog. (Stan Honda/AFP via Getty Images)) Share Share Share By: Bob D'Angelo, Cox Media Group National Content Desk Updated: May 26, 2020 - 8:44 AM NEW YORK — A woman apologized for calling the police on a black man Monday after the two argued about her unleashed dog in New York City's Central Park. > > Read more trending news Part of the confrontation between Amy Cooper and ... "], ["2020-05-26 12:44", "NYC woman apologizes after calling police on black man after argument over unleashed dog ...  25 Cares Contests Work at Boston 25 Sports Boston Bruins Boston Celtics Boston Red Sox New England Patriots More Zip Trip Around Town Breaking News | Live Video | NYC woman apologizes after calling police on black man after argument over unleashed dog A video captured by a man in Central Park showed a woman threatening to call the police after the pair argued over her unleashed dog. (Stan Honda/AFP via Getty Images)) Share Share Share By: Bob D'Angelo, Cox Media Group National Content Desk Updated: May 26, 2020 - 8:44 AM NEW YORK — A woman apologized for calling the police on a black man Monday after the two argued about her unleashed dog in New York City's Central Park. > > Read more trending news Part of the confrontation between Amy Cooper ... "], ["2020-05-26 12:38", "NYC woman apologizes after calling police on black man after argument over unleashed dog ...  Us My41Tulsa Closed Caption help KOKI EEO Statement KMYT EEO Statement KOKI Public File KMYT Public File Breaking News | Live Video | 6 weather alerts in effect Trending NYC woman apologizes after calling police on black man after argument over unleashed dog A video captured by a man in Central Park showed a woman threatening to call the police after the pair argued over her unleashed dog. (Stan Honda/AFP via Getty Images)) Share Share Share By: Bob D'Angelo, Cox Media Group National Content Desk Updated: May 26, 2020 - 7:44 AM NEW YORK — A woman apologized for calling the police on a black man Monday after the two argued about her unleashed dog in New York City's Central Park. > > Read more trending news Part of the confrontation between Amy ... "], ["2020-05-26 12:20", "Witness tracked down teen in crash that injured child, record say ...  limit of of alcohol, according to prosecutors. Kevin Lozano appeared before a judge overnight in relation to the Sunday night crash in southwest Harris County on Highway 6 near Pavillion Point. On the night of the crash, officials said Lozano was driving a Nissan Maxima southbound on Highway 6 when he failed to yield the right of way while turning left and slammed into a Honda Accord. The 7-year-old and his 26-year-old mother were passengers in the Nissan. According to investigators, the child was not restrained. The child suffered head injuries and had to be flown via LifeFlight to the hospital. RELATED: 7-year-old critically injured in crash with 18-year-old who admitted to drinking, police say During Lozano's court appearance on Tuesday, prosecutors ... "], ["2020-05-26 12:01", "The Energy 202: Two GOP senators promised vote on conservation bill ahead of tough reelection races ...  strict,\" E&E News reports . John Bozzella, president and CEO of the alliance, told reporters CEI \"h as a long-standing position that there ought to be flat standards. We disagree, and we want to push back against that.\" Traffic no Interstate 10 in downtown Los Angeles. (Mark J. Terrill/AP) Interestingly, five members of the auto group — Mercedes-Benz, Ford, Honda, Volkswagen and BMW of North America — declined to endorse the motion. All but Mercedes-Benz had struck a deal last year with the California Air Resources Board to continue improving fuel efficiency at a pace closer in line with what the Obama administration had called for. Subscriber sign in We noticed you're blocking ads! Keep supporting great journalism by turning off ... "], ["2020-05-26 12:00", "Police ask for help to find missing 88-year-old man from Erie Co. ...  Twp., Erie County. (Pennsylvania State Police/Pennsylvania State Police) Share Share Share By: WPXI.com News Staff Updated: May 26, 2020 - 7:57 AM WYOMING TOWNSHIP, Pa. — Pennsylvania State Police are asking for help to find a missing 88-year-old man from Erie County. William Oshinsky was last seen around 5:30 p.m. Monday in Wyoming Township. He was driving a 2016 Honda Odyseey, Pennsylvania registration KLY9601. Content Continues Below Oshinsky is 5 feet, 8 inches tall, 162 lbs., with gray hair and brown eyes. He was wearing camo pants, an orange shirt and glasses. If you see him, you're asked to call 911. If you want to receive BREAKING ALERTS, please download our WPXI News App . You can also follow WPXI on Facebook and Twitter . TRENDING ... "], ["2020-05-26 12:00", "Hitting the virtual track with Formula E driver Sbastien Buemi'); doc.close(); })(); Tesla production 2021 Ford Bronco COVID-19 and automakers iRacing PC 2020 electric vehicles Coronavirus updates Best car lease deals Best car insurance Car Finder By make and model Make Acura Alfa Romeo Aston Martin Audi Bentley BMW Buick Cadillac Chevrolet Chrysler Dodge Ferrari Fiat Ford Genesis GMC Honda Hyundai Infiniti Jaguar Jeep Kia Lamborghini Land Rover Lexus Lincoln Lotus Maserati Mazda McLaren Mercedes-Benz Mini Mitsubishi Nissan Polestar Porsche Ram Rolls-Royce Smart Subaru Tesla Toyota Volkswagen Volvo Model Year Go By style See all cars Coupes Sedans SUVs/Crossovers Trucks Electric Hybrids Luxury Sports Cars Reviews All auto reviews 2020 Chevy Silverado 2500 2020 Ford F-Series Super Duty 2020 Mazda CX-9 2020 Hyundai  ... "], ["2020-05-26 12:00", "From Amazon to Zuckerberg: 25 years of technology ...  year : \" Motorola 's StarTac ST7867W is small, light, and loaded with features. Operating this phone is quite simple, even if you don't read the manual.\" — CNET's Motorola StarTac review Top films of the year : Independence Day, Twister and Mission: Impossible 1997 Gary Kasparov in one of his less successful moment of his chess battle with Deep Blue. Stan Honda/AFP via Getty Images After a long exile, Steve Jobs returned to Apple as CEO as the company verged on bankruptcy . IBM's chess-playing Deep Blue defeated world champion Gary Kasparov , the first version of Wi-Fi was introduced and long before the spread of smartphones, PDAs like the PalmPilot took your data and calendars digital. And for those who just wanted to have fun ... "], ["2020-05-26 11:04", "Kia's new Rio supermini gets hybrid technology for 2020 ...  about catching coronavirus from petrol pumps once lockdown lifts - but can it happen? With all driving tests suspended by Covid-19, we reveal the locations learners should be considering if they want to pass first time when lockdown lifts What range anxiety? UK owners of Tesla electric cars do more miles a year than drivers of any other brand, new research finds Cars made by Citroen, Honda, Kia, Nissan, Peugeot and Vauxhall are STILL vulnerable to keyless thefts 14 manufacturers have NOT implemented any new security measures Watch out!! 'Misleading' SORN firms are charging drivers 40 to take a car off the road in the lockdown but it's FREE on the DVLA's website The Austin Metro, Fiat Panda and Vauxhall Astra are now CLASSICS! Ten cars that ... "], ["2020-05-26 11:00", "NASA astronaut Doug Hurley, of Apalachin, to usher in SpaceX era with Crew Dragon launch ...  The space shuttle Atlantis crew wave after they arrived July 4, 2011 at Kennedy Space Center in Florida in advance of the July 8 launch of STS-135, the final flight of the shuttle program. Mission specialist Rex Walheim (R), pilot Doug Hurley (C), mission specialist Sandy Magnus (2nd L) and commander Chris Ferguson (L, partly hidden). AFP PHOTO/Stan HONDA (Photo credit should read STAN HONDA/AFP via Getty Images) STAN HONDA, AFP via Getty Images Fullscreen US space shuttle Atlantis's crew (L-R) Commander Chris Ferguson, Pilot Doug Hurley, Sandy Magnus and Rex Walheim on July 4, 2011 arrive at Kennedy Space Center, Florida to begin the countdown for the final shuttle mission. Atlantis' upcoming STS-135 mission will signal the end to NASA's most ... "]]}}