{"postfix": "honeywell-aktie", "name": "HONEYWELL", "wkn": "870153", "time": "2020.05.26 21:42", "ts": 1590522149, "features": {"KGV": "21.60", "Marktkapitalisierung": {"Size": "Mrd", "Value": "89.89"}, "GA": "8.16", "KBV": "6.92", "BA": "25.48", "KCV": "18.66", "CA": "9.44", "Vola30": "47.5", "Vola90": "85.93", "Vola180": "62.22", "Vola250": "45.61"}, "rivals": ["general_electric-aktie", "united_technologies-aktie", "boeing-aktie", "siemens-aktie", "airbus-aktie", "lockheed_martin-aktie"], "text_data": {"de": [["21.05.20", "ANALYSE-FLASH: HSBC hebt Honeywell auf 'Buy' - Ziel hoch auf 158 Dollar"], ["02.05.20", "Honeywell: Zahlen zum abgelaufenen Jahresviertel"], ["30.04.20", "Analysten sehen für Honeywell-Aktie Luft nach oben"], ["28.04.20", "Honeywell zahlt vierteljährliche Dividende aus"], ["31.03.20", "Experten sehen bei Honeywell-Aktie Potenzial"], ["05.03.20", "Honeywell UOP lizenziert Phenolanlage für Orlen"], ["29.02.20", "Honeywell-Aktie: Was Analysten im Februar vom Papier halten"], ["14.02.20", "Honeywell International zahlt Dividende aus"], ["03.02.20", "Honeywell: Was beim Unternehmen in den jüngsten Büchern steht"], ["31.01.20", "MÄRKTE USA/Ausverkauf an der Wall Street wegen Virussorgen"], ["31.01.20", "MÄRKTE USA/Coronavirus und Daten drücken Wall Street"], ["31.01.20", "MÄRKTE USA/Coronavirus belastet - Caterpillar-Ausblick schwach"], ["31.01.20", "MÄRKTE USA/Coronavirus belastet - Caterpillar-Ausblick enttäuscht"], ["30.01.20", "Ausblick: Honeywell informiert über die jüngsten Quartalsergebnisse"]], "en": [["25.05.20", "Honeywell Sales Down 7% But Stock Up 60%; Why?"], ["20.05.20", "Covid-19: UAE firm Strata and Honeywell start producing N95 masks in Al Ain"], ["19.05.20", "Abu Dhabi's Mubadala says subsidiary begins producing N95 masks with Honeywell"], ["15.05.20", "Honeywell to Increase FFP2 & FFP3 Face Mask Output in Europe"], ["15.05.20", "Honeywell Intl : Issue of Equity"], ["13.05.20", "Despite Coronavirus Challenges, Honeywell Is Still a Buy"], ["07.05.20", "UPDATE 2-Trump says he did not wear mask at Honeywell facility after consulting CEO"], ["06.05.20", "UPDATE 1-Trump says he did not wear mask at Honeywell facility after consulting CEO"], ["06.05.20", "Trump says did not wear mask at Honeywell facility after consulting CEO"], ["06.05.20", "Lakeland, 3M, Honeywell: Are PPE Stocks A Good Way To Play The COVID Economy?"], ["06.05.20", "Honeywell Intl : Doc re Form 10-Q"], ["05.05.20", "Capitol Report: Trump wears goggles but no mask at Honeywell facility in Arizona "], ["01.05.20", "Honeywell International Inc (HON) Q1 2020 Earnings Call Transcript"], ["01.05.20", "Honeywell (HON) Q1 Earnings Beat Estimates, Revenues Miss"], ["01.05.20", "Honeywell becomes latest aero supplier to pull 2020 outlook on weak demand"], ["01.05.20", "UPDATE 1-Honeywell becomes latest aero supplier to pull 2020 outlook on weak demand"], ["01.05.20", "Honeywell tops profit expectations but misses on sales, suspends guidance"], ["01.05.20", "Honeywell becomes latest aero supplier to pull 2020 outlook"], ["01.05.20", "Honeywell Intl : Honeywell Delivers Margin Expansion"], ["29.04.20", "Honeywell (HON) to Report Q1 Earnings: Will it Disappoint?"], ["29.04.20", "Honeywell to make hand sanitizer for frontline workers at plants in Michigan and Germany "], ["28.04.20", "A Recession Could Take Honeywell Stock Below $100?"], ["27.04.20", "Is Honeywell Stock a Buy?"], ["20.04.20", "Pentagon Hands Out Over $100M in Respirator Contracts to 3M and Honeywell"], ["20.04.20", "Honeywell: 2020 Will Be Bad, and That's OK"], ["17.04.20", "UPDATE 3-Protests erupt along Mexican border after Honeywell, Lear worker deaths"], ["17.04.20", "Protests erupt along Mexican border after deaths at Honeywell, Lear"], ["17.04.20", "UPDATE 2-Protests erupt along Mexican border after deaths at Honeywell, Lear"], ["11.04.20", "Honeywell renews $1.5 billion revolving credit agreement"], ["11.04.20", "Honeywell renews $1.5 billion revolving credit agreement"], ["11.04.20", "UPDATE 1-Honeywell renews $1.5 billion revolving credit agreement"], ["11.04.20", "CORRECTED-Honeywell renews $1.5 billion revolving credit agreement"], ["10.04.20", "Honeywell borrows further $1.5 billion"], ["05.04.20", "Why Honeywell Stock Slumped 17.5% in March"], ["04.04.20", "MEDIA-Honeywell Pressures Suppliers To Cut Prices 30% - Barron's"], ["03.04.20", "Honeywell And 3M Are Both Focused On Making Masks, But 3M Stock Poised To Gain More"], ["01.04.20", "Is Honeywell Stock Still on Sale?"], ["31.03.20", "UPDATE 1-Honeywell borrows $6 bln to boost liquidity in coronavirus fight"], ["31.03.20", "Honeywell borrows $6 bln to boost liquidity in coronavirus fight"], ["31.03.20", "Honeywell Increases N95 Face Mask Production at Phoenix Site"], ["2020-05-26 18:15", "Global Industrial Protective Clothing Market Analytics 2020: Featuring Key Players Ansell Limited, Alexandra PLC, Honeywell International, Inc And Kimberly-Clark Corporation ... of Covid-19 and a Looming Global Recession 2. FOCUS ON SELECT PLAYERS Ansell Limited ( Australia ) Ansell Protective Solutions AB ( Sweden ) Alexandra PLC (UK) Asatex AG ( Germany ) Bennett Safetywear Ltd (UK) CWS-boco Supply Chain Management GmbH ( Germany ) The Dow Chemical Company (US) Eastern Technologies, Inc. (US) E. I. DuPont deNemours and Co (US) Honeywell International, Inc. (US) ILC Dover (US) International Enviroguard, Inc. (US) Kimberly-Clark Corporation (US) Lakeland Industries, Inc. (US) Sioen Industries NV ( Belgium ) Workrite Uniform Co. (US) W. L. Gore & Associates, Inc. (US) 3. MARKET TRENDS & DRIVERS 4. GLOBAL MARKET PERSPECTIVE III. MARKET ANALYSIS IV. COMPETITION For more information about this report visit https://www.researchandmarkets ... "], ["2020-05-26 18:06", "Pharmacist, used car salesman charged with COVID-19 fraud ...  York office of the Homeland Security Investigations, said Schirripa accumulated the masks in March and April. Romano, 58, of Manalapan, New Jersey, was charged with conspiring to commit wire fraud, wire fraud and conspiring to violate the Defense Production Act. What to Read Next Global Industrial Protective Clothing Market Analytics 2020: Featuring Key Players Ansell Limited, Alexandra PLC, Honeywell International, Inc and Kimberly-Clark Corporation PR Newswire Newark: No Tickets In 3 Years? Go Here Today EverQuote Ad Andrew Cuomo gave immunity to nursing home execs after big campaign donations The Guardian Navigator Holdings Ltd. Announces Date for the Release of First Quarter 2020 Results and Conference Call PR Newswire Uber, Lyft drivers sue NY state to ... "], ["2020-05-26 16:43", "Arizona coronavirus update: 16,783 confirmed cases, 807 known deaths as of Tuesday ... added manufacturing capabilities in Phoenix to produce N95 face masks in support of the governments response to COVID-19. Michael Chow/The Republic The new coronavirus in Arizona Arizona Gov. Doug Ducey (front), Sen. Martha McSally (back left) and Rep Debbie Lesko (right) wear masks while waiting for President Trump to speak at Honeywell Internationals mask-making operation in Phoenix May 5, 2020. Honeywell added manufacturing capabilities in Phoenix to produce N95 face masks in support of the governments response to COVID-19. Michael Chow/The Republic Phoenix Fire Department helped Bea Markow celebrate her 100th birthday, while keeping social distancing in mind. Phoenix Fire Department The new coronavirus in Arizona Phoenix Fire Department helped Bea Markow ... "], ["2020-05-26 16:41", "Jung Ho Kang suspended one year by the Korean Baseball Organization ... A team lists stadium on Airbnb May 24, 2020 5:10 pm Lawsuit filed against Noah Syndergaard over unpaid rent May 24, 2020 4:05 pm Major League Baseball to make a financial proposal to players on Tuesday May 22, 2020 6:07 pm Tonight on NBCSN: the Bill Buckner, Kirk Gibson, and Jeffrey Maier games May 22, 2020 8:46 am Biggest baseball blunders in history May 22, 2020 7:40 am Brent Honeywell undergoes decompression procedure on ulnar nerve May 21, 2020 5:05 pm Things are getting tense between MLB and the union May 21, 2020 4:14 pm Teams, not just players, think MLB's safety protocol proposal is 'over the top' May 21, 2020 10:58 am What does baseball do if they start the season and their health plan fails? May 21, 2020 9:18 am Rays will open Tropicana ... "], ["2020-05-26 15:11", "Should bailouts go to government contractors? ...  faster. Shay Assad, a former senior Pentagon official, doesn't even think this is necessary. He called it a \"taxpayer ripoff\" since the industry has the ability to borrow money at very low interest rates. There are plenty of familiar names on the list of the federal government's top 100 contractors. They include AT&T, MIT, IBM, Pfizer, FedEx and Honeywell. And these are just the biggest ones. There are thousands of businesses with government contracts. Careful consideration needs to be given to providing stimulus funds to these corporations. It's not clear whether any of the top 100 have received bailout funds, since the full list hasn't been released yet. The Coronavirus Stimulus Package contains $2.2 trillion. Note that's ... "], ["2020-05-26 14:15", "Toxic coast: Cleaning up a century of industrial waste in New Jersey ...  the site. Older customers came in coughing. An employee at the AT&T store south of the site told me people on the bus would immediately turn their heads away in disgust when the doors opened at her stop. The man I met walking his dog told me he knew a doctor who moved out of his apartment because of the odors. And after many people raised a stink about it, Honeywell and the EPA suspended work for eight months to come up with a solution for the smell and to demolish an old building that had impeded work on the property. When work resumed in January of 2019, the EPA decided the monoliths would be mixed underneath gigantic tents—the world's stinkiest circus. \"They're kind of amorphous. They're blobs,\" said Doug of the contaminated ... "], ["2020-05-26 14:00", "Department stores that survive in Arizona will have a different look as world reopens ...  sit parked near the run way at Phoenix Sky Harbor International Airport on May 7, 2020. Thomas Hawthorne/The Republic Fullscreen Volunteers, including Andy Torres (center) wait to load food boxes, May 6, 2020, during a St Mary's Food Bank mobile distribution at the Gila River Arena, 9400 West Maryland, Glendale. Mark Henle/The Republic Fullscreen President Trump tours Honeywell Internationals mask-making operation in Phoenix May 5, 2020. Honeywell added manufacturing capabilities in Phoenix to produce N95 face masks in support of the governments response to COVID-19. Michael Chow/The Republic Fullscreen Arizona Gov. Doug Ducey (front), Sen. Martha McSally (back left) and Rep Debbie Lesko (right) wear masks while waiting for President Trump to speak at ... "], ["2020-05-26 14:00", "Here's where McSally's and Kelly's Senate campaign cash is coming from ... , have received 56% of their money from those giving less than $200. And both have gotten 22% of their money from those giving $2,000 or more. The difference is that Kelly roughly doubles the amount of money McSally collects from all sizes of donations. Which industries support which candidate? U.S. Sen. Martha McSally, R-Ariz., listens to President Donald Trump speak at Honeywell International's mask-making operation in Phoenix on May 5, 2020. (Photo: Michael Chow/The Republic) Each candidate has dominated within certain industries, based on the employer information in the campaign finance reports. Kelly's campaign makes science a key part of his message to voters. That may be why he has a clear advantage among those in higher education. Kelly has ... "], ["2020-05-26 13:30", "Can Arizona's universities make campuses safe for students to return in the fall? ... added manufacturing capabilities in Phoenix to produce N95 face masks in support of the governments response to COVID-19. Michael Chow/The Republic The new coronavirus in Arizona Arizona Gov. Doug Ducey (front), Sen. Martha McSally (back left) and Rep Debbie Lesko (right) wear masks while waiting for President Trump to speak at Honeywell Internationals mask-making operation in Phoenix May 5, 2020. Honeywell added manufacturing capabilities in Phoenix to produce N95 face masks in support of the governments response to COVID-19. Michael Chow/The Republic Phoenix Fire Department helped Bea Markow celebrate her 100th birthday, while keeping social distancing in mind. Phoenix Fire Department The new coronavirus in Arizona Phoenix Fire Department helped Bea Markow ... "], ["2020-05-26 11:15", "10 best fans to help you stay cool during the UK heatwave ...  there's high velocity jets for a focused air stream. Price: 299, Amazon - buy here now 3. Motorised hand-held fan Super portable, you can carry them with you anywhere (Image: John Lewis) Facing commuter hell on a sweaty bus, train or tube over the summer months? You'll be needing one of these nifty hand-held fans to help you beat the heat. Price: 2, Halfords - buy here now 4. Honeywell Turbo fan Floor fans are always a good shout If you're after something you can keep on the floor to blow air upwards, this might be the one for you, tucking away discreetly yet still providing you with maximum cool air. You can also mount it on the wall if you need to save some space, with the fan able to tilt up to 90 degrees. Price: 26, Amazon - buy here ... "], ["2020-05-26 10:34", "Asian-American CNN Reporter Harassed In South Carolina While Doing Her Job ...  There needs to be a national campaign to support mask wearing. May 19, 2020 By spocko Trump Administration Can't Even Keep Covid Out Of The White House But real men don't wear masks! May 10, 2020 By Susie Madrak Trump Goes Maskless, Flouts Rule At Honeywell Mask Factory Apparently, Donald Trump thinks he looks better without a mask and that's all the justification he needs for endangering the lives of others around him during his maskless photo-op at of all places a Honeywell N95 mask factory. May 06, 2020 By NewsHound Ellen Comments We welcome relevant, respectful comments. Any comments that are sexist or in any other way deemed hateful by our staff will be deleted and constitute grounds for a ban from posting on the site. Please refer to our ... "], ["2020-05-26 10:00", "KBR Awarded Honeywell Master Service Agreement ExtensionHOUSTON, May 26, 2020 /PRNewswire/ -- KBR KBR announced today it was awarded a five-year extension of its Honeywell Master Services Agreement (MSA) for professional services in metrology, global property management and quality assurance. The amendment ext"], ["2020-05-26 09:30", "Refinery Catalysts Market Worth $4.7 Billion By 2025 - Exclusive Report By MarketsandMarkets ... to a decrease in the demand for fuels globally, leading to reduced production in oil refineries. Therefore, in 2020, the refinery catalysts market is expected to witness a dip. The refinery catalysts market comprises major players such as Albemarle Corporation (US), W R Grace (US), BASF ( Germany ), Haldor Topsoe ( Denmark ), Honeywell UOP (US), Clariant ( Switzerland ), Axens ( France ), Johnson Matthey (UK), China Petroleum and Chemical Corporation (Sinopec) ( China ), and Shell Catalyst & Technologies ( Netherlands ), Arkema ( France ), Anten Chemicals ( China ), Chempack ( China ), Dorf-Ketal Chemicals Pvt. Ltd. ( India ), Exxon Mobil Corporation (US), Gazprom ( Russia ), JGC Catalyst and Chemicals ( Japan ),KNT Group ( Russia ), Kuwait Catalyst ( Kuwait ... "], ["2020-05-26 04:17", "The US must disentangle itself from China ...  see a clear need for reforms. First, we need to encourage companies to produce more medical supplies in the U.S. If another pandemic strikes, the public wants the assurance that we have the necessary supplies. It's common sense. This will take the commitment of the private sector as well as the government. Manufacturers of protective equipment, including 3M, Honeywell, and Kimberly-Clark, should commit to bringing manufacturing home. Distributors such as AmerisourceBergen, Cardinal Health, and McKesson will need to adjust supply chains and routes to get critical supplies to where they are needed quickly. That will help our medical providers to stand up more beds, get more staff, and provide critical capabilities. The response by all of these sectors has ... "], ["2020-05-26 04:00", "Why Your Company Culture Is A Lie And What You Can Do About It ... consultant of SESIL PIR Consulting GmbH, a boutique management consultancy, focusing on changing the status quo of work; and founder of Whirling Chief, a global digital collaboration and learning platform, championing humanity into the global workplace. I started my career as a marketing consultant with Deloitte and Touch in 1999. Since then, I have lived across four continents and have worked for Honeywell, Cargill, Microsoft and Novartis AG as an HR professional. I hold an M.A.-HRIR from Carlson School of Management, an executive M.B.A. from Harvard University and a B.A. from Eastern Michigan University. I am a certified Six Sigma in project management and am certified to administer a variety of organizational assessment tools. Throughout my career, I have ... "], ["2020-05-25 23:10", "Should bailouts go to government contractors? ... senior Pentagon official, doesn't even think this is necessary. He called it a \"taxpayer ripoff\" since the industry has the ability to borrow money at very low interest rates. Advertisement - story continues below There are plenty of familiar names on the list of the federal government's top 100 contractors. They include AT&T, MIT, IBM, Pfizer, FedEx and Honeywell. And these are just the biggest ones. There are thousands of businesses with government contracts. Careful consideration needs to be given to providing stimulus funds to these corporations. It's not clear whether any of the top 100 have received bailout funds, since the full list hasn't been released yet. The coronavirus stimulus package contains $2.2 trillion. Note that' ... "], ["2020-05-25 23:04", "Find out which masks off the most protection and why ...  99.97%. Meanwhile, similar to an FFP3 mask in effectiveness, but certainly not in appearance, are diving helmet-style powered air purifying respirators (PAPRs). \"There you have a more comprehensive solution. There's a hood face shield and a tube that would connect into a unit on the belt,\" says Brian Hovey, chief marketing officer for major respirator manufacturer Honeywell Safety. Image copyright Honeywell Image caption Basic masks do not offer much protection \"That has an engine or a motor that pumps air through a filter: it's part of a white suit, so it's a more comprehensive protective solution.\" At the University of Southampton, engineers have developed a PAPR that they're supplying to University Hospital Southampton - 1 ... "], ["2020-05-25 23:04", "Find out which masks off the most protection and why ...  99.97%. Meanwhile, similar to an FFP3 mask in effectiveness, but certainly not in appearance, are diving helmet-style powered air purifying respirators (PAPRs). \"There you have a more comprehensive solution. There's a hood face shield and a tube that would connect into a unit on the belt,\" says Brian Hovey, chief marketing officer for major respirator manufacturer Honeywell Safety. Image copyright Honeywell Image caption Basic masks do not offer much protection \"That has an engine or a motor that pumps air through a filter: it's part of a white suit, so it's a more comprehensive protective solution.\" At the University of Southampton, engineers have developed a PAPR that they're supplying to University Hospital Southampton - 1 ... "], ["2020-05-25 22:00", "Amid The COVID-19 Crisis And The Looming Economic Recession, The Voice And Speech Recognition Technology Market Worldwide Will Grow By A Projected US$16 Billion, During The Analysis Period ...  engagements from influencers in the market, whose opinions supersede all other research methodologies. Competitors identified in this market include, among others, [24]7.ai; Acapela Group; Advanced Voice Recognition Systems Inc.; Apple Inc.; Applied Voice & Speech Technologies Inc.; BioTrust ID B.V.; Convergys Corp.; Genesys Telecommunications Laboratories Inc.; Google Inc.; Honeywell International, Inc.; IBM Corp.; LumenVox LLC; Microsoft Corp.; Nuance Communications Inc.; Sensory Inc.; Sestek; Voxware Inc.; Wizzard Speech LLCRead the full report: https://www.reportlinker.com/p04246017/?utm_source=PRN Read the full report: https://www.reportlinker.com/p04246017/?utm_source=PRN About Reportlinker ReportLinker is an award-winning market research solution ... "], ["2020-05-25 21:27", "Sensors For Robotics: Technologies And Global Markets ...  for related technologies and processes- Market share analysis of the leading global tech giants; their key competitive landscape, product segments, and revenue sales- Company profiles of the leading market players including Advanced Microsensors Inc., Automation Technology GmbH, Bosch Sensortec GmbH, Cyberoptics Corp., Electro-Sensors Inc., Ge Measurement & Control, Hitachi Automotive Systems Ltd., Honeywell Sensing & Controls, Mitsubishi Electric Corp., Omron Scientific Technologies Inc., and Panasonic Electric Works Summary: Robotic sensing is a branch of robotic science that seeks to provide sensing capabilities for robots, so that robots become more human-like. Robotic sensing primarily gives robots the ability to see, touch, hear and shift, and uses ... "]]}}