{"postfix": "infineon-aktie", "name": "INFINEON", "wkn": "623100", "time": "2020.05.26 14:52", "ts": 1590497541, "features": {"KGV": "18.59", "Marktkapitalisierung": {"Size": "Mrd", "Value": "24.29"}, "GA": "0.89", "KBV": "2.23", "BA": "7.41", "KCV": "11.65", "CA": "1.42", "Vola30": "53.76", "Vola90": "93", "Vola180": "70.3", "Vola250": "55.5"}, "rivals": ["aixtron-aktie", "dialog_semiconductor-aktie", "broadcom_4-aktie", "intel-aktie", "hitachi-aktie", "amd-aktie", "texas_instruments-aktie"], "text_data": {"de": [["2020.05.26", "Infineon: DER AKTIONÄR hebt sein Kursziel an"], ["25.05.20", "Infineon-Aktie mit Kaufsignal: Wohin die Kurse jetzt treiben"], ["21.05.20", "MÄRKTE EUROPA/Gewinnmitnahmen - Einkaufsmanagerdaten stützen nicht"], ["20.05.20", "XETRA-SCHLUSS/DAX schließt sehr fest"], ["20.05.20", "Infineon: Der Ausbruch läuft, aber ..."], ["20.05.20", "Weltweit erstes Raspberry Pi Audioverstärker-HAT-Board mit MERUS? Class-D Multilevel-Verstärker"], ["20.05.20", "Modulare Evaluierungsplattform für diskrete CoolSiC? MOSFETs ermöglicht das Testen verschiedener Treiberoptionen"], ["19.05.20", "XETRA-SCHLUSS/DAX baut Rally-Gewinne noch etwas aus"], ["19.05.20", "Infineon vor Kaufsignal: Auf diese Marke kommt es jetzt an"], ["15.05.20", "MÄRKTE EUROPA/Börsen bauen Gewinne aus - Warten auf US-Daten"], ["15.05.20", "MÄRKTE EUROPA/Aufwärts - Halbleiter-Aktien sehr fest"], ["14.05.20", "Infineon stellt Rohbau für neue Chipfabrik in Villach fertig"], ["12.05.20", "StrongIRFET?-MOSFETs im D²PAK 7pin+ Gehäuse für batteriebetriebene Anwendungen"], ["12.05.20", "ANALYSE-FLASH: Goldman senkt Infineon auf 'Neutral'  - Ziel 18,50 Euro"], ["12.05.20", "Infineon: Schlagen die Bären jetzt zurück? "], ["11.05.20", "MÄRKTE EUROPA/Leichte Abgaben - Wirecard geht auf Aktionäre zu"], ["11.05.20", "XETRA-SCHLUSS/DAX startet leichter in die Woche - Wirecard sehr fest"], ["11.05.20", "MÄRKTE EUROPA/Börsen bauen mit Gewinnmitnahmen Verluste aus"], ["07.05.20", "Infineon-Aktie bleibt im Rallyemodus: +80% seit dem Corona-Crash"], ["06.05.20", "ANALYSE: UBS sieht erhebliches Potenzial für die Infineon-Aktie - 'Buy'"], ["06.05.20", "100 Millionen XMC? Mikrocontroller verkauft: Infineon feiert Meilenstein mit \"Sustain our Planet\"-Design-Challenge "], ["06.05.20", "ANALYSE-FLASH: UBS hebt Ziel für Infineon auf 23,50 Euro - 'Buy'"], ["06.05.20", "Infineon: Jetzt meldet sich der Dauberbulle zu Wort "], ["06.05.20", "Citi: Infineon - Kehren die Verkäufer jetzt zurück?"], ["06.05.20", "Citi: Infineon - Kehren die Verkäufer jetzt zurück?"], ["06.05.20", "Infineon weitet Kurzarbeit aus"], ["05.05.20", "Infineon-Aktie startet nach Zahlen durch: Das sagen jetzt die Analysten"], ["05.05.20", "MÄRKTE EUROPA/Fest - Öl-Aktien außer Rand und Band"], ["05.05.20", "XETRA-SCHLUSS/Lockerungsmaßnahmen lockern auch Börsenstimmung auf"], ["05.05.20", "MÄRKTE EUROPA/Fest - Öl-Aktien laufen wie geschmiert"], ["05.05.20", "ANALYSE-FLASH: Bernstein belässt Infineon auf 'Outperform' - Ziel 24 Euro"], ["05.05.20", "ROUNDUP 2: Infineon bekommt Corona-Krise zu spüren - Trübe Prognose"], ["05.05.20", "MÄRKTE EUROPA/DAX fest - BVerfG sorgt nur für kurze Delle"], ["05.05.20", "AKTIE IM FOKUS 2: Solide Quartalszahlen treiben Infineon-Erholung erneut voran"], ["05.05.20", "MÄRKTE EUROPA/DAX kräftig erholt - Euro zieht nach Urteil leicht an"]], "en": [["22.05.20", "Infineon launches modular evaluation platform to test driving options for discrete CoolSiC MOSFETs"], ["07.04.20", "Infineon says Cypress takeover cleared, funding in place"], ["26.03.20", "Infineon adds D2PAK real 2-pin packages to CoolSiC Schottky diode family"], ["26.03.20", "Infineon Technologies AG : Infineon withdraws outlook for FY20; economic impact resulting from coronavirus pandemic can currently not be reliably assessed"], ["06.03.20", "Infineon Technologies AG : Release according to Article 40, Section 1 of the WpHG [the German Securities Trading Act] with the objective of Europe-wide distribution"], ["06.03.20", "UPDATE 1-Infineon shares fall up to 5% on report U.S. officials oppose Cypress deal"], ["18.02.20", "Infineon launches CoolSiC MOSFET 650V family, extending reliability and performance to even more applications"], ["18.02.20", "Infineon sees only minor impact from coronavirus"], ["05.02.20", "UPDATE 2-Infineon yet to feel coronavirus impact as demand outlook lifts shares"], ["05.02.20", "Dow Jones Newswires: Infineon Technologies net profit and revenue fall amid ‘difficult conditions’ "], ["05.02.20", "UPDATE 1-Infineon posts in-line results, confirms guidance"], ["05.02.20", "Infineon posts in-line results, confirms guidance"], ["05.02.20", "Infineon Technologies AG : Q1 FY 2020: REVENUE DECLINE AS PREDICTED, SEGMENT RESULT MARGIN DEVELOPED POSITIVELY, COST-REDUCTION MEASURES TAKING EFFECT, OUTLOOK FOR 2020 FISCAL YEAR CONFIRMED"], ["2020-05-25 21:19", "Asia Pacific IGBT And Thyristor Market Forecast To 2027 - COVID-19 Impact And Regional Analysis By IGBT Packaging Type ; IGBT Power Rating ; IGBT Application ; Thyristor Application ... in order to validate and analyze the data. The participants who take part in such a process include industry experts such as VPs, business development managers, market intelligence managers, and national sales managers, and external consultants such as valuation experts, research analysts, and key opinion leaders specializing in the IGBT and thyristor industry of APAC. ABB Ltd, Infineon technologies AG, Mitsubishi Technologies AG, Rohm Co Ltd, and Fuji Electric Co Ltd. are some of the players present in the Asia Pacific IGBT and thyristor market. Read the full report: https://www.reportlinker.com/p05894531/?utm_source=PRN About Reportlinker ReportLinker is an award-winning market research solution. Reportlinker finds and organizes the latest industry data so ... "], ["2020-05-25 12:08", "Gesture Recognition Market Size To Reach USD 34.32613 Billion By 2025 | Valuates Reports ...  countries in the region. For the detailed coverage of the study, the market has been geographically divided into Americas Asia-Pacific Europe Middle East Africa . Inquire for Regional Report: https://reports.valuates.com/request/regional/360I-Auto-4A59/gesture_recognition GESTURE RECOGNITION MARKET SEGMENTATION Key Companies: Cognitec Systems GmbH Elliptic Laboratories AS Infineon Technologies AG Intel Corporation Microsoft Corporation Apple Inc Crunchfish AB GestureTek, Inc Google Inc OMRON Corporation. On the basis of Technology, the Global Gesture Recognition Market is studied across Touch-based Systems Touchless systems. On the basis of Application, the Global Gesture Recognition Market is studied across Aerospace and Defense Automotive Commercial ... "], ["2020-05-22 23:10", "Europe IGBT And Thyristor Market Forecast To 2027 - COVID-19 Impact And Regional Analysis By IGBT Packaging Type ; IGBT Power Rating ; IGBT Application ; Thyristor Application ...  order to validate data and analysis. The participants who typically take part in such a process include industry experts such as VPs, business development managers, market intelligence managers, and national sales managers, and external consultants such as valuation experts, research analysts, and key opinion leaders specializing in the European IGBT and thyristor industry. ABB Ltd, Infineon technologies AG, Mitsubishi Technologies AG, Rohm Co Ltd, and Fuji Electric Co Ltd. are among the key players present in the European IGBT and thyristor market.Read the full report: https://www.reportlinker.com/p05894541/?utm_source=PRN About Reportlinker ReportLinker is an award-winning market research solution. Reportlinker finds and organizes the latest industry data ... "], ["2020-05-22 14:30", "Smart Retail Market Insights 2020-2025 Featuring Profiles Of Key Players Including IBM, Intel, Cisco Systems, NXP Semiconductors, And Microsoft Among Others ...  Delhaize) Alibaba Group Holding Limited Amazon.Com, inc. Awm Smart Shelf Bossa Nova Robotics Broadcom inc. Caper inc. Cisco Systems inc. Cozy infosystems Diebold Nixdorf , incorporated E ink Holdings inc. Estimote, inc. First Data Corporation Five Elements Robotics Focal Systems inc. Google inc. Honeywell international inc. Huawei Investment & Holding Co., Ltd. IBM Infineon Technologies AG Ingenico Intel Corporation LG Display Co., Ltd. Lotte Microsoft NCR Corporation Nvidia Corporation Nxp Semiconductors N.V. Par Technology Corporation Pricer Probiz Technologies Prvt Ltd. Ptc inc. Right to Win Robert Bosch Gmbh Samsung Electronics Ses-Imagotag Smartcart Softbank Robotics Group Corp. Standard Cognition Stmicroelectronics N.V. Texas instruments inc. Trigo ... "], ["2020-05-22 12:15", "North America & Europe Power Electronics Market Study, 2020 ...  to grow at the highest CAGR of around 7.5% over the forecast period. In addition to this, this segment is anticipated to increase the incremental opportunity created by the discrete segment in power electronics market in the United States .Some of the key industry leaders in the North America and Europe power electronics market are International Rectifier, Vishay Intertechnology (Siliconix), Infineon Technologies, Pulse, The Bergquist Company, Bosch Rexroth, Rockwell Automation, SynQor, Artesyn and Power-One. Key Topics Covered 1. Report Overview 1.1. North America & Europe Power Electronics Market Overview 1.2. Why You Should Read This Report 1.3. How This Report Delivers 1.4. Key Questions Answered by This Analytical Report1.5. Who is This Report For? 1.6 ... "], ["2020-05-13 15:00", "ProteanTecs Announces Live Webinar On 2.5D Packaging Failure Prevention Based On Deep Data Monitoring ... and CoWoS bumps via advanced analytics, long before HBM interface failure occurs How repair algorithms replace marginal IOs/ bumps with redundant ones at next boot cycle To register to the live webinar click here. About the Presenter Spanning a career of over 30 years, Igor Elkanovich served in technical leadership positions for numerous Semiconductors companies (Broadcom, Infineon, Freescale and others). Today, Igor serves as the CTO of Global Unichip (GUC). He is responsible for driving IP and methodology development using TSMC's advanced silicon process and packaging technology while supervising definition and execution of large-scale projects. His main focus is Networking, AI and HPC applications. About proteanTecs proteanTecs develops revolutionary ... "], ["2020-05-11 10:24", "Coronavirus: 13 companies in Singapore donate 100,000 masks, 5 tonnes of hand sanitisers to Batam ... , over $850k raised for migrant workers Related Story Coronavirus: Singaporeans in solidarity with Indonesians through donations Singapore has been Indonesia's largest investor since 2014, and regular ferries run between Singapore and Batam. The contributors are Aik Moh Paints and Chemicals, Excelitas Technologies Singapore, fragrance and flavour company Firmenich Asia, Infineon Technologies Asia Pacific, Panasonic Industrial Devices Singapore, the Salim Group, Sembcorp Marine, Shimano (Singapore), Sinar Mas Land, Singapore, Epson Industrial, Sunningdale Tech, Toshiba TEC Singapore and Yokogawa Electric Asia. The Sunday Times reported last month that SGPeduli, a group of Singaporeans living and working in Jakarta, raised funds and secured protective ... "], ["2020-05-11 08:53", "STICHWORT-So laufen in diesem Jahr die wichtigsten Hauptversammlungen ...  Fresenius SE & Co KGaA: geplant 20. Mai, verschoben auf unbestimmten Termin Bereits online abgehalten: Bayer AG: fand online am 28. April statt Beiersdorf AG: fand online am 29. April statt Mnchener Rck: fand online am 29. April statt Deutsche Lufthansa AG: fand online am 5. Mai statt Allianz SE: fand online am 6. Mai statt Bereits vor Aktionren abgehalten: Infineon Technologies AG: war am 20. Februar Siemens AG: war am 5. Februar; weitere Versammlung zur Abspaltung von Siemens Energy fr 9. Juli geplant (online) Zusammengestellt von Alexander Hbner in Mnchen, redigiertvon Ralf Banser. Bei Rckfragen wenden Sie sich bitte an dieRedaktionsleitung unter den Telefonnummern 069-7565 1232 oder030-2888 5168 Our Standards: The Thomson Reuters Trust Principles. 0 : 0 ... "], ["2020-05-11 08:30", "Companies partner EDB to donate masks, hand sanitiser to Batam COVID-19 frontliners ...  for the eventual recovery, and for the years to come,\" added Dr Beh. The handover was also witnessed by Mr I Gede Ngurah Swajaya, Ambassador of the Republic of Indonesia to Singapore, as well as representatives from the contributing companies. The donor companies are: Aik Moh Paints and Chemical, Excelitas Technologies Singapore, Firmenich Asia, Infineon Technologies Asia Pacific, Panasonic Industrial Devices Singapore, the Salim Group, Sembcorp Marine, Shimano (Singapore), Sinar Mas Land, Singapore Epson Industrial, Sunningdale Tech, Toshiba TEC Singapore, and Yokogawa Electric Asia. BOOKMARK THIS: Our comprehensive coverage of the coronavirus outbreak and its developments Download our app or subscribe to our Telegram channel for the latest updates on ... "], ["2020-05-09 12:00", "be quiet! Straight Power 11 650W Platinum Power Supply Review ...  Chemi-Con (420V, 270uF, 2,000h @ 105C, KMQ) & 1x Nippon Chemi-Con (450V, 180uF, 2,000h @ 105C, KMR) Main Switchers 4x ROHM R6020KNX (600V, 20A, 0.196Ohm) IC Driver 2x Silicon Labs Si8233BD APFC Controller Champion CM6500UNX Resonant Controller Champion CM6901X Topology Primary side: Full-Bridge & LLC converter Secondary side: Synchronous Rectification & DC-DC converters Secondary Side - +12V MOSFETs 4x Infineon BSC010N04LS (40V, 100A @ 100C, 1mOhm) 5V & 3.3V DC-DC Converters: 8x Advanced Power AP3R303GMT (30V, 25A @ 70C, 3.3mOhm) PWM Controllers: 2x ANPEC APW7164 Filtering Capacitors Electrolytic: 4x Nippon Chemi-Con (4-10,000h @ 105C, KY), 2x Nippon Chemi-Con (5-6,000h @ 105C, KZH), 5x Rubycon (3-6,000h @ 105C, YXG) Polymer: 4x FPCAP, 18x United Chemi-Con ... "], ["2020-05-08 04:39", "With HiSilicon, China Gets First Legit Global IC Player ...  reckon 90 percent of HiSilicon's sales go to its parent. Still, market tracker IC Insights reported the Chinese fabless leader registered an impressive 54 percent year-on-year gain in chip sales. First quarter revenues pegged by IC Insights at just under $2.7 billion propelled HiSilicon into its top-ten chip suppliers. HiSilicon and GPU leader Nvidia (ranked ninth) bumped Infineon and Japan's Kioxia Corp. from the market tracker's list of top chip sales leaders. Among the reasons for HiSilicon's surge is its low-profile expansion beyond Huawei to supply other customers. As we reported , Shanghai HiSilicon Technology Inc. announced in early January it was offering 4G communications chips on the open market. That gambit is likely reflected ... "], ["2020-05-07 04:40", "BHP adds key technology pieces to board puzzle ...  49, was born and raised in China, but left to pursue her academic career in Germany. She worked for SAP between 1997 and 2013, holding roles that included chief technology officer and the head of SAP's labs unit in China. Now retired from executive life and based in Switzerland, Clever sits on the boards of global consulting giant Capgemini and Infineon Technologies. Related Quotes Advertisement Both directors have the sort of global experience that MacKenzie clearly values. But it is their technology experience that will be most valuable. A review of the board's skills matrix done in 2018 identified this is a clear gap in an industry where automation, industrial-scale data analysis and artificial intelligence have become crucial across exploration ... "], ["2020-05-06 20:30", "COVID-19 Impact and Recovery Analysis | Battery Monitoring Systems Market 2020-2024 | Advances in EV Battery and Associated Technologies to Boost Growth | Technavio ...  of the prime reasons driving the battery monitoring systems market growth during the next few years. Battery Monitoring Systems Market 2020-2024: Vendor Analysis We provide a detailed analysis of vendors operating in the battery monitoring systems market, including some of the vendors such as ABB Ltd., Analog Devices Inc., Eberspaecher Vecture Inc., General Electric Co., Infineon Technologies AG, Johnson Matthey Plc, NXP Semiconductors NV, Raytheon Co., Renesas Electronics Corp., and Texas Instruments Inc. Backed with competitive intelligence and benchmarking, our research reports on the battery monitoring systems market are designed to provide entry support, customer profile and M&As as well as go-to-market strategy support. Register for a free trial today ... "], ["2020-05-06 12:08", "Futures Reverse Overnight Losses On Fresh \"Reopening Hopes\" As Euro Tumbles ...  sector nursed earlier losses but remains a laggard alongside Consumer Discretionary. In terms of the breakdown, Travel & Leisure resides at the bottom but does not see significant underperformance. In terms of individual movers, Dialog Semiconductor (+5.3%), ITV (+4%) and Hannover Re (+4.2%) are among the top post-earning gainers in the Stoxx 600, with the former also aiding the likes of Infineon (+4%) in sympathy. BMW (-3.1%) extends on losses after noting that the highest negative impact is expected in Q2 2020 and PBT is still predicted to be significantly lower. Wirecard (-1.5%) holds onto losses after a 4.4% stakeholder called for a board shakeup. Top European News National Express, Hiscox Join U.K. Equity Rush as Stocks Rally Supercar Maker McLaren ... "], ["2020-05-06 11:27", "EUROPE RESEARCH ROUNDUP-Ambu, BB Biotech, Wirecard ... EUR 24 from EUR 23 * Hugo Boss AG : JP Morgan cuts target price to EUR 41 from EUR 45 * Hurricane Energy Plc : Barclays cuts target price to 16p from 18p * IG Group Holdings Plc : RBC raises target price to 860p from 760p * Independent Oil and Gas Plc : Finncap cuts price target to 42p from 60p * Infineon Technologies AG : Deutsche Bank cuts target to EUR 22 from EUR 23 * Infineon Technologies AG : Kepler Cheuvreux raises PT to EUR 17 from EUR 16 * Infineon Technologies AG : UBS raises target price to EUR 23.5 from EUR 22 * Innofactor Plc : Inderes raises to increase from reduce * Innofactor Plc : Inderes raises target price to EUR 0.90 from EUR 0.68 * Innofactor Plc : Evli Research raises target price to EUR 0.95 from EUR 0.90 * Intesa Sanpaolo SpA : Kepler ... "], ["2020-05-05 18:00", "Gesture Recognition & Touchless Sensing Industry Report 2020; Global Market Witnessing Deployment Of Touchless Sanitary Equipment Across Commercial & Residential Applications ...  Others 8 Key Player Activities 8.1 Acquisitions & Mergers 8.2 Agreements, Partnerships, Collaborations and Joint Ventures 8.3 Product Launch & Expansions 8.4 Other Activities 9 Leading Companies 9.1 Apple, Inc. 9.2 Cognitec Systems GmbH 9.3 Cross Match Technologies Inc. 9.4 Elliptic Labs 9.5 Eyesight Technologies Ltd. 9.6 Gesture Research 9.7 Google, Inc. 9.8 Infineon Technologies AG 9.9 Intel Corporation 9.10 Irisguard, Inc. 9.11 Microchip Technology, Inc. 9.12 Microsoft Corporation 9.13 Omnivision Technologies, Inc. 9.14 Omron Corporation 9.15 PMD Technologies AG 9.16 Qualcomm Technologies, Inc. 9.17 Sony Corporation 9.18 XYZ Interactive Technologies, Inc. For more information about this report visit https://www.researchandmarkets.com/r/g30db Research and ... "], ["2020-05-05 16:30", "Global Class D Audio Amplifier Industry ...  development of demand patterns in emerging countries in Asia-Pacific , Latin America and the Middle East . All research viewpoints presented are based on validated engagements from influencers in the market, whose opinions supersede all other research methodologies. - Competitors identified in this market include, among others, Analog Devices, Inc. Icepower A/S Infineon Technologies AG Monolithic Power Systems, Inc. NXP Semiconductors NV ON Semiconductor Corporation Rohm Semiconductors Silicon Laboratories, Inc. STMicroelectronics NV Texas Instruments, Inc. Read the full report: https://www.reportlinker.com/p05798133/?utm_source=PRN I. INTRODUCTION, METHODOLOGY & REPORT SCOPE II. EXECUTIVE SUMMARY 1. MARKET OVERVIEW A Prelude to Class D Audio AmplifierClass ... "], ["2020-05-05 12:32", "Knowles Corporation (KN) Q1 2020 Earnings Call Transcript ...  in the age range who would buy a hearing aid. As far as our -- specifically, our microphone business, like what we said is, right now, we expect it sequentially to be flat. Christopher Rolland -- Susquehanna International Group -- Analyst OK, great. And then maybe a few more details on this warranty claim. Is it just a onetime issue? And I don't know if it's related or not, but Infineon, I think I've mentioned this before, claims they're going to grow 50% in their MEMS business. Do we have any more clarity into what that meant? I think you previously talked about that business being $200 million, growing 50%. So that's $100 million, what could be into your market. I'm just wondering if you have any other details there or any thoughts ... "], ["2020-05-05 12:06", "Global Markets Jump On Easing Of Lockdowns, Surging Oil ...  green with outperformance in the energy sector as the oil market continues its upwards trajectory. Some defensive sectors also lag cyclicals with the exception of Healthcare. The sector breakdown also paints a similar picture with Oil & Gas and Basic Resources the top performers whilst Household Goods and Food & Beverages reside on the other side of the spectrum. In terms of individual movers Infineon (+2.5%) rises post-earnings despite mixed numbers as the group issued earnings following its withdrawal earlier in the year. SAP (-0.8%) is weighted on after it identified that some of its cloud products did not meet one, or more, of the contractually, agreed or statutory IT security standard conditions this affects 9% of customers. Total (+5.4%) is supported ... "], ["2020-05-05 09:10", "Medical Pressure Sensors Market Size To Boost Owing To Increasing Adoption Of Advanced Healthcare Equipment By 2028: Radiant Insights, Inc. ... North America is the second leading market for medical devices and is driven by latest technological developments. Technological availability of embedding semiconductors into medical equipment is expected to trigger the market demand. Some of the key players for medical pressure sensors market are Amphenol, TE Connectivity, Argon, NXP + Freescale, First Sensor AG, Infineon, Smiths Medical, Edwards Lifesciences, Merit Medical Systems, and Biosensor International. Major players are adopting growth strategies such as collaboration and strategic alliances to support business expansion and enhance market position. This report provides detailed historical analysis of global market for Medical Pressure Sensors from 2013-2018, and provides extensive market forecasts ... "]]}}