{"postfix": "intel-aktie", "name": "INTEL", "wkn": "855681", "time": "2020.05.26 14:51", "ts": 1590497510, "features": {"KGV": "12.32", "Marktkapitalisierung": {"Size": "Mrd", "Value": "245.49"}, "GA": "4.87", "KBV": "3.41", "BA": "17.59", "KCV": "8.10", "CA": "7.40", "Vola30": "38.17", "Vola90": "55.68", "Vola180": "44.42", "Vola250": "36.29"}, "rivals": ["ibm-aktie", "qualcomm-aktie", "nvidia-aktie", "infineon-aktie", "amd-aktie", "texas_instruments-aktie", "altera-aktie"], "text_data": {"de": [["2020.05.26", "Business-Notebooks: HP-EliteBooks mit AMD Ryzen 4000U oder Intel Core i-10000"], ["25.05.20", "Von Intel zu AMD: Linux-Chefentwickler Linus Torvalds wechselt nach 15 Jahren"], ["21.05.20", "Intel übernimmt Killer-NIC-Hersteller Rivet Networks"], ["19.05.20", "Intel: Nur so gelingt autonomes Fahren"], ["19.05.20", "GPD Win Max: Handheld-Spielekonsole mit Intel-Prozessor und großer PCIe-SSD"], ["15.05.20", "Ampere-System DGX A100: Nvidia ersetzt Intel durch AMD"], ["14.05.20", "Deutschland bekommt zwei Supercomputer mit Nvidia Ampere und Intel Ice Lake-SP"], ["13.05.20", "Intel Xeon W-1200 und Core i-10000 mit vPro-Funktionen für Firmennetze"], ["13.05.20", "Turing-Grafikkarte: Intel-Mainboard mit verlöteter GTX 1650"], ["13.05.20", "Macbook Pro 13: Apple nutzt exklusive Intel-Chips"], ["12.05.20", "US-Regierung verhandelt mit Intel und TSMC über neue Chipfabriken in den USA"], ["11.05.20", "Intel: Lukrative Aufträge im Blick"], ["11.05.20", "Handelskrieg: Regierung will Chipfabriken von Intel und TSMC in den USA"], ["11.05.20", "Intel und Microsoft entwickeln Deep-Learning-Technik zur Malware-Analyse"], ["09.05.20", "Coronavirus: Intel soll Fab-Durchsatz vor Gesundheit gestellt haben"], ["08.05.20", "Lokalisierung: Tile will Geräte mit Intel-Prozessor auffindbar machen"], ["05.05.20", "Chip-Riese Intel steigt ins Geschäft mit Robotertaxis ein"], ["05.05.20", "Intel steigt mit Übernahme bei Robotertaxis ein"], ["05.05.20", "Intel kauft MaaS-Unternehmen Moovit für 900 Millionen US-Dollar"], ["05.05.20", "Mobility-as-a-Service: Intel kauft Moovit für 900 Millionen US-Dollar"], ["05.05.20", "Informationstechnologie: Intel treibt mit Übernahme die Entwicklung von Robotertaxis voran"], ["04.05.20", "Intel holt sich Mobilitätsapp Moovit"], ["04.05.20", "Intel Rocket Lacke-S: Hinweise auf PCIe 4.0, mehr Lanes und Xe-Grafik"], ["04.05.20", "Intel: Neuer Chip soll die Wende bringen"], ["30.04.20", "So schätzen die Analysten die Intel-Aktie im April 2020 ein"], ["30.04.20", "Intel-Prozessor Core i-10000 für Desktop-PCs: Mehr Kerne und Takt bei größerer Abwärme"], ["30.04.20", "Comet Lake S: Intel tritt mit 250-Watt-Boost und zehn Kernen an"], ["30.04.20", "Snapdragon 8cx im Test: Qualcomm rückt an Intel heran"], ["29.04.20", "Windows 10: Intel entfernt OEM-Zwang für Grafiktreiber"], ["29.04.20", "Samsung Electronics rechnet wegen Coronakrise mit Gewinnrückgang"], ["28.04.20", "i225 (Foxville): Intel repariert 2.5GbE-Chip vor dem Start"], ["28.04.20", "Komplett-PCs und Notebooks: Intel verteilt Grafiktreiber jetzt auch selbst"], ["25.04.20", "Intel stellte Ergebnisse des abgelaufenen Quartals vor"], ["24.04.20", "MÄRKTE USA/Wall Street schließt turbulente Woche mit Aufschlägen"]], "en": [["23.05.20", "Why Is Intel (INTC) Up 5.5% Since Last Earnings Report?"], ["22.05.20", "The Zacks Analyst Blog Highlights: Intel, Adobe, Advanced Micro Devices, Wynn Resorts and Everest Re Group"], ["21.05.20", "Razer Blade Pro 17 features 300Hz screen and 8-core Intel processor"], ["21.05.20", "The Core i9-10900K reveals why Intel still matters"], ["20.05.20", "Intel says it has acquired Rivet Networks"], ["19.05.20", "The AI Show: How Intel built a chip with a sense of smell"], ["17.05.20", "Why Intel Could Lose More Ground to AMD"], ["14.05.20", "Intel invests in Kiryat Gat-based chip co Xsight Labs"], ["14.05.20", "Senator Burr Steps Down As Intel Committee Chairman Amid Escalating Stock Sale Probe"], ["14.05.20", "Intel pledges net positive water use, 100% green power, and zero waste to landfill by 2030"], ["13.05.20", "Intel Capital invests in Chinese chip companies amid tech tensions"], ["13.05.20", "Intel Capital invests in Chinese chip companies amid tech tensions"], ["12.05.20", "Should Intel Spend $900 Million Chasing Driverless Cars During a Crisis?"], ["12.05.20", "Intel has invested $132M in 11 startups this year, on track for $300M-$500M in total"], ["12.05.20", "Intel Capital commits $132 million to 11 AI startups"], ["11.05.20", "White House Holds Talks With Intel, Taiwan Semiconductor About U.S. Chip Plants"], ["11.05.20", "Intel partners with Penn Medicine to develop brain tumor classifier with federated learning"], ["11.05.20", "White House reportedly in talks with Intel, TSMC to build advanced chip foundries in the U.S."], ["11.05.20", "Trump administration in talks with Intel and TSMC about building U.S. factories"], ["07.05.20", "Web intel co Cobwebs recruits Ronny Numa"], ["07.05.20", "Tile teams up with Intel to make all laptops findable"], ["06.05.20", "North Korea views nuclear program as essential, but may give up 'some' capabilities: US intel chief nominee "], ["05.05.20", "3 Roadblocks to Growth for Intel Stock"], ["05.05.20", "Intel buys Moovit app for $900M to boost bet on robotic cars"], ["05.05.20", "CORRECTED-UPDATE 2-Intel buys Moovit transit app for $900 mln to help develop robotaxis"], ["04.05.20", "Intel buys Moovit transit app for $900 million to help develop robotaxis"], ["04.05.20", "Intel buys Moovit transit app for $900 million to help develop robotaxis"], ["04.05.20", "UPDATE 2-Intel buys Moovit transit app for $900 mln to help develop robotaxis"], ["04.05.20", "Intel and Nvidia turn Merger Monday into a blockbuster sequel"], ["04.05.20", "Intel boosts mobility, snaps up Moovit platform in $900M deal     - CNET"], ["04.05.20", "Intel confirms Moovit acquisition"], ["04.05.20", "Intel buys Moovit transit app for $900 million to help develop robotaxis"], ["04.05.20", "Intel adds to its mobility business with $900 million Moovit acquisition"], ["04.05.20", "UPDATE 1-Intel buys Moovit transit app for $900 mln to help develop robotaxis"], ["04.05.20", "Intel acquires urban mobility startup Moovit for $900 million"], ["04.05.20", "Intel buys Moovit transit app for $900 mln to help develop robotaxis"], ["04.05.20", "Confirmed: Intel is buying urban mobility platform Moovit in a $900M deal"], ["04.05.20", "Dow Jones News: Disney Stock Downgraded; Intel May Acquire Moovit"], ["04.05.20", "Intel: Moovit or lose it "], ["04.05.20", "Equity Monday: Intel covets Moovit, two early stage rounds, and Uber’s earnings"], ["2020-05-26 12:26", "Dems hammering Trump overlook Obama administration's record of firing inspectors general ...  proceedings. The Obama administration, however, also saw the departures of other IGs under conspicuous circumstances. \"There has been a series of departures of inspectors general this year, prompting critics to charge that agencies are trying to quash criticism from the officials who are supposed to be their own in-house watchdogs,\" Politico reported in 2009. TRUMP RIPS INTO INTEL IG: A 'DISGRACE' TO IGs? Fred Weiderhold Jr., for example, was ousted as Amtrak's inspector general — but only after receiving $310,000 in a severance payment that severely restricted his ability to say anything negative about the agency. Weiderhold had reportedly found that Amtrak was mismanaging funds, including some $100 million in legal fees from ... "], ["2020-05-26 12:21", "Israeli Research Centres Developing Coronavirus Vaccine Hit By Attackers Report ... . The attacks on research centres were part of a large-scale cyber assault on Israel that occurred on 21 May and targeted hundreds and some Hebrew-language media said even thousands of websites of political groups, organisations, big companies, and individuals. The homepages of the websites featured an anti-Israel video showing Israeli cities being bombed. AP Photo / Ted S. Warren US Intel Blames Chinese Hackers to Distract From Plans to 'Profit Exclusively' off COVID-19 Vaccine The video started with threatening messages. The first, in English, read: \"Be ready for a big surprise\", another one written in Hebrew read: \"The countdown of Israel's destruction began a long time ago\". \" \": @Shira_HN pic.twitter.com/0ANjMizCvi ... "], ["2020-05-26 12:17", "Why Modern Computers Struggle to Match the Input Latency of an Apple IIe ... this article is an interesting example of how, despite myriad advances, low-latency input remains challenging. Complexity is often a very good thing, but we pay a performance penalty for it. Now Read : Intel Core i9-10900K CPU Review: Comet Lake Paints a Target on AMD's Matisse From 4.3GHz All-Core Overclocking to SMT Scaling: A Comprehensive Review of the AMD Threadripper 3990X How ... Planet May 26 Level Up: Nvidia's GameGAN AI Creates Pac-Man Without an Underlying Game Engine May 22 ET Memorial Day Weekend Deals: Apple Watch Series 5 $299, Dell Inspiron 5000 10th Gen Intel Core i5 Laptop $549, Arlo Pro 2 4-Camera Kit $399 May 21 New Bionic Eye Might See Better Than We Do May 21 Companies Need Product Managers — and These Training Classes Can Help ... "], ["2020-05-26 12:14", "The 10 Hottest Places in the World Today – 24/7 Wall St.Skip to content Business Aerospace & Defense Autos Banking & Finance Commodities & Metals Consumer Products Energy Business Healthcare Business Industrials Infrastructure Media Retail Services Trending Will New Intel Chip Impact AMD Stock? AMD has a powerful chip and a powerful stock, but has to reckon... Technology Apps & Software Consumer Electronics Telecom & Wireless AAPL FB GOOG Investing Analyst Upgrades Bankruptcy Buffett Corporate Governance Corporate Performance Dividends and Buybacks Earnings ETFs and Mutual Funds International Markets IPOs and Secondaries Mergers and Acquisitions Personal Finance Rumors Value Investing Trending Bing Covid-19 Tracker 5/24/2020 (7:42 AM) U.S. Has... According to the Bing Covid-19 Tracker, global confirmed cases...  ... "], ["2020-05-26 12:08", "Hisense launches fleet of affordable 4K TVs with Dolby Vision and they're now on sale ...  Best Buy Memorial Day Sale 2020: best deals on TVs, appliances, laptops, and more 4 Google Pixel 5 needs the Pixel 4's most maligned feature, because of Covid-19 5 How to watch the Marvel movies in order 1 Apple Glasses leak gives us a new name, price and moving-target launch date 2 Samsung Galaxy S20 TE is a ridiculously rugged phone customized for special ops 3 Intel and AMD shouldn't panic yet, but this Chinese vendor has repacked a Xeon CPU 4 Integral 1TB P Series 5 internal SSD review 5 Has the PS5 already been bested by a mid-range gaming PC? TechRadar is part of Future US Inc, an international media group and leading digital publisher. Visit our corporate site . About Us Terms and conditions Privacy policy Cookies policy Advertise with us Web ... "], ["2020-05-26 12:06", "Best microSD cards of 2020: flash memory for cameras, drones and more ...  Best Buy Memorial Day Sale 2020: best deals on TVs, appliances, laptops, and more 4 Google Pixel 5 needs the Pixel 4's most maligned feature, because of Covid-19 5 How to watch the Marvel movies in order 1 Apple Glasses leak gives us a new name, price and moving-target launch date 2 Samsung Galaxy S20 TE is a ridiculously rugged phone customized for special ops 3 Intel and AMD shouldn't panic yet, but this Chinese vendor has repacked a Xeon CPU 4 Integral 1TB P Series 5 internal SSD review 5 Has the PS5 already been bested by a mid-range gaming PC? TechRadar is part of Future US Inc, an international media group and leading digital publisher. Visit our corporate site . About Us Terms and conditions Privacy policy Cookies policy Advertise with us Web ... "], ["2020-05-26 12:02", "Fortnite Mobile just beat Xbox and PS4 to a 90Hz mode, but only on these phones ...  deals, prizes and latest news Get the best tech deals, reviews, product advice, competitions, unmissable tech news and more! Thank you for signing up to TechRadar. You will receive a verification email shortly. There was a problem. Please refresh the page and try again. No spam, we promise. You can unsubscribe at any time and we'll never share your details without your permission. Most Popular Most Shared 1 Intel and AMD shouldn't panic yet, but this Chinese vendor has repacked a Xeon CPU 2 The end of the road for OnePlus McLaren phones couldn't come soon enough 3 Best Buy Memorial Day Sale 2020: best deals on TVs, appliances, laptops, and more 4 Google Pixel 5 needs the Pixel 4's most maligned feature, because of Covid-19 5 How to watch the ... "], ["2020-05-26 12:00", "HP's WFH lineup includes 3.1-pound workstation laptop and low blue-light monitors ... and malware attacks with HP Sure Start Gen6. The ZBook Firefly 15 is HP's lightest-ever 15-inch mobile workstation. It is 9.5% smaller and 1.8% lighter compared to the previous generation and has up to an 86% screen-to-body ratio. The new ZBooks have options for Nvidia Quadro P520 graphics with 4 gigs of RAM and up to 10th Gen six-core Intel Core processors so users can stay productive. The HDR 400 4K UHD display has 500-nits brightness so it can be used outdoors in high ambient-light environments. EliteBooks commercial laptops Above: HP EliteBook x360 1030 G7 laptop. Image Credit: HP HP is launching its seventh generation of EliteBook laptops that feature long-lasting battery life and Advanced Micro Devices processors. The EliteBooks have options for 5G ... "], ["2020-05-26 12:00", "HP launches new AMD-powered EliteBooks, 4K monitors, and powerful all-in-ones ...  the 13-inch EliteBook 835 G7, 14-inch EliteBook 845 G7, and 15-inch EliteBook 855 G7, which feature AMD Ryzen Pro 4000 Series processors. These models get the same redesign as the Intel models. They also enjoy long battery life, with HP claiming these devices have the world's longest battery life among AMD-based mainstream business notebooks. These will be coming in June, though ... in-One PC. Poised t take on Apple's iMac in commercial markets, it features a stunning design with micro-edge bezels and a speaker grille on the bottom. Inside the PC are options for Intel's 10th-generation processors, with up to a Core i9 option. In addition to the Nvidia RTX 2070 Super graphics card, HP is also offering the AMD Radeon RX 5300M graphics card. These are  ... "], ["2020-05-26 12:00", "HP's latest EliteBooks offer 5G and up to 29 hours of battery lifeHP's EliteBooks are usually more about practicality than flashy features, but it's adding a little bit of spice with its latest models. The newly refreshed business laptops include virtually obligatory updates like 10th-gen Intel Core and AMD Ryze"], ["2020-05-26 12:00", "HP's Spring PC Lineup Is Made for Zoom Rooms, Working From Home ...  and 14-inch screen sizes, the new models are 6.3 percent smaller than their predecessors, and their 89 percent screen-to-body ratio gives them a decidedly sleek look. Pricing was not announced. Perhaps the most noteworthy improvements to the EliteBook x360 1030 G7 and EliteBook x360 1040 G7 are inside the chassis. They now feature optional Qualcomm Snapdragon X55 5G modems, Intel's latest 10th-generation Core processors with vPro support, and integrated Tile trackers to help you locate the laptops if they go missing. (Image Credit: HP) HP also unveiled a refresh of the EliteBook 800 series, available as either conventional clamshell laptops or 2-in-1 convertibles (x360, in HP's nomenclature) and also entering their seventh generation. The marquee ... "], ["2020-05-26 11:58", "Borussia Dortmund vs Bayern Munich live stream: how to watch today's Bundesliga title clash online ... , unmissable tech news and more! Thank you for signing up to TechRadar. You will receive a verification email shortly. There was a problem. Please refresh the page and try again. No spam, we promise. You can unsubscribe at any time and we'll never share your details without your permission. Most Popular Most Shared 1 The end of the road for OnePlus McLaren phones couldn't come soon enough 2 Intel and AMD shouldn't panic yet, but this Chinese vendor has repacked a Xeon CPU 3 Google Pixel 5 needs the Pixel 4's most maligned feature, because of Covid-19 4 Best free games 2020: the top free games to download on PC 5 PS5 release date, specs, news and features for Sony's PlayStation 5 1 Apple Glasses leak gives us a new name, price and moving ... "], ["2020-05-26 11:54", "The best free YouTube downloader ... , unmissable tech news and more! Thank you for signing up to TechRadar. You will receive a verification email shortly. There was a problem. Please refresh the page and try again. No spam, we promise. You can unsubscribe at any time and we'll never share your details without your permission. Most Popular Most Shared 1 The end of the road for OnePlus McLaren phones couldn't come soon enough 2 Intel and AMD shouldn't panic yet, but this Chinese vendor has repacked a Xeon CPU 3 Google Pixel 5 needs the Pixel 4's most maligned feature, because of Covid-19 4 Best free games 2020: the top free games to download on PC 5 PS5 release date, specs, news and features for Sony's PlayStation 5 1 Apple Glasses leak gives us a new name, price and moving ... "], ["2020-05-26 11:47", "Man responsible for least popular iteration of Windows UI uses iPad Pro as a desktop ...  rebound from recent unpleasantness UK.gov splashes out on 40,000 new devices amid COVID-19-fuelled homeworking boom UK MPs to off-payroll workers: Delay IR35 reforms until 2023? You wish Philippines floats digital services tax and Uber's local arm surprisingly applauds TCL 10L: Remember the white goods flinger that had a licence to make BlackBerrys? It made a new own-name phone Linus Torvalds drops Intel and adopts 32-core AMD Ryzen Threadripper on personal PC Home working is here to stay, says Lenovo boss, and will grow the total addressable PC market by up to 30% For the price tag, this iPad Pro keyboard better damn well be Magic: It isn't... but it's not completely useless either Geek's Guide Beardy Branson's 747-assisted sat-launcher ... "], ["2020-05-26 11:46", "Xbox Series X release date, specs, design and launch titles for the new Xbox ... , unmissable tech news and more! Thank you for signing up to TechRadar. You will receive a verification email shortly. There was a problem. Please refresh the page and try again. No spam, we promise. You can unsubscribe at any time and we'll never share your details without your permission. Most Popular Most Shared 1 The end of the road for OnePlus McLaren phones couldn't come soon enough 2 Intel and AMD shouldn't panic yet, but this Chinese vendor has repacked a Xeon CPU 3 Google Pixel 5 needs the Pixel 4's most maligned feature, because of Covid-19 4 Best free games 2020: the top free games to download on PC 5 PS5 release date, specs, news and features for Sony's PlayStation 5 1 Apple Glasses leak gives us a new name, price and moving ... "], ["2020-05-26 11:34", "Outfit7 announces virtual pet game with Talking Tom and Friends ... , unmissable tech news and more! Thank you for signing up to TechRadar. You will receive a verification email shortly. There was a problem. Please refresh the page and try again. No spam, we promise. You can unsubscribe at any time and we'll never share your details without your permission. Most Popular Most Shared 1 The end of the road for OnePlus McLaren phones couldn't come soon enough 2 Intel and AMD shouldn't panic yet, but this Chinese vendor has repacked a Xeon CPU 3 Google Pixel 5 needs the Pixel 4's most maligned feature, because of Covid-19 4 Best free games 2020: the top free games to download on PC 5 PS5 release date, specs, news and features for Sony's PlayStation 5 1 Apple Glasses leak gives us a new name, price and moving ... "], ["2020-05-26 11:29", "This Yellow Swirl Could Be the Birth of a New Planet ...  newsletter may contain advertising, deals, or affiliate links. Subscribing to a newsletter indicates your consent to our Terms of Use and Privacy Policy . You may unsubscribe from the newsletter at any time. More Articles Level Up: Nvidia's GameGAN AI Creates Pac-Man Without an Underlying Game Engine May 22 ET Memorial Day Weekend Deals: Apple Watch Series 5 $299, Dell Inspiron 5000 10th Gen Intel Core i5 Laptop $549, Arlo Pro 2 4-Camera Kit $399 May 21 New Bionic Eye Might See Better Than We Do May 21 Companies Need Product Managers — and These Training Classes Can Help You Become One May 21 AT&T Will Stop Advertising Its Fake 5G Service, but 5GE Icons Will Remain on Phones May 21 Facebook Twitter Google News Flipboard About Contact Newsletters ... "], ["2020-05-26 11:25", "Sixgill Integrity 2.0 Makes Blockchain Data Integrity Easy and Practical for Enterprise ...  that include: Supply Chain : Immutable data evidence of authenticity of goods origin and permanent traceability to originating data sources, as well as the secure exchange of transaction information, history and compliance details Pharmaceuticals & Healthcare : Permanent auditability, traceability and certainty required for regulatory-grade medical and clinical trial data records. (Intel recently profiled a current healthcare instance of Sixgill Integrity on its insight.tech website, here ) FinTech : Unalterable transaction records for permanent audit trails Utilities : Backbone data integrity for widely distributed infrastructures enabling centrally managed, system-wide programmatic actions triggered by device, data, and contextual rules for operating on ... "], ["2020-05-26 11:25", "Jefferies Makes Incredibly Large Changes to Its Franchise Picks List – 24/7 Wall St.Skip to content Business Aerospace & Defense Autos Banking & Finance Commodities & Metals Consumer Products Energy Business Healthcare Business Industrials Infrastructure Media Retail Services Trending Will New Intel Chip Impact AMD Stock? AMD has a powerful chip and a powerful stock, but has to reckon... Technology Apps & Software Consumer Electronics Telecom & Wireless AAPL FB GOOG Investing Analyst Upgrades Bankruptcy Buffett Corporate Governance Corporate Performance Dividends and Buybacks Earnings ETFs and Mutual Funds International Markets IPOs and Secondaries Mergers and Acquisitions Personal Finance Rumors Value Investing Trending Bing Covid-19 Tracker 5/24/2020 (7:42 AM) U.S. Has... According to the Bing Covid-19 Tracker, global confirmed cases...  ... "], ["2020-05-26 11:24", "The cheapest Nintendo Switch bundles, deals and prices in May 2020 ... , unmissable tech news and more! Thank you for signing up to TechRadar. You will receive a verification email shortly. There was a problem. Please refresh the page and try again. No spam, we promise. You can unsubscribe at any time and we'll never share your details without your permission. Most Popular Most Shared 1 The end of the road for OnePlus McLaren phones couldn't come soon enough 2 Intel and AMD shouldn't panic yet, but this Chinese vendor has repacked a Xeon CPU 3 Google Pixel 5 needs the Pixel 4's most maligned feature, because of Covid-19 4 Best free games 2020: the top free games to download on PC 5 PS5 release date, specs, news and features for Sony's PlayStation 5 1 Apple Glasses leak gives us a new name, price and moving ... "]]}}