{"postfix": "intuit-aktie", "name": "INTUIT", "wkn": "886053", "time": "2020.05.26 14:59", "ts": 1590497999, "features": {"KGV": "41.46", "Marktkapitalisierung": {"Size": "Mrd", "Value": "69.09"}, "GA": "6.75", "KBV": "19.54", "BA": "14.33", "KCV": "31.80", "CA": "8.80", "Vola30": "39.96", "Vola90": "56.54", "Vola180": "44.45", "Vola250": "37.34"}, "rivals": ["paychex-aktie", "microsoft-aktie", "h_r_block-aktie", "automatic_data_processing-aktie"], "text_data": {"de": [["20.05.20", "Ausblick: Intuit legt Zahlen zum jüngsten Quartal vor"], ["07.05.20", "Erste Schätzungen: Intuit stellt Quartalsergebnis zum abgelaufenen Jahresviertel vor"], ["30.04.20", "Intuit-Aktie: Experten empfehlen Intuit im April mehrheitlich zum Kauf "], ["31.03.20", "Wie Experten die Intuit-Aktie im März einstuften"], ["29.02.20", "So schätzen die Analysten die Zukunft der Intuit-Aktie ein"], ["26.02.20", "HSBC: Intuit und Aareal Bank übertreffen Erwartungen"], ["26.02.20", "Intuit zog Bilanz zum jüngsten Jahresviertel"], ["23.02.20", "Ausblick: Intuit informiert über die jüngsten Quartalsergebnisse"]], "en": [["22.05.20", "Intuit (INTU) Q3 Earnings and Revenues Surpass Estimates"], ["22.05.20", "Intuit Corp (INTU) Q3 2020 Earnings Call Transcript"], ["21.05.20", "Intuit (INTU) Q3 Earnings and Revenues Top Estimates"], ["21.05.20", "TurboTax Maker Intuit Edges Earnings Target On In-Line Revenue"], ["21.05.20", "Intuit A Top Buy Heading Into Q3 Earnings"], ["18.05.20", "Intuit (INTU) to Report Q3 Earnings: What's in the Cards?"], ["15.05.20", "Intuit Enters Buy Zone With Earnings Due"], ["14.05.20", "Earnings Preview: Intuit (INTU) Q3 Earnings Expected to Decline"], ["07.05.20", "TurboTax maker Intuit hit by coronavirus impact on small businesses, tax extension"], ["23.04.20", "The Zacks Analyst Blog Highlights: PayPal, Fidelity National Information Services, Global Payments, Square and Intuit"], ["21.04.20", "The Zacks Analyst Blog Highlights: Alphabet, Gilead Sciences, Starbucks, Tesla and Intuit"], ["13.04.20", "PayPal, Intuit & Square approved to offer loans to small businesses through coronavirus relief program"], ["13.04.20", "PayPal and Intuit Can Make Emergency Small-Business Coronavirus Loans"], ["13.04.20", "New Innovations From Intuit Help Consumers and Small Businesses Access and Navigate U.S. Government Aid and Relief Programs"], ["08.04.20", "Headspace appoints former Intuit exec CeCe Morken as president and COO"], ["06.04.20", "The Zacks Analyst Blog Highlights: Amazon, Medtronic, Vertex Pharmaceuticals, Intuit and Bayer"], ["04.04.20", "TurboTax to Help Millions of Americans Get Their Stimulus Payments with Launch of Free Stimulus Registration Product"], ["27.03.20", "Intuit (INTU) Takes Steps to Aid Coronavirus-Crippled Businesses"], ["26.03.20", "Intuit QuickBooks Donates Ad Time For COVID-19 Small Business Relief Efforts"], ["25.03.20", "Intuit Stock Tops A Key Rating Benchmark Amid Double-Digit Profit, Sales Growth"], ["25.03.20", "Intuit (INTU) Down 17.9% Since Last Earnings Report: Can It Rebound?"], ["10.03.20", "Intuit Reportedly Eying Another Acquisition After Credit Karma"], ["27.02.20", "With a $7 Billion Price Tag, Is Intuit Overpaying for Credit Karma?"], ["27.02.20", "Should Investors Avoid Intuit Stock Despite an Earnings Beat?"], ["26.02.20", "Why Intuit Is Buying Credit Karma"], ["25.02.20", "Intuit Announces Strong Second-Quarter Results and a Major Acquisition"], ["25.02.20", "Intuit Stock Gets Price-Target Hikes On Earnings Beat, Credit Karma Deal"], ["25.02.20", "Intuit ProConnect Announces Karbon Partnership to Deliver Intuit Practice Management to Tax Professionals"], ["25.02.20", "Intuit (INTU) Q2 Earnings and Revenues Surpass Estimates"], ["25.02.20", "Intuit Corp (INTU) Q2 2020 Earnings Call Transcript"], ["25.02.20", "Intuit to buy Credit Karma to create financial data giant"], ["25.02.20", "Intuit to Buy Credit Karma to Create Financial Data Giant"], ["24.02.20", "UPDATE 2-Intuit to buy Credit Karma for $7.1 bln in cash-and-stock deal"], ["24.02.20", "Intuit (INTU) Tops Q2 Earnings and Revenue Estimates"], ["24.02.20", "Intuit agrees $7.1bn deal to buy Credit Karma"], ["24.02.20", "Intuit agrees $7.1bn deal to buy Credit Karma"], ["24.02.20", "UPDATE 1-Intuit to buy Credit Karma for $7.1 billion"], ["24.02.20", "Intuit buying Credit Karma in $7.1B deal"], ["24.02.20", "Intuit to buy Credit Karma for $7.1 billion"], ["24.02.20", "Intuit confirms that it is buying Credit Karma for $7.1B in cash and stock"], ["2020-05-26 04:00", "Sochi's sanatoriums cautiously open up for summer season ... 't say it saves the season. But it's better than nothing.\" The damage to the tourism industry is likely to be severe. She estimated that 30% of tourism-focused businesses in Russia could exit the market. Hotels are still closed. Ambiguity reigns. Last week, the region's governor told Vladimir Putin that he would \"intuit, feel\" in early June whether hotels could open later that month. \"Don't intuit,\" Putin replied, advising him to make the decision to reopen \"timely, but don't rush.\" Shelter-in-place orders have been extended to 6 June. On the ground it has been a bizarre season, complete with cat-and-mouse games between police and furtive vacationers who arrived in droves just before the quarantine began. \" ... "], ["2020-05-25 16:04", "Newton Mail founder returns with launch of personal net worth tracker, Kubera ...  to list other assets like crypto investments , collectibles, precious metals, private and foreign investments, trademarks and other digital assets, as well as debts owed him — like loans he had made to family and friends. Plus, he wanted a few more features that a simple spreadsheet could provide — like the ability to automatically update the value of the assets, similar to Intuit's Mint, and basic reporting. More importantly, he didn't want to share access to his personal net worth data and accounts unless it was absolutely necessary. Existing solutions didn't meet Nadhani's needs, he said, as they used outdated technology, lacked the features he wanted, or used users' data to make budgeting or investment recommendations ... "], ["2020-05-25 15:40", "SNPS or INTU: Which Is the Better Value Stock Right Now? ...  SNPS earn a Value grade of B, while INTU has been given a Value grade of D. SNPS sticks out from INTU in both our Zacks Rank and Style Scores models, so value investors will likely feel that SNPS is the better option right now. In-Depth Zacks Research for the Tickers Above Normally $25 each - click below to receive one report FREE: Synopsys, Inc. (SNPS) - free report > > Intuit Inc. (INTU) - free report > > Published in value-stocks which-stock-is-cheaper Zacks' 7 Best Strong Buy Stocks for June, 2020 Free Research for Zacks.com Readers Experts have chosen 7 stocks out of 220 Zacks Rank #1 Strong Buys that have the highest potential to increase in price quickly amid the global health crisis. A recent pick, Maxar, skyrocketed +178.7% in 3 months. For 32 ... "], ["2020-05-25 13:30", "UPDATES: Tucson area coronavirus developments, May 25: Here's what we know ... , day but they have never met in person. Most days the Tucson moms are busy discussing the production and distribution of fabric masks to health-care workers and others on the frontlines of the COVID-19 crisis. They talk about organizing the 75 volunteers they have recruited to make the effort happen and securing business sponsorships, which thus far include software maker Intuit, Goodwill Industries, fabric.com , Offray Ribbon, Bulldog Ink and Legacy Traditional School, where their children attend. In a few weeks, the pair has had more than 700 cloth masks made and distributed to places like Banner Health, Tucson Medical Center, El Rio Health and the Community Food Bank of Southern Arizona. Confirmed coronavirus cases in Arizona reached 10,960, the state ... "], ["2020-05-25 04:00", "Why You'll Never Get Another Stimulus Check ...  to the disruptors. If I had told you 10 years ago that disruptors like PayPal would be worth more than big important banks like Wells Fargo or Citibank, you would have laughed at me. But it's easy to see how the tables have turned. Over the past decade, disruptors have picked off businesses that banks used to dominate one-by-one. Remember, Intuit's Quicken Loans is America's largest mortgage lender, Apps like PayPal's Venmo and Square's Cash App have largely replaced bank wires. And robo-advisors that give you automated, financial planning services are stealing banks lucrative wealth management business. In short, disruptors have seized banks' most profitable businesses, and left them with the scraps. Banks will continue losing ... "], ["2020-05-25 04:00", "How To Support Employees Experiencing Grief And Loss ... very irritable. Irritability is a part of grief that isn't talked about as much as sadness or anger. Let your employees feel these feelings without fear of reprisal. Granted, there are limits — employees should excuse themselves if they need some time. If they are having a rough day, let them go home for the rest of the day, with pay. When people are told (or intuit) that they need to hold feelings of grief in, the more those feelings get deeply entrenched. Let your employees be human. Have a room in the office where employees can go if they need time alone. Give Them Paid Time Off We are living in extraordinary circumstances, and that calls for extraordinary measures. Measures that really shouldn't be extraordinary at all. If your employee has ... "], ["2020-05-24 22:00", "Salesforce SMB exec Marie Rosecrans shares insights on meeting the unique needs of small business ...  usage practices outlined in our Privacy Policy . Continue Newsletters See All See All Related Stories 1 of 3 How Facebook Portal and Workplace are being used by SMBs to connect with customers and employees FacebookPortalisn'tjustforfamilyandfriends,SMBscanusethevideochatdeviceinconjunctionwithFacebookWorkplacetostayconnectedwithcustomers,employeesandsuppliers.... Intuit's Q3 revenue falls 8% as pandemic upends tax season The third quarter is traditionally tax season and Intuit generally performs well above its average on sales of consumer tax software. Shopify intros Balance financial service for SMBs, expands access to AI fulfillment network Shopify Balance is meant to help merchants organize commingled business and personal finances. Zoho launches ... "], ["2020-05-24 13:30", "UPDATES: Tucson area coronavirus developments, May 24: Here's what we know ... , day but they have never met in person. Most days the Tucson moms are busy discussing the production and distribution of fabric masks to health-care workers and others on the frontlines of the COVID-19 crisis. They talk about organizing the 75 volunteers they have recruited to make the effort happen and securing business sponsorships, which thus far include software maker Intuit, Goodwill Industries, fabric.com , Offray Ribbon, Bulldog Ink and Legacy Traditional School, where their children attend. In a few weeks, the pair has had more than 700 cloth masks made and distributed to places like Banner Health, Tucson Medical Center, El Rio Health and the Community Food Bank of Southern Arizona. Confirmed coronavirus cases in Arizona reached 10,960, the state ... "], ["2020-05-24 11:15", "This Top Tech Stock's Dividend Could Double in Just 6 Years ...  grow its top line. But the 8% year-over-year decline the company reported was simply because of the IRS extended the tax-filing deadline to July 15. \"This caused the timing of millions of tax filings to shift later in the season,\" said Intuit CEO Sasan Goodarzi in the company's earnings release. Most of this lost revenue, therefore, will simply move to the following quarter. In addition, highlighting Intuit's growth story is its online ecosystem revenue -- a category that lumps together revenue from Intuit's online small-business and self-employed offerings. Revenue from this segment still managed to grow 28% year over year during the period. And this key catalyst would have grown at a 30%-plus rate in fiscal Q3 if it wasn't for the ... "], ["2020-05-23 13:15", "UPDATES: Tucson area coronavirus developments, May 23: Here's what we know ... , day but they have never met in person. Most days the Tucson moms are busy discussing the production and distribution of fabric masks to health-care workers and others on the frontlines of the COVID-19 crisis. They talk about organizing the 75 volunteers they have recruited to make the effort happen and securing business sponsorships, which thus far include software maker Intuit, Goodwill Industries, fabric.com , Offray Ribbon, Bulldog Ink and Legacy Traditional School, where their children attend. In a few weeks, the pair has had more than 700 cloth masks made and distributed to places like Banner Health, Tucson Medical Center, El Rio Health and the Community Food Bank of Southern Arizona. Confirmed coronavirus cases in Arizona reached 10,960, the state ... "], ["2020-05-23 06:00", "The shows must go on: How Sydney theatre is finding its way back ...  we began needing to talk about putting social distancing in and putting additional hygiene and cleanliness measures in place, and then it all just snowballed from there. \"We made the call to close the doors about a month after I started in the job, which I tried not to take too personally but on some level you just can't help but intuit that.\" The cost has been overwhelming, financially and emotionally. STC estimatesit has lost $9 million - six months' worth of box office receipts. An initial 235 freelancers, contract and casual workers lost their jobs and a further 119 permanent staff, such as set builders, scenic technicians and costume makers, on reduced employment. Darlinghurst Theatre Company plans to remount its production of A Chorus ... "], ["2020-05-23 05:52", "What is Square, Inc? ...  in 38 states, with Square Payroll. To prevent fraud and identity theft, Square introduced encryption technology on its devices, which do not store card numbers, security codes, or magnetic stripe data. Square's Corporate Profile Square has acquired a multitude of companies, including Storehouse, Fastbite, and Kili. The company's major competitors include Google Wallet (GOOGL), Intuit Inc. (INTU), and PayPal-owned (PYPL) Venmo. Square now has offices in several countries, including the United States, Canada, and Japan. It boasts more than 3,800 employees as of May 2020, and its board of directors includes former U.S. Treasury Secretary and Harvard University President Lawrence Summers, as well as former Goldman Sachs CFO David Viniar. Compare ... "], ["2020-05-22 21:55", "Abrigo Partners With CU Solutions Group On PPP Loan Forgiveness Solution ...  strategic advisory. The organization is home to national credit union-focused brands including Love My Credit Union Rewards, Save to Win, MemberXP, CUBE TV Studios, Compease and Performance Pro. The company has more than 100 investors comprised of credit unions, credit union leagues and credit union system organizations and maintains strategic partnerships with Sprint, Intuit TurboTax, GSTV and CU Risk Intelligence. For more information, visit www.CUSolutionsGroup.com . About Abrigo Abrigo is a leading technology provider of compliance, credit risk, lending, and asset/liability management solutions that community financial institutions use to manage risk and drive growth. Our software automates key processes - from anti-money laundering to asset/liability ... "], ["2020-05-22 17:50", "Coronavirus Stock Market Rally Runs Higher On Vaccine Hopes; Alibaba, China Stocks Fall; Nvidia, Splunk, Best Buy, Walmart, Target Notable Earnings Movers ...  outlook for the current quarter was weak. It earned an adjusted $1.22 a share, up 5% on sales of $861.3 million, up 3%. For the current quarter, Synopsys guided to adjusted earnings of $1.36 a share on sales of $890 million. Analysts were looking for earnings of $1.47 a share on sales of $948.7 million in the fiscal third quarter. Financial software maker Intuit 's ( INTU ) earnings fell 19% while sales sank 8% to $3 billion. The Covid-19 pandemic hurt its small business customers. Also, the extension of the IRS tax filing deadline to July 15 caused customers to delay purchasing TurboTax this year. Take-Two Interactive Software ( TTWO ) crushed fiscal fourth-quarter views as the coronavirus pandemic drove a surge in stay-at-home game usage, but the \" ... "], ["2020-05-22 16:56", "This Cloud Security Stock Joins IBD's Long-Term Leaders Portfolio ...  first start learning how to read stock charts, it can be a little intimidating. But you can quickly... 12:03 PM ET When you first start learning how to read stock charts,... Stock Upgrades: Fair Isaac Shows Rising Relative Strength Accenture Shows Improved Relative Strength Rating Dow Jones Rockets 1,419 Points In 3 Days; Why Alibaba Is Sparking An Early Buy Point Intuit Enters Buy Zone With Earnings Due Indexes Reverse Higher; Dow, Nasdaq Bounce Off Key Support Levels Payment Giant Sees Rebound As Coronavirus Restrictions Ease Dow Jones Briefly Erases 450-Point Dive On Jobless Claims As Stock Market Sell-Off Continues; Netflix Hits New Buy Point Dow Jones Falls Sharply, Signaling Coronavirus Stock Market Rally Sick Day Amid Heavy Jobless Claims Today's ... "], ["2020-05-22 16:55", "Netflix In 'Land-Grab Mode,' Profits To Come Later, Wall Street Bull Says ...  shows such as \"Dead To Me,\" \"Love Is Blind,\" \"Outer Banks\" and \"Ozark.\" Netflix stock ranks fifth on the IBD 50 list of top-performing growth stocks. It also is on the IBD Leaderboard watchlist . Follow Patrick Seitz on Twitter at @IBD_PSeitz for more stories on consumer technology, software and semiconductor stocks. YOU MAY ALSO LIKE: TurboTax Maker Intuit Edges Earnings Target On In-Line Revenue Best Buy Beats Targets In Coronavirus-Ravaged First Quarter IBD's ETF Market Strategy How To Research Growth Stocks: Why This IBD Tool Simplifies The Search For Top Stocks Get Stock Ideas From IBD Experts Each Morning Before The Open Related news Track Current Stock Market Data On The S&P 500, Nasdaq, Dow Jones And SPDR ETFs ... "], ["2020-05-22 16:36", "This Cloud Security Stock Joins IBD's Long-Term Leaders Portfolio ...  first start learning how to read stock charts, it can be a little intimidating. But you can quickly... 12:03 PM ET When you first start learning how to read stock charts,... Stock Upgrades: Fair Isaac Shows Rising Relative Strength Accenture Shows Improved Relative Strength Rating Dow Jones Rockets 1,419 Points In 3 Days; Why Alibaba Is Sparking An Early Buy Point Intuit Enters Buy Zone With Earnings Due Indexes Reverse Higher; Dow, Nasdaq Bounce Off Key Support Levels Payment Giant Sees Rebound As Coronavirus Restrictions Ease Dow Jones Briefly Erases 450-Point Dive On Jobless Claims As Stock Market Sell-Off Continues; Netflix Hits New Buy Point Dow Jones Falls Sharply, Signaling Coronavirus Stock Market Rally Sick Day Amid Heavy Jobless Claims Today's ... "], ["2020-05-22 14:42", "Alibaba delivers strong financial results, cloud revenue climbs 58% ...  pandemic has fundamentally altered consumer behavior and enterprise operations, making digital adoption and transformation a necessity. We are well positioned and prepared to help large and small businesses across a wide spectrum of industries achieve the digital transformation they need to survive this difficult period and eventually prevail in the new normal.\" Tech Earnings HPE's Q2 stung by COVID-19 fallout Intuit's Q3 revenue falls 8% as pandemic upends tax season NortonLifeLock beats Q4 earnings targets Nvidia's data center business has its first $1B quarter in Q1 Palo Alto Networks shines in Q3 Walmart Q1 e-commerce sales surge 74% as company shuts down Jet.com Cisco Q3 beats estimates, revenue down 8% from a year ago Target's Q1 ... "], ["2020-05-22 14:33", "Intuit (INTU) Q3 Earnings and Revenues Surpass EstimatesIntuit's (INTU) fiscal third-quarter top line performance reflects negative impact of extension on tax filing deadline. However, buoyant demand for Quickbooks Online, bodes well."], ["2020-05-22 13:30", "UPDATES: Tucson area coronavirus developments, May 22: Here's what we know ... , day but they have never met in person. Most days the Tucson moms are busy discussing the production and distribution of fabric masks to health-care workers and others on the frontlines of the COVID-19 crisis. They talk about organizing the 75 volunteers they have recruited to make the effort happen and securing business sponsorships, which thus far include software maker Intuit, Goodwill Industries, fabric.com , Offray Ribbon, Bulldog Ink and Legacy Traditional School, where their children attend. In a few weeks, the pair has had more than 700 cloth masks made and distributed to places like Banner Health, Tucson Medical Center, El Rio Health and the Community Food Bank of Southern Arizona. Confirmed coronavirus cases in Arizona reached 10,960, the state ... "]]}}