{"postfix": "isuzu_motors-aktie", "name": "ISUZU_MOTORS", "wkn": "858329", "time": "2020.05.26 17:25", "ts": 1590506707, "features": {"KGV": "9.57", "Marktkapitalisierung": {"Size": "Mrd", "Value": "6.49"}, "GA": "150.18", "KBV": "1.14", "BA": "1.260.70", "KCV": "6.26", "CA": "229.49", "Vola30": "59.5", "Vola90": "75.59", "Vola180": "56.65", "Vola250": "44.87"}, "rivals": ["man-aktie", "deutz-aktie"], "text_data": {"de": [["25.05.20", "Ausblick: Isuzu Motors präsentiert das Zahlenwerk zum abgelaufenen Jahresviertel"], ["25.05.20", "Ausblick: Isuzu Motors legt Zahlen zum jüngsten Quartal vor"], ["11.05.20", "Erste Schätzungen: Isuzu Motors stellt Ergebnisse des abgelaufenen Quartals vor"], ["11.05.20", "Erste Schätzungen: Isuzu Motors legt die Bilanz zum abgelaufenen Quartal vor"], ["29.04.20", "Erste Schätzungen: Isuzu Motors gibt Ergebnis zum abgelaufenen Quartal bekannt"], ["29.04.20", "Erste Schätzungen: Isuzu Motors gewährt Anlegern Blick in die Bücher"], ["10.02.20", "Isuzu Motors: Was beim Unternehmen in den jüngsten Büchern steht"], ["10.02.20", "Isuzu Motors hat die Zahlen zum jüngsten Quartal vorgelegt"], ["06.02.20", "Ausblick: Isuzu Motors gewährt Anlegern Blick in die Bücher"], ["06.02.20", "Ausblick: Isuzu Motors vermeldet Zahlen zum jüngsten Quartal"]], "en": [["15.01.20", "Honda, Isuzu power up fuel cell partnership for heavy-duty trucks"], ["15.01.20", "Honda, Isuzu power up fuel cell partnership for heavy-duty trucks"], ["2020-05-25 20:40", "Watch: How long does it take to charge a Tesla Model X with an exercycle? ...  Romeo Aston Martin Audi Austin Bentley BMW Buick Cadillac Chevrolet Chrysler Citron Daewoo Daihatsu Daimler Datsun Dodge Ferrari Fiat Ford Geely GMC Great Wall Haval Holden Honda Hummer Hyundai Isuzu Jaguar Jeep Kia Lada Lamborghini Lancia Land Rover LDV Lexus Lincoln Lotus Mahindra Maserati Mazda McLaren Mercedes-Benz MG Mini Mitsubishi Morris Nissan Oldsmobile Opel Peugeot Plymouth Pontiac Porsche  ... probably take around a week of hard cycling to get a full charge. By Andrew Sluys 26/05/2020 Tags Cars News Video Tesla FIND AN ARTICLE FIND Related Articles Tesla Motors loss widens on Model X woes Tesla Motors loss widens on Model X woes News Tesla Model X to be fastest SUV in the world World's fastest SUV Reviews Tesla Model X: Winging it Tesla Model X:  ... "], ["2020-05-25 05:00", "Holden confirms peace talks with angry dealers, rejects claims ...  Aston Martin Audi Austin Bentley BMW Buick Cadillac Chevrolet Chrysler Citron Daewoo Daihatsu Daimler Datsun Dodge Ferrari Fiat Ford Geely GMC Great Wall Haval Holden Honda Hummer Hyundai Isuzu Jaguar Jeep Kia Lada Lamborghini Lancia Land Rover LDV Lexus Lincoln Lotus Mahindra Maserati Mazda McLaren Mercedes-Benz MG Mini Mitsubishi Morris Nissan Oldsmobile Opel Peugeot Plymouth Pontiac  ... Aussie-built Holden rolls off the line End of an era: Last Aussie-built Holden rolls off the line News Holden dealerships reportedly ready to take legal action against General Motors Holden ready to take legal action against GM News Most Popular Today Too far? Annoyed neighbour silences Ford Mustang's exhaust with expanding foam Annoyed neighbour silences noisy exhaust ... "], ["2020-05-22 06:13", "Thailand drums up post-COVID-19 investment in medical supplies ... 71.38 billion baht, a 41% decline for the same period last year. Of that, foreign investment accounted for 27.43 billion baht, or 38% of the portfolio. Japan, China and Hong Kong were the three main FDI sources. The pandemic left a mark on a key sector of Thailand's FDI -- automobiles. Local market leader Toyota Motor shut three assembly plants, while Mitsubishi Motors and Isuzu Motors , which rank second and third in sales, also suspended production. The Japanese automakers watched as Thailand's auto sales dropped 17% on the year in February. In March, when the Thai government imposed an emergency to contain the spread of the virus, auto sales plunged by 42%. By April, car sales had plunged by 65%, according to the FTI. The United Nations Conference ... "], ["2020-05-21 02:30", "Watch: Electric dragster makes history with blistering 321km/h run ...  that's certified for sub seven-second passes. Power comes from a custom lithium polymer battery with 800 volts on tap. This is connected to a pair of axial flux dual-stack electric motors that make the equivalent of 1789kW and 2711Nm of torque. And given it weighs only 911kg, these seven-second runs should come as no surprise. We're used to being assaulted by gnarly  ...  Aston Martin Audi Austin Bentley BMW Buick Cadillac Chevrolet Chrysler Citron Daewoo Daihatsu Daimler Datsun Dodge Ferrari Fiat Ford Geely GMC Great Wall Haval Holden Honda Hummer Hyundai Isuzu Jaguar Jeep Kia Lada Lamborghini Lancia Land Rover LDV Lexus Lincoln Lotus Mahindra Maserati Mazda McLaren Mercedes-Benz MG Mini Mitsubishi Morris Nissan Oldsmobile Opel Peugeot Plymouth Pontiac  ... "], ["2020-05-18 22:53", "An electric car gamechanger? Meet the EV that can charge itself ... Martin Audi Austin Bentley BMW Buick Cadillac Chevrolet Chrysler Citron Daewoo Daihatsu Daimler Datsun Dodge Ferrari Fiat Ford Geely GMC Great Wall Haval Holden Honda Hummer Hyundai Isuzu Jaguar Jeep Kia Lada Lamborghini Lancia Land Rover LDV Lexus Lincoln Lotus Mahindra Maserati Mazda McLaren Mercedes-Benz MG Mini Mitsubishi Morris Nissan Oldsmobile Opel Peugeot Plymouth  ... .5 hours and a 3.5kW household supply will take 13 hours for a full recharge. The plan is to produce 260,000 Sions over eight years at the former Saab plant in Trollhttan, Sweden - Sono Motors is a Munich-based start-up, backed by National Electric Vehicle (NEVS), a Chinese-controlled, Swedish-based company, which in 2012 took over the assets of Saab. It's an ambitious plan and, as with ... "], ["2020-05-17 21:40", "Australian Senator offers to buy Holden back from GM for $1 ... Romeo Aston Martin Audi Austin Bentley BMW Buick Cadillac Chevrolet Chrysler Citron Daewoo Daihatsu Daimler Datsun Dodge Ferrari Fiat Ford Geely GMC Great Wall Haval Holden Honda Hummer Hyundai Isuzu Jaguar Jeep Kia Lada Lamborghini Lancia Land Rover LDV Lexus Lincoln Lotus Mahindra Maserati Mazda McLaren Mercedes-Benz MG Mini Mitsubishi Morris Nissan Oldsmobile Opel Peugeot Plymouth Pontiac  ... Australian dealers have been fighting with GM to get compensation. It was claimed by these dealers that the initial package was \"grossly inadequate\". \"To put it bluntly, General Motors (is) trying to sneak under the cover of COVID-19 to disappear into the night and leave Australian businesses stranded after an 89-year one-night stand,\" added Senator  ... "], ["2020-05-13 15:07", "187-year-old Jardine faces pain in Indonesia after expansion ... whose operations span property, retail, hotels and motor vehicles, has warned investors of \"increasingly difficult conditions\" in Indonesia, where the fatality rate from COVID-19 is the highest in the region. Indonesia's auto industry association almost halved its 2020 vehicle sales forecast, dimming the outlook for Astra, which sells cars and trucks from Toyota Motor Corp. to Isuzu Motors Ltd. With Indonesia's economic growth set to cool to the slowest in almost two decades this year, Astra's other businesses including heavy machineries and palm oil are also feeling the hardship. \"The weakness has really been a result of COVID-19 heavily impacting Southeast Asia, where Jardine has fairly meaningful exposure, most notably in Indonesia ... "], ["2020-05-13 01:37", "187-year-old Jardine faces pain in Indonesia amid pandemic ... , whose operations span property, retail, hotels and motor vehicles, has warned investors of \"increasingly difficult conditions\" in Indonesia, where the fatality rate from Covid-19 is the highest in the region. Indonesia's auto industry association almost halved its 2020 vehicle sales forecast, dimming the outlook for Astra, which sells cars and trucks from Toyota Motor to Isuzu Motors. With Indonesia's economic growth set to cool to the slowest in almost two decades this year, Astra's other businesses including heavy machineries and palm oil are also feeling the hardship. \"The weakness has really been a result of Covid-19 heavily impacting Southeast Asia, where Jardine has fairly meaningful exposure, most notably in Indonesia,\" ... "], ["2020-05-12 16:19", "I've driven midsize trucks from Ford, Chevy, GMC, Honda, Toyota, Nissan and Jeep. And best pickup is clear — although it has plenty of competition ...  the scene, and many college kids ended up with Honda CR-Vs and Toyota RAV4s. Around 2014, however, Chevy looked at the midsize segment and decided to roll out a new contender, the updated Colorado. The Colorado had been around, along with its sibling, the GMC Canyon, but they were sort of multinational afterthoughts prior to 2013, sharing a platform with an Isuzu truck thanks to General Motors' partnership with that carmaker. With new Colorados and later Canyon, GM declared that it was back in the midsize business. A new Ford Ranger followed, and along with way, Honda revamped its niche Ridgeline. Before you knew it, Tacoma had some serious competition. The Jeep showed up with its new Gladiator, and even Nissan decided to redesign its ancient Frontier ... "], ["2020-05-11 04:38", "Elon Musk sues California over Covid-19 stay-home orders ... the reality of shifting the Fremont plant's current production to another location: industry experts agree that such a move would take well over a year. Fremont, a facility formerly owned by General Motors and Toyota, is Tesla's main factory and one of only two that produces Tesla vehicles. The other is in China. To view Tesla vehicles listed for sale on DRIVEN, click here By ...  Martin Audi Austin Bentley BMW Buick Cadillac Chevrolet Chrysler Citron Daewoo Daihatsu Daimler Datsun Dodge Ferrari Fiat Ford Geely GMC Great Wall Haval Holden Honda Hummer Hyundai Isuzu Jaguar Jeep Kia Lada Lamborghini Lancia Land Rover LDV Lexus Lincoln Lotus Mahindra Maserati Mazda McLaren Mercedes-Benz MG Mini Mitsubishi Morris Nissan Oldsmobile Opel Peugeot Plymouth  ... "], ["2020-05-11 04:38", "Elon Musk sues California over Covid-19 stay-home orders ...  Twitter, the CEO also reportedly labelled the stay-home orders \"fascist\" in a first-quarter earnings call with investers earlier in the year. Fremont, a facility formerly owned by General Motors and Toyota, is Tesla's main factory and one of only two that produces Tesla vehicles. The other is in China. To view Tesla vehicles listed for sale on DRIVEN, click  ...  Aston Martin Audi Austin Bentley BMW Buick Cadillac Chevrolet Chrysler Citron Daewoo Daihatsu Daimler Datsun Dodge Ferrari Fiat Ford Geely GMC Great Wall Haval Holden Honda Hummer Hyundai Isuzu Jaguar Jeep Kia Lada Lamborghini Lancia Land Rover LDV Lexus Lincoln Lotus Mahindra Maserati Mazda McLaren Mercedes-Benz MG Mini Mitsubishi Morris Nissan Oldsmobile Opel Peugeot Plymouth Pontiac  ... "], ["2020-05-10 02:00", "Spartan Motors (SPAR) Q1 2020 Earnings Call Transcript ... be aware that certain statements made during today's conference call, which may include management's current outlook, viewpoint, predictions, and projections regarding Spartan Motors and its operations may be considered forward-looking statements under the Private Securities Litigation Reform Act of 1995. I caution you that as with any  ... one in here. In SCV, I'm curious whether your contract manufacturing partner Isuzu, do you have the ability to kind of capture any inefficiencies or elevated costs if the truck assemblies are down substantially due to things that are out of your control? Daryl Adams -- President and Chief Executive Officer No. We do not, Mike. We view Isuzu like all of our customers as a partnership, we talk and we share throughout ... "], ["2020-05-07 17:59", "Daimler, BMW, others resume operations ...  India Commercial Vehicles (DICV), Tube Investments of India Ltd. (TIIL) and BMW were among the companies that resumed operations on Thursday. DICV was able to restart operations at Oragadam plant in less than 24 hours after receiving permission from the local authorities, the company said. TIIL said it resumed operations in a partial man ner in about two-thirds of the plant locations. Isuzu Motors India received approval from the authorities to recommence production at its Sri City plant. BMW also resumed operations at its Chennai plant on Thursday. You have reached your limit for free articles this month. Register to The Hindu for free and get unlimited access for 30 days. Subscribe Now Already have an account ? Sign in Sign up for a 30-day free trial ... "], ["2020-05-07 03:24", "Stocks to watch: HUL, Maruti, YES Bank, HCL Tech, RBL Bank, Cyient ... ; are being offered in the range of Rs 1,850-1,950 to investors through a special block window, according to the term sheet reviewed by Business Standard. READ MORE Maruti Suzuki India, other auto firms: India's largest carmaker, said it would restart production at its Manesar plant on May 12. That apart, a clutch of automakers including Hero MotoCorp, Mercedes Benz India, Eicher Motors, TVS Motor, and Isuzu Motors India announced they had got the clearance from the governments of the states they operate in to resume operations. READ MORE YES Bank: Ailing private lender YES Bank posted a pre-tax loss of Rs 4,765.9 crore for the fourth quarter ended March 2020 (Q4FY20) on huge rise in provisions for bad loans. It had posted a loss of Rs 2,338.31 crore ... "], ["2020-05-07 01:29", "Top 10 biz headlines: Auto firms to start operations, labour issue and more ...  laws, including allowing more factories to operate without following safety and health norms and give a free hand to new companies to \"keep labourers in service as per their convenience\". Read more here Lockdown 3.0: Maruti to restart production at Manesar plant on May 12 On Wednesday, a number of automakers including Maruti Suzuki, Hero MotoCorp, Mercedes Benz India, Eicher Motors, TVS Motor, and Isuzu Motors India announced they had got the clearance from the state governments to resume operations. Read more here SBI to grant moratorium to NBFCs on case-by-case basis amid Covid-19 crisis State Bank of India is working on 25 proposals, totalling at least Rs 5,000 crore, for credit to NBFCs while taking up requests for a loan moratorium on a case ... "], ["2020-05-07 00:40", "Auto sector amid lockdown: Slow steps to normalcy ... and Nalagarh, while bike maker Royal Enfield has started operations at its manufacturing plants. However, Honda Cars India Ltd said lack of required workforce is making it difficult to resume operations at its two manufacturing plants, but its dealerships were opening up slowly. The auto maker is planning to restart operations at Tapukara plant in Rajasthan sometime next week. Isuzu Motors India said it has received approvals from local authorities to resume operations at its plant in SriCity, Andhra Pradesh. Tyre major MRF has partially resumed operations in most of its plants with restricted manpower. The home ministry had allowed factories in rural areas or those outside municipal limits to resume production under strict safety and hygiene guidelines from ... "], ["2020-05-06 16:22", "Maruti, Mercedes, others to resume production after prolonged suspension ...  and also supply chain position closely to take a decision on when to start production,\" the spokesperson added. The Greater Noida facility has yet to get a clearance and will resume operations only after that. Read our full coverage on Maruti Suzuki First Published: Wed, May 06 2020. 21:52 IST Read More On Royal Enfield | Automobile Industry | Mercedez Benz | Global Car Production | Coronavirus | Lockdown | Maruti Suzuki | Tvs Motors | Isuzu Motors PREVIOUS STORY NEXT STORY MORE ON MARKETS: Quick Links Stock Market Live Portfolio Commodity Market Upcoming IPO Personal Finance Stock Market News Derivatives Mutual Funds Gold Price Sensex Browse STOCK Companies A B C D E F G H I J K L M N O P Q R S T U V W X Y Z 1 2 3 4 5 6 7 8 9 Browse Mutual Funds ... "], ["2020-05-06 07:56", "Tata Housing to sell ready flats in 17 projs online; buyers can pay 10% now, rest in Jan next yr ...  Vehicle Act related documents till Jun 30 Heating may effectively disinfect N95 masks for reuse: Study Trending News Reliance Share Price Mukesh Ambani Snapdeal Tech Mahindra Ola Services Reliance Share price BHEL Reliance Jio Curefit Amazon COVID-19: Govt extends validity of Motor Vehicle Act related documents till Jun 30 Investments on hold; important to tide over turmoil of coronavirus pandemic: Lohia Auto Isuzu Motors India gets local authorities' nod to resume production at Andhra Pradesh plant COVID-19 India Cases: 49,391 Deaths: 1,694 Recovered: 14,183 COVID-19 World Cases: 3.53m Deaths: 244k Recovered: 1.20m COVID-19 USA Cases: 1.16m Deaths: 62k Recovered: 190k COVID-19 Access our Live Coverage Tata Housing to sell ready flats in 17 projs online ... "], ["2020-05-06 07:42", "COVID-19: Govt extends validity of Motor Vehicle Act related documents till Jun 30 ... Here are the best guesses we've seen so far. Gold's Gym has filed for bankruptcy protection after closing locations amid coronavirus Trump defends the US's bungled coronavirus response by claiming Fauci told him 'it's not gonna be a big deal' Latest Stories Investments on hold; important to tide over turmoil of coronavirus pandemic: Lohia Auto COVID-19: Pineapple demand surges in S Africa over potential alcoholic kick Isuzu Motors India gets local authorities' nod to resume production at Andhra Pradesh plant Trending News Reliance Share Price Mukesh Ambani Snapdeal Tech Mahindra Ola Services Reliance Share price BHEL Reliance Jio Curefit Amazon Investments on hold; important to tide over turmoil of coronavirus pandemic: Lohia Auto ... "], ["2020-05-06 07:42", "Heating may effectively disinfect N95 masks for reuse: Study ... for bankruptcy protection after closing locations amid coronavirus Trump defends the US's bungled coronavirus response by claiming Fauci told him 'it's not gonna be a big deal' Latest Stories Investments on hold; important to tide over turmoil of coronavirus pandemic: Lohia Auto COVID-19: Pineapple demand surges in S Africa over potential alcoholic kick Isuzu Motors India gets local authorities' nod to resume production at Andhra Pradesh plant Trending News Snapdeal SBI Share Price Facebook fact checker UPSC Services Google Pay Goldman BHEL Reliance Jio Siberia is on Fire Airtel Share price Sanofi, one of the largest drug makers, will test experimental coronavirus vaccine on humans starting September COVID-19: Pineapple demand surges in S ... "]]}}