{"postfix": "j_c_penney_company-aktie", "name": "J._C._PENNEY_COMPANY", "wkn": "851991", "time": "2020.05.26 17:11", "ts": 1590505907, "features": {"KGV": "-0.96", "Marktkapitalisierung": {"Size": "Mio", "Value": "53.92"}, "GA": "-0.80", "KBV": "0.30", "BA": "2.59", "KCV": "0.57", "CA": "1.34", "Vola30": "252.68", "Vola90": "198.02", "Vola180": "149.44", "Vola250": "129.82"}, "rivals": ["walmart-aktie", "sears-aktie", "kohls-aktie", "nordstrom-aktie", "dillards-aktie"], "text_data": {"de": [["16.05.20", "ROUNDUP: US-Warenhauskette J.C. Penney meldet in Corona-Krise Insolvenz an"], ["28.02.20", "J C Penney Company öffnete die Bücher zum abgelaufenen Quartal"], ["26.02.20", "Ausblick: J C Penney Company legt die Bilanz zum abgelaufenen Quartal vor"]], "en": [["2020-05-26 14:22", "Debt and coronavirus push Hertz into bankruptcy protection ... 's ability to continue as a going concern within one year from the issuance date of this quarterly report,\" it said. Under a Chapter 11 restructuring, creditors will have to settle for less than full repayment, but the company is likely to continue operating. Hertz isn't the first struggling company to be pushed into bankruptcy by the coronavirus crisis. The company joins department store chain J.C. Penney, as well as Neiman Marcus, J.Crew and Stage Stores. Copyright 2020 Nexstar Broadcasting, Inc. All rights reserved. This material may not be published, broadcast, rewritten, or redistributed. Share this story More Coronavirus Stories Newsfeed Now Coronavirus: 'Facts Not Fear' morning update May 26, 2020 May 26, 2020 Weekdays at 11:30 ... "], ["2020-05-26 13:13", "Clothing retailer Roots names Meghan Roach as new CEO ...  after the board expressed a need for \"renewed leadership.\" She joined Roots from Searchlight Capital Partners, the company's largest shareholder. Before becoming interim chief executive, Roach served as the interim chief financial officer at Roots. Roots says that given the circumstances created by the COVID-19 pandemic, Roach will forgo her salary and potential bonus payments for the remainder of 2020. Roach has also been appointed to the Roots board of directors. Related Stories Pandemic claims yet another retailer in U.S.: J.C. Penney Why did you buy that? Unearthing the roots of consumer choices in the pandemic J.Crew files for Chapter 11 bankruptcy as pandemic chokes retail Roots closing seven U.S. stores, reports $44.6M fourth-quarter ... "], ["2020-05-26 12:45", "JCPenney Unveils Linden Street Home Brand Bedding Collection ...  store, jcp.com , and includes the Monroe 3-piece Comforter Set, Veranda 3-piece Comforter Set, Decatur Quilt, and more. As JCPenney continues implementing its Plan for Renewal transformation strategy, including offering compelling merchandise, the bedding collection represents a fresh beginning for the new home private brand, supporting the Company's commitment to returning fashion, quality, and value to the home. About JCPenney J. C. Penney Company, Inc. (OTCMKTS: JCPNQ), one of the nation's largest apparel and home retailers, combines an expansive footprint of approximately 850 stores across the United States and Puerto Rico with a powerful e-commerce site, jcp.com , to deliver style and value for all hard-working American families. At every ... "], ["2020-05-26 10:51", "A Florida toy importer braces for retail upheaval ... U.S. states have begun to reopen their economies, but Jay Foreman, chief executive of Basic Fun, said he's more worried than ever. FILE PHOTO: Basic Fun CEO Jay Foreman and Care Bears costume characters stand in front of the company's showroom at Toy Fair New York in New York City, U.S. on February 24, 2020. Ashley Mady/Basic Fun/Handout via REUTERS/File Photo The Boca Raton, Florida importer sells toys to retailers like Walmart Inc ( WMT.N ), Target Corp ( TGT.N ), Amazon.com Inc ( AMZN.O ), TJX Cos Inc ( TJX.N ) and J.C. Penney Co Inc ( JCP.N ), many of which were forced to temporarily shutter their stores because of the pandemic-induced lockdown. About 30% of his customers are still closed. Some U.S. customers have been unable to pay past bills to ... "], ["2020-05-26 10:10", "A Florida toy importer braces for retail upheaval ...  Fun, said he's more worried than ever. FILE PHOTO: Basic Fun CEO Jay Foreman and Care Bears costume characters stand in front of the company's showroom at Toy Fair New York in New York City, U.S. on February 24, 2020. Ashley Mady/Basic Fun/Handout via REUTERS/File Photo 26 May 2020 06:10PM Share this content Bookmark REUTERS: Most U.S. states have begun to reopen their economies, but Jay Foreman, chief executive of Basic Fun, said he's more worried than ever. The Boca Raton, Florida importer sells toys to retailers like Walmart Inc , Target Corp , Amazon.com Inc , TJX Cos Inc and J.C. Penney Co Inc , many of which were forced to temporarily shutter their stores because of the pandemic-induced lockdown. About 30per cent of his customers are still ... "], ["2020-05-26 10:07", "A Florida toy importer braces for retail upheaval ... U.S. states have begun to reopen their economies, but Jay Foreman, chief executive of Basic Fun, said he's more worried than ever. FILE PHOTO: Basic Fun CEO Jay Foreman and Care Bears costume characters stand in front of the company's showroom at Toy Fair New York in New York City, U.S. on February 24, 2020. Ashley Mady/Basic Fun/Handout via REUTERS/File Photo The Boca Raton, Florida importer sells toys to retailers like Walmart Inc ( WMT.N ), Target Corp ( TGT.N ), Amazon.com Inc ( AMZN.O ), TJX Cos Inc ( TJX.N ) and J.C. Penney Co Inc ( JCP.N ), many of which were forced to temporarily shutter their stores because of the pandemic-induced lockdown. About 30% of his customers are still closed. Some U.S. customers have been unable to pay past bills to ... "], ["2020-05-26 10:07", "A Florida toy importer braces for retail upheaval ... U.S. states have begun to reopen their economies, but Jay Foreman, chief executive of Basic Fun, said he's more worried than ever. FILE PHOTO: Basic Fun CEO Jay Foreman and Care Bears costume characters stand in front of the company's showroom at Toy Fair New York in New York City, U.S. on February 24, 2020. Ashley Mady/Basic Fun/Handout via REUTERS/File Photo The Boca Raton, Florida importer sells toys to retailers like Walmart Inc ( WMT.N ), Target Corp ( TGT.N ), Amazon.com Inc ( AMZN.O ), TJX Cos Inc ( TJX.N ) and J.C. Penney Co Inc ( JCP.N ), many of which were forced to temporarily shutter their stores because of the pandemic-induced lockdown. About 30% of his customers are still closed. Some U.S. customers have been unable to pay past bills to ... "], ["2020-05-26 10:00", "A Florida toy importer braces for retail upheaval ... said his bigger concern is their worsening financial health. \"We are worried less about what they owe us today and more about what they won't buy from us tomorrow,\" Foreman said. J.C. Penney filed for bankruptcy protection on May 15, with plans here to permanently close about a quarter of its roughly 850 stores. Foreman expects his sales to fall 20% this year from 2019's $150 ... started to cut costs. The company has laid off 10% of its staff in early March, reducing global headcount to 150. Weeks later, all remaining employees, including Foreman, took on average a 25% salary cut. In April, the company furloughed 22 employees in the United States. Advertising budget has been slashed. A forbearance agreement with the company's landlord has  ... "], ["2020-05-26 04:00", "Luxury Carmaker Aston Martin Neglected To Inform Its CEO That He Was Fired ... .C. Penney , Hertz , Pier 1 , Neiman Marcus , J. Crew and others reflect a similar pattern. The well-known, long-standing companies failed to remain competitive or innovate. They made costly missteps. Some took on too much debt, lost touch with their core consumers or failed to connect with potential new customers, but still showered their CEOs and executives with lush, lucrative compensation packages uncorrelated with the success—or lack thereof—of the company's conditions. These and other actions placed the storied brands in financially precarious positions, such that the Covid-19 pandemic either pushed them over the edge or significantly curtailed their businesses. Follow me on Twitter or LinkedIn . Check out my website or some of my other ... "], ["2020-05-26 01:06", "Storytime with Aldon Smith: Cowboys DE volunteers to read for kids ...  Dallas shooting 3 This Dallas couple's business disappeared overnight. So they pivoted to survive 4 UT says it will start fall classes on campus as scheduled, with remote operations after Thanksgiving 5 When J.C. Penney made North Texas home: New Yorkers were hesitant to relocate from the 'Big Apple' to the 'Big D' 6 Remote control: Coronavirus convinced many that working from home beats the office Instagram Icon TDMN Texas' Leading News Source Est. October 1, 1885 Subscribe Company About The Dallas Morning News Contact us Careers FAQ Advertise With Us Autos Classifieds Jobs Obituaries Public Notices Buy Photo reprints Archived articles Back copies Commercial reprints Licensing Customer Support Help and feedback Manage your account ... "], ["2020-05-25 23:51", "‘El Costeño’ cambia su humor porque dice que ‘la gente se ofende de todo’ ... , continuing lower trend 3 UT says it will start fall classes on campus as scheduled, with remote operations after Thanksgiving 4 This Dallas couple's business disappeared overnight. So they pivoted to survive 5 When J.C. Penney made North Texas home: New Yorkers were hesitant to relocate from the 'Big Apple' to the 'Big D' 6 Remote control: Coronavirus convinced many that working from home beats the office Instagram Icon TDMN Texas' Leading News Source Est. October 1, 1885 Subscribe Company About The Dallas Morning News Contact us Careers FAQ Advertise With Us Autos Classifieds Jobs Obituaries Public Notices Buy Photo reprints Archived articles Back copies Commercial reprints Licensing Customer Support Help and feedback Manage your ... "], ["2020-05-25 23:35", "Reseña de la serie de TNT ‘Snowpiercer’ ... , continuing lower trend 3 UT says it will start fall classes on campus as scheduled, with remote operations after Thanksgiving 4 This Dallas couple's business disappeared overnight. So they pivoted to survive 5 When J.C. Penney made North Texas home: New Yorkers were hesitant to relocate from the 'Big Apple' to the 'Big D' 6 Remote control: Coronavirus convinced many that working from home beats the office Instagram Icon TDMN Texas' Leading News Source Est. October 1, 1885 Subscribe Company About The Dallas Morning News Contact us Careers FAQ Advertise With Us Autos Classifieds Jobs Obituaries Public Notices Buy Photo reprints Archived articles Back copies Commercial reprints Licensing Customer Support Help and feedback Manage your ... "], ["2020-05-25 23:34", "Three killed in West Dallas crash with driver suspected of driving drunk, police say ...  Dallas shooting 3 UT says it will start fall classes on campus as scheduled, with remote operations after Thanksgiving 4 This Dallas couple's business disappeared overnight. So they pivoted to survive 5 When J.C. Penney made North Texas home: New Yorkers were hesitant to relocate from the 'Big Apple' to the 'Big D' 6 Why Troy Aikman isn't worried about Cowboys QB Dak Prescott's lingering contract talks Instagram Icon TDMN Texas' Leading News Source Est. October 1, 1885 Subscribe Company About The Dallas Morning News Contact us Careers FAQ Advertise With Us Autos Classifieds Jobs Obituaries Public Notices Buy Photo reprints Archived articles Back copies Commercial reprints Licensing Customer Support Help and feedback Manage ... "], ["2020-05-25 23:26", "El exmariscal de los Dallas Cowboys Ryan Leaf podría volver a prisión tras nuevo arresto ...  Hollow home that meshes contemporary and classic design 4 This Dallas couple's business disappeared overnight. So they pivoted to survive 5 UT says it will start fall classes on campus as scheduled, with remote operations after Thanksgiving 6 When J.C. Penney made North Texas home: New Yorkers were hesitant to relocate from the 'Big Apple' to the 'Big D' Instagram Icon TDMN Texas' Leading News Source Est. October 1, 1885 Subscribe Company About The Dallas Morning News Contact us Careers FAQ Advertise With Us Autos Classifieds Jobs Obituaries Public Notices Buy Photo reprints Archived articles Back copies Commercial reprints Licensing Customer Support Help and feedback Manage your account Newspaper subscription ePaper ePaper (Al ... "], ["2020-05-25 23:16", "1 person dead in North Dallas shooting ...  3 Peek inside an updated five-bedroom Preston Hollow home that meshes contemporary and classic design 4 UT says it will start fall classes on campus as scheduled, with remote operations after Thanksgiving 5 When J.C. Penney made North Texas home: New Yorkers were hesitant to relocate from the 'Big Apple' to the 'Big D' 6 NFL analyst says Cowboys acquired two of NFL's top position upgrades this offseason Instagram Icon TDMN Texas' Leading News Source Est. October 1, 1885 Subscribe Company About The Dallas Morning News Contact us Careers FAQ Advertise With Us Autos Classifieds Jobs Obituaries Public Notices Buy Photo reprints Archived articles Back copies Commercial reprints Licensing Customer Support Help and feedback Manage your ... "], ["2020-05-25 23:10", "Fracasa Virgin Orbit en su primer intento de lanzar un cohete al espacio ...  Most Popular on DallasNews.com 1 Dallas County reports 171 new coronavirus cases on Memorial Day, continuing lower trend 2 This Dallas couple's business disappeared overnight. So they pivoted to survive 3 When J.C. Penney made North Texas home: New Yorkers were hesitant to relocate from the 'Big Apple' to the 'Big D' 4 UT says it will start fall classes on campus as scheduled, with ...  6 Remote control: Coronavirus convinced many that working from home beats the office Instagram Icon TDMN Texas' Leading News Source Est. October 1, 1885 Subscribe Company About The Dallas Morning News Contact us Careers FAQ Advertise With Us Autos Classifieds Jobs Obituaries Public Notices Buy Photo reprints Archived articles Back copies Commercial  ... "], ["2020-05-25 23:01", "Brian May de Queen dice que sufrió un ‘pequeño ataque cardíaco’ ...  lower trend 3 UT says it will start fall classes on campus as scheduled, with remote operations after Thanksgiving 4 This Dallas couple's business disappeared overnight. So they pivoted to survive 5 When J.C. Penney made North Texas home: New Yorkers were hesitant to relocate from the 'Big Apple' to the 'Big D' 6 Why Troy Aikman isn't worried about Cowboys QB Dak Prescott's lingering contract talks Instagram Icon TDMN Texas' Leading News Source Est. October 1, 1885 Subscribe Company About The Dallas Morning News Contact us Careers FAQ Advertise With Us Autos Classifieds Jobs Obituaries Public Notices Buy Photo reprints Archived articles Back copies Commercial reprints Licensing Customer Support Help and feedback Manage your ... "], ["2020-05-25 22:53", "Cifras positivas de covid-19 en Dallas: Siguen bajando los contagios; reportan 171 nuevos positivos ...  Dallas shooting 3 UT says it will start fall classes on campus as scheduled, with remote operations after Thanksgiving 4 This Dallas couple's business disappeared overnight. So they pivoted to survive 5 When J.C. Penney made North Texas home: New Yorkers were hesitant to relocate from the 'Big Apple' to the 'Big D' 6 Why Troy Aikman isn't worried about Cowboys QB Dak Prescott's lingering contract talks Instagram Icon TDMN Texas' Leading News Source Est. October 1, 1885 Subscribe Company About The Dallas Morning News Contact us Careers FAQ Advertise With Us Autos Classifieds Jobs Obituaries Public Notices Buy Photo reprints Archived articles Back copies Commercial reprints Licensing Customer Support Help and feedback Manage ... "], ["2020-05-25 22:36", "Pence floats sending GOP convention to Texas as Trump rails at N.C. for ongoing COVID-19 restrictions ...  working from home beats the office Three killed in West Dallas crash with driver suspected of driving drunk, police say news Politics Pence floats sending GOP convention to Texas as Trump rails at N.C. for ongoing COVID-19 restrictions The governor of North Carolina, where the pandemic is on the rise, won't commit yet to allowing a full-scale convention in Charlotte the week of Aug ... they pivoted to survive 5 When J.C. Penney made North Texas home: New Yorkers were hesitant to relocate from the 'Big Apple' to the 'Big D' 6 Why Troy Aikman isn't worried about Cowboys QB Dak Prescott's lingering contract talks Instagram Icon TDMN Texas' Leading News Source Est. October 1, 1885 Subscribe Company About The Dallas Morning News  ... "], ["2020-05-25 22:21", "Dallas County reports 171 new coronavirus cases on Memorial Day, continuing lower trend ...  lower trend 3 UT says it will start fall classes on campus as scheduled, with remote operations after Thanksgiving 4 This Dallas couple's business disappeared overnight. So they pivoted to survive 5 When J.C. Penney made North Texas home: New Yorkers were hesitant to relocate from the 'Big Apple' to the 'Big D' 6 Why Troy Aikman isn't worried about Cowboys QB Dak Prescott's lingering contract talks Instagram Icon TDMN Texas' Leading News Source Est. October 1, 1885 Subscribe Company About The Dallas Morning News Contact us Careers FAQ Advertise With Us Autos Classifieds Jobs Obituaries Public Notices Buy Photo reprints Archived articles Back copies Commercial reprints Licensing Customer Support Help and feedback Manage your ... "]]}}