{"postfix": "jakks_pacific-aktie", "name": "JAKKS_PACIFIC", "wkn": "920199", "time": "2020.05.26 17:01", "ts": 1590505273, "features": {"KGV": "-1.32", "Marktkapitalisierung": {"Size": "Mio", "Value": "13.72"}, "GA": "-0.73", "KBV": "16.08", "BA": "0.06", "KCV": "2.84", "CA": "0.34", "Vola30": "121.59", "Vola90": "261.11", "Vola180": "188.73", "Vola250": "167.7"}, "rivals": ["mattel-aktie"], "text_data": {"de": [["13.05.20", "Ausblick: JAKKS Pacific legt Zahlen zum jüngsten Quartal vor"], ["20.02.20", "JAKKS Pacific zog Bilanz zum jüngsten Jahresviertel"], ["18.02.20", "Ausblick: JAKKS Pacific verkündet Quartalsergebnis zum jüngsten Jahresviertel"]], "en": [["22.05.20", "JAKKS Pacific Strategic Efforts Bode Well: Should You Hold?"], ["14.05.20", "JAKKS Pacific (JAKK) Q1 Earnings & Revenues Miss Estimates"], ["13.05.20", "Jakks Pacific (JAKK) Reports Q1 Loss, Misses Revenue Estimates"], ["07.05.20", "Jakks Pacific (JAKK) May Report Negative Earnings: Know the Trend Ahead of Q1 Release"], ["28.04.20", "The Zacks Analyst Blog Highlights: Avid Technology, Build-A-Bear Workshop, JAKKS Pacific, Kaleyra and MagnaChip Semiconductor"], ["20.02.20", "JAKKS Pacific (JAKK) Q4 Earnings Miss Estimates, Revenues Top"], ["19.02.20", "Jakks Pacific (JAKK) Reports Q4 Loss, Tops Revenue Estimates"], ["03.01.20", "JAKKS Pacific Up 36% in 3 Months: Can the Bull Run Continue?"], ["2020-05-22 12:47", "JAKKS Pacific Strategic Efforts Bode Well: Should You Hold?JAKKS Pacific (JAKK) benefits from innovation and digitization. However high interest expense and coronavirus-related woes pose concerns."], ["2020-05-22 12:42", "Pick These 5 Stocks With Superb Relative Price Strength ...  of 220 Zacks Rank #1 Strong Buys that have the highest potential to increase in price quickly amid the global health crisis. A recent pick, Maxar, skyrocketed +178.7% in 3 months. For 32 years, our Strong Buy list has averaged returns more than twice the market. See its 7 best stocks now. Privacy Policy | No cost, no obligation to buy anything ever. Up Next JAKKS Pacific Strategic Efforts Bode Well: Should You Hold? Most Read New Strong Buy Stocks for May 22nd Stock Market Risk/Reward Futures Point Lower on China Tensions AWS 5/22: Hong Kong/Mainland Issues Sell Indexes; Plus DE, FL PFP 5/22: Stocks on Pace for Solid Weekly Gain Quick Links Services Account Types Premium Services Zacks Rank Research Personal Finance Commentary Education Zacks Advisor Tools ... "], ["2020-05-22 12:42", "Deere's (DE) Earnings and Revenues Beat Estimates in Q2 ...  of 220 Zacks Rank #1 Strong Buys that have the highest potential to increase in price quickly amid the global health crisis. A recent pick, Maxar, skyrocketed +178.7% in 3 months. For 32 years, our Strong Buy list has averaged returns more than twice the market. See its 7 best stocks now. Privacy Policy | No cost, no obligation to buy anything ever. Up Next JAKKS Pacific Strategic Efforts Bode Well: Should You Hold? Most Read New Strong Buy Stocks for May 22nd Stock Market Risk/Reward Futures Point Lower on China Tensions AWS 5/22: Hong Kong/Mainland Issues Sell Indexes; Plus DE, FL PFP 5/22: Stocks on Pace for Solid Weekly Gain Quick Links Services Account Types Premium Services Zacks Rank Research Personal Finance Commentary Education Zacks Advisor Tools ... "], ["2020-05-14 14:22", "JAKKS Pacific (JAKK) Q1 Earnings & Revenues Miss EstimatesJAKKS Pacific (JAKK) first-quarter results hurt by dismal sales of older products and disruption due to the coronavirus pandemic."], ["2020-05-14 14:17", "Alleghany Offers 3.625% $500 Million Senior Unsecured Notes ... Buys that have the highest potential to increase in price quickly amid the global health crisis. A recent pick, Maxar, skyrocketed +178.7% in 3 months. For 32 years, our Strong Buy list has averaged returns more than twice the market. See its 7 best stocks now. Privacy Policy | No cost, no obligation to buy anything ever. ?? Close This Panel X Up Next JAKKS Pacific (JAKK) Q1 Earnings & Revenues Miss Estimates Most Read The Next Great Place to Invest Are the Bank Stocks Deals? New Strong Buy Stocks for May 14th The Odd Gold & Tech Combo Thrives on Coronavirus: 5 Picks Rebalance Your Portfolio to Counter Recovery Dilemmas Quick Links Services Account Types Premium Services Zacks Rank Research Personal Finance Commentary Education Zacks Advisor Tools My Account ... "], ["2020-05-13 21:15", "Jakks Pacific (JAKK) Reports Q1 Loss, Misses Revenue Estimates ... In terms of the Zacks Industry Rank, Toys - Games - Hobbies is currently in the top 6% of the 250 plus Zacks industries. Our research shows that the top 50% of the Zacks-ranked industries outperform the bottom 50% by a factor of more than 2 to 1. In-Depth Zacks Research for the Tickers Above Normally $25 each - click below to receive one report FREE: JAKKS Pacific Inc (JAKK) - free report > > Published in earnings earnings-estimates earnings-outlook earnings-surprise industry-outlook zacks-consensus-estimate zacks-rank Zacks' 7 Best Strong Buy Stocks for May, 2020 Free Research for Zacks.com Readers Experts have chosen 7 stocks out of 220 Zacks Rank #1 Strong Buys that have the highest potential to increase in price quickly amid the global health crisis ... "], ["2020-05-13 20:11", "Jakks: 1Q Earnings SnapshotSANTA MONICA, Calif. (AP) _ Jakks Pacific Inc. (JAKK) on Wednesday reported a loss of $12.3 million in its first quarter. The Santa Monica, California-based company said it had a loss of 41 cents per share. Losses, adjusted for non-recurring gains, came t"], ["2020-05-13 20:11", "Jakks: 1Q Earnings SnapshotSANTA MONICA, Calif. (AP) _ Jakks Pacific Inc. (JAKK) on Wednesday reported a loss of $12.3 million in its first quarter. The Santa Monica, California-based company said it had a loss of 41 cents per share. Losses, adjusted for non-recurring gains, came t"], ["2020-05-13 15:42", "Zacks.com featured highlights include: JAKKS, Avinger, Energous, FireEye and Proteostasis ... , FireEye and Proteostasis Zacks Equity Research May 13, 2020 JAKK WATT FEYE AVGR PTI Trades from $ 1 You follow Press Releases - edit You follow Zacks Equity Research - edit What would you like to follow? Zacks Equity Research Press Releases Cancel Read More Hide Full Article For Immediate Release Chicago, IL May 13, 2020 - Stocks in this week's article are JAKKS Pacific Inc ( JAKK - Free Report ) , Avinger Inc ( AVGR - Free Report ) , Energous Corp. ( WATT - Free Report ) , FireEye Inc. ( FEYE - Free Report ) and Proteostasis Therapeutics Inc. ( PTI - Free Report ) . 5 Top Stocks with Rising P/E to Bet On Investors always look for stocks with low P/E ratios as the measure indicates undervaluation. This ratio is obtained by dividing a stock's ... "], ["2020-05-12 14:16", "Choice Hotels (CHH) Q1 Earnings Miss Estimates, Decline Y/Y ...  Inc ( JAKK - Free Report ) and K12 Inc ( LRN - Free Report ) , each sporting a Zacks Rank #1 (Strong Buy). You can see the complete list of today's Zacks #1 Rank stocks here. Vista Outdoor has a trailing four-quarter positive earnings surprise of 72.9%, on average. The company's earnings beat the Zacks Consensus Estimate in three of the trailing four quarters. Earnings in 2021 for JAKKS Pacific are expected to surge 39.4%. K12 has a three-five year earnings per share growth rate of 15%. Just Released: Zacks' 7 Best Stocks for Today Experts extracted 7 stocks from the list of 220 Zacks Rank #1 Strong Buys that has beaten the market more than 2X over with a stunning average gain of +24.1% per year. These 7 were selected because of their superior ... "], ["2020-05-12 13:02", "5 Top Stocks With Rising P/E to Bet On ... rating can get through. You can see the complete list of today's Zacks #1 Rank stocks here . Average 20-day Volume greater than or equal to 50,000: High trading volume implies that the stocks have adequate liquidity. Just these few criteria narrowed down the universe from over 7,700 stocks to just 38. Here are five out of the 38 stocks: JAKKS Pacific Inc ( JAKK - Free Report ) ): JAKKS Pacific is a multi-brand company that has been designing and marketing a broad range of toys and consumer products since 1995. The stock has a Zacks Rank #1. Itcomes from a favorable Zacks industry (placed at the top 6% of total 250+ industries in the Zacks universe). Avinger Inc ( AVGR - Free Report ) : The Zacks Rank #2 company is engaged in designing, manufacturing and ... "], ["2020-05-08 17:23", "JAKKS Pacific Announces First Quarter 2020 Earnings CallJAKKS Pacific, Inc. JAKK will announce first quarter 2020 financial results on Wednesday, May 13, 2020 after the close of the stock market. The Company will also hold a teleconference and webcast to discuss the results, and may also discuss future plans a"], ["2020-05-07 16:30", "Jakks Pacific (JAKK) May Report Negative Earnings: Know the Trend Ahead of Q1 Release ...  between the two companies is not a solicitation or offer to invest in a particular security or type of security. ZacksTrade does not endorse or adopt any particular investment strategy, any analyst opinion/rating/report or any approach to evaluating indiv idual securities. If you wish to go to ZacksTrade, click OK . If you do not, click Cancel. OK Cancel Back to top Image: Bigstock Jakks Pacific (JAKK) May Report Negative Earnings: Know the Trend Ahead of Q1 Release Zacks Equity Research May 07, 2020 JAKK Trades from $ 1 You follow Tale of the Tape - edit You follow Zacks Equity Research - edit What would you like to follow? Zacks Equity Research Tale of the Tape Cancel Read More Hide Full Article Wall Street expects a year-over-year increase in earnings on ... "], ["2020-05-07 13:12", "Extended Stay (STAY) Q1 Earnings Beat Estimates, Decline Y/Y ...  sector and has unique qualities and catalysts that could fuel exceptional growth. Most of the stocks in this report are flying under Wall Street radar, which provides a great opportunity to get in on the ground floor. Today, See These 5 Potential Home Runs > > In-Depth Zacks Research for the Tickers Above Normally $25 each - click below to receive one report FREE: JAKKS Pacific Inc (JAKK) - free report > > Extended Stay America Inc (STAY) - free report > > Vista Outdoor Inc (VSTO) - free report > > K12 Inc (LRN) - free report > > Published in consumer-discretionary earnings Zacks' 7 Best Strong Buy Stocks for May, 2020 Free Research for Zacks.com Readers Experts have chosen 7 stocks out of 220 Zacks Rank #1 Strong Buys that have the highest potential to ... "], ["2020-05-03 07:07", "Zacks Investment Researchhttp://www.zacks.comeditor@zacks.com (Managing editor)webmaster@zacks.com (Webmaster)en-us 2020-05-26 14:10:04 GMTTue, 26 May 2020 14:11:59 GMThourly12010-01-01T00:00+00:00http://www.zacks.comhttp://b7d61a7c6b8c307bf531-a92a66b9587e2a0aa805bd4e70b98407.r95.cf2.rackcdn.com/images/zacks/pyramid.png5562 Tue, 26 May 2020 13:15:00 GMT The market didn't move much in Friday's session, but it managed to hold onto most of Monday's epic surge to finish out the week with solid gains.The NASDAQ rose 0.43% (or just under 40 points) to 9324.59, while the S&P advanced 0.24% to 2955.45. The Dow closed lower by only 0.04% (or just about 9 points) to 24,465.16.However, each of those indices jumped by more than 3% for the full week. That's the market's  ... "], ["2020-04-30 04:31", "Boston Properties Inc (BXP) Q1 2020 Earnings Call Transcript ...  April collections for the company. We collected rents in 95% to 100% of all of those office buildings that I just described, those categories with the exceptions of our flexible space operators and manufacturing/retail. The manufacturing/retail category includes retail and consumer product tenants with office leases. So those are companies like Aramis, Ann Taylor, Macys.com, Saucony, Clarks shoes, JUUL and JAKKS Pacific, which is a toy company. Those are sort of the larger ones in that category as well as industries as diverse as the defense sector and electric battery manufacturing. So it's a pretty broad base. Our share of the accrued rent balance of those manufacturing/retail tenants that did not pay April rent, and they're all in the retail ... "], ["2020-04-29 15:25", "Hasbro (HAS) Misses on Q1 Earnings, Gaming Demand High ...  $300 million in May 2021. The company is also committed to paying dividents. During the first quarter, the company paid divided worth $93.2 million. The company's next dividend of 68 cents, will be payable on May 15, 2020 to shareholders of record at the close of business as of May 1. Hasbro, which shares space with Mattel, Inc. ( MAT - Free Report ) , JAKKS Pacific, Inc. ( JAKK - Free Report ) and Activision Blizzard, Inc. ( ATVI - Free Report ) , has a Zacks Rank #3 (Hold). You can see the complete list of today's Zacks #1 Rank (Strong Buy) stocks here. Coronavirus Update China, which represents nearly 55% of the company's manufacturing productions, is currently operating at planned capacity. In the first quarter, production in China was lower ... "], ["2020-04-28 13:00", "The Zacks Analyst Blog Highlights: Airgain, Trilogy Metals, Aptinyx, Veritone and Tufin Software Technologies ... in price quickly amid the global health crisis. A recent pick, Maxar, skyrocketed +178.7% in 3 months. For 32 years, our Strong Buy list has averaged returns more than twice the market. See its 7 best stocks now. Privacy Policy | No cost, no obligation to buy anything ever. ?? Close This Panel X Up Next The Zacks Analyst Blog Highlights: Avid Technology, Build-A-Bear Workshop, JAKKS Pacific, Kaleyra and MagnaChip Semiconductor Most Read Best Earnings Charts of the 5 Big Tech Titans AWS 4/28: A Plethora of Q1 Earnings Results: MMM, PEP & More PFP 4/28: Stocks Soar, Nasdaq Hits 7-Week High How to Become Indistractable: A Wizard's Manual by Nir Eyal Big Tech's First Coronavirus Earnings Test Quick Links Services Account Types Premium Services Zacks Rank ... "], ["2020-04-28 12:58", "The Zacks Analyst Blog Highlights: Avid Technology, Build-A-Bear Workshop, JAKKS Pacific, Kaleyra and MagnaChip SemiconductorThe Zacks Analyst Blog Highlights: Avid Technology, Build-A-Bear Workshop, JAKKS Pacific, Kaleyra and MagnaChip Semiconductor"], ["2020-04-28 12:56", "The Zacks Analyst Blog Highlights: Arista Networks, CenturyLink, Motorola Solutions and Telephone and Data Systems ...  #1 Strong Buys that have the highest potential to increase in price quickly amid the global health crisis. For 32 years, our Strong Buy list has averaged returns more than twice the market. See its 7 best stocks now. Privacy Policy | No cost, no obligation to buy anything ever. ?? Close This Panel X Up Next The Zacks Analyst Blog Highlights: Avid Technology, Build-A-Bear Workshop, JAKKS Pacific, Kaleyra and MagnaChip Semiconductor Most Read Best Earnings Charts of the 5 Big Tech Titans AWS 4/28: A Plethora of Q1 Earnings Results: MMM, PEP & More PFP 4/28: Stocks Soar, Nasdaq Hits 7-Week High How to Become Indistractable: A Wizard's Manual by Nir Eyal Big Tech's First Coronavirus Earnings Test Quick Links Services Account Types Premium Services Zacks ... "]]}}