{"postfix": "johnson_johnson-aktie", "name": "JOHNSON_JOHNSON", "wkn": "853260", "time": "2020.05.26 15:59", "ts": 1590501554, "features": {"KGV": "16.87", "Marktkapitalisierung": {"Size": "Mrd", "Value": "353.75"}, "GA": "8.68", "KBV": "6.56", "BA": "22.32", "KCV": "15.52", "CA": "9.43", "Vola30": "18.42", "Vola90": "43.47", "Vola180": "32.59", "Vola250": "27.98"}, "rivals": ["morphosys-aktie", "merck_co-aktie", "procter_gamble-aktie", "fresenius_medical_care-aktie", "roche_2-aktie", "bayer-aktie", "novartis-aktie"], "text_data": {"de": [["20.05.20", "MÄRKTE USA/Wall Street fester - Anleger hoffen auf Konjunkturerholung"], ["20.05.20", "MÄRKTE USA/Wall Street fester - Einzelhändler überzeugen mit Quartalszahlen"], ["20.05.20", "MÄRKTE USA/Wall Street nach Verschnaufpause fester"], ["20.05.20", "MÄRKTE USA/Börsen nach Verschnaufpause fester erwartet"], ["30.04.20", "So schätzen die Analysten die Zukunft der Johnson Johnson-Aktie ein"], ["20.04.20", "Pharmaindustrie beschleunigt Arbeit an Virus-Tests und Impfstoffen"], ["15.04.20", "HSBC: Johnson & Johnson startet stark, Ford mit Schwächen"], ["15.04.20", "Johnson Johnson stellte das Zahlenwerk zum vergangenen Quartal vor"], ["14.04.20", "MÄRKTE USA/Rally geht weiter - Nasdaq nicht mehr im Bärenmarkt"], ["14.04.20", "MÄRKTE USA/Fester - Berichts-Banken drehen ins Minus"], ["14.04.20", "AKTIE IM FOKUS: Johnson & Johnson steigen wieder Richtung Rekordhoch"], ["14.04.20", "ANALYSE-FLASH: Credit Suisse belässt Johnson & Johnson auf 'Outperform'"], ["14.04.20", "MÄRKTE USA/Börse startet fester - JPM und Wells Fargo mit Zahlen im Blick"], ["14.04.20", "MÄRKTE USA/Börse fest erwartet - JPM und Wells Fargo mit Zahlen im Blick"], ["14.04.20", "Pharmakonzern Johnson & Johnson senkt Ausblick für 2020 - Dividende steigt"], ["14.04.20", "Johnson & Johnson erhöht die Dividende das 58. Jahr in Folge"], ["14.04.20", "MARKT USA/Börse fester erwartet - Zahlen von JPM und Wells Fargo im Blick"], ["13.04.20", "HSBC: Wochenausblick: JPMorgan, Bank of America, Goldman Sachs, Empire State Index, Beige Book"], ["31.03.20", "So schätzen die Analysten die Zukunft der Johnson Johnson-Aktie ein"], ["30.03.20", "MÄRKTE USA/Börsen deutlich erholt - Anleger fassen wieder Vertrauen"], ["30.03.20", "MÄRKTE USA/Börsen deutlich erholt - Anleger vertrauen Krisenpolitik"], ["30.03.20", "MÄRKTE USA/Zurückhaltung oberstes Gebot an der Wall Street"], ["30.03.20", "MÄRKTE USA/Zurückhaltung oberstes Gebot an der Wall Street"], ["13.03.20", "Janssen Pharma arbeitet wegen Corona mit Beth Israel Medical zusammen"]], "en": [["18.05.20", "Johnson & Johnson to Provide Webcast Fireside Chat on Clinical Data to be Presented at the American Society of Clinical Oncology and the Janssen Oncology Strategy and Portfolio"], ["14.05.20", "Janssen’s BCMA CAR-T Therapy JNJ-4528 Showed Early, Deep and Durable Responses in Heavily Pretreated Patients with Multiple Myeloma"], ["14.05.20", "ERLEADA® (apalutamide) Significantly Improved Overall Survival in Patients with Non-Metastatic Castration-Resistant Prostate Cancer"], ["13.05.20", "Johnson & Johnson to Participate in Bernstein's 36th Annual Strategic Decisions Virtual Conference"], ["12.05.20", "Biosense Webster Unveils Late-Breaking Results from PRECEPT Study in Patients with Persistent Atrial Fibrillation"], ["28.04.20", "Federal Judge Excludes Certain Plaintiff Expert Testimony from Talc Ovarian Cancer Trials, Deeming Them Not Scientifically Sound"], ["24.04.20", "Statement of Support on Access to New COVID-19 Tools"], ["23.04.20", "Global Advocacy and Communications Effort Launched to Drive Action Against COVID-19 and Stop Future Pandemics"], ["22.04.20", "U.S. FDA Approves IMBRUVICA® (ibrutinib) Plus Rituximab for the Treatment of Patients with Chronic Lymphocytic Leukemia (CLL)"], ["14.04.20", "Johnson & Johnson Announces Dividend Increase of 6.3%"], ["14.04.20", "Johnson & Johnson Reports 2020 First-Quarter Results:"], ["03.04.20", "Results from Expert Delphi Consensus Survey on Treatment of Pulmonary Arterial Hypertension (PAH) with Oral Prostacyclin Pathway Agents (PPAs) Published in CHEST Journal"], ["01.04.20", "Johnson & Johnson Postpones 2020 Medical Devices Business Review Due to the Coronavirus"], ["31.03.20", "Johnson & Johnson to Host Virtual Annual Meeting of Shareholders"], ["28.03.20", "Landmark Phase 3 VOYAGER PAD Study of XARELTO® (rivaroxaban) Plus Aspirin Shows Significant Benefit in Patients with Symptomatic Peripheral Artery Disease (PAD) after Lower-Extremity Revascularization"], ["20.03.20", "Janssen Announces Health Canada Approval of CABENUVA™, the First Long-Acting Regimen for the Treatment of HIV"], ["20.03.20", "Janssen Highlights Continued Commitment to Cardiovascular & Metabolic Healthcare Solutions with Late-Breaking Data at the First Fully Virtual American College of Cardiology Scientific Session"], ["16.03.20", "Lack of evidence to support use of darunavir-based treatments for SARS-CoV-2"], ["13.03.20", "Johnson & Johnson Announces Collaboration with the Beth Israel Deaconess Medical Center to Accelerate COVID-19 Vaccine Development"], ["13.03.20", "Johnson & Johnson Business Continuity Statement (3/13)"], ["11.03.20", "Janssen Announces Results of Phase 3 Study Demonstrating the Safety and Efficacy of Long-Acting Injectable HIV Treatment Regimen of Rilpivirine And Cabotegravir through 96 Weeks"], ["11.03.20", "Janssen Announces 48-week Results of Phase 3b Study Demonstrating the Safety and Efficacy of Long-Acting Injectable HIV Treatment of Rilpivirine and Cabotegravir Administered Every Two Months"], ["10.03.20", "Janssen Announces U.S. FDA Breakthrough Therapy Designation Granted for JNJ-6372 for the Treatment of Non-Small Cell Lung Cancer"], ["02.03.20", "European Medicines Agency Grants PRIME and Advanced Therapy Medicinal Product Designations to Janssen’s RPGR Gene Therapy for X-Linked Retinitis Pigmentosa"], ["29.02.20", "Johnson & Johnson Business Continuity Statement (2/28)"], ["28.02.20", "First-of-its-kind global collaboration launched to develop transformative treatment regimens for tuberculosis"], ["26.02.20", "Johnson & Johnson to Participate in Barclays Global Healthcare Conference"], ["25.02.20", "Johnson & Johnson Launches Heartline™, the First-of-its-Kind, Virtual Study Designed to Explore if a New iPhone App and Apple Watch Can Help Reduce the Risk of Stroke"], ["18.02.20", "Johnson & Johnson to Participate in Cowen 40th Annual Health Care Conference"], ["18.02.20", "Johnson & Johnson to Expand Partnership with U.S. Department of Health & Human Services to Accelerate the Discovery of Potential COVID-19 Treatments"], ["13.02.20", "Johnson & Johnson to Participate in the 9th Annual SVB Leerink Global Healthcare Conference"], ["11.02.20", "Johnson & Johnson Announces Collaboration with U.S. Department of Health & Human Services to Accelerate Development of a Potential Novel Coronavirus Vaccine"], ["11.02.20", "Margaux Resources Ltd. Announces Stephen JJ Letwin as Director"], ["10.02.20", "Janssen Announces Submission to U.S. FDA for New DARZALEX® (Daratumumab)-Based Combination Regimen for Patients with Relapsed/Refractory Multiple Myeloma"], ["07.02.20", "JJ Abrams responds to Star Wars: The Rise Of Skywalker criticism"], ["03.02.20", "Janssen to Highlight Depth of Solid Tumor Portfolio at ASCO GU"], ["29.01.20", "Johnson & Johnson Launches Multi-Pronged Response to Coronavirus Global Public Health Threat"], ["23.01.20", "Johnson & Johnson Announces $250 Million Commitment to Support Frontline Health Workers, Reaching 100 Million People By 2030"], ["22.01.20", "Johnson & Johnson Reports 2019 Fourth-Quarter and Full Year Results"], ["17.01.20", "Johnson & Johnson Collaborates with The MTV Staying Alive Foundation to Launch Youth-Focused “Edutainment” Campaign Focused on Tuberculosis & Other Health Issues in India"], ["2020-05-26 13:58", "UK COVID-19 deaths rise to 36,914 as another 121 patients die ... . But he also said that this move will be \"contingent upon\" progress in the fight against COVID-19. \"The food retail sector has already responded fantastically well, enabling supermarkets to be kept open in a safe way -- and we will learn lessons from that experience as we allow other retail to open,\" said Johnson. Also on Monday, Johnson's most senior adviser Dominic Cummings defended his actions during his first public appearance since a major row erupted over reports that he \"broke\" Britain's COVID-19 lockdown rules. During an earlier press conference in the rose garden of Downing Street, Cummings told reporters that he had behaved \"reasonably.\" The row has dominated newspaper headlines in Britain since it was ... "], ["2020-05-26 13:54", "Dortmund faces Bayern in Bundesliga title showdown: What you need to know ...  and beyond 7d Noah Davis Manchester United's finances amid coronavirus: a warning sign to all of soccer 5d Mark Ogden Malaga's groundskeeper, who lives at the stadium, is hopeful that soccer soon returns to his unique home 5d Sid Lowe Costa Rica's blueprint for the Americas 19h Keishmer Gomez and Tom Marshall Options to settle the Premier League table 19h Dale Johnson Brazil's top clubs play political football 19h Tim Vickery Dortmund face Bayern in Bundesliga title showdown: What you need to know play Jadon Sancho vs. Alphonso Davies is 'the battle of the season' (2:09) Craig Burley and Jan Aage Fjortoft break down the matchups ahead of Dortmund's clash with Bayern Munich. (2:09) Facebook Twitter Facebook Messenger Email 3:31 ... "], ["2020-05-26 13:49", "Chief aide's conduct said to threaten UK lockdown ...  that he's supposed to be serving\". And Ed Davey, the acting leader of the Liberal Democrats, said: \"The instruction the prime minister gave us all to stay at home has been breached by his top adviser and that's what you can't get away from.\" Shadow health secretary Jonathan Ashworth added: \"The hypocrisy stinks and people know it.\" Johnson said on the weekend that Cummings had made the 420-kilometer journey because he realized \"both he and his wife were about to be incapacitated by coronavirus\" and that they needed a childminder. Cummings insisted at a news briefing on Monday afternoon that he had complied with the letter of the law because his 4-year-old child could be thought of as a vulnerable person, opening ... "], ["2020-05-26 13:48", "Dominic Cummings Durham trip: Timeline of events as minister resigns over No 10 response ...  Mr Cummings had made the trip to Durham. Downing Street offered no initial comment on the story, but a source close to Mr Cummings said: \"He isn't remotely bothered by this story, it's more fake news from the Guardian. \"There is zero chance of him resigning.\" Sorry, this content isn't available on your device. May 23: Boris Johnson and ministers stick by Mr Cummings Downing Street issues a statement claiming Mr Cumming's journey was \"essential\", despite lockdown rules stating he should have stayed at home. The statement said: \"Owing to his wife being infected with suspected coronavirus and the high likelihood that he would himself become unwell, it was essential for Dominic Cummings to ensure his young child could ... "], ["2020-05-26 13:46", "Merck working with non-profit IAVI to develop COVID-19 vaccine ...  masks as they walk down a street in Paris on May 12. Photo by Eco Clement/UPI | License Photo France has cautiously begun to lift its lockdown this week with shops allowed to reopen, including in the capital, which still faces tight restrictions. Photo by Eco Clement/UPI | License Photo British Prime Minister Boris Johnson claps outside Downing Street in London to show his support for key workers during the coronavirus pandemic on May 7. Doctors released Johnson from the intensive care unit in mid-April after he spent about a week in the hospital with COVID-19 Photo by Hugo Philpott/UPI | License Photo Shoppers wear masks in the Mahane Yehuda Market in Jerusalem on May 7. Photo by Debbie Hill/UPI | License Photo A security guard checks the temperature of ... "], ["2020-05-26 13:46", "Minister quits U.K. government over aide's lockdown breach ...  valuable public & political good will any longer,\" tweeted Conservative lawmaker William Wragg. \"It's humiliating & degrading to their office to see ministers put out agreed lines in defence of an advisor. This is a time of national emergency and our focus must be unrelenting. We owe it to the nation.\" RELATED IMAGES view larger image British Prime Minister Boris Johnson and his advisor Dominic Cummings, left, leave 10 Downing Street in London, and get in a car together to go to the Houses of Parliament, Monday, Oct. 28, 2019. (AP Photo/Matt Dunham) Full coverage at CTVNews.ca/Coronavirus Tracking every case of COVID-19 in Canada Feds to update efforts to procure COVID-19-related protective equipment Heavy drinking is highest among younger ... "], ["2020-05-26 13:44", "Unhinged: New Russell Crowe thriller to be first major film released in cinemas since lockdown ...  Eat Currys Nike Travelodge National Trust boohoo Premium Chris Blackhurst Hamish McRae Janet Street-Porter Mary Dejevsky Matthew Norman Jenny clair Please wait.... UK Edition US Edition News UK World US Politics Brexit Tech Science Education Environment Health Business InFact Long reads Coronavirus Advice Lockdown Guide UK Politics Brexit Conservatives Labour Lib Dems SNP Green Party DUP Boris Johnson Jeremy Corbyn US Politics Voices Help The Hungry Editorials Shappi Khorsandi Mary Dejevsky Robert Fisk Mark Steel Janet Street-Porter John Rentoul Jenny clair Matthew Norman Sean O'Grady Tom Peck Andrew Grice Sport Football Boxing Rugby union Cricket F1 Tennis Cycling Golf Podcast US sports Miguel Delaney Culture Film Music TV & radio Books Art Photography ... "], ["2020-05-26 13:43", "Student, 18, tired to hire someone to strangle two girls, 16, with a belt on parody hitman site ... reveals she 'put on her male privilege pants' to demand directorial role Joe Giudice says he is willing to fight Mike Tyson in a Celebrity Boxing match-up and dishes that he 'came close a few times' to brawling in jail 'Let's just keep it as bad TV!' Baywatch icon Pamela Anderson admits she 'didn't like' the revived film starring Dwayne Johnson The Playboy icon is 52 Brian Austin Green heads out to the store on a supply run as he moves on as a single dad amid split from wife Megan Fox Cardi B catches her daughter Kulture looking cute while blowing bubbles... before buying her a new toy at Target Princess Margaret's 1978 divorce from Lord Snowdon 'cleared the way' for future royals to split, says Jennie Bond ... "], ["2020-05-26 13:43", "What will future travel look like? ...  not eating. For more, click here. Read the Full Article Video Entertaining the Family at Home by Emily Gibbs / May 22, 2020 Lifestyle Expert, Josh McBride joins us with a list of his favorite essential items to keep the family entertained at home! 1. Elevate Spring Entertaining with WisconsinCheese.com Read the Full Article Video Dealing with stress and anxiety by Michaela Johnson / May 22, 2020 Optimization Specialist, Diamandia Lingos, shares advice for how to handle stress and anxiety during these difficult times. Read the Full Article Video Top Stories The bell rings again; NYSE opens but under new rules Queen guitarist Brian May suffers heart attack, says he 'could have died' Raimondo, Alexander-Scott to hold coronavirus briefing at 11 am Video ... "], ["2020-05-26 13:42", "Search for boy, five, who disappeared from Ohio lake resort where his grandparents have a camper ... reveals she 'put on her male privilege pants' to demand directorial role Joe Giudice says he is willing to fight Mike Tyson in a Celebrity Boxing match-up and dishes that he 'came close a few times' to brawling in jail 'Let's just keep it as bad TV!' Baywatch icon Pamela Anderson admits she 'didn't like' the revived film starring Dwayne Johnson The Playboy icon is 52 Brian Austin Green heads out to the store on a supply run as he moves on as a single dad amid split from wife Megan Fox Cardi B catches her daughter Kulture looking cute while blowing bubbles... before buying her a new toy at Target Princess Margaret's 1978 divorce from Lord Snowdon 'cleared the way' for future royals to split, says Jennie Bond ... "], ["2020-05-26 13:42", "N.C High School Athletic Association extends coronavirus dead period ...  game at Wallace Wade Stadium in Durham on Dec. 14, 2019. ANGELI WRIGHT/ASHEVILLE CITIZEN TIMES Fullscreen Kage Williams, 14, cheers for Robbinsville during the NCHSAA 1A state championship game at Wallace Wade Stadium in Durham on Dec. 14, 2019. ANGELI WRIGHT/ASHEVILLE CITIZEN TIMES Fullscreen Robbinsville's Lex Hooper attempts to stay on his feet against Northampton's Jeremiah Johnson as he runs the ball during the NCHSAA 1A state championship game at Wallace Wade Stadium in Durham on Dec. 14, 2019. ANGELI WRIGHT/ASHEVILLE CITIZEN TIMES Fullscreen Robbinsville's Lex Hooper, left, Ty Harrell, center, and Grady Garland, right, celebrate after defeating Northampton 45-14 in the NCHSAA 1A state championship game at Wallace Wade Stadium in Durham on ... "], ["2020-05-26 13:41", "'I had an active life': How are shielders surviving lockdown? ...  of us' Read more In Bristol, Milner thinks the government should start to develop measures to help such as mandating an hour in which only people who are shielding can go outside, like other countries are modelling . \"It's hard to see other people have more freedom, which effectively means the world will move on without us,\" she says. \"Boris Johnson didn't mention us in his speech at all. It feels like I'm an afterthought.\" Additional reporting by Paul Campbell *Some names have been changed Topics Communities Health Coronavirus outbreak Infectious diseases features Share on Facebook Share on Twitter Share via Email Share on LinkedIn Share on Pinterest Share on WhatsApp Share on Messenger Reuse this content Most popular UK UK ... "], ["2020-05-26 13:40", "Priest buries himself up to his neck and surrounds himself with fire ... reveals she 'put on her male privilege pants' to demand directorial role Joe Giudice says he is willing to fight Mike Tyson in a Celebrity Boxing match-up and dishes that he 'came close a few times' to brawling in jail 'Let's just keep it as bad TV!' Baywatch icon Pamela Anderson admits she 'didn't like' the revived film starring Dwayne Johnson The Playboy icon is 52 Brian Austin Green heads out to the store on a supply run as he moves on as a single dad amid split from wife Megan Fox Cardi B catches her daughter Kulture looking cute while blowing bubbles... before buying her a new toy at Target Princess Margaret's 1978 divorce from Lord Snowdon 'cleared the way' for future royals to split, says Jennie Bond ... "], ["2020-05-26 13:39", "No crowds? No thanks! Golf's world No. 1 Rory McIlroy says it's the 'right call' to push September's Ryder Cup to 2021 ... but recently relaxed restrictions in the United States have allowed for the return of the sport, so long as social distancing guidelines are adhered to. President Donald Trump was among the first public figures to hit the links upon its reopening, wasting little time in dusting off his driver. McIlroy, for his part, played in a charity skins game with Americans Dustin Johnson, Rickie Fowler and Matthew Wolff to raise money for coronavirus relief charities, while a team of Tom Brady and Phil Mickelson against Peyton Manning and Tiger Woods last weekend drew several million television viewers. However, from McIlroy's perspective playing on an empty golf course doesn't excite him. Also on rt.com Double bogey: Government figures suggest President Donald ... "], ["2020-05-26 13:37", "Caprice Bourret goes braless in a white camisole as she takes her rubbish out ... reveals she 'put on her male privilege pants' to demand directorial role Joe Giudice says he is willing to fight Mike Tyson in a Celebrity Boxing match-up and dishes that he 'came close a few times' to brawling in jail 'Let's just keep it as bad TV!' Baywatch icon Pamela Anderson admits she 'didn't like' the revived film starring Dwayne Johnson The Playboy icon is 52 Brian Austin Green heads out to the store on a supply run as he moves on as a single dad amid split from wife Megan Fox Cardi B catches her daughter Kulture looking cute while blowing bubbles... before buying her a new toy at Target Princess Margaret's 1978 divorce from Lord Snowdon 'cleared the way' for future royals to split, says Jennie Bond ... "], ["2020-05-26 13:37", "Our top college football teams that failed to win the national championship ...  Miami. The Hurricanes contained the option with relentless speed, and their pro-style offense scored at least 20 points in all three matchups. (None of the other 33 opponents topped 17.) This should have been Switzer's second dynasty, but one team -- led by a former Oklahoma State head coach (Jimmy Johnson), no less -- derailed it. And by 1988, the NCAA was closing in. Facing sanctions, Switzer resigned before the 1989 season. And because everything ties together somehow, he eventually succeeded Johnson as head coach of the Dallas Cowboys ... and won a Super Bowl with Aikman. 1. 1959 Ole Miss (10-1) When Ole Miss lost to LSU by a 10-7 score in 1961, the Shreveport Times headline read, \"Tigers Upset Ole Miss To Maintain Four-Year Jinx.\" Ole Miss ... "], ["2020-05-26 13:37", "Brian May walks with the aid of crutches as he emerges after heart attack ... reveals she 'put on her male privilege pants' to demand directorial role Joe Giudice says he is willing to fight Mike Tyson in a Celebrity Boxing match-up and dishes that he 'came close a few times' to brawling in jail 'Let's just keep it as bad TV!' Baywatch icon Pamela Anderson admits she 'didn't like' the revived film starring Dwayne Johnson The Playboy icon is 52 Brian Austin Green heads out to the store on a supply run as he moves on as a single dad amid split from wife Megan Fox Cardi B catches her daughter Kulture looking cute while blowing bubbles... before buying her a new toy at Target Princess Margaret's 1978 divorce from Lord Snowdon 'cleared the way' for future royals to split, says Jennie Bond ... "], ["2020-05-26 13:37", "MasterChef fans praise guest judge Kirsten Tibballs for being 'helpful and supportive' ... reveals she 'put on her male privilege pants' to demand directorial role Joe Giudice says he is willing to fight Mike Tyson in a Celebrity Boxing match-up and dishes that he 'came close a few times' to brawling in jail 'Let's just keep it as bad TV!' Baywatch icon Pamela Anderson admits she 'didn't like' the revived film starring Dwayne Johnson The Playboy icon is 52 Brian Austin Green heads out to the store on a supply run as he moves on as a single dad amid split from wife Megan Fox Cardi B catches her daughter Kulture looking cute while blowing bubbles... before buying her a new toy at Target Princess Margaret's 1978 divorce from Lord Snowdon 'cleared the way' for future royals to split, says Jennie Bond ... "], ["2020-05-26 13:36", "Warner Music launches IPO to raise up to $1.8bn ...  fund managers expect V-shaped recovery for US economy A ban on US banks issuing dividends would be bad policy Will investors cool on Hong Kong as China takes closer control? Graphics Opinion Sections Opinion Home Columnists The FT View The Big Read Instant Insight Lex Alphaville Obituaries Letters Most Read Jair Bolsonaro's populism is leading Brazil to disaster Boris Johnson will pay a price for standing by Cummings The changing face of the billionaire classes China is pitting EU countries against each other Intesa Sanpaolo is the EU's most prized bank: why? Work & Careers Sections Work & Careers Home Business School Rankings Business Education Entrepreneurship Recruitment Business Books Business Travel Most Read We need casual talk at work to help ... "], ["2020-05-26 13:35", "Netflix's Jeffrey Epstein docuseries honours his victims and their stories, but the creep still gets away ...  24 C Partly cloudy Feels like 28 C Wednesday 29 C Thursday 27 C Friday 24 C Saturday 18 C Complete Forecast World A black birdwatcher asked a white woman to leash her dog. Instead, she called the police Elon Musk's SpaceX prepares for upcoming astronaut mission to International Space Station Japan ignored the usual rules but contained COVID-19. How did it work? Lockdown breach: Boris Johnson's top aide Cummings says he drove to tourist attraction to test his eyesight Restaurants may be closed but the gaping maws of aggressive rodents are open Swathes of people gather at pool parties and bars as America's death toll nears 100,000 Watch 'Everybody will love it': A four-day work week could help rebuild Canada's economy post-COVID-19 ... "]]}}