{"postfix": "juniper_networks-aktie", "name": "JUNIPER_NETWORKS", "wkn": "923889", "time": "2020.05.26 15:39", "ts": 1590500374, "features": {"KGV": "14.20", "Marktkapitalisierung": {"Size": "Mrd", "Value": "7.03"}, "GA": "1.72", "KBV": "1.83", "BA": "13.36", "KCV": "16.07", "CA": "1.52", "Vola30": "40.1", "Vola90": "52.82", "Vola180": "39.54", "Vola250": "33.24"}, "rivals": ["adva-aktie", "check_point_software-aktie", "cisco-aktie", "nokia-aktie", "symantec-aktie", "f5_networks-aktie", "alcatel-lucent-aktie"], "text_data": {"de": [["30.04.20", "Juniper Networks-Aktie: Einschätzungen und Kursziele der Analysten im April"], ["30.04.20", "Juniper Networks informierte über die jüngsten Quartalsergebnisse"], ["27.04.20", "Ausblick: Juniper Networks stellt Quartalsergebnis zum abgelaufenen Jahresviertel vor"], ["21.04.20", "Juniper Networks liefert Deutsche Telekom verwaltete SD-WAN-Plattform zur Bereitstellung von End-to-End-Overlay-Diensten für seine Unternehmenskunden"], ["13.04.20", "Erste Schätzungen: Juniper Networks vermeldet Zahlen zum jüngsten Quartal"], ["31.03.20", "Juniper Networks-Aktie: Einschätzungen und Kursziele der Analysten im März"], ["28.01.20", "KORREKTUR: MÄRKTE USA/Gute Daten lassen Virussorgen an Wall Street etwas verblassen"], ["28.01.20", "MÄRKTE USA/Gute Daten lassen Virussorgen an Wall Street etwas verblassen"], ["28.01.20", "MÄRKTE USA/Kleine Aktienerholung dank positiver Daten"], ["28.01.20", "MÄRKTE USA/Kleine Erholung nach kräftigem Vortagesabschlag"], ["28.01.20", "MÄRKTE USA/Moderate Erholung nach kräftigen Vortagesverlusten"], ["28.01.20", "MARKT USA/Leichte Erholung nach Vortagesverlusten"], ["26.01.20", "Ausblick: Juniper Networks legt die Bilanz zum abgelaufenen Quartal vor"]], "en": [["2020.05.26", "Net One Systems Adopts Juniper Networks’ Contrail Enterprise Multicloud as Common Services Management Platform for Customers"], ["01.05.20", "The Zacks Analyst Blog Highlights: Verizon Communications, Corning, Juniper Networks, Iridium Communications and InterDigital"], ["29.04.20", "Juniper Networks Inc (JNPR) Q1 2020 Earnings Call Transcript"], ["28.04.20", "Juniper Networks (JNPR) Misses Q1 Earnings and Revenue Estimates"], ["21.04.20", "Juniper Networks Provides Deutsche Telekom with a Managed SD-WAN Platform to Deliver End-to-End Overlay Services to its Enterprise Customers"], ["21.04.20", "Juniper Networks : Juniper Networks Provides Deutsche Telekom with a Managed SD-WAN Platform to Deliver End-to-End Overlay Services to its Enterprise Customers"], ["15.04.20", "Transports Vervaeke Leverages AI-Driven Network from Juniper Mist to Streamline Operations and Improve Employee Efficiency"], ["15.04.20", "Juniper Networks : Transports Vervaeke Leverages AI-Driven Network from Juniper Mist to Streamline Operations and Improve Employee Efficiency"], ["09.04.20", "Juniper Networks Sees RS Rating Climb To 72"], ["03.03.20", "Dr. D.Y. Patil Hospital & Research Centre Selects Juniper Networks to Power World-Class, Tech-Enabled Healthcare in India"], ["03.03.20", "Juniper Networks : Dr. D.Y. Patil Hospital & Research Centre Selects Juniper Networks to Power World-Class, Tech-Enabled Healthcare in India"], ["29.02.20", "Better Buy: Arista Networks vs. Juniper Networks"], ["29.01.20", "Why Juniper Networks Will Stagnate Despite Its Cloud Recovery"], ["29.01.20", "Juniper Networks Will Stabilize in 2020, Then Get Back to Real Growth"], ["28.01.20", "Juniper Networks Inc (JNPR) Q4 2019 Earnings Call Transcript"], ["27.01.20", "Juniper Networks (JNPR) Q4 Earnings Match Estimates"], ["20.01.20", "Analysts Estimate Juniper Networks (JNPR) to Report a Decline in Earnings: What to Look Out for"], ["2020-05-26 02:00", "Net One Systems Adopts Juniper Networks' Contrail Enterprise Multicloud As Common Services Management Platform For CustomersTOKYO, May 26, 2020 (GLOBE NEWSWIRE) -- Juniper Networks JNPR, a leader in secure, AI-driven networks, today announced that Contrail Enterprise Multicloud has been selected as the common services management platform by Net One Systems , one of Japan's"], ["2020-05-25 15:47", "How 5G Rollout May Benefit Businesses More than Consumers ...  of bandwidth growth,\" he says. IBM announced new edge resources and edge-enabled apps as well as the IBM Edge Ecosystem, where independent software vendors can offer services to enterprises, and the IBM Telco Network Cloud Ecosystem, which brings together varied providers to drive the deployment of network cloud platforms. Companies within those ecosystems include Cisco, Dell Technologies, Intel, Juniper Networks, NVIDIA, and Samsung. High says 5G's promises include lower latencies, improved bandwidth density, and network slicing. That could mean a 50% improvement in latency over 4G technology, he says, though the separation between a device and the cloud also needs to be accounted for. \"The only way you can overcome the laws of physics in the ... "], ["2020-05-25 13:09", "Goldman has a complete breakdown of how to trade the future of work ... ,\" the firm said in a note to clients. Goldman expects profound changes in the types of hardware and software that will be needed to fuel the workplace of the future, including sophisticated software for identity management and network monitoring. With that in mind, the firm combed through stocks that are best positioned to capitalize on these growing trends. Related Tags Apple Inc Juniper Networks Inc CommScope Holding Company Inc ADTRAN Inc Okta Inc More In Pro News and Analysis The market is set for a pullback so buy these 'high balance sheet quality' stocks, Bernstein says Maggie Fitzgerald Ark Innovation fund adds to great track record, up 25% this year on bet crisis sparks innovation Maggie Fitzgerald Goldman has a market-topping hedge fund ... "], ["2020-05-23 14:11", "India, China Reportedly Take Diplomatic Route to Resolve Flare-Up of Border Skirmishes ... disputed Doklam plateau, which exists as a tri-junction at the border that separates India, Bhutan, and China, regarding the building of a road by the Chinese side. As part of Operation Juniper, India deployed some 270 troops and two bulldozers that crossed the Sikkim border into Doklam to prevent their Chinese rivals from constructing the road. Two months later, both sides announced that they ... .com . Next Votre message a t envoy! Community standards The fact of registration and authorization of users on Sputnik websites via users' account or accounts on social networks indicates acceptance of these rules. Users are obliged abide by national and international laws. Users are obliged to speak respectfully to the other participants in the discussion, readers ... "], ["2020-05-21 12:01", "Tech firms deploy Bluetooth chips for coronavirus contact tracing in office ...  a car to grab a completed coronavirus diagnostic test, as the global outbreak of the coronavirus disease continues, in Los Angeles, California, US, May 6, 2020. — Reuters pic OAKLAND, May 21 — Technology companies are developing their own contact tracing systems to help prevent coronavirus outbreaks in their offices as countries begin to ease lockdown measures and a return to the workplace is in the offing. Silicon Valley company Juniper Networks Inc plans to equip its about 10,000 employees with work identification badge holders that have a Bluetooth chip that will help to record a worker's movements and interactions in the office, company vice president Jeff Aaron said in an interview. The system employs WiFi routers and access points from ... "], ["2020-05-21 11:52", "Tech firms deploy Bluetooth chips for coronavirus contact tracing in office ...  the norm in California's tech industry. PHOTO: NYTIMES Published 1 hour ago More Linkedin FB Messenger Telegram Reddit WeChat Pinterest Print Permalink: https://str.sg/JAVY Copy OAKLAND (REUTERS) - Technology companies are developing their own contact tracing systems to help prevent coronavirus outbreaks in their offices as countries begin to ease lockdown measures and a return to the workplace is in the offing. Silicon Valley company Juniper Networks Inc plans to equip its about 10,000 employees with work identification badge holders that have a Bluetooth chip that will help to record a worker's movements and interactions in the office, company vice-president Jeff Aaron said in an interview. The system employs Wi-Fi routers and access points from ... "], ["2020-05-21 11:50", "Tech firms deploy Bluetooth chips for coronavirus contact tracing in office ...  States Technology News May 21, 2020 / 11:54 AM / Updated 13 minutes ago Tech firms deploy Bluetooth chips for coronavirus contact tracing in office Paresh Dave 3 Min Read OAKLAND, Calif. (Reuters) - Technology companies are developing their own contact tracing systems to help prevent coronavirus outbreaks in their offices as countries begin to ease lockdown measures and a return to the workplace is in the offing. Silicon Valley company Juniper Networks Inc plans to equip its about 10,000 employees with work identification badge holders that have a Bluetooth chip that will help to record a worker's movements and interactions in the office, company vice president Jeff Aaron said in an interview. The system employs Wi-Fi routers and access points from ... "], ["2020-05-21 11:50", "Tech firms deploy Bluetooth chips for coronavirus contact tracing in office ...  Sports More Canada Technology News May 21, 2020 / 11:53 AM / in 16 minutes Tech firms deploy Bluetooth chips for coronavirus contact tracing in office Paresh Dave 3 Min Read OAKLAND, Calif. (Reuters) - Technology companies are developing their own contact tracing systems to help prevent coronavirus outbreaks in their offices as countries begin to ease lockdown measures and a return to the workplace is in the offing. Silicon Valley company Juniper Networks Inc plans to equip its about 10,000 employees with work identification badge holders that have a Bluetooth chip that will help to record a worker's movements and interactions in the office, company vice president Jeff Aaron said in an interview. The system employs Wi-Fi routers and access points from ... "], ["2020-05-21 11:50", "Tech firms deploy Bluetooth chips for coronavirus contact tracing in office ... TV More United Kingdom Technology News May 21, 2020 / 11:52 AM / a minute ago Tech firms deploy Bluetooth chips for coronavirus contact tracing in office Paresh Dave 3 Min Read OAKLAND, Calif. (Reuters) - Technology companies are developing their own contact tracing systems to help prevent coronavirus outbreaks in their offices as countries begin to ease lockdown measures and a return to the workplace is in the offing. Silicon Valley company Juniper Networks Inc plans to equip its about 10,000 employees with work identification badge holders that have a Bluetooth chip that will help to record a worker's movements and interactions in the office, company vice president Jeff Aaron said in an interview. The system employs Wi-Fi routers and access points from ... "], ["2020-05-21 11:50", "Tech Firms Deploy Bluetooth Chips for Coronavirus Contact Tracing in Office ...  May 21, 2020 By Reuters , Wire Service Content May 21, 2020, at 7:50 a.m. More Tech Firms Deploy Bluetooth Chips for Coronavirus Contact Tracing in Office More By Paresh Dave OAKLAND, Calif. (Reuters) - Technology companies are developing their own contact tracing systems to help prevent coronavirus outbreaks in their offices as countries begin to ease lockdown measures and a return to the workplace is in the offing. Silicon Valley company Juniper Networks Inc plans to equip its about 10,000 employees with work identification badge holders that have a Bluetooth chip that will help to record a worker's movements and interactions in the office, company vice president Jeff Aaron said in an interview. The system employs Wi-Fi routers and access points from ... "], ["2020-05-21 11:45", "Mist Systems rolls out enterprise-oriented contract tracing services ...  future of work faster than prognosticators dared imagine. What will determine failure or success in this brave new world of work? Read More The new services specifically include proximity tracing, journey mapping and hot-zone alerting. All three are included with the Premium Analytics service recently rolled out by Mist, a Juniper-owned company. Premium Analytics gives enterprises visibility into their networks, as well as location-based contextual information about customers and employees -- the kind of information that should be helpful to organizations that want to encourage social distancing and other practices endorsed by public health organizations. \"Fundamentally, these use cases have been driven by customers,\" Sujai Hajela, Mist co-founder ... "], ["2020-05-21 11:45", "Tech firms deploy Bluetooth chips for coronavirus contact tracing in office ... UK TV More United Kingdom May 21, 2020 / 11:46 AM / a few seconds ago Tech firms deploy Bluetooth chips for coronavirus contact tracing in office Paresh Dave 3 Min Read OAKLAND, Calif., May 21 (Reuters) - Technology companies are developing their own contact tracing systems to help prevent coronavirus outbreaks in their offices as countries begin to ease lockdown measures and a return to the workplace is in the offing. Silicon Valley company Juniper Networks Inc plans to equip its about 10,000 employees with work identification badge holders that have a Bluetooth chip that will help to record a worker's movements and interactions in the office, company vice president Jeff Aaron said in an interview. The system employs Wi-Fi routers and access points from ... "], ["2020-05-21 11:30", "How 5G Rollout May Benefit Businesses More than Consumers ... . Image: areebarbar - stock.Adobe.com IBM announced new edge resources and edge-enabled apps as well as the IBM Edge Ecosystem, where independent software vendors can offer services to enterprises, and the IBM Telco Network Cloud Ecosystem, which brings together varied providers to drive the deployment of network cloud platforms. Companies within those ecosystems include Cisco, Dell Technologies, Intel, Juniper Networks, NVIDIA, and Samsung. High says 5G's promises include lower latencies, improved bandwidth density, and network slicing. That could mean a 50% improvement in latency over 4G technology, he says, though the separation between a device and the cloud also needs to be accounted for. \"The only way you can overcome the laws of physics in the ... "], ["2020-05-20 18:08", "Open RAN Policy Coalition Founding Member NewEdge Signal Solutions Committed To Advancing 5G Supply Chain Diversity ...  Government has an important role to play in facilitating and fostering an open, diverse and secure supply chain for advanced wireless technologies, including 5G, such as by funding research and development, and testing open and interoperable networks and solutions, and incentivizing supply chain diversity. Open RAN Policy Coalition founding members include Airspan, Altiostar, AWS, AT&T, Cisco, CommScope, Dell, DISH Network, Facebook, Fujitsu, Google, IBM, Intel, Juniper Networks, Mavenir, Microsoft, NEC Corporation, NewEdge Signal Solutions, NTT, Oracle, Parallel Wireless, Qualcomm, Rakuten, Samsung Electronics America, Telefnica, US Ignite, Verizon, VMWare, Vodafone, World Wide Technology, and XCOM-Labs. \"As evidenced by the current global pandemic ... "], ["2020-05-20 04:00", "Backblaze HDD report shows the resilience of hard disk drivesClose Ad network world UNITED STATES United States United Kingdom Welcome ! Here are the latest Insider stories. Review: 5 top videoconferencing services put to the test Guide to virtual tech conferences, including Cisco Live, IBM Think and VMworld Microsegmentation product snapshots: Edgewise Networks, VMware and ShieldX Networks IBM's big hybrid-cloud gamble More Insider Sign Out Sign In Register NEW FROM IDG Learn More Sign Out Sign In Register NEW Insider PRO Learn More Latest Insider Juniper CTO talks COVID-19, SD-WAN and shifting multicloud technology What's new in Red Hat Enterprise Linux 8.2 How Wi-Fi 6E boosts wireless spectrum five-fold Glassdoor: COVID-19 hits 1 in 5 IT job openings in a single month NEW FROM IDG Learn More NEW FROM IDG  ... "], ["2020-05-20 03:59", "Nvidia unleashes new generation of GPU hardwareClose Ad network world UNITED STATES United States United Kingdom Welcome ! Here are the latest Insider stories. Review: 5 top videoconferencing services put to the test Guide to virtual tech conferences, including Cisco Live, IBM Think and VMworld Microsegmentation product snapshots: Edgewise Networks, VMware and ShieldX Networks IBM's big hybrid-cloud gamble More Insider Sign Out Sign In Register NEW FROM IDG Learn More Sign Out Sign In Register NEW Insider PRO Learn More Latest Insider Juniper CTO talks COVID-19, SD-WAN and shifting multicloud technology What's new in Red Hat Enterprise Linux 8.2 How Wi-Fi 6E boosts wireless spectrum five-fold Glassdoor: COVID-19 hits 1 in 5 IT job openings in a single month NEW FROM IDG Learn More NEW FROM IDG  ... "], ["2020-05-19 17:49", "Juniper's big push: AI in all areas of enterprise networkingJuniper Networks CEO Rami Rahim plans expansion of its Mist artificial intelligence technology into cloud, data center, Wi-Fi and SD-WAN environments."], ["2020-05-19 17:49", "Juniper's big push: AI in all areas of enterprise networkingJuniper Networks CEO Rami Rahim plans expansion of its Mist artificial intelligence technology into cloud, data center, Wi-Fi and SD-WAN environments."], ["2020-05-19 13:30", "Confluera raises $21 million for automated cyberattack detection, tracking, and response ... Confluera has some notable names at its helm, including cofounder and board chair Bipul Sinha, who is also CEO of cloud data management giant Rubrik . Sinha is also a partner at Lightspeed Venture Partners, which led Confluera's series A round last summer and participated in its latest raise. Cofounder and CEO Abhijit Ghosh was previously director of engineering at Juniper Networks. VB Transform 2020 Online - July 15-17. Join leading AI executives: Register for the free livestream . Confluera had previously raised $9 million. The fresh cash injection will allow it to grow its platform and \"deterministically identify and stop ongoing complex, multi-stage cyberattacks,\" according to a statement. Sign up for Funding Weekly to start your week with VB ... "], ["2020-05-19 00:03", "For sale: Used hyperscaler servers from Amazon, FacebookClose Ad network world UNITED STATES United States United Kingdom Welcome ! Here are the latest Insider stories. Review: 5 top videoconferencing services put to the test Guide to virtual tech conferences, including Cisco Live, IBM Think and VMworld Microsegmentation product snapshots: Edgewise Networks, VMware and ShieldX Networks IBM's big hybrid-cloud gamble More Insider Sign Out Sign In Register NEW FROM IDG Learn More Sign Out Sign In Register NEW Insider PRO Learn More Latest Insider Juniper CTO talks COVID-19, SD-WAN and shifting multicloud technology What's new in Red Hat Enterprise Linux 8.2 How Wi-Fi 6E boosts wireless spectrum five-fold Glassdoor: COVID-19 hits 1 in 5 IT job openings in a single month NEW FROM IDG Learn More NEW FROM IDG  ... "]]}}