{"postfix": "kawasaki_heavy_industries-aktie", "name": "KAWASAKI_HEAVY_INDUSTRIES", "wkn": "858920", "time": "2020.05.26 16:47", "ts": 1590504439, "features": {"KGV": "14.34", "Marktkapitalisierung": {"Size": "Mrd", "Value": "2.26"}, "GA": "111.72", "KBV": "0.55", "BA": "2.920.13", "KCV": "3.10", "CA": "516.03", "Vola30": "51.69", "Vola90": "72.83", "Vola180": "56.34", "Vola250": "44.84"}, "rivals": ["kuka-aktie"], "text_data": {"de": [["13.05.20", "Kawasaki Heavy Industries: Quartalsergebnisse zum jüngsten Jahresviertel"], ["13.05.20", "Kawasaki Heavy Industries: So viel setzte das Unternehmen zuletzt um"], ["07.02.20", "Kawasaki Heavy Industries veröffentlichte Zahlen zum vergangenen Quartal"], ["07.02.20", "Kawasaki Heavy Industries: So schnitt der Konzern im vergangenen Quartal ab"]], "en": [["2020-05-25 10:20", "Latest Washington news, sports, business and entertainment at 3:20 a.m. PDT ... closures and concerns about the spread of coronavirus in local communities. VIRUS OUTBREAK-MITSUBISHI Mitsubishi Aircraft closing overseas locations, cutting jobs SEATTLE (AP) — Officials say Mitsubishi Heavy Industries will cut hundreds of jobs in Washington state and close its U.S. operations for the troubled SpaceJet project as it \"consolidates all activities back to ... confirmed case Sunday and learned of two more later that afternoon. The Vancouver plant shut down Monday but the infection total has grown. VIRUS OUTBREAK-WASHINGTON-CHILDREN 2 new cases of Kawasaki-like disease in children in WA SEATTLE (AP) — The Washington State Department of Health has confirmed two new cases of a new inflammatory ailment in children that is associated with ... "], ["2020-05-24 08:20", "Latest Washington news, sports, business and entertainment at 1:20 a.m. PDT ... closures and concerns about the spread of coronavirus in local communities. VIRUS OUTBREAK-MITSUBISHI Mitsubishi Aircraft closing overseas locations, cutting jobs SEATTLE (AP) — Officials say Mitsubishi Heavy Industries will cut hundreds of jobs in Washington state and close its U.S. operations for the troubled SpaceJet project as it \"consolidates all activities back to ... confirmed case Sunday and learned of two more later that afternoon. The Vancouver plant shut down Monday but the infection total has grown. VIRUS OUTBREAK-WASHINGTON-CHILDREN 2 new cases of Kawasaki-like disease in children in WA SEATTLE (AP) — The Washington State Department of Health has confirmed two new cases of a new inflammatory ailment in children that is associated with ... "], ["2020-05-23 10:40", "Here is the latest Washington news from The Associated Press at 3:40 a.m. PDT ...  Associated Press Published May 23, 2020 3:40 am Here is the latest Washington news from The Associated Press at 3:40 a.m. PDT SEATTLE (AP) — Officials say Mitsubishi Heavy Industries will cut hundreds of jobs in Washington state and close its U.S. operations for the troubled SpaceJet project as it \"consolidates all activities back to Japan.\" The company  ... last month in Europe and then in New York state, is now named Multisystem Inflammatory Syndrome in Children. The syndrome bears a resemblance to a rare illness called Kawasaki disease. Symptoms of Kawasaki disease include persistent fever, skin rash, conjunctivitis, swollen hands or feet, swollen lymph nodes and red, swollen lips. Seattle Children's Hospital earlier this month identified a ... "], ["2020-05-23 09:53", "Rashes, lethargy, and the terror of the unknown: What it's like to survive Kawasaki disease, the rare childhood illness that scientists are scrambling to understand in the coronavirus crisis ... heavy flu. He was so lethargic he couldn't walk, and had a temperature of 105 degrees. His other symptoms were more unusual. A rash covered most of his body, the skin on his hands was peeling, and a lymph gland in his neck swelled to the size of a golf ball. He was choked with phlegm. Inside his small frame, the arteries serving his heart were inflamed and bulging. He was diagnosed with Kawasaki ... .com and tell us your story. Get the latest coronavirus business & economic impact analysis from Business Insider Intelligence on how COVID-19 is affecting industries. More: News UK coronavirus Kawasaki Children's Health UK Weekend Chevron icon It indicates an expandable section or menu, or sometimes previous / next navigation options. Find A Job  ... "], ["2020-05-23 08:20", "Latest Washington news, sports, business and entertainment at 1:20 a.m. PDT ... Latest Washington news, sports, business and entertainment at 1:20 a.m. PDT VIRUS OUTBREAK-MITSUBISHI Mitsubishi Aircraft closing overseas locations, cutting jobs SEATTLE (AP) — Officials say Mitsubishi Heavy Industries will cut hundreds of jobs in Washington state and close its U.S. operations for the troubled SpaceJet project as it \"consolidates all activities back to Japan. ...  case Sunday and learned of two more later that afternoon. The Vancouver plant shut down Monday but the infection total has grown. VIRUS OUTBREAK-WASHINGTON-CHILDREN 2 new cases of Kawasaki-like disease in children in WA SEATTLE (AP) — The Washington State Department of Health has confirmed two new cases of a new inflammatory ailment in children that is associated with ... "], ["2020-05-22 11:41", "Coronavirus: Two in five work in an inappropriate home-working environment ... , Salary Exposed Beachraider Ad Contact Tracing, Outreach to High Risk Populations Gives Medica Employees the Opportunity to Demonstrate Their Community Commitments Business Wire Pakistani passenger plane crashes near Karachi, 107 on board Associated Press The Stars Of Harry Potter Dramatically Changed Faqtoids.com Ad Global Industrial Robotics Market Analysis (2020 to 2026) - Featuring Kawasaki Heavy Industries, Denso & Toshiba Machine Among Others - ResearchAndMarkets.com Business Wire Man who filmed shooting of Ahmaud Arbery charged with murder ABC News 'This is insane': Democrats and national security experts sound the alarm after Trump administration declares it's abandoning a critical treaty Business Insider New Jersey: Say Bye To Expensive ... "], ["2020-05-22 04:00", "Microsoft + Softomotive: What Does This Deal Mean For RPA (Robotic Process Automation)? ...  Investing Newsletters Retirement Taxes Wealth Management Business All Business Aerospace & Defense Energy Food & Drink Hollywood & Entertainment Manufacturing Media Mitsubishi Heavy Industries BrandVoice | Paid Program Policy Real Estate Retail SportsMoney Transportation Small Business All Small Business Entrepreneurs Franchises Small Business Strategy  ... result? Adoption of RPA and low-code platforms is growing—the market opportunity is enormous, demonstrated by Microsoft's announcement, and other recent investments by tech giants like Google and Amazon. Burley Kawasaki, the chief product officer at K2 : It's a good move and was an expected move from Microsoft. Their initial venture into RPA was with a pretty basic offering for automation of web ... "], ["2020-05-21 16:31", "1-in-5 people filed jobless claims in hardest-hit Zip codes of Virginia and Maryland, analysis shows ... 1-in-5 people filed jobless claims in hardest-hit Zip codes of Virginia and... National Live updates: Global cases top 5 million as WHO reports worst day yet for n... Health Young adults are also affected by Kawasaki-like disease linked to coronavir... By The Way Here's what experts want you to know before taking a road trip during the p... Business 2.4 million Americans filed jobless claims last week, bringing nine- ...  along shuttered Shenandoah National Park, as well as poorer southern parts of the state. Most claims are from those in the food services, retail, health-care and manufacturing industries. The rate of job losses in the immediate Washington metro area is similar to the average for the District, Virginia and Maryland. Of the 1,395,200 million ... "], ["2020-05-21 09:40", "Metropolitan Tokyo remains under the state of emergency ...  the editor The Nikkei View Life & Arts Life Arts Tea Leaves Obituaries Asia300 Log In Sign Up Latest On Coronavirus Video: Bangkok, Hanoi and Yangon are up after coronavirus shutdown Kawasaki disease and the coronavirus: six things to know Japan to lift state of emergency in Osaka, Kyoto and Hyogo How I entered Hong Kong in the era of the pandemic and ... a benchmark of 0.5 per 100,000 residents, among other factors, such as medical care capacity and testing capacity. Tokyo and the neighboring prefectures of Kanagawa, Saitama and Chiba are considered one area because of heavy commuting. Based on a Nikkei estimate, Tokyo's number of weekly cases per 100,000 residents was above the benchmark, at 0.56, while it was 1.08 in Kanagawa as of Wednesday night. While ... "], ["2020-05-21 02:00", "Astronauts fly to Florida to prep for historic May 27 launch to space station ... identifying pro-Trump doctors to publicly support his views CDC releases detailed road map for reopening country How the COVID-linked illness in kids is and isn't like Kawasaki Disease 1 in 5 physician assistants furloughed amid COVID-19 Chicago mayor battling two pandemics in her first year in office Social Security recipients say they're still  ... solar panels, known as the starboard-6, or S6, power segment. Wednesday's launch marked the ninth and final flight of an H-2B rocket, the most powerful launcher in the Japanese inventory, as JAXA and Mitsubishi Heavy Industries develop a new booster known as the H3. It also marked the ninth and final flight of an HTV cargo ship. JAXA is developing a new version, the HTV-X, that is expected to fly in the  ... "], ["2020-05-18 21:03", "NASCAR Sends Strong Public Health Message In Return To Track ...  Retirement Taxes Wealth Management Business All Business Aerospace & Defense Energy Food & Drink Hollywood & Entertainment Manufacturing Media Mitsubishi Heavy Industries BrandVoice | Paid Program Policy Real Estate Retail SportsMoney Transportation Small Business All Small Business Entrepreneurs Franchises Small Business ...  refused to comply with safety protocols which embraced wearing a mask would be removed immediately and subjected to large fines of up to $50,000 for infractions. Today In: Healthcare MIS-C: A New Name For Covid Kawasaki/Toxic Shock In Young People Here Is How Hospitals Can Start Accepting More Non-Coronavirus Patients There Are Tough Financial Days Ahead For U.S. Healthcare In The Wake Of The Coronavirus Pandemic Without much notice, and  ... "], ["2020-05-18 04:00", "MIS-C: A New Name For Covid Kawasaki/Toxic Shock In Young People ... Premium Investing Newsletters Retirement Taxes Wealth Management Business All Business Aerospace & Defense Energy Food & Drink Hollywood & Entertainment Manufacturing Media Mitsubishi Heavy Industries BrandVoice | Paid Program Policy Real Estate Retail SportsMoney Transportation Small Business All Small Business Entrepreneurs Franchises Small Business Strategy Lifestyle  ... 2020 Forbes Media LLC. All Rights Reserved BETA This is a BETA experience. You may opt-out by clicking here Edit Story May 18, 2020, 01:49pm EDT MIS-C: A New Name For Covid Kawasaki/Toxic Shock In Young People William A. Haseltine Contributor Opinions expressed by Forbes Contributors are their own. Healthcare Share to Facebook Share to Twitter Share to Linkedin There is a new name for a  ... "], ["2020-05-18 04:00", "U.S. Preps Nursing Homes For Re-Opening To Visitors With 'Rigorous' Worker Coronavirus Testing ...  Newsletters Retirement Taxes Wealth Management Business All Business Aerospace & Defense Energy Food & Drink Hollywood & Entertainment Manufacturing Media Mitsubishi Heavy Industries BrandVoice | Paid Program Policy Real Estate Retail SportsMoney Transportation Small Business All Small Business Entrepreneurs Franchises Small Business Strategy ...  onset COVID cases in the nursing home for 28 days,\" the CMS guidelines say. Today In: Healthcare NASCAR Sends Strong Public Health Message In Return To Track MIS-C: A New Name For Covid Kawasaki/Toxic Shock In Young People Here Is How Hospitals Can Start Accepting More Non-Coronavirus Patients Covid-19 has ravaged nursing homes, killing more than 30,000 elderly residents, according to some reports. Thus, health  ... "], ["2020-05-16 04:00", "Want To Know What School In The Coronavirus Era Looks Like? It's Happening In France ...  Newsletters Retirement Taxes Wealth Management Business All Business Aerospace & Defense Energy Food & Drink Hollywood & Entertainment Manufacturing Media Mitsubishi Heavy Industries BrandVoice | Paid Program Policy Real Estate Retail SportsMoney Transportation Small Business All Small Business Entrepreneurs Franchises Small Business  ...  their risk of exposure to coronavirus. Not only that, but reports began appearing in French newspapers two weeks ago that COVID-19 is impacting children , after all, in the form of a severe illness similar to Kawasaki disease. 125 cases have been reported in France so far. My husband Kiran Ramchandran and I are American expats who have been living in Paris, where we both work remotely as writers, since July 2018. Our children ... "], ["2020-05-16 00:10", "Our viewFight against virus shouldn't be partisan ...  in these days we have to be more careful, not relax the discipline, don't trust ourselves.\" The comments came on the same day the government clarified guidelines for the construction, mining and automotive industries to return to work Monday. The next two weeks will serve as a period to formalize their protocols to keep workers safe, but if they do so and get approval they can open any time before ...  has been reported in at least 110 New York children and in several kids in other states. A few children have died. Some children may have symptoms resembling Kawasaki disease, a rare condition in children that can cause swelling and heart problems. ___ CASES The Pennsylvania Department of Health on Friday reported 124 additional coronavirus deaths, raising ... "], ["2020-05-15 21:00", "Pandemic grounds launch of Japan's IHI jet engine repair shop ...  and repair, rose 2% in 2019 to 1.86 trillion yen, data from the Society of Japanese Aerospace Companies shows. Much of this business comes from the likes of Boeing and GE. The cutbacks have thrown a wrench in the operations of other major Japanese heavy industry companies as well. Mitsubishi Heavy Industries has temporarily closed a plant in Nagoya that manufactures wings for Boeing's 787 Dreamliner. Kawasaki Heavy Industries and Subaru have also put parts production on hold . The slowdown may affect Mitsubishi Heavy's plans for a new 8 billion yen production facility for aircraft engine parts, which had been set to open as early as August but could be delayed if the demand outlook remains dim. Stay ahead with our exclusives on Asia Sign up to ... "], ["2020-05-15 19:07", "5 Vodka Sauce Recipes To Try This Week ...  as of May 8. Troy Ranked #8 City Least Prepared For Remote Work Farmington Hills also ranked #15 least prepared city for remote work. See how other cities rated and how their top industries are affected as a result. The Staffords List Their $6.5 Million Dollar Home For Sale The Stafford's are selling their $6.5 Million dollar house in Bloomfield Twp. The home boasts ... Vodka recipe . Related Reading: 9 Versions of Pasta alla Vodka 2. Angel Hair Pasta with Spicy Vodka Sauce Photo Credit: Chowhound Not in the mood for a tomato-vodka sauce that's heavy and filling? This version keeps things lighter and looser, with slightly wilted grape tomatoes that give spread out bursts of flavor. Get our Angel Hair Pasta with Spicy Vodka Sauce recipe . 3. Pizza ... "], ["2020-05-15 19:07", "5 Vodka Sauce Recipes To Try This Week ... Miami's transportation industry is experiencing strong job growth. Local employers posted 166 new jobs over the past week and 634 in the last month, ranking fourth among local industries, according to ZipRecruiter, a leading online employment marketplace. Apartments For Rent In Miami: What Will $1,400 Get You? Curious just how far your dollar goes in Miami? We' ...  alla Vodka recipe . Related Reading: 9 Versions of Pasta alla Vodka 2. Angel Hair Pasta with Spicy Vodka Sauce Photo Credit: Chowhound Not in the mood for a tomato-vodka sauce that's heavy and filling? This version keeps things lighter and looser, with slightly wilted grape tomatoes that give spread out bursts of flavor. Get our Angel Hair Pasta with Spicy Vodka Sauce recipe . 3. Pizza with ... "], ["2020-05-15 15:26", "Amazon launches 140 8-inch version of its 'kid-proof' tablet ... 39;drops and bumps'. The surrounding carry case with adjustable stand, available in blue, pink or purple is designed to be a perfect fit in small hands, Amazon says. The shock-absorbing foam provides heavy duty protection around the tablet's delicate corners and edges of the display, which the company says is 'not a toy'. Not a toy: Fire HD 8 Kids Edition comes with kid ... its way to the Sun - and you don't need a telescope to see it Invasion of the giant Asian moths! Exotic pests which lay up to 500 eggs and could be detrimental to agricultural industries are spotted in the US for the first time 'Facebook sucks': Elon Musk hits back at social media site's VP of artificial intelligence on Twitter after he's criticized about  ... "], ["2020-05-15 15:08", "Coronavirus pandemic will result in the cancellation of 28 MILLION global surgeries ... yellow bars in this graph The Birmingham team collected detailed information from surgeons across 359 hospitals in 71 countries on plans for cancellation of elective surgery \"Although essential, cancellations place a heavy burden on patients and society. Over 72 per cent of elective surgeries will be cancelled with San Marino cancelling the most at 86.6 per cent Researchers found that San Marino  ...  to the Sun - and you don't need a telescope to see it Invasion of the giant Asian moths! Exotic pests which lay up to 500 eggs and could be detrimental to agricultural industries are spotted in the US for the first time 'Facebook sucks': Elon Musk hits back at social media site's VP of artificial intelligence on Twitter after he's criticized  ... "]]}}