{"postfix": "kimberly-clark-aktie", "name": "KIMBERLY-CLARK", "wkn": "855178", "time": "2020.05.26 16:03", "ts": 1590501783, "features": {"KGV": "20.00", "Marktkapitalisierung": {"Size": "Mrd", "Value": "43.43"}, "GA": "6.89", "KBV": "-1377.88", "BA": "-0.10", "KCV": "16.04", "CA": "8.59", "Vola30": "30.32", "Vola90": "55.52", "Vola180": "40.66", "Vola250": "31.87"}, "rivals": ["procter_gamble-aktie", "beiersdorf-aktie", "cardinal_health-aktie"], "text_data": {"de": [["30.04.20", "Analysten sehen bei Kimberly-Clark-Aktie Potenzial"], ["30.04.20", "Kimberly-Clark zahlt seit 86 Jahren eine Dividende"], ["23.04.20", "Kimberly-Clark stellte Zahlen zum jüngsten Quartal vor"], ["21.04.20", "Ausblick: Kimberly-Clark zieht Bilanz zum abgelaufenen Quartal"], ["15.04.20", "Opening Bell: Nach Wirtschaftsdaten - Dow Jones deutlich im Minus; Abbot Labs, Tesla, 3M, Facebook, Alibaba, Clorox, Kimberly-Clark"], ["07.04.20", "Erste Schätzungen: Kimberly-Clark stellt Quartalsergebnis zum abgelaufenen Jahresviertel vor"], ["31.03.20", "Kimberly-Clark-Aktie: Das sind die Expertenmeinungen des Monats März"], ["23.01.20", "Ausblick: Kimberly-Clark zieht Bilanz zum jüngsten Jahresviertel"], ["03.01.20", "Aktionäre von Kimberly-Clark erhalten Dividende"]], "en": [["2020.05.26", "Better Buy: Costco vs. Kimberly-Clark"], ["22.05.20", "Why Is Kimberly-Clark (KMB) Down 2.1% Since Last Earnings Report?"], ["13.05.20", "Has KimberlyClark (KMB) Outpaced Other Consumer Staples Stocks This Year?"], ["11.05.20", "Could Kimberly-Clark Be a Millionaire Maker Stock?"], ["06.05.20", "Can Kimberly-Clark Stock Regain Its Pre-COVID High Of $143?"], ["23.04.20", "Kimberly-Clark Doubles Its Cash Flow as Earnings Jump 28%"], ["23.04.20", "Zacks Earnings Trends Highlights: AT&T, Kimberly-Clark, Coca-Cola and Proctor & Gamble"], ["23.04.20", "Kimberly-Clark: wiping the floor"], ["23.04.20", "Kimberly-Clark Corp (KMB) Q1 2020 Earnings Call Transcript"], ["23.04.20", "Kimberly-Clark Rises 2.4% on Q1 Revenue, EPS Beats"], ["22.04.20", "Coronavirus run on toilet paper fuels Kimberly-Clark sales boom"], ["22.04.20", "Kimberly-Clark (KMB) Q1 Earnings Top Estimates, Sales up"], ["22.04.20", "Kimberly-Clark (KMB) Surpasses Q1 Earnings and Revenue Estimates"], ["22.04.20", "Tissue sales help Kimberly-Clark beat quarterly results"], ["22.04.20", "UPDATE 1-Tissue sales help Kimberly-Clark beat quarterly results"], ["22.04.20", "Kimberly-Clark shares rise after COVID-19 stockpiling drives earnings beat "], ["21.04.20", "Is a Surprise Coming for Kimberly-Clark (KMB) This Earnings Season?"], ["16.04.20", "Is Kimberly-Clark (KMB) Stock Outpacing Its Consumer Staples Peers This Year?"], ["15.04.20", "Kimberly-Clark (KMB) Earnings Expected to Grow: Should You Buy?"], ["08.04.20", "Kimberly-Clark Sees High Demand Amid Coronavirus Jitters"], ["01.04.20", "Why the Earnings Surprise Streak Could Continue for Kimberly-Clark (KMB)"], ["24.03.20", "A Quality Exec Comp Plan Lowers The Risk Of Investing In Kimberly-Clark"], ["12.03.20", "Better Buy: Procter & Gamble vs. Kimberly-Clark"], ["10.03.20", "Kleenex parent Kimberly-Clark upgraded on coronavirus stockpiling, long allergy season"], ["26.02.20", "Consumer Products Giant Kimberly-Clark Flexes Its Muscles, Earns Stock Rating Upgrade"], ["25.02.20", "Kimberly-Clark (KMB) Up on Solid Restructuring & Innovation"], ["22.02.20", "Why Is Kimberly-Clark (KMB) Down 2.3% Since Last Earnings Report?"], ["28.01.20", "Kimberly-Clark Talks About Its Biggest Price Hike in a Decade"], ["26.01.20", "Kimberly-Clark Predicts a Growth Slowdown Ahead"], ["24.01.20", "Kimberly-Clark (KMB) Hits Fresh High: Is There Still Room to Run?"], ["23.01.20", "Kimberly-Clark Corp (KMB) Q4 2019 Earnings Call Transcript"], ["23.01.20", "Kimberly-Clark (KMB) Q4 Earnings Beat Estimates, Rise Y/Y"], ["23.01.20", "Kimberly-Clark (KMB) Surpasses Q4 Earnings and Revenue Estimates"], ["23.01.20", "Kimberly-Clark earnings beat expectations, raises 2020 dividend"], ["19.01.20", "Kimberly-Clark Earnings: What to Watch"], ["18.01.20", "Kimberly-Clark Needs to Grow Sales. Will Its Strategic Plan Do the Trick?"], ["16.01.20", "Kimberly-Clark (KMB) Reports Next Week: Wall Street Expects Earnings Growth"], ["2020-05-26 11:30", "Better Buy: Costco vs. Kimberly-Clark ... Investors should only accumulate shares of Costco if they retreat to more reasonable valuations. Motley Fool Returns Stock Advisor S&P 500 415% 87% Stock Advisor launched in February of 2002. Returns as of 05/26/2020. Join Stock Advisor Cumulative Growth of a $10,000 Investment in Stock Advisor Calculated by Time-Weighted Return Stocks COST Costco Wholesale NASDAQ: COST $302.43 up $0.46 (0.15%) KMB Kimberly-Clark NYSE: KMB $139.74 up $2.28 (1.66%) Related Articles What Investors Should Look For in Costco's Q3 Report This Week 3 Things to Watch in the Stock Market This Week 3 Stocks I Bought This Week, and 1 Stock I Sold What Results From BJ's Wholesale Could Mean for Costco's Earnings Better Buy: Costco vs. Constellation Brands Better Buy: Costco ... "], ["2020-05-26 04:17", "The US must disentangle itself from China ...  need for reforms. First, we need to encourage companies to produce more medical supplies in the U.S. If another pandemic strikes, the public wants the assurance that we have the necessary supplies. It's common sense. This will take the commitment of the private sector as well as the government. Manufacturers of protective equipment, including 3M, Honeywell, and Kimberly-Clark, should commit to bringing manufacturing home. Distributors such as AmerisourceBergen, Cardinal Health, and McKesson will need to adjust supply chains and routes to get critical supplies to where they are needed quickly. That will help our medical providers to stand up more beds, get more staff, and provide critical capabilities. The response by all of these sectors has been good ... "], ["2020-05-25 22:39", "‘These are not random’: 8 dead, 4 injured amid Memorial Day weekend violence in Baltimore ... shootings across city 5h Baltimore fugitive arrested in connection with killing of Baltimore County man, Maryland State Police say 1:48 AM In Baltimore, Memorial Day weekend homicide victims included: Steven Clark Sr., 60, of the 4200 block of Norfolk Ave., killed Friday morning. Kyle Williams, 28, of the 5800 block of Clearspring Road, killed Saturday. Tyron McCray Bey Jr., 43, of the ... 21, of the 100 block of Kossuth Ave., killed Sunday. Donald Foster, 34, from Staunton, Virginia, killed Sunday. Rico Graham, 36, of the 700 block of Newington Ave., killed Sunday. Kimberly Height, 42, of the 1700 block of E. Lafayette Ave., killed Sunday. An unidentified man, killed Sunday. Recommended on Baltimore Sun Advertisement Latest Crime Crime 'These are not random ... "], ["2020-05-25 06:21", "Valley residents, faith leaders question when places of worship should reopen ... there are 20.\" \"We sent a list of measures that we are trying to implement as soon as we can open to our congregants, so they can know what to expect,\" Rabbi Goodman said. Kimberly Malloy has been attending physically-distant services in her church parking lot. As a local therapist, she says congregating is crucial. \"I understand why we closed it, but it's time now to re- ... Governor Sisolak to discuss Phase 2 reopening next Tuesday, sets June 4 target date for reopening Nevada's gaming industry Video NEW: Nearly 100 more COVID-19 cases reported in Clark County as state's testing capability increases DATA: Coverage of the COVID-19 pandemic Follow Us Facebook Twitter YouTube Email News App Weather App Nominate a Remarkable Woman in  ... "], ["2020-05-25 04:00", "HONORING THE CLASS OF 2020: North Vermillion High School ... Nichalos Myers Madison Nelson Cierra Nicholson Luke Osborn Jordon Overton Wyatt Reynolds Katelyn Rowe Branson Russell Alex Shea Austyn Skinner Kimberly Sprouls Seanacee Starkey Sierra Starkey Evan Swingle Ashley Thompson Danielle Thompson Michael Thompson Jourdan Trosper Emma Tucker Alexxis Upton Dale ... Daviess 26 0 Fayette 20 2 Ford 20 1 Jersey 20 1 Washington 18 0 Mason 17 0 Menard 17 0 Woodford 17 2 Shelby 16 1 Bureau 15 1 Mercer 14 0 Carroll 13 2 Hancock 13 0 Franklin 12 0 Crawford 11 0 Fulton 11 0 Piatt 11 0 Bond 10 1 Brown 10 0 Clark 10 0 Cumberland 10 0 Logan 10 0 Schuyler 10 0 Moultrie 9 0 Wayne 9 1 Alexander 8 0 Henderson 8 0 Johnson 7 0 Massac 7 0 Effingham 6 1 Saline 6 0 Greene 5 0 Marshall 5 0 De Witt 4 0 Lawrence 4 0 Richland 3 0 Stark 3 0 Clay 2 0 ... "], ["2020-05-25 03:00", "Kirby Jenner, the 'fraternal twin' of Kendall Jenner, steps into the spotlight on Quibi ...  wanted to hang out with Ted.\" Do you ever fight with your \"sisters\"? \"I'll argue with some of the family members from time to time. Kimberly (Kardashian West) can get pretty scrappy, but the fights that Kendall (Jenner) and I will have will be really small and petty. Like, we used to fight over what to watch  ... 0 Jo Daviess 26 0 Fayette 20 2 Jersey 20 1 Ford 19 1 Washington 18 0 Mason 17 0 Menard 17 0 Woodford 17 2 Shelby 16 1 Bureau 15 1 Mercer 14 0 Carroll 13 2 Hancock 13 0 Crawford 11 0 Franklin 11 0 Bond 10 1 Brown 10 0 Clark 10 0 Cumberland 10 0 Fulton 10 0 Logan 10 0 Piatt 10 0 Schuyler 10 0 Moultrie 9 0 Wayne 9 1 Alexander 8 0 Henderson 8 0 Johnson 7 0 Massac 7 0 Effingham 6 1 Saline 6 0 Greene 5 0 Marshall 5 0 De Witt 4 0 Lawrence  ... "], ["2020-05-24 16:30", "Coronavirus and hydroxychloroquine: Woman says controversial drug helped her overcome COVID-19 ... ! Closing Alerts Hour by Hour 5 Day Forecast Live Stream WPXI Now WPXI Now Breaking Live 24/7 Radar Video Coronavirus News News App National Business Politics Proud to Be From Pittsburgh Clark Howard Vote Now 11 Investigates 11 Cares WPXI Holiday Parade Sports The Final Word 11 on the Ice Pirates Steelers Jerome Bettis Show Traffic Entertainment What's on WPXI Contests Lottery ... Share By: Matt Johnson, WSBTV.com Updated: May 24, 2020 - 12:23 PM HENRY COUNTY, Ga. — A Georgia woman says a controversial treatment for COVID-19 helped her beat the virus. Kimberly Sims told WSB-TV she remembers doctors admitting her to Piedmont Henry Hospital in Henry County, Georgia. The next thing she remembers was 26 days later. > > Read more trending news Content  ... "], ["2020-05-24 16:30", "Coronavirus and hydroxychloroquine: Woman says controversial drug helped her overcome COVID-19 ... date newsletters Set up text alerts Log In News Election 2020 Coronavirus County by County Coronavirus: Informacin en Espaol Jamie Dupree Nation & World Action Button Links Download News Apps Clark Howard Weather First Alert Doppler HD Interactive Radar First Alert Wx App Sky Cams Hour by Hour 7-Day Forecast Weekend Forecast Buresh Blog Hurricane Center Talking the  ... Share Share By: Matt Johnson, WSBTV.com Updated: May 24, 2020 - 12:23 PM HENRY COUNTY, Ga. — A Georgia woman says a controversial treatment for COVID-19 helped her beat the virus. Kimberly Sims told WSB-TV she remembers doctors admitting her to Piedmont Henry Hospital in Henry County, Georgia. The next thing she remembers was 26 days later. > > Read more trending news Content Continues Below ... "], ["2020-05-24 16:30", "Coronavirus and hydroxychloroquine: Woman says controversial drug helped her overcome COVID-19 ... -date newsletters Set up text alerts Log In Weather Before the Storm FOX13 Radar Hour by Hour Video Forecast School Closings FOX13 Weather App News Coronavirus Video Traffic Election 2020 Clark Howard Seen on 13 Watch Live Live News and Replay Live Breaking News Fox13 Investigates Most Wanted Submit a tip Level Up Sports Zone Share With Us Contact Us Advertise ... Share Share Share By: Matt Johnson, WSBTV.com Updated: May 24, 2020 - 11:23 AM HENRY COUNTY, Ga. — A Georgia woman says a controversial treatment for COVID-19 helped her beat the virus. Kimberly Sims told WSB-TV she remembers doctors admitting her to Piedmont Henry Hospital in Henry County, Georgia. The next thing she remembers was 26 days later. > > Read more trending news Content Continues Below ... "], ["2020-05-24 16:30", "Coronavirus and hydroxychloroquine: Woman says controversial drug helped her overcome COVID-19 ... alerts Log In Weather FOX23 Doppler Radar 5day Hour by Hour School Closings News News Videos Fox23 Investigates Coronavirus News Politics Golden Apple Award St. Jude Dream Home Clark Howard Video Watch Live Live Stream FOX23 Live Streams Traffic Download FOX23 apps Sports High School Football Entertainment Burger Brothers Tracing Route 66 Trending Uplifting News What' ... Share Share By: Matt Johnson, WSBTV.com Updated: May 24, 2020 - 11:23 AM HENRY COUNTY, Ga. — A Georgia woman says a controversial treatment for COVID-19 helped her beat the virus. Kimberly Sims told WSB-TV she remembers doctors admitting her to Piedmont Henry Hospital in Henry County, Georgia. The next thing she remembers was 26 days later. > > Read more trending news Content Continues  ... "], ["2020-05-24 00:00", "UAlbany Dean's List ... , Zaineb Ahmad, Julian Aldi, Rebecca Aldrich, Aaliyah Ali, Rashawn Alli, Jessica Annello, Sachin Arjune, Ambreen Aslam, Kara Baestlein, Zahed Barak, Nicolas Barnes, Maronda Basdeo, Jayquan Beckford, Nicole Bell, Antonio Beltran, Le Jie Bennett, Kimberly Bennison, Nicholas Bernard, Samantha Bigness, Cheryl Blank, Lucas Boynton, Gregory Bredenko, Danashia Brown, Nicholas R. Bruno, Jasmine Buenaventura, Adiba Bukht, Tyler Burke, Tiana Busgeeth, Allisha Caesar, Michael Caggianelli, Maggie Chan, Shayla Clark, Anthony Comanzo, Stace Contompasis, Gabriel Criscuolo, Nieem Crockett, Bailey Cummings, Jordan De Marco, Kyle Denny, Kamana Devkota, Amanda Diaz, Zachary Diguilio, Daniella Duglin, Jesse Dujack, Brendan Dunleavy, Corynn Dziezynski, Emily Ellers, Avery Ellis ... "], ["2020-05-23 20:47", "Deeds & Deals ...  St. from Michael Los and Mary Gage-Los for $991,000. Timothy Tully and Anne Tully bought property on 12 Bluebird Court from Dean Heithoff and Lori Heithoff for $490,000. Anthony Ianniello bought property on 20 Timber Lane from 20 Timber Lane Properties LLC for $467,895. William Wozniak bought property on 133 Washington St. from Pio Dimeo and Kimberly Griffith for $426,000. Evan Williamson bought property on 18 Clark St. from Cynthia Brundige and Susan Brundige for $400,000. Kevin Hickey and Regina Hickey bought property on 38 Rip Lane from Neil Salisbury for $357,000. Agnes Shepanzyk bought property on 114 Clinton St. from Timothy Tully and Anne Tully for $350,000. Lucas Ionescu and Nicole Ionescu bought property on 12 Newton Ave. from Alexander Ciota and ... "], ["2020-05-23 16:51", "'A new low': Trump buried for heading to the golf course as COVID-19 US death toll heads for 100,000 ... Golf Course For First Time Since Virus Lockdowns https://t.co/2ZUjO3OFtN — Rick Wilson (@TheRickWilson) May 23, 2020 ADVERTISEMENT I wish he'd take a permanent vacation. — Mary Clark (@mcincali1) May 23, 2020 What trump does means nothing anymore. He is the epitome of bad. — sharonwhotweets (@sharonwhotweets) May 23, 2020 ADVERTISEMENT I just hate him so much. — Elaine (@ ... president's campaign manager Brad Parscale -- host Reid took note of the online program \"The Right View\" that features Trump's daughter-in-law Lara, Kimberly Guilfoyle (who is dating Don Jr.), campaign adviser Katrina Pierson and White House adviser Mercedes Schlapp who is married to conservative gadfly Matt Schlapp. Continue Reading 2020 Election  ... "], ["2020-05-23 06:34", "Venezuelan high court orders DirecTV property seized ...  team without any involvement or prior knowledge of the DIRECTV Venezuela team,\" the statement said. AT&T has a 44% share of the pay TV market and its departure is likely to hit larger cities and the interior that depend on DirecTV for access to information and entertainment. AT&T joins a number of other U.S. companies — General Motors, Kellogg Co. and Kimberly-Clark — that have abandoned Venezuela due to shrinking sales, government threats and the risk of U.S. sanctions. Around 700 Venezuelans depended on the unit for employment. AT&T hasn't made money from its Venezuelan operations for years due to strict government controls that keep the price of its packages artificially low — a few pennies per month. The situation has become so ... "], ["2020-05-23 02:47", "Venezuelan high court orders DirecTV property seized ...  team without any involvement or prior knowledge of the DIRECTV Venezuela team,\" the statement said. AD AT&T has a 44% share of the pay TV market and its departure is likely to hit larger cities and the interior that depend on DirecTV for access to information and entertainment. AT&T joins a number of other U.S. companies — General Motors, Kellogg and Kimberly-Clark — that have abandoned Venezuela due to shrinking sales, government threats and the risk of U.S. sanctions. Around 700 Venezuelans depended on the unit for employment. AD AT&T hasn't made money from its Venezuelan operations for years due to strict government controls that keep the price of its packages artificially low — a few pennies per month. The situation has become ... "], ["2020-05-23 02:04", "Venezuelan high court orders DirecTV property seized ... leadership team without any involvement or prior knowledge of the DIRECTV Venezuela team,' the statement said. AT&T has a 44% share of the pay TV market and its departure is likely to hit larger cities and the interior that depend on DirecTV for access to information and entertainment. AT&T joins a number of other U.S. companies \" General Motors, Kellogg and Kimberly-Clark \" that have abandoned Venezuela due to shrinking sales, government threats and the risk of U.S. sanctions. Around 700 Venezuelans depended on the unit for employment. AT&T hasn't made money from its Venezuelan operations for years due to strict government controls that keep the price of its packages artificially low \" a few pennies per month. The situation has become so ... "], ["2020-05-23 00:54", "Big Brother stars 'fear for their jobs if TV bosses re-air some of the show's steamiest moments' ...  Channel 4 announced earlier this month that former Big Brother host Davina McCall would look back at some of the show's biggest moments Lookback: She will join former Bit On The Side host Rylan Clark-Neal to lookback at some of their favourite moments ahead of the show's 20th Anniversary this summer Rylan, who presented Big Brother Bit On The Side and starred in the celebrity version of the show ... becoming in online spats with fellow stars. Stand-out moment: Housemates Steven Goode and Kimberly Kisselovich famously got together after four weeks in the Big Brother house.However, just a few weeks after they shared their first kiss and moved their relationship on to a sexual level, Kimberly had to leave the house on Day 44 because of 'illness'.  ... "], ["2020-05-22 22:05", "Venezuelan high court orders DirecTV property seized ... Up! Closing Alerts Hour by Hour 5 Day Forecast Live Stream WPXI Now WPXI Now Breaking Live 24/7 Radar Video Coronavirus News News App National Business Politics Proud to Be From Pittsburgh Clark Howard Vote Now 11 Investigates 11 Cares WPXI Holiday Parade Sports The Final Word 11 on the Ice Pirates Steelers Jerome Bettis Show Traffic Entertainment What's on WPXI Contests Lottery  ...  larger cities and the interior that depend on DirecTV for access to information and entertainment. AT&T joins a number of other U.S. companies — General Motors, Kellogg and Kimberly-Clark — that have abandoned Venezuela due to shrinking sales, government threats and the risk of U.S. sanctions. Around 700 Venezuelans depended on the unit for employment. AT&T hasn ... "], ["2020-05-22 22:05", "Venezuelan high court orders DirecTV property seized ... to-date newsletters Set up text alerts Log In News Election 2020 Coronavirus County by County Coronavirus: Informacin en Espaol Jamie Dupree Nation & World Action Button Links Download News Apps Clark Howard Weather First Alert Doppler HD Interactive Radar First Alert Wx App Sky Cams Hour by Hour 7-Day Forecast Weekend Forecast Buresh Blog Hurricane Center Talking the Tropics  ... to hit larger cities and the interior that depend on DirecTV for access to information and entertainment. AT&T joins a number of other U.S. companies — General Motors, Kellogg and Kimberly-Clark — that have abandoned Venezuela due to shrinking sales, government threats and the risk of U.S. sanctions. Around 700 Venezuelans depended on the unit for employment. AT&T hasn't ... "], ["2020-05-22 22:05", "Venezuelan high court orders DirecTV property seized ...  up-to-date newsletters Set up text alerts Log In Weather Before the Storm FOX13 Radar Hour by Hour Video Forecast School Closings FOX13 Weather App News Coronavirus Video Traffic Election 2020 Clark Howard Seen on 13 Watch Live Live News and Replay Live Breaking News Fox13 Investigates Most Wanted Submit a tip Level Up Sports Zone Share With Us Contact Us Advertise with FOX13  ... to hit larger cities and the interior that depend on DirecTV for access to information and entertainment. AT&T joins a number of other U.S. companies — General Motors, Kellogg and Kimberly-Clark — that have abandoned Venezuela due to shrinking sales, government threats and the risk of U.S. sanctions. Around 700 Venezuelans depended on the unit for employment. AT&T hasn' ... "]]}}