{"postfix": "kion-aktie", "name": "KION_GROUP", "wkn": "KGX888", "time": "2020.05.26 15:30", "ts": 1590499807, "features": {"KGV": "14.08", "Marktkapitalisierung": {"Size": "Mrd", "Value": "5.44"}, "GA": "4.42", "KBV": "2.06", "BA": "30.25", "KCV": "8.68", "CA": "7.17", "Vola30": "73.96", "Vola90": "72.03", "Vola180": "56.01", "Vola250": "46.74"}, "rivals": ["caterpillar-aktie", "jungheinrich-aktie", "terex_material_handling-aktie", "linde-aktie"], "text_data": {"de": [["25.05.20", "Kion Group: Hoch hinaus"], ["22.05.20", "Kion erhält zusätzliche Kreditlinie in Höhe von 1,0 Milliarden Euro"], ["07.05.20", "VDMA: Volle Wucht der Krise erst in nächsten Monaten sichtbar"], ["05.05.20", "ANALYSE-FLASH: Berenberg hebt Kion auf 'Buy' - Ziel runter auf 55 Euro"], ["30.04.20", "Wie Experten die KION GROUP-Aktie im April einstuften"], ["29.04.20", "Citi: Kion - Bullen werden kräftig durchgeschüttelt"], ["29.04.20", "Citi: Kion - Bullen werden kräftig durchgeschüttelt"], ["29.04.20", "KION GROUP stellte Zahlen zum jüngsten Quartal vor"], ["28.04.20", "MÄRKTE EUROPA/Weiter aufwärts - Finanztitel an der Spitze"], ["28.04.20", "XETRA-SCHLUSS/DAX zeitweise auf höchstem Stand seit Lock-Down"], ["28.04.20", "MÄRKTE EUROPA/DAX auf höchstem Stand seit Lock-Down"], ["28.04.20", "MÄRKTE EUROPA/DAX auf höchstem Stand seit Beginn des Corona-Lockdown"], ["28.04.20", "AKTIE IM FOKUS: Folgen der Corona-Pandemie befördern Kion-Aktien in den Keller"], ["28.04.20", "KORREKTUR/ROUNDUP/Kion mit Gewinnrückgang - Auftragslage stabil - Aktie verliert"], ["28.04.20", "ROUNDUP: Kion mit Gewinnrückgang - Auftragslage recht stabil - Aktie legt zu"], ["28.04.20", "Wichtige Kursbewegungen: Gewinnrückgang bei Kion - Aktie gibt nach"], ["28.04.20", "AKTIE IM FOKUS: Schwache Geschäftszahlen drücken Kion auf Tradegate ins Minus"], ["28.04.20", "Kion mit deutlichem Gewinnrückgang wegen Corona - Auftragslage noch stabil"], ["03.04.20", "VDMA: Liquidität in der Krise ist überlebenswichtig"], ["31.03.20", "März 2020: Die Expertenmeinungen zur KION GROUP-Aktie"], ["31.03.20", "ANALYSE-FLASH: HSBC senkt Ziel für Kion auf 50 Euro - 'Buy'"], ["27.03.20", "MÄRKTE EUROPA/US-Sorgen lösen deutlichen Rücksetzer aus"], ["27.03.20", "XETRA-SCHLUSS/Rückschlag vor dem Wochenende"], ["27.03.20", "MÄRKTE EUROPA/Sehr schwach - US-Vorlagen belasten Börsen"], ["27.03.20", "MÄRKTE EUROPA/Deutlicher Rücksetzer - USA machen Sorgen"], ["27.03.20", "MÄRKTE EUROPA/Börsen starten leichter - Prosieben gesucht"], ["27.03.20", "Kion zieht Prognose zurück"]], "en": [["16.04.20", "Kion Mortgage Fin. : Notice of Redemption and Delisting"], ["11.03.20", "Kion Mortgage Fin. : Notice of Optional Early Redemption"], ["17.01.20", "Is KION GROUP AG (KIGRY) a Great Value Stock Right Now?"], ["2020-05-25 04:25", "German stocks - Factors to watch on May 25 ...  is in talks with the German government over a 9-billion euro bailout, will resume flights to 20 destinations from mid-June, including some holiday hot-spots, a spokeswoman said. DAIMLER Aston Martin Chief Executive Andy Palmer is leaving the business as part of a management shake-up and will be replaced by Tobias Moers, CEO of Mercedes-AMG, a source familiar with the matter told Reuters. KION The company said that it was granted an additional credit facility of up to 1 billion euros by KfW and its banks. EX-DIVIDEND TAG IMMOBILIEN - 0.82 euros/shr dividend ELMOS SEMICONDUCTOR - 0.52 euros/shr dividend OVERSEAS STOCK MARKETS Dow Jones unchanged, S&P 500 +0.2%, Nasdaq +0.4% at close. Nikkei +1.4%, Shanghai stocks unchanged. Time: 4:25 GMT ECONOMY * Eurogroup ... "], ["2020-05-25 04:25", "German stocks - Factors to watch on May 25 ...  is in talks with the German government over a 9-billion euro bailout, will resume flights to 20 destinations from mid-June, including some holiday hot-spots, a spokeswoman said. DAIMLER Aston Martin Chief Executive Andy Palmer is leaving the business as part of a management shake-up and will be replaced by Tobias Moers, CEO of Mercedes-AMG, a source familiar with the matter told Reuters. KION The company said that it was granted an additional credit facility of up to 1 billion euros by KfW and its banks. EX-DIVIDEND TAG IMMOBILIEN - 0.82 euros/shr dividend ELMOS SEMICONDUCTOR - 0.52 euros/shr dividend OVERSEAS STOCK MARKETS Dow Jones unchanged, S&P 500 +0.2%, Nasdaq +0.4% at close. Nikkei +1.4%, Shanghai stocks unchanged. Time: 4:25 GMT ECONOMY * Eurogroup ... "], ["2020-05-22 19:13", "Mutant kitten born with two faces and 'eats from different mouths' ...  into their new home in Oregon well. The cat mum said she also reached out to a local vet to learn more about the animal and its chance of survival. She said biscuit eats and breathes from two separate mouths and it is unclear if the cat can see out of four eyes or two. Read More Related Articles Daily Star's newsletter brings you the biggest and best stories sign up today Kyla told KION-TV the animal would meow from one mouth while eating with the other at the same time. She said: \"It doesn't really know how to nurse properly because it has two mouths, so I've been trying to feed it.\" Kyla told the Albany Democrat-Herald that Biscuit's left face is stronger than its right one. Cats with two faces are rare but aren't unheard of ... "], ["2020-05-22 15:08", "BRIEF-Kion Has Additional Credit Facility Of Up To EUR 1.0 BlnKION GROUP AG:'"], ["2020-05-21 21:00", "Global Warehouse Automation Market: Grocery Forecast To Be Second Biggest Opportunity After E-commerce, Worth $4B By 2025 ... Tech ASI Active Space Automation Aethon AgiLox Airmap Altitude Angel Amazon Canvas Amazon Robotics (Kiva System) America in Motion (AIM) Aptean Attabotics Conveyco Covariant AI Creform DSI EiraTech Robotics EuroTec (Lowpad) Exotec Exyn Technologies Eyesee Drone Grey Orange Guidance Automation H3 Dynamics HAL HANEL HighJump HikRobots Honeywell AIDC Honeywell Intelligrated KION Kardex Kindred AI KnightScope Kollmorgen NCR Neobotix Oracle PAL Robotics PINC Solutions Panasonic PerceptIn Plus One Robotics Realtime Robotics Refraction AI Reply Righthand Robotics SMP Robotics Savant Software Savioke Scallog Scan Source Seegrid Skycart Ubiquity Robotics Unify Unitech Vanderlande Vinculum Volocopter GmbH Waypoint Robotics Westfalia Witron Workhorse Group XYZ Robotics ... "], ["2020-05-21 15:11", "Santa Cruz Sheriff To Release Details Of Arrests In Tech Executive's Kidnapping-Murder ... , 2020 at 8:11 am Filed Under: Arrests , Kidnapping , Michigan , Murder , Santa Cruz , Suspects Arrested , Tech Executive , Tushar Atre SANTA CRUZ (CBS SF) — At least three men were being held in Santa Cruz County jail Thursday on murder, robbery and kidnapping charges, but officials would not confirmed they were in custody related to the October 2019 slaying of tech executive Tushar Atre. KION TV reported that 22-year-old Kurtis Charter, 23-year-old Joshua Camps and 22-year-old Stephen Lindsay had all been arrested for the same case and were being held on murder, robbery and kidnapping charges. All three men, who were from Lancaster, were booked into the facility late Tuesday night. Santa Cruz County Sheriff-Coroner Jim Hart has confirmed that several ... "], ["2020-05-15 14:51", "Monterey Co. Restaurant Accused Of Violating Shelter-In-Place By Allowing Table Service ...  protocols, according to the district attorney's office. Prior to the filing of criminal charges, the district attorney's office along with Carmel police and the state Department of Alcoholic Beverage Control had each warned LeTowt about the violations of the county and state health orders that are meant to limit the spread of the virus. In this photo from Monterey CBS affiliate KION-TV, The Tuck Box restaurant in Carmel-by-the-Sea, which has been accused of violating the coronavirus shelter-in-place order. (CBS) The three misdemeanor charges of refusing to follow a lawful order each carry the possibility of up to a $1,000 fine and/or six months in prison, prosecutors said. A request for comment by officials at The Tuck Box was not immediately ... "], ["2020-05-13 04:00", "COVID-19 Impact: Aerospace To Account For 60% of Honeywell's Sales Decline In 2020 ... With Honeywell being a conglomerate, it faces competition from different companies across different sectors: Aerospace: Garmin, Thales, Safran and United Technologies Honeywell Building Technologies: Emerson Electric, Itron, Johnson Controls, Schneider Electric and Siemens Performance Materials and Technologies: Albemarle, BASF, DuPont, Emerson Electric, and Sinopec Safety and Productivity Solutions: 3M, Mine Safety Appliances, Kion Group, TE Connectivity, and Zebra Technologies The company's $36.7 billion revenues in 2019 are clubbed under 3 operating segments: Aerospace: Honeywell is a leading global supplier of products, software and services for aircraft that it sells to original equipment manufacturers and other customers in a variety of end markets ... "], ["2020-05-07 04:31", "Ballard Power Systems Inc (BLDP) Q1 2020 Earnings Call Transcript ...  for fuel cell forklifts as well, particularly as logistics increasingly becomes so important there. So I would I'd just point to rail and the passenger car market outside of the JV. Inside the JV, we haven't talked much about material handling market, but I do view that as a long-term market. And of course, Weichai with the something around 45%, 47% ownership position of KION has a good partner there for the European market as well. So kind of other markets that we see in the China market are off-road markets, so construction equipment and mining equipment. We've got some activities in other jurisdictions in these markets as well, but these are markets that we see potentially working with Weichai in the some of these off-road markets as well ... "], ["2020-05-06 20:43", "Government Overreach or Public Health: A look at the cost of doing business ...  Broadcast Group View Photo Gallery 4 photos 0 shares tweet now! 0 shares tweet now! WASHINGTON (SBG) — After staying closed for weeks, the owner of Siren Salon Studio in Monterey, California, violated statewide orders and re-opened her doors. \"This is how I pay my bills. For them to dictate who is and who is not essential just doesn't sit well with me,\" Jodi Petersen told KION-TV. And she's not alone. From protests to new polling from ScottRasmussen.com , showing 49% OF Americans fear the economic threat more than the health threat from the Coronavirus. \"I think we're going to see a tipping point or maybe we already have where people say enough is enough, and we're not going to put up with it anymore,\" Rasmussen said in ... "], ["2020-05-06 20:21", "Government Overreach or Public Health: A look at the cost of doing business ...  Broadcast Group View Photo Gallery 4 photos 0 shares tweet now! 0 shares tweet now! WASHINGTON (SBG) — After staying closed for weeks, the owner of Siren Salon Studio in Monterey, California, violated statewide orders and re-opened her doors. \"This is how I pay my bills. For them to dictate who is and who is not essential just doesn't sit well with me,\" Jodi Petersen told KION-TV. And she's not alone. From protests to new polling from ScottRasmussen.com , showing 49% OF Americans fear the economic threat more than the health threat from the Coronavirus. \"I think we're going to see a tipping point or maybe we already have where people say enough is enough, and we're not going to put up with it anymore,\" Rasmussen said in ... "], ["2020-05-06 20:16", "Government Overreach or Public Health: A look at the cost of doing business ...  Broadcast Group View Photo Gallery 4 photos 0 shares tweet now! 0 shares tweet now! WASHINGTON (SBG) — After staying closed for weeks, the owner of Siren Salon Studio in Monterey, California, violated statewide orders and re-opened her doors. \"This is how I pay my bills. For them to dictate who is and who is not essential just doesn't sit well with me,\" Jodi Petersen told KION-TV. And she's not alone. From protests to new polling from ScottRasmussen.com , showing 49% OF Americans fear the economic threat more than the health threat from the Coronavirus. \"I think we're going to see a tipping point or maybe we already have where people say enough is enough, and we're not going to put up with it anymore,\" Rasmussen said in ... "], ["2020-05-06 20:16", "Government Overreach or Public Health: A look at the cost of doing business ...  Broadcast Group View Photo Gallery 4 photos 0 shares tweet now! 0 shares tweet now! WASHINGTON (SBG) — After staying closed for weeks, the owner of Siren Salon Studio in Monterey, California, violated statewide orders and re-opened her doors. \"This is how I pay my bills. For them to dictate who is and who is not essential just doesn't sit well with me,\" Jodi Petersen told KION-TV. And she's not alone. From protests to new polling from ScottRasmussen.com , showing 49% OF Americans fear the economic threat more than the health threat from the Coronavirus. \"I think we're going to see a tipping point or maybe we already have where people say enough is enough, and we're not going to put up with it anymore,\" Rasmussen said in ... "], ["2020-05-06 18:28", "The Adults In The Room: A Conversation About The Future Of The Kids' Music Business ... the movie. Similarly, before the live-action Lion King , Disney launched a series on its channels called The Lion Guard , which was about a secondary character from the original animated film. That performed extremely well, and I can tell you from my nephews and niece that was their introduction to The Lion King . If I held up a picture of Simba and asked them, \"Who is this?,\" they'd say, \"Kion,\" because that's who it looked like. It's a different way to cross-appeal and just keep it going. Linden I was looking around as Karen said that because I'm in the kids' toy room right now where there is a Bunga somewhere — he's one of the guys from The Lion Guard . To tie it back to music, there are bands like The Rolling ... "], ["2020-05-06 04:00", "Management of inflammatory bowel diseases: Clinical perspectives ...  for the Study of Inflammatory Bowel Diseases https://www.cghjournal.org/article/S1542-3565(20)30185-3/fulltext ; Arie Levine, Jonathan M. Rhodes, James O. Lindsay, Maria T. Abreu, Michael A. Kamm, Peter R. Gibson, Christoph Gasche, Mark S. Silverberg, Uma Mahadevan, Rotem Sigall Boneh, Eyton Wine, Oriana M. Damas, Graeme Syme, Gina L. Trakman, Chu Kion Yao, Stefanie Stockhamer, Muhammad B. Hammami, Luis C. Garces, Gerhard Rogler, Ioannis E. Koutroubakis, Ashwin N. Ananthakrishnan, Liam McKeever, James D. Lewis * Management of Patients With Immune Checkpoint Inhibitor-Induced Enterocolitis: a Systematic Review https://www.cghjournal.org/article/S1542-3565(20)30112-9/fulltext ; Michael Collins, Emilie Soularue, Lysiane Marthey, Franck Carbonnel The special ... "], ["2020-04-28 20:20", "FIRMEN-BLICK-Rhn-Klinikum beruft auerordentliche Hauptversammlung ein ...  Unternehmen aus Holzminden mit. Fr diesen wird ein Plus von etwa vier Prozent erwartet. Im ersten Quartal legte der Umsatz um acht Prozent auf rund 917 Millionen Euro zu. Symrise stellt unter anderem Produkte fr Nahrungsmittel wie Vanille fr Eiscreme her, aber auch Stoffe, die fr die Krperpflege und Hygiene genutzt werden. In der Krise gehren dazu auch Desinfektionsmittel. KION - Dsseldorf: Der Gabelstapler- und Lagertechnikanbieter hat dank der ersten beiden starken Monate im ersten Quartal Gewinn gemacht. Bei einem Umsatzrckgang um 2,7 Prozent auf 2,028 Milliarden Euro sank das operative Ergebnis (Ebit) auf 144 (Vorjahr: 182,4) Millionen Euro. Der Auftragseingang schrumpfte um 1,8 Prozent auf 2,081 Milliarden Euro. Das Konzernergebnis brach indes auf 27 ... "], ["2020-04-28 05:29", "German stocks - Factors to watch on April 28 ...  takeaway food company reported that orders and revenues almost doubled in the first quarter as coronavirus lockdowns closed restaurants and prompted more people to order meals from home. SILTRONIC The company said its outlook for the second quarter was still looking good and confirmed its dividend policy. FRAPORT The operator of Frankfurt airport said its passenger numbers dropped by 96.8% last week. KION The company reported a 27.2% drop in first-quarter net income and said it would not be possible to provide a reliable outlook for 2020. CANCOM 2019 annual report due SYMRISE Q1 trading update due DRAEGERWERK The company will be added to Germany's TecDAX index, replacing RIB Software, Deutsche Boerse said bit.ly/2yKxVrJ. In the small-cap index SDAX ... "]]}}