{"postfix": "kla-tencor-aktie", "name": "KLA-TENCOR", "wkn": "865884", "time": "2020.05.26 14:58", "ts": 1590497881, "features": {"KGV": "13.89", "Marktkapitalisierung": {"Size": "Mrd", "Value": "24.59"}, "GA": "8.46", "KBV": "6.89", "BA": "17.05", "KCV": "15.97", "CA": "7.36", "Vola30": "86.03", "Vola90": "88.07", "Vola180": "66.78", "Vola250": "52.53"}, "rivals": ["hitachi-aktie", "applied_materials-aktie", "nanometrics-aktie", "lam_research-aktie", "veeco_instruments-aktie", "rudolph_technologies-aktie"], "text_data": {"de": [["09.05.20", "KLA-Tencor: Was beim Unternehmen in den jüngsten Büchern steht"], ["08.05.20", "KLA-Tencor gibt vierteljährliche Dividende bekannt"], ["04.05.20", "Ausblick: KLA-Tencor präsentiert das Zahlenwerk zum abgelaufenen Jahresviertel"], ["20.04.20", "Erste Schätzungen: KLA-Tencor legt Zahlen zum jüngsten Quartal vor"], ["31.03.20", "So stuften die Analysten die KLA-Tencor-Aktie im vergangenen Monat ein"], ["12.02.20", "KLA-Tencor kündigt Dividende an"], ["06.02.20", "KLA-Tencor: Bilanz zum abgelaufenen Quartal"], ["03.02.20", "Ausblick: KLA-Tencor stellt Ergebnisse des abgelaufenen Quartals vor"]], "en": [["06.05.20", "KLA-Tencor Corp (KLAC) Q3 2020 Earnings Call Transcript"], ["01.05.20", "KLA-Tencor (KLAC) to Post Q3 Earnings: What's in the Cards?"], ["05.02.20", "KLA-Tencor Corp (KLAC) Q2 2020 Earnings Call Transcript"], ["30.01.20", "KLA-Tencor (KLAC) to Post Q2 Earnings: What's in the Cards?"], ["02.01.20", "The Zacks Analyst Blog Highlights: QUALCOMM, Ichor, Applied Materials, KLA-Tencor and MACOM"], ["2020-05-20 21:53", "Coherent Earns Relative Strength Rating Upgrade To 83; Hits Key Threshold ... an ideal time to jump in, see if the stock manages to form a chart pattern and break out. Although earnings and sales growth came in at -59% and -16%, respectively, in the latest report, that marked one quarter of acceleration for EPS and two for sales. Coherent earns the No. 23 rank among its peers in the Electronics-Semiconductor Equipment industry group. KLA Tencor ( KLAC ), Teradyne ( TER ) and Advanced Energy Industries ( AEIS ) are among the top 5 highly rated stocks within the group. IBD Newsletters Get exclusive IBD analysis and action news daily. SIGN UP NOW! IBD Newsletters Get exclusive IBD analysis and action news daily. Financial Advisor Update How To Invest Market Prep Tech Report Please enter a valid email address Please select a newsletter GO ... "], ["2020-05-20 21:51", "Stocks Showing Improving Market Leadership: Applied Materials Earns 83 RS Rating ...  with a 69.54 entry . See if it can break out in volume at least 40% above average. In terms of top and bottom line numbers, the company has posted rising EPS growth over the last four quarters. Revenue gains have also risen during the same period. The company holds the No. 10 rank among its peers in the Electronics-Semiconductor Equipment industry group. KLA Tencor ( KLAC ), Teradyne ( TER ) and Advanced Energy Industries ( AEIS ) are among the top 5 highly rated stocks within the group. IBD Newsletters Get exclusive IBD analysis and action news daily. SIGN UP NOW! IBD Newsletters Get exclusive IBD analysis and action news daily. Financial Advisor Update How To Invest Market Prep Tech Report Please enter a valid email address Please select a newsletter GO ... "], ["2020-05-20 17:58", "Cabot Microelectronics Stock Climbs On Strong Earnings Despite Covid-19; Key Rating Jumps ... 34;continued stable financial performance in our third fiscal quarter.\" But with limited visibility into the second half of the year the company withdraw its full-year guidance. Cabot Microelectronics holds the No. 10 rank among its peers in the 34-stock Electronics-Semiconductor Equipment industry group. KLA Tencor ( KLAC ), Teradyne ( TER ) and Advanced Energy Industries ( AEIS ) are among the top five highly rated stocks in the group. Cabot shares rose 2% Wednesday afternoon, to 138.07. KLA rose more than 3%, Teradyne was up 3.25% and Advanced Energy advanced 3%. Looking For Winning Stocks? Try This Simple Routine Cabot Microelectronics is trying to complete a cup without handle with a 169.23 buy point . See if the stock can clear the breakout price ... "], ["2020-05-20 15:50", "Lam Research Boasts Rising Relative Strength, Strong Fundamentals ...  hit the 80-plus level. Coronavirus Market Watchlist: 11 New Stocks To Track Taiwan Firm's U.S. Semiconductor Factory Plan Gets Mixed Response Dow Jones Futures Fall On China Tensions After Coronavirus Stock Market Rally; JD.com, Chip Giant, Covid Test-Maker Are Earnings Movers Lam Research Clears Technical Benchmark, Hitting 80-Plus RS Rating Stocks Flashing Renewed Technical Strength: KLA Tencor Facebook, Inphi, 3 Others Fall Under IBD's Stock Spotlight Semiconductor Equipment Stocks Could Be In For Rough Ride Onto Innovation Sees Rising RS Rating Coming Out Of V-Shaped Pattern Today's Spotlight Free Swing Trading Webinar Learn how to swing trade during this big market rebound in our latest free webinar. Register now! Try the IBD Stock Screener ... "], ["2020-05-18 22:18", "Coronavirus Market Watchlist: 11 New Stocks To Track ...  buy and watch by seeing... Taiwan Firm's U.S. Semiconductor Factory Plan Gets Mixed Response Dow Jones Futures Fall On China Tensions After Coronavirus Stock Market Rally; JD.com, Chip Giant, Covid Test-Maker Are Earnings Movers Better Than Bezos? Three Stocks Keep Beating Amazon Is Abbott Stock A Buy As Coronavirus Test Accuracy Called Into Question? Stocks Flashing Renewed Technical Strength: KLA Tencor Facebook, Inphi, 3 Others Fall Under IBD's Stock Spotlight Coronavirus Stock Market Rally Shows Why A Breakout From A Deep Cup Base Can Succeed Dow, S&P 500 Bounce Hard Off Lows; Take Profits In Zynex, Co-Diagnostics? Today's Spotlight Free Swing Trading Webinar Learn how to swing trade during this big market rebound in our latest free webinar ... "], ["2020-05-15 18:26", "Taiwan Firm's New U.S. Semiconductor Factory Gets Mixed Response ...  Materials Misses Is AMAT Stock A Buy Right Now? Here's What Earnings, Chart Show Dow Jones Futures Fall On China Tensions After Coronavirus Stock Market Rally; JD.com, Chip Giant, Covid Test-Maker Are Earnings Movers Lam Research Clears Technical Benchmark, Hitting 80-Plus RS Rating Applied Materials Scores Relative Strength Rating Upgrade; Hits Key Threshold Stocks Flashing Renewed Technical Strength: KLA Tencor Best Growth Stocks To Buy And Watch: See Updates To IBD Stock Lists Facebook, Inphi, 3 Others Fall Under IBD's Stock Spotlight Today's Spotlight Free Swing Trading Webinar Learn how to swing trade during this big market rebound in our latest free webinar. Register now! Try the IBD Stock Screener! Get top-quality trade ideas at the push ... "], ["2020-05-15 18:26", "Taiwan Firm's New U.S. Semiconductor Factory Gets Mixed Response ...  Materials Misses Is AMAT Stock A Buy Right Now? Here's What Earnings, Chart Show Dow Jones Futures Fall On China Tensions After Coronavirus Stock Market Rally; JD.com, Chip Giant, Covid Test-Maker Are Earnings Movers Lam Research Clears Technical Benchmark, Hitting 80-Plus RS Rating Applied Materials Scores Relative Strength Rating Upgrade; Hits Key Threshold Stocks Flashing Renewed Technical Strength: KLA Tencor Best Growth Stocks To Buy And Watch: See Updates To IBD Stock Lists Facebook, Inphi, 3 Others Fall Under IBD's Stock Spotlight Today's Spotlight Free Swing Trading Webinar Learn how to swing trade during this big market rebound in our latest free webinar. Register now! Try the IBD Stock Screener! Get top-quality trade ideas at the push ... "], ["2020-05-15 14:31", "Dow Jones Erases 300-Point Loss After Economic Data, China News Roil Stocks ... KO ) and UnitedHealth Group ( UNH ) gained more than 2% each. Chip, airline and banks stocks were some of the biggest losers among IBD's 197 industry groups. Gold miners and oil stocks were among the few winners. Chips were pressured after the U.S. announced new U.S.-China trade restrictions. Over in the IBD 50, chip stocks Applied Materials ( AMAT ), KLA Tencor ( KLAC ) and Taiwan Semiconductor ( TSM ) fell more than 3% each. Advanced Micro Devices ( AMD ) and Nvidia ( NVDA ) were also lower. But Franco Nevada ( FNV ) and Kirkland Lake Gold ( KL ) advanced, along with coronavirus stock Zoom Video ( ZM ). Applied Materials Misses Applied Materials fell 3% in heavy trade as it continues to find resistance at its 200-day moving average. Late Thursday, the ... "], ["2020-05-12 01:28", "Does Semi Equipment Stock Price Escalation Make Sense? ...  we see that they are trading at a 15.7X multiple, which is close to their median value over the past year and trails the S&P 500 average of 21.2X, which is at the high end of its range over the past year. So the increase in the share price appears to be a correction from the lows to which it dropped in the third week of March. KLA-Tencor KLA beat the Zacks Consensus Estimate by 5.1% on earnings and 0.6% on sales, attributed to bot strong demand and good execution. The company has a significant chunk of its operations and employees in China, which appears to have contained the virus very efficiently. The revenue outlook is slightly below March quarter levels at the midpoint but substantially higher than the year-ago number at the midpoint. Despite higher ... "], ["2020-05-08 14:41", "Semiconductor Equipment Stocks Could Be In For Rough Ride ...  IBD Experts Each Morning Before The Open Related news Onto Innovation Sees Rising RS Rating Coming Out Of V-Shaped Pattern 4/30/2020 Onto Innovation Inc sees its Relative Strength Rating hit the 80-plus level. 4/30/2020 Onto Innovation Inc sees its Relative Strength Rating hit the... Applied Materials Clears Technical Benchmark, Hitting 80-Plus RS Rating Chipmakers Uncertain, But KLA Bases Heading Into Its Earnings Report Stocks To Watch Ahead Of Earnings: KLA Tencor Regeneron Added To IBD 50, Big Cap 20 Watchlists Stocks Showing Market Leadership: Lam Research Earns 92 RS Rating Semiconductor Equipment Firm Lam Research Falls On Mixed Results Dow Jones Futures Signal Coronavirus Stock Market Rally Isn't Giving Up After Crude Oil Prices Crash Top-Rated ... "], ["2020-05-06 19:07", "Dow Jones Lower As Payroll Drop Weighs; Are Apple, Microsoft Still In Buy Zone? ...  200-day line. Shares are now extended from a 116.74 aggressive buy point of a cup with handle. After the close Tuesday, the plant-based meat products maker reported Q1 earnings that topped views . Beyond Meat said it will aggressively discount its products to boost sales while real meat prices rise due to coronavirus-related shortages. Over in the IBD 50, KLA Tencor ( KLAC ), Power Integrations ( POWI ) and Applied Materials ( AMAT ) were among chip stocks scoring big gains. Among chip ETFs, VanEck Vectors Semiconductor ( SMH ) and iShares PHLX Semiconductor ( SOXX ) rose more than 2% each. Both are near new buy points. But the more widely diversified Innovator IBD 50 ETF ( FFTY ) climbed just 0.4%, as gold stocks and real estate investment trusts weighed ... "], ["2020-05-06 02:31", "KLA-Tencor Corp (KLAC) Q3 2020 Earnings Call Transcript ...  S&P 500 390% 82% Stock Advisor launched in February of 2002. Returns as of 05/06/2020. Join Stock Advisor Cumulative Growth of a $10,000 Investment in Stock Advisor Calculated by Time-Weighted Return Stocks KLAC KLA-Tencor NASDAQ: KLAC $155.63 up $3.63 (2.39%) Related Articles Here's How KLA's Shares Doubled in 2019 Forget AT&T: Here Are 3 Better Dividend Stocks 5 Key Takeaways From KLA's Investor Day KLA-Tencor Corp (KLAC) Q4 2019 Earnings Call Transcript Why KLA Stock Rose 15.3% in July KLA-Tencor Corp (KLAC) Q3 2020 Earnings Call Transcript @themotleyfool #stocks $KLAC Next Article Prev 1 2 3 4 5 Next Terms of Use Privacy Policy Accessibility Policy Copyright, Trademark and Patent Information Terms and Conditions Do Not Sell My Personal ... "], ["2020-05-01 15:45", "KLA-Tencor (KLAC) to Post Q3 Earnings: What's in the Cards?KLA-Tencor's (KLAC) fiscal third-quarter results are likely to reflect the global coronavirus-driven economic crisis."], ["2020-04-30 22:08", "Onto Innovation Sees Rising RS Rating Coming Out Of V-Shaped Pattern ... In terms of fundamentals, Onto Innovation Inc has posted two quarters of rising earnings growth. Sales growth has also moved higher during the same period. Onto Innovation Inc is expected to release its next quarterly numbers on or around Apr. 30. Onto Innovation Inc holds the No. 6 rank among its peers in the Electronics-Semiconductor Equipment industry group. Teradyne ( TER ), KLA Tencor ( KLAC ) and ( ACMR ) are among the top 5 highly rated stocks within the group. IBD Newsletters Get exclusive IBD analysis and action news daily. SIGN UP NOW! IBD Newsletters Get exclusive IBD analysis and action news daily. Financial Advisor Update How To Invest Market Prep Tech Report Please enter a valid email address Please select a newsletter GO Get these newsletters ... "], ["2020-04-30 12:05", "An investment chief who oversees $29 billion explains why he's bullish on a niche industry that's 'like the red blood cell of tech' — and shares 2 stocks he's buying ... Over the years, high barriers to entry have kept the semiconductor capital industry small. \"There's a complete lack of competition in some sense in most of the assembly lines for a semiconductor,\" Chung said. Including his two stock picks, he counts only five companies that dominate the space and provide supply chipmakers with the equipment they need to make everyday devices. Other players include KLA-Tencor, ASML, and Tokyo Electron. \"There's no piece of software that doesn't run on a piece of hardware, and there's no hardware that doesn't have a lot of semiconductors in it,\" Chung said. SEE ALSO: The CEO of a $29 billion asset manager who's steered his firm since 9/11 told us why pessimism about the coronavirus ... "], ["2020-04-28 20:25", "Chipmakers Uncertain, But KLA Bases Heading Into Its Earnings Report ... Growth Stocks To Watch 4:27 PM ET Get timely chart analysis and investing lessons on leading stocks that have earned a spot on the IBD 50, an... 4:27 PM ET Get timely chart analysis and investing lessons on leading stocks... Stocks To Watch Ahead Of Earnings: KLA Tencor Regeneron Added To IBD 50, Big Cap 20 Watchlists Dow Jones Futures Signal Coronavirus Stock Market Rally Isn't Giving Up After Crude Oil Prices Crash Top-Rated KLA Tencor Near Buy Zone Before Next Earnings Report IBD Watchlists Add 11 Stocks As Coronavirus Market Rally Continues Top-Rated Stocks Near Buy Point Ahead Of Earnings: Teradyne Semiconductor Equipment Stocks Lose Key Tailwind Teradyne Unit Introduces First Bin-Picking Robot For Machine Tending Today's Spotlight Bonus Podcast ... "], ["2020-04-28 12:25", "Top Analyst Upgrades & Downgrades (CAL, HAL, HMY, HD, IBI, KLAC, KORS, NFLX, NIHD, NVLS, PAAS, TXN, UNP, ZUMZ) – 24/7 Wall St. ...  to Outperform as Bull of the Day at Zacks. Halliburton Co. (NYSE: HAL) Reiterated Buy but lowered target to $54 at Argus. Harmony Gold Mining Co. Ltd. (NYSE: HMY) Raised to Buy at UBS. Home Depot Inc. (NYSE: HD) Reiterated Buy and raised price target to $51 at Argus. Interline Brands, Inc. (NYSE: IBI) named as Value stock of the day at Zacks. KLA-Tencor Corporation (NASDAQ: KLAC) Raised to Buy at Citigroup. Michael Kors Holdings Limited (NYSE: KORS) Started as Overweight at Morgan Stanley; Started as Outperform at Baird; Started as Buy at Goldman Sachs. Netflix, Inc. (NASDAQ: NFLX) Maintained Outperform with $100 target at Credit Suisse. NII Holdings, Inc. (NASDAQ: NIHD) Cut to Underperform as Bear of the Day at Zacks. Novellus Systems, Inc. (NASDAQ: NVLS ... "], ["2020-04-28 12:25", "Top Analyst Upgrades & Downgrades (BRK-A, KO, CCU, DD, EMC, EOG, GDI, AWAY, JBHT, KLAC, NTAP, PG, SBUX, HOT, TSRA, TXN, WTW, YUM) – 24/7 Wall St. ... . EOG Resources, Inc. (NYSE: EOG) Raised to Buy at Citigroup. Gardner Denver, Inc. (NYSE: GDI) Reiterated Buy as Value at Zacks. HomeAway, Inc. (NASDAQ: AWAY) Started as Hold at Stifel Nicolaus; Started as Overweight at JPMorgan; Started as Overweight at Morgan Stanley. JB Hunt Transport Services Inc. (NASDAQ: JBHT) Cut to Neutral at Robert W. Baird. KLA-Tencor Corporation (NASDAQ: KLAC) Raised to Overweight at Morgan Stanley. NetApp, Inc. (NASDAQ: NTAP) Raised to Buy at Auriga. Procter & Gamble Co. (NYSE: PG) Raised to Outperform at Bernstein. Starbucks Corporation (NASDAQ: SBUX) Raised to Outperform at Robert W. Baird. Starwood Hotels & Resorts Worldwide Inc. (NYSE: HOT) Raised to Outperform at Bernstein. Tessera Technologies Inc. (NASDAQ: TSRA) named ... "], ["2020-04-28 12:11", "Top Analyst Upgrades & Downgrades (ABB, ABG, BBVA, BGS, CSX, GILD, IMUC, INFY, ITRI, KLAC, LRCX, NEE, NSC, ORCL, WSH) – 24/7 Wall St. ... . B&G Foods Inc. (NYSE: BGS) reinstated as Neutral at Credit Suisse. CSX Corp. (NYSE: CSX) Cut to Neutral at JPMorgan. Gilead Sciences Inc. (NASDAQ: GILD) Cut to Equal Weight at Barclays. ImmunoCellular (NASDAQ: IMUC) named Bull of the Day at Zacks. Infosys Limited (NASDAQ: INFY) Cut to Neutral at Credit Suisse. Itron, Inc. (NASDAQ: ITRI) Cut to Neutral at Credit Suisse. KLA-Tencor Corporation (NASDAQ: KLAC) Cut to Neutral at JPMorgan. Lam Research Corporation (NASDAQ: LRCX) Cut to Neutral at JPMorgan. NextEra Energy Inc. (NYSE: NEE) Reiterated Buy at Argus. Norfolk Southern Corp. (NYSE: NSC) Cut to Neutral at JPMorgan. Oracle Corporation (NASDAQ: ORCL) Cut to Market Perform at JMP Securities. Willis Group Holdings (NYSE: WSH) named Bear of the Day at Zacks ... "], ["2020-04-28 12:11", "Top Analyst Upgrades & Downgrades (AB, AMAT, ARMH, T, ERJ, HAS, IACI, INTC, KLAC, MAT, MRK, NVLS, POT, SWY, AMTD, VSEA) – 24/7 Wall St. ... ) Raised to Conviction Buy List at Goldman Sachs. Hasbro Inc. (NASDAQ: HAS) Started as Buy at Jefferies. IAC/InterActiveCorp. (NASDAQ: IACI) Cut to Neutral at Goldman Sachs. Intel Corporation (NASDAQ: INTC) Reiterated Outperform and $28 target but raised estimates at Credit Suisse; Reiterated Buy at Argus; Maintained Buy with $27 target at Gleacher & Co.; Maintained Buy at Gabelli & Co. KLA-Tencor Corporation (NASDAQ: KLAC) Raised target to $48 at BofA/ML. Mattel Inc. (NASDAQ: MAT) Started as Buy at Jefferies. Merck & Co., Inc. (NYSE: MRK) Maintained Buy on weakness at Argus. Novellus Systems, Inc. (NASDAQ: NVLS) Raised target to $38 at BofA/ML. Potash Corp. of Saskatchewan (NYSE: POT) Reiterated Outperform but Raised target to $189 at Credit Suisse. Safeway ... "]]}}