{"postfix": "kohls-aktie", "name": "KOHLS", "wkn": "884195", "time": "2020.05.26 17:09", "ts": 1590505744, "features": {"KGV": "9.22", "Marktkapitalisierung": {"Size": "Mrd", "Value": "2.49"}, "GA": "4.86", "KBV": "1.30", "BA": "34.47", "KCV": "4.27", "CA": "10.49", "Vola30": "108.96", "Vola90": "143.59", "Vola180": "104.83", "Vola250": "80.88"}, "rivals": ["costco_wholesale-aktie", "sears-aktie", "nordstrom-aktie", "j_c_penney_company-aktie", "macys-aktie"], "text_data": {"de": [["19.05.20", "MÄRKTE USA/Gewinnmitnahmen an Wall Street nach Kursrally"], ["18.05.20", "Ausblick: Kohls präsentiert Quartalsergebnisse"], ["30.04.20", "Was Analysten von der Kohls-Aktie erwarten"], ["31.03.20", "So schätzen Analysten die Kohls-Aktie ein"], ["04.03.20", "Kohl’s erzielt weniger Gewinn und steigert die Dividende"], ["02.03.20", "Ausblick: Kohls stellt das Zahlenwerk zum vergangenen Quartal vor"], ["09.01.20", "MÄRKTE USA/Wall Street auf Allzeithoch - Dow marschiert Richtung 29.000"], ["09.01.20", "MÄRKTE USA/Börsen mit Hoffnung auf Nahostentspannung auf Allzeithochs"]], "en": [["19.05.20", "Kohl's Corporation Reports Financial Results"], ["13.05.20", "Kohl’s Corporation Holds Annual Shareholders Meeting"], ["07.05.20", "Kohl’s Announces Phased Approach for Store Reopenings"], ["21.04.20", "Kohl’s to Hold Virtual 2020 Annual Meeting of Shareholders"], ["30.03.20", "Kohl’s Extends Temporary Store Closures Nationwide and Provides Business Update in Response to COVID-19 Pandemic"], ["19.03.20", "Kohl’s Provides Business Update Related to COVID-19"], ["16.03.20", "Kohl’s and Lands’ End Announce New Partnership"], ["03.03.20", "Kohl's Corporation Reports Financial Results"], ["25.02.20", "Kohl’s Named as One of the 2020 World’s Most Ethical Companies by Ethisphere"], ["18.02.20", "Kohl’s Donates $2 Million to the American Cancer Society for Wisconsin Families"], ["03.02.20", "Yael Cosset Appointed to Kohl’s Corporation Board of Directors"], ["21.01.20", "Kohl’s to Donate More Than $500,000 to Milwaukee-Area Nonprofits Serving Local Families"], ["16.01.20", "Spring into Adventures with Kohl’s Cares Newest Collection, Featuring Award-Winning Author and Illustrator Lane Smith"], ["14.01.20", "Kohl’s $750,000 Donation to Hunger Task Force Supports the Provision of Healthy Food to Milwaukee Families in Need"], ["09.01.20", "Kohl's Corporation Reports November/December Sales and Affirms 2019 Diluted Earnings Per Share Guidance"], ["07.01.20", "Might be time to give Macy's, Kohls and Nordstrom another look: Jim Cramer"], ["07.01.20", "Cramer says it might be time to give Macy's, Kohls and Nordstrom another look. Here's why."], ["2020-05-26 07:09", "They're Planning Your Future Without Your Consent ...  it would be used, by whom, and how long it could be stored. \"It is a serious privacy issue. We have to remember anything that we do during the pandemic under the guise of protecting public health could be misused,\" said the ACLU. But state officials said the state is not creating any type of centralized database. The Best of Gary G. Kohls, MD Tags: Dr. Kohls [ send him mail ] is a retired physician from Duluth, MN, USA. In the decade prior to his retirement, he practiced what could best be described as \"holistic (non-drug) and preventive mental health care\". Since his retirement, he has written a weekly column for the Duluth Reader, an alternative newsweekly magazine. His columns mostly deal with the dangers of American imperialism, friendly ... "], ["2020-05-25 08:00", "The Interesting Things That People Are Buying Because of TikTok ... ;vintage\" things. These retro-inspired skates are comfortable, durable, and actually look pretty great. Buy on UrbanOutfitters $ 139 Scouted selects products independently and prices reflect what was available at the time of publish. Sign up for our newsletter for even more recommendations. Don't forget to check out our coupon site to find deals from Wayfair , Target , Kohls , and more. If you buy something from our posts, we may earn a small commission. READ THIS LIST Coronavirus Cheat Sheet Politics Entertainment World News Half Full Culture U.S. News Scouted Travel Beast Inside Crossword Newsletters About Contact Tips Jobs Help Privacy Code of Ethics & Standards Terms & Conditions Copyright & Trademark Sitemap Coupons 2020 The Daily Beast Company ... "], ["2020-05-25 07:14", "Memorial Day 2020: Which Stores Are Open? Costco, Home Depot, Lowes Hours and More ... on Memorial Day. Costco: The store closes most holidays including Memorial Day. Aldi: Running with limited opening hours, so check ahead to confirm opening and closing times. Kmart: Will be open for its Memorial Day sale. PetSmart: The pet stores will be open on Memorial Day, but call customer service to check when your local store is open as some may vary. Fred Meyer : Opens for Memorial Day. Kohls: The store will be open for its Memorial Day sale. Kroger: Stores will be opening during the holiday and will have a Memorial Day sale on. Old Navy: Open for its Memorial Day sale. Safeway: The superstore will be open on Memorial Day but call ahead to check opening hours. Publix: The store is operating normal hours during Memorial Day. Mall of America: Due to the ... "], ["2020-05-25 04:01", "911, COVID-19, and the First Casualty of War ... Resources Lew Rockwell Books Ron Paul Books Murray N. Rothbard Library & Resources Mises Institute LRC Bestselling Books Political Theatre Podcasts Store About Contact Donate Advertise Search for: LewRockwell .com ANTI-STATE ANTI-WAR PRO-MARKET 911, COVID-19 and the First Casualty of War Why You Can't Trust the Bureaucrats at the NIST Any More Than You Can Trust the Bureaucrats at the CDC By Gary G. Kohls, MD May 25, 2020 Donate Many media commentators have mentioned that the COVID-19 crisis of 2020 is similar to other national crises that have led the United States into war. Three other examples include 1] Germany's sinking of the Lusitania on 5/7/15 (that led to the entry of the US into WWI), 2] the Japanese attack on Pearl Harbor on 12/7/41 (that ... "], ["2020-05-24 03:27", "Turbulent life of Mary-Kate Olsen ...  chain The Row was founded in 2006 and was turning over $78 million a year by 2015, as well as landing four Designer gongs at the prestigious Council of Fashion Designers Awards (CFDAs). media_camera The twins are now fashion moguls. Picture: Neilson Barnard/Getty Images The pair followed up with a more affordable brand, Elizabeth and James, now produced in partnership with Kohls. In 2019, it was estimated the pair were worth $853 million between them. But as their fortune grew, the pair became increasingly reclusive, hiding away from the public glare and only occasionally being spotted together near their New York offices. $140k ENGAGEMENT RING FROM SOTHEBY'S While a wealthy man in his own right, with a $102 million fortune, French banker Olivier ... "], ["2020-05-22 19:34", "Supercomputing Challenge encourages students to solve real-world problems, improve STEM skills ...  industry has felt the sting of a collapsing market that has forced the dumping of excess milk, the discing under of potato crops and the destruction livestock. Read the Full Article Video Macy's and Kohl's reopen to customers by KRQE Staff / May 22, 2020 ALBUQUERQUE, N.M. (KRQE) - Some department stores are back open starting on Friday, May 22. Kohls announced all five locations in New Mexico are now welcoming customers inside their stores. To prepare for the reopening, Kohl's says it has made enhancements to the store environments to protect the health of customers and staff. They've implemented safety procedures such as social distancing, sanitizing, and plastic shields at registers. Read the Full Article Video Top Stories Church ... "], ["2020-05-22 18:25", "Bosque seniors participate in drive-thru commencement ceremony ...  the Arizona region. The woman's initial call to IRUSA resulted in FEMA contacting the organization to report they could provide water from their Dallas office. Read the Full Article Video Macy's and Kohl's reopen to customers by KRQE Staff / May 22, 2020 ALBUQUERQUE, N.M. (KRQE) - Some department stores are back open starting on Friday, May 22. Kohls announced all five locations in New Mexico are now welcoming customers inside their stores. To prepare for the reopening, Kohl's says it has made enhancements to the store environments to protect the health of customers and staff. They've implemented safety procedures such as social distancing, sanitizing, and plastic shields at registers. Read the Full Article Video Top Stories US lawmakers ... "], ["2020-05-22 17:51", "As Memorial Day tempts people outdoors, virus rebound feared ...  Albuquerque to start inspecting roadside PPE pop-up shops Video Former pastor sentenced to maximum for child rape Video Report a Typo Submit a News Tip Download the KRQE Apps More Coronavirus Stories Macy's and Kohl's reopen to customers by KRQE Staff / May 22, 2020 ALBUQUERQUE, N.M. (KRQE) - Some department stores are back open starting on Friday, May 22. Kohls announced all five locations in New Mexico are now welcoming customers inside their stores. To prepare for the reopening, Kohl's says it has made enhancements to the store environments to protect the health of customers and staff. They've implemented safety procedures such as social distancing, sanitizing, and plastic shields at registers. Read the Full Article AP-NORC poll: Many in ... "], ["2020-05-22 17:48", "Macy's and Kohl's reopen to customersALBUQUERQUE, N.M. (KRQE) Some department stores are back open starting on Friday, May 22. Kohls announced all five locations in New Mexico are now welcoming customers inside their stores. To prepare for the reopening, Kohl's says it has made enhanceme"], ["2020-05-22 17:13", "AP-NORC poll: Many in US won't return to gym or dining out ...  Albuquerque to start inspecting roadside PPE pop-up shops Video Former pastor sentenced to maximum for child rape Video Report a Typo Submit a News Tip Download the KRQE Apps More Coronavirus Stories Macy's and Kohl's reopen to customers by KRQE Staff / May 22, 2020 ALBUQUERQUE, N.M. (KRQE) - Some department stores are back open starting on Friday, May 22. Kohls announced all five locations in New Mexico are now welcoming customers inside their stores. To prepare for the reopening, Kohl's says it has made enhancements to the store environments to protect the health of customers and staff. They've implemented safety procedures such as social distancing, sanitizing, and plastic shields at registers. Read the Full Article Dept. of Health offers ... "], ["2020-05-22 17:12", "Salvation Army Albuquerque offers assistance, Emergency Food Boxes to those in need during COVID-19 ...  to start inspecting roadside PPE pop-up shops Video Former pastor sentenced to maximum for child rape Video Report a Typo Submit a News Tip Download the KRQE Apps More Local News Stories Macy's and Kohl's reopen to customers by KRQE Staff / May 22, 2020 ALBUQUERQUE, N.M. (KRQE) - Some department stores are back open starting on Friday, May 22. Kohls announced all five locations in New Mexico are now welcoming customers inside their stores. To prepare for the reopening, Kohl's says it has made enhancements to the store environments to protect the health of customers and staff. They've implemented safety procedures such as social distancing, sanitizing, and plastic shields at registers. Read the Full Article JCMS band students perform end ... "], ["2020-05-22 14:12", "The Kohl's Memorial Day sale has arrived—these are the best deals ... , small appliances and more—shop our top picks. Post to Facebook The Kohl's Memorial Day sale has arrived—these are the best deals Kohl's Memorial Day sale has officially arrived, bringing deep discounts on furniture, small appliances and more—shop our top picks. Check out this story on USATODAY.com: https://www.usatoday.com/story/tech/reviewedcom/2020/05/22/kohls-memorial-day-sale-shop-all-best-finds-retail-chain/5230777002/ Cancel Send Sent! A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. Gifts Reviews Deals Electronics Home & Outdoors The Kohl's Memorial Day sale has arrived—these are the best deals Nicole Briese , Reviewed.com Published 10:12 a.m. ET May ... "], ["2020-05-22 10:45", "St. Tammany property transfers, April 22-May 6, 2020 ...  W. Lipscomb and Carolyn M. Lipscomb. Pineland Park Estates, lot 131: $11,101, Leslie Sholty and Mindy Sholty to Sholty Properties LLC. Red Maple Drive 564: $385,000, Brian J. Smith and Lyndi F. Smith to Brad Sonier and Nicole C. Sonier. Sandy Lane 19104, Unit 5: $160,000, Jennifer N. McCarthy to Amanda L. Kohls. Sweet Bay Drive 718: $345,000, Kenneth R. Nuckley and Carolyn B. Nuckley to Scott R. Kohls and Meagan C. Kohls. Wiggins Road 22469: donation, no value stated, Louise D. Incrivaglia to Robert C. Campbell Sr. and Louise D. Incrivaglia Campbell. PEARL RIVER Berkshire Drive 1021: $224,000, Roscoe C. Nicholson and Tommye L. Abraham Nicholson to Rufus J. Davison and Knesha R. Davison. Contessa Drive 64568: $180,000, Succession of Helen L. Taylor to Nathan ... "], ["2020-05-21 15:09", "Kohl's reopening 34 stores in Wisconsin on Friday, 7 stores will remain closed until May 26 ... including all restrooms, entrances and all customer touchpoints, during all operating hours by a third party cleaning service. Kohl's will continue to offer limited-contact drive up service at most stores for buy online, pick up in store and ship to store orders. Customers can simply drive up and park in designated parking spots at their local Kohl's and an associate will place their Kohls.com order directly in their trunk or backseat. Related stories Colleges plan fall opening, but campuses won't look the same 13,651 positive cases of COVID-19 in Wisconsin, 481 deaths, 7.7K+ recovered Kohl's announces $541M loss in 1st quarter, 43.5% decrease in sales amid COVID-19 pandemic 'Thrilled to have you back:' Kohl's reopening stores in ... "], ["2020-05-21 11:58", "COVID-era junk bond deals begin to go sour ...  direct support. \"There has been really significant differentiation largely because of these Fed programs,\" said Erin Browne, managing director and portfolio manager at PIMCO. Companies in the most distressed sectors have been able to borrow, but at a much higher cost than they previously had. While not all of the twenty-three 9%-coupon-plus issuers are junk rated - retailer Kohls and cruise lines Carnival Corp and Royal Caribbean are on the precipice - they have all been priced like deeply speculative companies, with coupons as high as 13%. \"I think buyers are assuming that the cash infusion from these debt deals will bridge the company to when the economy can reopen, and therefore the huge coupon is extremely attractive. But really if this ... "], ["2020-05-21 11:54", "COVID-era junk bond deals begin to go sour ...  to garner direct support. \"There has been really significant differentiation largely because of these Fed programs,\" said Erin Browne, managing director and portfolio manager at PIMCO. Companies in the most distressed sectors have been able to borrow, but at a much higher cost than they previously had. While not all of the twenty-three 9%-coupon-plus issuers are junk rated - retailer Kohls ( KSS.N ) and cruise lines Carnival Corp ( CCL.N ) and Royal Caribbean ( RCL.N ) are on the precipice - they have all been priced like deeply speculative companies, with coupons as high as 13%. \"I think buyers are assuming that the cash infusion from these debt deals will bridge the company to when the economy can reopen, and therefore the huge coupon is ... "], ["2020-05-21 11:54", "COVID-era junk bond deals begin to go sour ...  direct support. \"There has been really significant differentiation largely because of these Fed programs,\" said Erin Browne, managing director and portfolio manager at PIMCO. Companies in the most distressed sectors have been able to borrow, but at a much higher cost than they previously had. While not all of the twenty-three 9%-coupon-plus issuers are junk rated - retailer Kohls and cruise lines Carnival Corp and Royal Caribbean are on the precipice - they have all been priced like deeply speculative companies, with coupons as high as 13%. \"I think buyers are assuming that the cash infusion from these debt deals will bridge the company to when the economy can reopen, and therefore the huge coupon is extremely attractive. But really if this ... "], ["2020-05-21 11:54", "COVID-era junk bond deals begin to go sour ...  to garner direct support. \"There has been really significant differentiation largely because of these Fed programs,\" said Erin Browne, managing director and portfolio manager at PIMCO. Companies in the most distressed sectors have been able to borrow, but at a much higher cost than they previously had. While not all of the twenty-three 9%-coupon-plus issuers are junk rated - retailer Kohls ( KSS.N ) and cruise lines Carnival Corp ( CCL.N ) and Royal Caribbean ( RCL.N ) are on the precipice - they have all been priced like deeply speculative companies, with coupons as high as 13%. \"I think buyers are assuming that the cash infusion from these debt deals will bridge the company to when the economy can reopen, and therefore the huge coupon is ... "], ["2020-05-21 10:30", "Coronavirus local updates: TSA updates security procedures for summer travelers ...  loss to continue into next month. Health and Human Services Secretary Alex Azar will visit the Charlotte area today. He'll visit Atrium's COVID-19 testing site at the Charlotte Motor Speedway. After that, Azar will speak to local health care leaders to learn what the state is doing to stop the spread of the coronavirus. More big retailers, like Macy's and Kohls, are reopening in the Charlotte area today, and they've made some major changes to keep you safe. If you go out, you'll notice changes for employees and customers, like sanitizing stations and enhanced cleaning. 2020 2020 Cox Media Group Trending Now NFL player sues United Airlines, claims woman sexually assaulted him on flight By Kelli Dugan, Cox Media Group National Content Desk ... "], ["2020-05-21 07:58", "Walmart: Demand for household essentials went up as people stockpiled during lockdowns ... , the surge in customers boosted like-for-like revenues to ten percent in the three months to the end of April at Walmart's U.S. stores, and 12 percent at its Sam's Club membership business. Walmart says it is more cautious about the weeks ahead. However, its results show how the crisis is widening the gulf between winners and losers in the sector. Department store chain Kohls reported a decline in first-quarter net sales. Meanwhile, home decor chain Pier One, which had already filed for Chapter 11 bankruptcy, announced on Tuesday that it was closing shop. Walmart, on the other hand, made $134.6 billion in revenues in the quarter. This is 8.6 percent more than they made during the same time in 2019. Their net income rose from $3.91 billion to $4.07 ... "]]}}