{"postfix": "konami-aktie", "name": "KONAMI", "wkn": "870269", "time": "2020.05.26 16:58", "ts": 1590505130, "features": {"KGV": "22.08", "Marktkapitalisierung": {"Size": "Mrd", "Value": "4.53"}, "GA": "147.26", "KBV": "1.62", "BA": "2.012.90", "KCV": "9.32", "CA": "348.90", "Vola30": "52.05", "Vola90": "69.44", "Vola180": "55.23", "Vola250": "45.28"}, "rivals": [], "text_data": {"de": [["13.05.20", "Ausblick: KONAMI informiert über die jüngsten Quartalsergebnisse"], ["13.05.20", "Ausblick: Konami informiert über die jüngsten Quartalsergebnisse"], ["29.04.20", "Erste Schätzungen: KONAMI stellt Quartalsergebnis zum abgelaufenen Jahresviertel vor"], ["29.04.20", "Erste Schätzungen: Konami stellt das Zahlenwerk zum vergangenen Quartal vor"], ["03.02.20", "KONAMI: So schnitt der Konzern im vergangenen Quartal ab"], ["03.02.20", "Konami: Quartalsergebnisse zum jüngsten Jahresviertel"], ["29.01.20", "Ausblick: KONAMI informiert über die jüngsten Quartalsergebnisse"], ["29.01.20", "Ausblick: Konami veröffentlicht Zahlen zum vergangenen Quartal"]], "en": [["21.05.20", "Konami Holdings Corp : Adjustment of Conversion Price for Zero Coupon CB"], ["14.05.20", "Konami Holdings Corp : Distribution of retained earnings"], ["14.05.20", "Konami Holdings Corp : Annual Financial Report"], ["27.03.20", "Konami Holdings Corp : Notice on Result and Completion of ShareRepurchase"], ["26.03.20", "Konami Holdings Corp : Notice on Repurchase of Shares"], ["26.02.20", "Creator of Konami Code, an Easter egg known worldwide, has passed away     - CNET"], ["30.01.20", "Konami Holdings Corp : Appointment of Representative Director,President"], ["30.01.20", "Konami Holdings Corp : Revision of the Consolidated Earnings Forecast"], ["30.01.20", "Konami Holdings Corp : 3rd Quarter Results"], ["2020-05-25 14:00", "Best PlayStation Now games: the top PS Now games to stream or download today ...  aged like a fine Kryptonian wine. Today's best Injustice: Gods Among Us Ultimate Edition deals 11 Amazon customer reviews Reduced Price Injustice: Gods Among Us... Amazon $19.99 $8.45 View Injustice: Gods Among Us... GamersGate $19.99 View Show More Deals We check over 130 million products every day for the best prices Metal Gear Solid V: The Phantom Pain (Image credit: Konami) Hideo Kojima's unexpected final swansong with Metal Gear saw the creator leave in fine fashion. The Phantom Pain's refined stealth implementation makes it a joy to behold, while the freedom given allows players the chance to really think tactically about how to approach a mission. Released globally on September 1, 2015, the game shifted over five million copies before the ... "], ["2020-05-24 16:30", "Best Xbox One games for 2020 ...  2 review . $13 at Best Buy $11 at Walmart Metal Gear Solid V: The Phantom Pain See digital version at Microsoft You could make the argument that Metal Gear Solid V is one of the best open world games ever made. It's certainly one of the most malleable universes ever created, and one of the most responsive to player input. Marred by internal conflicts between Konami and the game's creator Hideo Kojima, the ending is extremely messy, but there's 40 hours of absolutely pitch perfect open world stealth goodness before you get there. Unmissable. See GameSpot's Metal Gear Solid V: The Phantom Pain review . Forza Horizon 3 Microsoft See digital version at Microsoft Forza grabbed the racing crown from Gran Turismo years ago, and it's been ... "], ["2020-05-22 17:48", "'Pac-Man' is Free-To-Play on Twitch This Summer ...  attracting streamers and viewers, and an expanding portfolio of titles attached to its brand only helps establish Amazon's identity in gaming. Further Reading Interest in Nvidia's Cloud Gaming Service, GeForce Now, Goes Up During the Pandemic Amazon's Free-to-Play Shooter Crucible Launches on Steam Epic Games Store Introduces Self-Service Refunds, Download Throttling Konami's TurboGrafx-16 Mini Launches May 22 More in Gaming Gaming Reviews TurboGrafx-16 Mini PowerA Fusion Wired FightPad Shadow by Blade Microsoft Project xCloud Razer Wolverine Ultimate Gaming Best Picks The Best Game Streaming Services for 2020 The Best Gaming Chairs for 2020 About Justin Herrick Justin is easily attracted to power buttons. His interest in technology started ... "], ["2020-05-22 15:32", "Apple Arcade: The full list of games for iPhone, iPad, Mac and Apple TV ...  paper. Choose which side of the couple best represents you, and literally \"unfold\" both sides of the story -- like the complexities of text miscommunications and the emotions that accompany being apart from the people you love. Flip, fold and unfold the paper puzzles in each character's handcrafted world to help the couple overcome their relationship problems. Frogger in Toy Town Developer: Konami Konami In this game, you must rescue lost \"froglets\" from inside the human's house. You'll navigate a toy-filled terrain -- avoid getting squashed by little cars, climb block buildings, collect jelly beans and save the froglets. When you rescue a froglet, it hops on Frogger's back (which is just as cute as it sounds). If you liked ... "], ["2020-05-22 13:53", "To Beat Tecmo Bowl: One Man's Modest Quarantine Quest ... bootleg website and launched a goal to conquer the game—with a little help from a Tecmo Bowl expert and a new-found video-game legend. Author: Conor Orr Publish date: May 22, 2020 I first stumbled upon Tecmo Bowl in my uncle's basement back in the early 1990s buried amid a stack of classics like Legend of Zelda , Mike Tyson's Punch Out! , and Konami's Track & Field . For a few years, nearly every family party hosted there featured me in a semi-vegetative state surrounded by a pile of littered game cartridge holders. I admired the simplicity. In the original Tecmo Bowl, you can call one of four offensive plays. The defense then counters by guessing which of those four plays you called. The first iteration of the game featured classic rosters ... "], ["2020-05-22 11:08", "Record Quarter for Videogame Sales: 5 Stocks to Buy ...  Estimate for current-year earnings has improved 10.9% over the past 60 days. Nintendo has a Zacks Rank #2. Glu Mobile Inc. ( GLUU - Free Report ) is a leading global publisher of mobile games. Its portfolio of top-rated games includes original titles Super K.O. Boxing!, Stranded and Brain Genius, and titles based on major brands from partners including Atari, Activision, Konami, Harrah's, Hasbro, Warner Bros., Microsoft, PlayFirst, PopCap Games, SEGA and Sony. The company's expected earnings growth rate for the current year is 70.6%. The Zacks Consensus Estimate for current-year earnings has improved 16% over the past 60 days. Glu Mobilehas a Zacks Rank #2. Capcom Co., Ltd. ( CCOEY - Free Report ) plans, develops, manufactures, sells and distributes ... "], ["2020-05-21 23:35", "Interest in Nvidia's Cloud Gaming Service, GeForce Now, Goes Up During the Pandemic ...  cards , due to the stay-at-home orders from the pandemic. \"Globally, we have seen a 50 percent rise in gaming hours played on our GeForce platform driven both by more people playing and more gameplay per user,\" Kress added. Further Reading Amazon's Free-to-Play Shooter Crucible Launches on Steam Epic Games Store Introduces Self-Service Refunds, Download Throttling Konami's TurboGrafx-16 Mini Launches May 22 More Classic NES, SNES Games Hitting Nintendo Switch in May More in Gaming Gaming Reviews TurboGrafx-16 Mini PowerA Fusion Wired FightPad Shadow by Blade Microsoft Project xCloud Razer Wolverine Ultimate Gaming Best Picks The Best Game Streaming Services for 2020 The Best Gaming Chairs for 2020 About Michael Kan Michael has been a PCMag ... "], ["2020-05-21 22:07", "PS5 Exclusive Title 'Silent Hill' Reportedly Playable, Demo Launching On Console's Reveal ... ; game. If Sony's purchase is approved, Insomniac would be added to the stable of studios making games exclusively for the Japanese consumer electronics giant's PlayStation consoles Photo: AFP / FREDERIC J. BROWN Sony has yet to confirm the existence of a new \"Silent Hill\" title but it looks like Konami is doing something about the horror franchise. In Apr 2020, manga artist Suehiro Maruo hinted something which could be related to the popular series. While Konami discussed and acknowledged the rumors related to the game, it also confirmed that no new game is in the works. Rumors have it that the official PS5 console reveal is happening in just a few weeks. If the soft reboot of \"Silent Hill\" is indeed in the works, the industry would ... "], ["2020-05-21 18:40", "'Silent Hill' PS5 leaks hint at a next-gen reboot — but there's 1 big catch ...  or Silent Hills, that probably is not happening. Sony is NOT buying IPs, that's bullshit. The game is NOT a remake, it is a soft reboot, made so it can be someone's first Silent Hill game. The game is playable & has a demo that will be shown around after reveal. After nearly a decade, gamers might get a new 'Silent Hill' demo soon. Konami The Inverse Analysis — While Dusk Golem didn't explicitly say when gamers should expect an announcement for the Silent Hill revival, past leaks and recent news about Sony's PS5 plans could provide some clues. Dusk Golem previously tweeted that development for the reboot had started a year ago under Ito's leadership, and this tip was then corroborated by horror-game focused publication Rely ... "], ["2020-05-21 13:19", "TurboGrafx-16 Mini Review: A Niche Gamer's Dream Console ... , which is sold separately. While a USB cord is included, you won't be able to hook your console into a wall outlet unless you own one that has the same connection already. I was able to connect the console to the back of my television that had a USB port to power it, so that's an option if you don't have an AC adapter lying around. Konami GAMES A console is only as good as its games, and the TurboGrafx-16 Mini comes with 50 retro titles. Like other miniature consoles, the interface is clean and can be arranged by release date or alphabetically. There are four save slots for each game allowing for easy suspend points without the need for passwords to continue your adventures. What gamers may notice at first when they first boot up the console ... "], ["2020-05-21 12:30", "Amazon's Free-to-Play Shooter Crucible Launches on Steam ...  costs $49.99, but in return it unlocks \"an exclusive epic skin for Captain Mendoza, 6,000 in-game Credits, the Gold Hammer Stability Pod drop pod skin, a key to select your choice from a collection of legendary character skins, the Pre-Season Battle Pass, and 400 battle stars\" Related The Best PC Games for 2020 Ubisoft Sues Apple, Google for Selling Rainbow Six Siege Clone Konami's TurboGrafx-16 Mini Launches May 22 Right now, Crucible is in what Amazon refers to as \"Pre-Season,\" meaning every day there's a list of optional challenges to attempt. Any you manage to complete earn battle stars, which in turn can be used to unlock rewards. Extra challenges are available through the Pre-Season Battle Pass that costs 950 Credits if you don ... "], ["2020-05-21 11:15", "Esports - UEFA's eEuro finals on May 23-24 to be streamed on YouTube ...  will still be able to support their national teams when they face off in the inaugural eEURO 2020 tournament this weekend. Gamers from all 55 of UEFA's national associations participated in the qualifying rounds and 16 teams will now take part in the final tournament with matches being screened on UEFA's YouTube channel. Advertisement Advertisement They will compete in Konami's eFootball Pro Evolution Soccer 2020 (PES 20) on the PlayStation 4 video game console. \"This tournament has given efootball enthusiasts the chance to dream of representing their country on the biggest stage and we've witnessed memorable moments over the last few months,\" UEFA Events SA marketing director Guy-Laurent Epstein said in a statement https://www.uefa ... "], ["2020-05-21 11:10", "Esports-UEFA's eEuro finals on May 23-24 to be streamed on YouTube ...  starved of live action will still be able to support their national teams when they face off in the inaugural eEURO 2020 tournament this weekend. Gamers from all 55 of UEFA's national associations participated in the qualifying rounds and 16 teams will now take part in the final tournament with matches being screened on UEFA's YouTube channel. They will compete in Konami's eFootball Pro Evolution Soccer 2020 (PES 20) on the PlayStation 4 video game console. \"This tournament has given efootball enthusiasts the chance to dream of representing their country on the biggest stage and we've witnessed memorable moments over the last few months,\" UEFA Events SA marketing director Guy-Laurent Epstein said in a statement https://www.uefa.com ... "], ["2020-05-21 11:08", "Esports-UEFA's eEuro finals on May 23-24 to be streamed on YouTube ...  starved of live action will still be able to support their national teams when they face off in the inaugural eEURO 2020 tournament this weekend. Gamers from all 55 of UEFA's national associations participated in the qualifying rounds and 16 teams will now take part in the final tournament with matches being screened on UEFA's YouTube channel. They will compete in Konami's eFootball Pro Evolution Soccer 2020 (PES 20) on the PlayStation 4 video game console. \"This tournament has given efootball enthusiasts the chance to dream of representing their country on the biggest stage and we've witnessed memorable moments over the last few months,\" UEFA Events SA marketing director Guy-Laurent Epstein said in a statement here \"We've ... "], ["2020-05-21 10:00", "Jamul Casino Selects Konami's SYNKROS Casino Management System To Power Enduring Opportunities For Its Guests, Team Members, And CommunityLAS VEGAS, May 21, 2020 /PRNewswire/ -- Konami Gaming, Inc. announced that its award-winning SYNKROS has been selected by Jamul Casino to deliver comprehensive gaming enterprise management across the 200,000 square foot destination. Celebrated as the casi"], ["2020-05-20 21:20", "The Best PC Games for 2020 ...  fancy thumb-numbing, button-mashing action in either solo or multiplayer sessions, Capcom Beat 'Em Up Bundle is a recommended package. That said, it lacks the deep production design documents and historical notes found in Street Fighter 30th Anniversary Collection or SNK 40th Anniversary Collection. Cuphead $19.99 Cuphead is a charming run-and-gun/shoot-'em-up hybrid that channels Konami's iconic Contra series, while also taking heavy inspiration from the rubber-hose animation style that was prominent during 1920s- and 1930s-era cartoons. If you're familiar with the Contra series' fast-paced gameplay, then Cuphead should be right up your alley. The titular protagonist and his brother Mugman must best a wide variety of perilous stages and ... "], ["2020-05-20 17:43", "Puck Treasures: Remembering the unplayed 2005 NHL All-Star Game ... hockey-loving gamers of a certain age, \"Blades of Steel\" or \"Ice Hockey\" can ignite a fierce debate. As someone with vague \"Blades of Steel\" memories and who either wasn't good enough at \"Ice Hockey\" to remember it, or someone who never did, I can't say that the discussion moves me. Certainly not as much as playing bits of Konami's \"Gradius\" blew my youthful mind during the occasional \"Blades of Steel\" intermission. Really, I think most should realize they were very lucky to get to choose between \"Blades of Steel\" and \"Ice Hockey\" on the Nintendo NES. Both games came out sometime around 1988,* marking that period as one of the watershed moments for hockey video games. Let us remember ... "], ["2020-05-20 16:43", "Play a new version of hit board game Pandemic for free right now ...  Games once ported Gears 3 to PS3 to test Unreal Engine Lego Super Mario will get 'Power-Up Packs,' including Cat Mario Microsoft Flight Simulator closed beta scheduled for mid-July New Game+ digital expo, with 14 publishers, coming in June Animal Crossing: New Horizons' Redd is a worse scammer than you thought Castlevania soundtrack collection now on Spotify, thanks to Konami Europe Most Read Animal Crossing fans are building all sorts of secret rooms Hidden in plain sight Animal Crossing fan transforms entire island into snapping turtle hell A reptile prison, for our amusement Loading comments... The Latest Epic Games once ported Gears 3 to PS3 to test Unreal Engine By Austen Goslin Netflix's new anime is about a Manic Pixie Dream Whaler ... "], ["2020-05-20 16:23", "Epic Games once ported Gears 3 to PS3 to test Unreal Engine ...  more information, see our ethics policy . Next Up In News Lego Super Mario will get 'Power-Up Packs,' including Cat Mario Microsoft Flight Simulator closed beta scheduled for mid-July New Game+ digital expo, with 14 publishers, coming in June Animal Crossing: New Horizons' Redd is a worse scammer than you thought Castlevania soundtrack collection now on Spotify, thanks to Konami Europe Reshiram, Zekrom, and Kyurem join Pokmon Go raids Most Read Animal Crossing fans are building all sorts of secret rooms Hidden in plain sight Animal Crossing fan transforms entire island into snapping turtle hell A reptile prison, for our amusement Loading comments... The Latest Netflix's new anime is about a Manic Pixie Dream Whaler on the hunt for dragons By ... "], ["2020-05-20 16:04", "Netflix's new anime is about a Manic Pixie Dream Whaler on the hunt for dragons ... Games once ported Gears 3 to PS3 to test Unreal Engine Lego Super Mario will get 'Power-Up Packs,' including Cat Mario Microsoft Flight Simulator closed beta scheduled for mid-July New Game+ digital expo, with 14 publishers, coming in June Animal Crossing: New Horizons' Redd is a worse scammer than you thought Castlevania soundtrack collection now on Spotify, thanks to Konami Europe Most Read Animal Crossing fans are building all sorts of secret rooms Hidden in plain sight Animal Crossing fan transforms entire island into snapping turtle hell A reptile prison, for our amusement Why The Witcher 3 endures, five years later Opening up The Witcher changed the game completely Loading comments... The Latest Epic Games once ported Gears 3 to PS3 to test ... "]]}}