{"postfix": "kuka-aktie", "name": "KUKA", "wkn": "620440", "time": "2020.05.26 16:47", "ts": 1590504466, "features": {"KGV": "151.67", "Marktkapitalisierung": {"Size": "Mrd", "Value": "1.59"}, "GA": "0.24", "KBV": "1.55", "BA": "23.43", "KCV": "11.55", "CA": "3.15", "Vola30": "48.73", "Vola90": "65.46", "Vola180": "55.91", "Vola250": "46.42"}, "rivals": ["mitsubishi_electric-aktie", "fanuc-aktie", "abb-aktie", "duerr-aktie", "yaskawa_electric-aktie", "denso-aktie", "kawasaki_heavy_industries-aktie"], "text_data": {"de": [["07.05.20", "VDMA: Volle Wucht der Krise erst in nächsten Monaten sichtbar"], ["29.04.20", "KUKA legte Quartalsergebnis vor"], ["27.04.20", "Roboterbauer Kuka schreibt im ersten Quartal Verlust"], ["27.04.20", "Roboterbauer: Kuka macht im ersten Quartal Verluste - Auftragseingang bricht ein"], ["15.04.20", "Kuka liefert BMW 5.000 Industrieroboter"], ["15.04.20", "Roboterbauer: Großauftrag in der Krise: BMW bestellt 5000 Kuka-Roboter"], ["08.04.20", "GESAMT-ROUNDUP: Regierung will Kontrolle ausländischer Investitionen verschärfen"], ["08.04.20", "ROUNDUP: Regierung will Kontrolle ausländischer Investitionen verschärfen"], ["03.04.20", "VDMA: Liquidität in der Krise ist überlebenswichtig"], ["30.03.20", "VIRUS: Erste Maschinenbauer denken in Krise über Stellenstreichungen nach"], ["26.03.20", "Roboterhersteller: Kuka-Umsatz sinkt - keine Prognose für 2020"], ["12.03.20", "VDMA: Produktionsminus 2020 von 5 Prozent - Epidemie belastet"], ["12.03.20", "Maschinenbauer senken Produktionsprognose deutlich"], ["10.03.20", "Altmaier: Kräfte in Europa bündeln - Minister begrüßt EU-Strategie"], ["05.03.20", "VDMA: Guter Jahresauftakt, aber keine Entwarnung"], ["20.02.20", "VDMA: Deutsche Maschinenexporte schrumpfen 2019 um 1,5 Prozent"], ["19.02.20", "Überraschender Abgang: Kuka setzt Technikvorstand vor die Tür - nach vier Monaten"], ["06.02.20", "VDMA: Maschinenbauer ziehen enttäuschende Bilanz für 2019"], ["31.01.20", "ROUNDUP/Maschinen- und Autobauer: Gefahr eines ungeregelten Brexits bleibt"], ["31.01.20", "Chefaufseher holt Vertraute nach: Molkereikonzern Müller holt Ex-Kuka-Personalchefin in Vorstand"], ["30.01.20", "Metall-Arbeitgeber gegen Bedingungen für Tarifgespräch"], ["30.01.20", "Altmaier will mehr kritische Übernahmen prüfen - Verbände werden angehört"], ["27.01.20", "Milchbaron Theo Müller übergibt Aufsichtsratssitz seinem Sohn"], ["09.01.20", "VDMA meldete stärkeren Auftragsrückgang im Maschinenbau"]], "en": [["2020-05-26 05:34", "Startup takes on foreign groups in China's polishing robot market ... As well as having the ability to develop software algorithms, it also provides final polishing equipment that make use of software and hardware. All key members of KAANH hail from Shanghai Jiao Tong University, with expertise in business operations and research in the robot industry. Their strengths are in technology based on force control, dynamics and kinematics. In addition to Midea, Kuka and Shanghai Electric are also adopting KAANH's products. KAANH's polishing robots are tackling three problems facing the industry. The first problem is of errors that happened at the preceding stage of the manufacturing process needing to be fixed at the polishing stage. This can often happen in the casting and welding process, for example, but position control ... "], ["2020-05-25 19:54", "Global Smart Factory And Manufacturing Market: Focus On Solution (Hardware And Software) And End Users - Analysis And Forecast, 2020-2025 ...  has also been provided. Key Companies in the Global Smart Factory and Manufacturing Industry The key market players in the global Smart Factory and Manufacturing market include ABB Ltd, Honeywell International Inc., Schneider Electric, Siemens AG, Rockwell Automation Inc, Emerson Electric CO., OMRON Corporation, Dassault Systmes, IBM Corporation, Bosch Rexroth AG, Fanuc Corporation, General Electric, Kuka AG, OMRON Corporation, Mitsubishi Electric Corporation, and Stratasys Ltd. Countries Covered North America U.S. Canada Europe U.K. Germany France Spain Italy Rest-of- Europe Asia-Pacific China Japan South Korea India Rest-of- Asia-Pacific Rest-of-the-World Middle East and Africa Latin America Read the full report: https://www.reportlinker.com/p05897621 ... "], ["2020-05-24 13:50", "EU crumbles: Italy will 'align with China' as Beijing becomes 'most influential power' ...  threat to 'freedom-loving countries' [INSIGHT] China coronavirus epidemic personnel arrive in Italy (Image: GETTY) China's Xi Jinping (Image: GETTY) However, Germany has taken steps to impose restrictions on possible Chinese take-overs of its high-tech sector and in other industries. Mr Mucnhau describes how this was triggered by a Chinese takeover of Germany's leading robotics group, Kuka, in 2016. China has heavily invested in the long-term sustainable development of electric vehicles, forcing Germany to play catch-up in this strategic area. In Italy's case, China has plans to make huge investments in the port of Trieste on Italy's Adriatic coast, a difficult financial prize for the Italian's to turn down after being hit hard ... "], ["2020-05-20 17:15", "Digital Shipyard Industry Outlook, 2020-2030 - Highlights The Winning Imperatives Of Leading Players Siemens, Aveva Group, SAP, Accenture, And Dassault Systemes ...  Product Launches14.4.3 Collaborations and Partnerships14.4.4 Other Strategies 15 Company Profiles 15.1 Siemens15.2 Dassault Systemes15.3 Aveva Group PLC15.4 Accenture15.5 SAP15.6 BAE Systems15.7 Hexagon15.8 Altair Engineering, Inc.15.9 Wartsila15.10 Inmarsat PLC15.11 IFS AB15.12 Pemamek Ltd.15.13 Aras15.14 Kreyon Systems Pvt. Ltd.15.15 SSI15.16 Kuka AG15.17 Ibaset15.18 Prostep AG15.19 Kranendonk Smart Robotics15.20 Damen Shipyards Group For more information about this report visit https://www.researchandmarkets.com/r/dui7xz Research and Markets also offers Custom Research services providing focused, comprehensive and tailored research. Media Contact: Research and Markets Laura Wood , Senior Manager press@researchandmarkets.com For E.S.T Office Hours Call +1 ... "], ["2020-05-20 15:44", "Europe Should Temporarily Ban Chinese Takeovers: Leader of Largest EU Political Alliance ...  a three-year plan covering Chinese investments in Greek infrastructure. Since 2016, Greece, as a member of the EU, several times opposed EU proposals that criticized the Chinese regime policies and human rights record. In Northern Europe, the Chinese regime targeted high-tech businesses, which made it possible to transfer advanced technologies to China, said Rasmussen. The Chinese takeover of German robot manufacturer Kuka in 2016 was a wake-up call for Germany that made it realize the need for protecting its strategic assets. China's State Grid in 2018 attempted to buy a stake in German power grid operator 50Hertz after one of its stakeholders decided to sell 20 percent of its share. When the German government was unable to find a private investor the ... "], ["2020-05-19 22:54", "Sudan Found Liable for 1998 Embassy Bombings as Khartoum Seeks Removal From Terrorism List ... later, then-US President George W. Bush denounced actions by the Janjaweed tribal militia supported by Bashir in Sudan's Darfur region as an act of genocide. In April 2019, Hajooj Kuka, a member of the Sudanese activist group Girifna that helped overthrow Bashir earlier that year, told Sputnik that Bashir had been a longtime darling of Washington , which sought to turn him from ...  information in return for money,\" getting sanctions against him removed, because the CIA \"cared more about terrorism and whatnot than human rights and dealing with a dictator,\" Kuka told Radio Sputnik's By Any Means Necessary. In November 2019, Tibor Nagy, the State Department's assistant secretary for African affairs, noted that the new transitional government ... "], ["2020-05-17 21:00", "EU lawmaker: Protect virus-hit firms from Chinese takeovers ...  rules to protect domestic companies from unwanted takeovers by investors from non-EU countries. The move comes at a time when Germany, Europe's biggest economy, and the EU as a whole, are reconsidering relations with China in the face of increased investment in critical sectors by Chinese state-owned enterprises. German officials have described the Chinese takeover in 2016 of Bavarian robotics firm Kuka as a wake-up call that underlined the need to shield strategic parts of the economy. An attempt by China's State Grid in 2018 to buy a stake in power grid operator 50Hertz also focused German minds. After Berlin failed to find an alternative private investor in Europe, German state-owned bank KfW stepped in to keep the Chinese out. REUTERS A version ... "], ["2020-05-17 01:22", "Europe should temporarily ban Chinese takeovers, says senior German conservative Manfred Weber ...  rules to protect domestic firms from unwanted takeovers by investors from non-European Union countries. The move comes at a time when Europe's biggest economy, and the EU as a whole, are reconsidering relations with China in the face of increased investment in critical sectors by Chinese state-owned enterprises. German officials have described the Chinese takeover in 2016 of Bavarian robotics firm Kuka as a wake-up call that underlined the need to shield strategic parts of the economy. An attempt by China's State Grid in 2018 to buy a stake in power grid operator 50Hertz also focused German minds. After Berlin failed to find an alternative private investor in Europe, German state-owned bank KfW stepped in to keep the Chinese out. Topics: EU GERMANY ... "], ["2020-05-16 23:33", "Europe should temporarily ban Chinese takeovers, says Germany's Weber ...  rules to protect domestic firms from unwanted takeovers by investors from non-European Union countries. The move comes at a time when Europe's biggest economy, and the EU as a whole, are reconsidering relations with China in the face of increased investment in critical sectors by Chinese state-owned enterprises. German officials have described the Chinese takeover in 2016 of Bavarian robotics firm Kuka as a wake-up call that underlined the need to shield strategic parts of the economy. An attempt by China's State Grid in 2018 to buy a stake in power grid operator 50Hertz also focused German minds. After Berlin failed to find an alternative private investor in Europe, German state-owned bank KfW stepped in to keep the Chinese out. — Reuters ... "], ["2020-05-16 22:06", "Europe should temporarily ban Chinese takeovers: Germany's Weber ...  to protect domestic firms from unwanted takeovers by investors from non-European Union countries. The move comes at a time when Europe's biggest economy, and the EU as a whole, are reconsidering relations with China in the face of increased investment in critical sectors by Chinese state-owned enterprises. German officials have described the Chinese takeover in 2016 of Bavarian robotics firm Kuka ( KU2G.DE ) as a wake-up call that underlined the need to shield strategic parts of the economy. An attempt by China's State Grid in 2018 to buy a stake in power grid operator 50Hertz also focused German minds. After Berlin failed to find an alternative private investor in Europe, German state-owned bank KfW stepped in to keep the Chinese out. Reporting ... "], ["2020-05-16 15:17", "Senior German MEP calls for year-long ban on Chinese business takeovers ...  rules to protect domestic firms from unwanted takeovers by investors from non-European Union countries. The move comes at a time when Europe's biggest economy, and the EU as a whole, are reconsidering relations with China in the face of increased investment in critical sectors by Chinese state-owned enterprises. German officials have described the Chinese takeover in 2016 of Bavarian robotics firm Kuka as a wake-up call that underlined the need to shield strategic parts of the economy. An attempt by China's State Grid in 2018 to buy a stake in power grid operator 50Hertz also focused German minds. After Berlin failed to find an alternative private investor in Europe, German state-owned bank KfW stepped in to keep the Chinese out. Tags European Union ... "], ["2020-05-15 18:00", "Global Industrial Robotics Market Forecast To Surpass The US$24 Billion Mark By 2025 (COVID-19 Adjusted Forecasts) ...  Robotics Market and Volume Forecast (2009 - 2025)8. Global Professional Service Robotics Market and Volume Forecast - By Segment (2009 - 2025)9. Global Personal and Domestic Service Robotics Market and Volume Forecast - By Segment (2009 - 2025)10. Key Player - Sales and SWOT Analysis (2010 - 2025)11. Global Robotics Market - Growth Drivers and Challenges Companies Mentioned KUKA AG Adept Technology (Acquired by OMRON) iRobot Corporation Intuitive Surgical Nachi-Fujikoshi Yaskawa Electric Corporation For more information about this report visit https://www.researchandmarkets.com/r/a5llzl About ResearchAndMarkets.com ResearchAndMarkets.com is the world's leading source for international market research reports and market data. We provide you with the ... "], ["2020-05-12 18:30", "Market Insights For Industrial Robotics In Europe 2020, Featuring Key Player Profiles Including ABB Ltd, Comau Spa And DENSO Corp ...  forecast Industrial robotics market in Europe industry analysis This robust vendor analysis is designed to help clients improve their market position, and in line with this, this report provides a detailed analysis of several leading industrial robotics market in Europe vendors that include ABB Ltd., b+m surface systems GmbH, Comau Spa, DENSO Corp., FANUC Corp., KUKA AG , OMRON Corp., Staubli International AG, Teradyne Inc., and Yaskawa Electric Corp.. Also, the industrial robotics market in Europe analysis report includes information on upcoming trends and challenges that will influence market growth. This is to help companies strategize and leverage on all forthcoming growth opportunities.The study was conducted using an objective combination of primary ... "], ["2020-05-11 10:05", "Vital statistics: April 24 to 30, 2020 ...  Bolosan > > Avery Ho'a Pulelehua Campbell > > Noah Eli Caner > > Bessie Chen > > Carly Victoria Henohea'oeiku'umaka Ching > > Tatum Yoshiko Ka'imino'eau Ching > > Nalani Amberlyndt Fernandez Comenta > > Ozymandias Ewan Delgado > > Colson Lee Keahi Dixon > > Vera Madeline Paeste Eduarte > > Emersyn Rose Erlandson > > Amanaki-Lelei Lafaele Jr. Moko Fauolo > > Kamali Kuka'ihe'ohalona Jinah Fernandes > > James Donnell Forman > > Ahryani Nalia Pu'uwaiho'omaika'i Graciidis > > Amelia Rose Hinrichs > > Greyson Reece Ku'ulahulali Hornos-Kim > > Cecilia Pomahina Keliihoomalu > > Kaila Rose Zoe Iloa Healani Keohuhu > > Taliana Passion Marie Hali'a Ano'ialohaikeaookawekiu Tausa'afia Kon-Alaiafune > > Tevanaiah ... "], ["2020-05-10 18:58", "Elon Musk threatens to move Tesla headquarters out of California following extended shelter-in-place rules ...  Colts Blue Zone IN Focus Full Steam Ahead Contests Contact Us Team TV Schedule Do Not Sell My Personal Information Search Search Search Elon Musk threatens to move Tesla headquarters out of California following extended shelter-in-place rules Coronavirus by: CNN Wire Posted: May 10, 2020 / 02:58 PM EDT / Updated: May 10, 2020 / 02:58 PM EDT FREMONT, CA JULY 26: Kuka robots work on Tesla Model X in the Tesla factory in Fremont, California, on Thursday, July 26, 2018. (Photo by Mason Trinca for The Washington Post via Getty Images) Tesla filed suit Saturday night against Alameda County, California, after local officials there refused to let the company reopen its Fremont factory. In a series of tweets earlier Saturday, Tesla CEO Elon Musk also threatened ... "], ["2020-05-10 18:19", "Elon Musk threatens to move Tesla headquarters out of California following extended shelter-in-place rules ...  Antenna TV Schedule KFOR App Center Closed Captioning Info Public File Help and Information Do Not Sell My Personal Information Search Search Search Elon Musk threatens to move Tesla headquarters out of California following extended shelter-in-place rules News by: CNN Wire Posted: May 10, 2020 / 01:19 PM CDT / Updated: May 10, 2020 / 01:19 PM CDT FREMONT, CA JULY 26: Kuka robots work on Tesla Model X in the Tesla factory in Fremont, California, on Thursday, July 26, 2018. (Photo by Mason Trinca for The Washington Post via Getty Images) (CNN) — Tesla filed suit Saturday night against Alameda County, California, after local officials there refused to let the company reopen its Fremont factory. In a series of tweets earlier Saturday, Tesla CEO Elon ... "], ["2020-05-08 19:54", "Tesla 'not given the green light' to reopen U.S. car factory, says local official ... given the green light' to reopen U.S. car factory, says local official Published Fri, May 8 2020 3:54 PM EDT Lora Kolodny @lorakolodny Key Points Local authorities say Tesla is not cleared to re-open its U.S. car plant in Fremont, California. CEO Elon Musk and HR boss Valerie Workman had asked employees to return to work to resume production on Friday afternoon. Kuka robots work on Tesla Model X in the Tesla factory in Fremont, California. Mason Trinca | The Washington Post | Getty Images Tesla CEO Elon Musk wanted to restart production at the company's U.S. car plant in Fremont, California, on Friday afternoon following weeks of \"minimum basic operations\" required after Covid-19 health orders. But local authorities now say the company is not ... "], ["2020-05-08 10:58", "It'll be 'Happy MAMA Day' when we Make America Manufacture Again ...  the capability here in America to be the leader in advanced manufacturing, and President Trump is very committed to making sure that ... America regains the ability to be the leading global advanced manufacturer.\" Many robotics companies are headquartered overseas. Among the largest are Japan's Fanuc 6954, +3.64% , Mitsubishi Electric 6503, +2.29% and Yaskawa Electric 6506, +0.86% , Kuka, which was purchased by China's Midea Group 000333, +4.31% , and ABB ABB, +1.07% , based in Switzerland. In the U.S., Teradyne TER, +3.19% has a division that makes robotic arms and robots, Rockwell Automation ROK, +0.95% is an industrial automation company that helps companies integrate robots into their manufacturing, while Cognex CGNX, +0.43% supplies machine ... "], ["2020-05-07 10:12", "A complete oral history of Euro 96 by those who experienced it firsthand: 'There's never been anything like it' ...  was 'who have we got next? Bring it on.' It was amazing. The fairytale takes off Group A: Scotland 1-0 Switzerland (McCoist 36) Group B: France 3-1 Bulgaria (Blanc 21, Penev OG 63, Loko 90; Stoickhov 69) Romania 1-2 Spain (Raducioiu 29; Manjarin 11, Amor 84) Group C: Italy 0-0 Germany ; Russia 3-3 Czech Republic (Mostovoi 49, Tetradze 54, Beschastnykh 85; Suchoparek 5, Kuka 19, Smicer 88) Group D: Croatia 0-3 Portugal (Figo 4, Joao Pinto 33, Domingos 82); Turkey 0-3 Denmark (Laudrup 50, 84, Nielsen 69) All of the groups in some way went down to the last game, although the fact Croatia had already qualified helped give Portugal a facile 3-0 win, which eliminated Denmark. Scotland's victory over Switzerland was little more than a typical moral ... "], ["2020-05-05 21:56", "Met Opera furloughs nearly 20% of staff in cost-cutting ...  to Read Next Rosalind Elias dies at 90; made Broadway debut at 81 Associated Press The 20 Hottest Mother's Day Gifts of 2020 ZangDeal Ad Vanessa Bryant opens 'one more letter' from 'love of my life' Kobe on her birthday Yahoo Sports Impact of COVID-19 on the Service Robotics Industry, 2020-2025 - Includes Sales & SWOT Analysis of KUKA, Adept Technology, iRobot, Intuitive Surgical, Nachi-Fujikoshi, and Yaskawa Electric PR Newswire 'Children are going hungry': Angelina Jolie urges Congress to increase food stamp benefits in next coronavirus legislation USA TODAY New Home Security System That Will Blow You Away searchlime Ad Jessica Simpson 'Fell Out of' Met Gala Gown - to John Mayer's Delight, Says Former Vogue Staffer ... "]]}}