{"postfix": "legrand-aktie", "name": "LEGRAND", "wkn": "A0JKB2", "time": "2020.05.26 15:19", "ts": 1590499197, "features": {"KGV": "22.11", "Marktkapitalisierung": {"Size": "Mrd", "Value": "15.92"}, "GA": "3.35", "KBV": "3.88", "BA": "19.09", "KCV": "16.16", "CA": "4.58", "Vola30": "48.14", "Vola90": "76.35", "Vola180": "55.79", "Vola250": "40.69"}, "rivals": ["schneider_electric-aktie"], "text_data": {"de": [["09.05.20", "LEGRAND: Bilanz zum abgelaufenen Quartal"], ["07.05.20", "Ausblick: LEGRAND vermeldet Zahlen zum jüngsten Quartal"], ["22.04.20", "Erste Schätzungen: LEGRAND mit Zahlen zum abgelaufenen Quartal"], ["15.02.20", "LEGRAND mit Zahlen zum abgelaufenen Quartal"], ["12.02.20", "Ausblick: LEGRAND veröffentlicht Zahlen zum vergangenen Quartal"], ["03.01.20", "Digitalisierung: ING-Innovationschef Legrand: „Die Frage des fairen Wettbewerbs muss angegangen werden“"]], "en": [["25.01.20", "LeGrand hits game-winner, Detroit edges UIC 70-69"], ["2020-05-26 11:27", "Coronavirus won't stop Eric LeGrand's annual Walk to Believe -- and here's how you can help ...  the night, with fireworks, a live band and a deejay to entertain the participants around Rutgers ' SHI Stadium, and the biggest fundraising goal for spinal cord research yet. Then came the coronavirus . \"I'm not going to lie, when we had to cancel the walk, it hurt, because I knew this was my 10-year anniversary and it was going to be something special,\" LeGrand said. \"It was going to be an event celebrating 10 years of fighting paralysis -- not 10 years of feeling down about what happened, but 10 years of fighting. \"It took me a week to get out of that funk.\" CORONAVIRUS RESOURCES: Live map tracker | Newsletter | Homepage But then he snapped out of it and decided to use the statewide lockdown as an opportunity. Nearly everything ... "], ["2020-05-25 19:00", "Todd McCarthy Ranks Best & Worst Palm d'Or Cannes Winners of all time ...  little-regarded in the United States due to its botched dubbed American version, Visconti's towering masterpiece was finally universally recognized as such in the wake of the 2010 restoration that debuted in Cannes. 1964— The Umbrellas of Cherbourg (Jacques Demy). This is a completely sung-through musical that beautifully stands the test of time, not only because of Michel Legrand's rich score and Demy's fervid style but because of the script's tough-minded attitude about dreamy notions of fate and true love. 1967— Blowup (Michelangelo Antonioni). Infused with the vibe of Swinging London but shrouded by its internal mysteries and threat, Antonioni's sidestep into international cinema was calculatedly trendy but remains one of ... "], ["2020-05-25 05:00", "Snowpiercer review steampunk Law & Order is a trashy treat ... , reluctantly fed on nutritional jelly slabs by guards and planning rebellion, while the billionaires, beauties and businessmen live upfront in sybaritic luxury. Welcome, ladies and gentlemen let me just check your tickets to Snowpiercer (Netflix). It should hit the spot for just about everybody. The TV series is based on the original series of graphic novels by Jacque Lob, Jean-Marc Rochette and Benjamin Legrand, and Bong Joon-ho's 2013 film, which took the novels and stripped them down into a rigorous yet somehow absolutely demented fable about life under capitalism . If you have not already had the pleasure, go and watch it now. We will Zoom-rave about Tilda Swinton's off-the-chain performance as the train's nutso overseer Margaret Thatcher-as ... "], ["2020-05-25 04:00", "Airbnb's Suzanne Edwards Talks Inclusion And Newly Launched Accessibility-Centric Online Experiences ...  in a press release the creation of several new accessibility-centric online experiences designed for people with disabilities. The company said it partnered with disability organizations such as the Christopher and Dana Reeve Foundation , the Royal Association for Deaf People , and The Arc to build these experiences. Experiences include a session on public speaking by former college football player Eric LeGrand, as well as an animal-drawing course from Sophie Morgan. Everyone can book these experiences, Airbnb said. \"Designed by hosts to meet a variety of accessibility needs, these new Online Experiences are available for everyone to book and are also ideal for friends and family to book and reconnect with loved ones over a shared activity,\" the ... "], ["2020-05-23 23:00", "Meghan Markle Or Kate Middleton? Australians Say 'Neither'Search Australians opt for a hard pass on British royalty. | Source: (i) Source: Frederic Legrand - COMEO/Shutterstock.com. (ii) REUTERS/Toby Melville/File Photo. Image edited by CCN.com. Meghan Markle Or Kate Middleton? Australians Say 'Neither' Posted in: Entertainment Op-ed May 23, 2020 11:00 PM UTC Who's the most popular member of the British Royal Family? Is it Prince William? Meghan Markle? Kate Middleton? Australia says, \"none.\" Bernadette Giacomazzo @gforce_bg The British royal family is famous all over the world. But who's the most popular member of \"The Firm\"? If you ask Australians, their answer is \"no one\" — and they think our \"Meghan vs. Kate\" discussions are silly. The British royal family  ... "], ["2020-05-22 14:50", "Facebook and Spotify shift to permanent remote working ...  Printer Mobile Industry TechRadar is supported by its audience. When you purchase through links on our site, we may earn an affiliate commission. Learn more Home News Facebook and Spotify make shift towards permanent remote working By Joel Khalili , TechRadar India Bureau 22 May 2020 Tech giants among the first to commit to the remote working revolution Shares (Image credit: Shutterstock / Frederic Legrand - COMEO) Until recently, Facebook staff received salary incentives for living as close as possible to its California headquarters - now it appears more than half will work from home on a permanent basis. In a livestream on his personal Facebook page, CEO Mark Zuckerberg said as much as 50% of the company's 45,000-person workforce could be working from ... "], ["2020-05-22 14:45", "Ireland Data Center Market Insights 2020-2025: Implications Of COVID-19, Key Segments, Leading Companies ...  Hewlett Packard Enterprise Huawei IBM Lenovo NetApp Construction Contractors Arup Bouygues Bruceshaw Builders SKS Contractors Callaghan Engineering Designer Group Future-tech ISG Plc Kirby Engineering & Constructions KMCS M+W Group Mace Group Mercury PM Group Winthrop Engineering Support Infrastructure Providers ABB Caterpillar Cummins Eaton Hitec Power Constructions KINOLT (Euro-Diesel) Kohler SDMO Legrand MTU On Site Energy Rittal Schneider Electric Socomec STULZ Trane Vertiv Investors Amazon Web Services CyrusOne Digital Realty Echelon Data Centers Edge Connex Facebook Google JCD Nautilus Office Of Public Works (OPW) T5 Data Centers Why Purchase This Report? To gain competitive intelligence about the industry and players in the market To focus ... "], ["2020-05-22 14:11", "7 counter attacks to clear clutter in the kitchen ...  cords. The kitchen counter has also become the central location for charging cellphones and tablets. It's important to get these items up and off the counters, because liquids could inadvertently get the electronics wet. The adorne modular under-cabinet system is an electric track system that has multiple plugs and cradles to hold cellphones and tablets while they charge ( www.legrand.us/adorne ). Get the Real Estate newsletter! The best LI real estate news in your inbox weekly. Sign up By clicking Sign up, you agree to our privacy policy . 7. Organize the pantry and drawers. One reason counters collect things is because there isn't enough organization elsewhere. That means that some items are missing a \"home.\" For example, prescription ... "], ["2020-05-22 13:19", "Just 1 in 4 remote workers want to return to office, Gallup survey shows ... . Photo by Archie Carpenter/UPI | License Photo A man barbecues in a tent camp that has been set up for the homeless in downtown St. Louis on April 30. The tent camp has been in place for several weeks prompting St. Louis Mayor Lyda Krewson to order the homeless be moved on May 1, due to unhealthy conditions and the danger of coronavirus spreading among the 50-plus tent sites. Photo by Bill Greenblatt/UPI | License Photo Jim LeGrand Jr. weighs ground meat at his store, LeGrand's Market, in St. Louis on April 29. A run on meat during the coronavirus outbreak, due to meat processing plant shutdowns, has national suppliers warning of a looming meat shortage. Photo by Bill Greenblatt/UPI | License Photo Employee Donna Cox stacks toilet paper onto a table at ... "], ["2020-05-22 13:19", "Just 1 in 4 remote workers wants to return to office, Gallup survey shows ... . Photo by Archie Carpenter/UPI | License Photo A man barbecues in a tent camp that has been set up for the homeless in downtown St. Louis on April 30. The tent camp has been in place for several weeks prompting St. Louis Mayor Lyda Krewson to order the homeless be moved on May 1, due to unhealthy conditions and the danger of coronavirus spreading among the 50-plus tent sites. Photo by Bill Greenblatt/UPI | License Photo Jim LeGrand Jr. weighs ground meat at his store, LeGrand's Market, in St. Louis on April 29. A run on meat during the coronavirus outbreak, due to meat processing plant shutdowns, has national suppliers warning of a looming meat shortage. Photo by Bill Greenblatt/UPI | License Photo Employee Donna Cox stacks toilet paper onto a table at ... "], ["2020-05-21 18:51", "Movies To Watch This Weekend: The New MUBI Library Offers Hundreds Of Films ...  of the Library. David Lynch's Lost Highway Lynch's enigmatic Lost Highway is a hypnotic film, starring Bill Pullman and Patricia Arquette. Available everywhere, except the U.S. and the U.K. Agns Varda's Clo from 5 to 7 (1962) Agns Varda's classic film follows a young singer across Paris after she receives some dire news. With great music from Michel Legrand, who also stars in the film, this is a must-see classic masterpiece. Available globally (except in the U.S. and the U.K.) Krzysztof Kielowski's The Double Life of Vronique A beautiful film by Polish director Kielowski that tells two parallel stories of two women who look identical. One is Polish, the other French. They don't know each other, but are somehow connected. Irene ... "], ["2020-05-21 17:29", "What is Snowpiercer's release date? Cast, plot and latest news ... ? Of course, the TV show is passed partially on the aforementioned Bong Joon-ho film of the same name which boasted an all-star cast including Chris Evans and Tilda Swinton but the original source material can actually be traced back further. Just like the film, the series takes its inspiration from the 1982 French graphic novel Le Transperceneige, by Jacques Lob, Benjamin Legrand and Jean-Marc Rochette. Snowpiercer cast: Who stars in the series? The film version boasted an enviable cast including some of Hollywood's biggest stars, and although the TV cast isn't quite as high profile, it nonetheless includes some big names. Daveed Diggs, best known for playing Marquis de Lafayette and Thomas Jefferson in hit stage musical Hamilton, plays the show ... "], ["2020-05-21 07:04", "16 Quincy High School Seniors Honored By The Western Big 6 Conference On Tuesday ...  Lindstrom Track Boys Geneseo Maison Lynch Girls Track Geneseo Hayes Murphy Track Boys Geneseo aycob Norton Track Boys Geneseo Colby Rapps Track Boys Geneseo Jordan Seeley Track Boys Geneseo Eric Verplaetse Track Boys Geneseo Lauren Belvel Track Girls Geneseo Anna Girten Track Girls Geneseo Claire Hall Track Girls Geneseo Brynn Johnson Track Girls Geneseo Clare LeGrand Track Girls Geneseo Anna Pierce Track Girls Geneseo Elizabeth Roodhouse Track Girls Geneseo Taylor Smith Track Girls Geneseo Matthew Eggen Spring Sport MGR Geneseo Name Sport School Sarah Sebastian Spring Sport MGR Geneseo Benjamin Frieden Baseball Moline Parker George Baseball Moline William McLaughlin Baseball Moline Sam Monroe Baseball Moline Jacob Pauwels Baseball Moline Lauren Parker ... "], ["2020-05-21 00:35", "Rutgers football: 3 things to know about new commit Desmond Igbinosun of Union ... , 2019 at the Hale Center on Rutgers campus in Piscataway, NJ. Chris Pedota, NorthJersey.com-USA Today Network Fullscreen Rutgers President Robert Barchi talks before Greg Schiano is introduced for his second tour as Rutgers head football coach on December 4, 2019 at the Hale Center on Rutgers campus in Piscataway, NJ. Chris Pedota, NorthJersey.com-USA Today Network Fullscreen Eric LeGrand at the press conference for Greg Schiano, as Schiano was introduced for his second tour as Rutgers head football coach on December 4, 2019 at the Hale Center on Rutgers campus in Piscataway, NJ. Chris Pedota, NorthJersey.com-USA Today Network Fullscreen Greg Schiano and Senator Richard Codey as Schiano following the press conference to introduce Schiano for his second tour ... "], ["2020-05-20 17:34", "Retail resumes in Connecticut, last state to allow COVID-19 reopenings ... . Photo by Archie Carpenter/UPI | License Photo A man barbecues in a tent camp that has been set up for the homeless in downtown St. Louis on April 30. The tent camp has been in place for several weeks prompting St. Louis Mayor Lyda Krewson to order the homeless be moved on May 1, due to unhealthy conditions and the danger of coronavirus spreading among the 50-plus tent sites. Photo by Bill Greenblatt/UPI | License Photo Jim LeGrand Jr. weighs ground meat at his store, LeGrand's Market, in St. Louis on April 29. A run on meat during the coronavirus outbreak, due to meat processing plant shutdowns, has national suppliers warning of a looming meat shortage. Photo by Bill Greenblatt/UPI | License Photo Employee Donna Cox stacks toilet paper onto a table at ... "], ["2020-05-20 17:03", "Top 10 Angelo State football games of the decade ...  to kick off the 2018 season and pulled off a last-minute 24-17 win. ASU fell behind 17-16 with 1:46 to play, but the Rams drove 67 yards in five plays — capped by a 16-yard TD pass from Charlie Rotherham to Lawson Ayo with 52 seconds left. Buy Photo Angelo State's Lawson Ayo runs the ball around Texas A&M-Kingsville defense Saturday, Sept. 15, 2018, at LeGrand Stadium at 1st Community Credit Union Field. (Photo: Yfat Yossifor / San Angelo Standard-Times) Angelo State-Southeastern State 2010: Josh Neiswander was 37 of 60 for 355 yards and 4 TDs in a wild 40-33 Rams victory. He directed ASU on an 11-play, 77-yard drive — ending it with a 3-yard TD pass to Tristan Carter with 44 seconds left. ASU-Texas A&M Kingsville 2016: The Rams went on ... "], ["2020-05-20 15:34", "Rutgers football: What Adam Scheier envisions for special teams unit and more takeaways ... , 2019 at the Hale Center on Rutgers campus in Piscataway, NJ. Chris Pedota, NorthJersey.com-USA Today Network Fullscreen Rutgers President Robert Barchi talks before Greg Schiano is introduced for his second tour as Rutgers head football coach on December 4, 2019 at the Hale Center on Rutgers campus in Piscataway, NJ. Chris Pedota, NorthJersey.com-USA Today Network Fullscreen Eric LeGrand at the press conference for Greg Schiano, as Schiano was introduced for his second tour as Rutgers head football coach on December 4, 2019 at the Hale Center on Rutgers campus in Piscataway, NJ. Chris Pedota, NorthJersey.com-USA Today Network Fullscreen Greg Schiano and Senator Richard Codey as Schiano following the press conference to introduce Schiano for his second tour ... "], ["2020-05-20 12:00", "A chat with Antonio Caruana of Luce ... ), then everything down the line will be more of the same. That's my duty, to pass it on right. Favorite restaurants you're ready to visit when they open again? For ambiance and that nice night out, I like Becca. It's a fun experience and an awesome atmosphere. When I want a quiet, get-a-babysitter-date night, we like Le Yaca. I go out a lot on my own and like Voila, LeGrand Kitchen, Four Eleven York and Hearth. For Italian, I go to Sirena in Virginia Beach. I hear great things about Codex but I haven't had the chance to get there. That's on my hit list. I get intrigued about what other chefs are doing. There's a lot of talent around here. I love this industry and I am stoked to be a part of it. Open 4:45 to midnight Mondays through ... "], ["2020-05-20 08:20", "Door Phone Market To Hold Dominant Share Due To Growing Concerns About Home Security Till 2025 | Million Insights ... , the audio door phones segment held the largest market share owing to rising demand for these devices at majority of the commercial places such as ticket counters, banks, hotels, and offices. Some of the leading players in the door phone market include Panasonic Corporation; Aiphone Corporation; 1byone, Inc.; Fermax Holding Investment SL; Honeywell International Inc.; ABB Genway; Legrand; Axis Communications; Urmet Group; and Guangdong Anjubao. There are moderate to high entry barriers for the new entrants to enter the market owing to presence of large number of dominant players. To gain an edge over other competitors, leading brands are focusing on strategic initiatives such as R&D, product innovation, new product launches and various marketing strategies ... "], ["2020-05-19 18:15", "Germany Data Center Market 2020-2025: Investment Analysis And Growth Opportunities ...  Providers Atos Arista Broadcom Hewlett Packard Enterprise Cisco Dell Technologies Huawei IBM Lenovo NetApp Construction Contractors Arup M+W Group Winthrop Engineering Lupp Group WBS Group STS Group Etix Everywhere (Vantage Data Center) Callaghan Engineering Zech Group Max BGL Group Support Infrastructure Providers ABB Caterpillar Climaventa Cummins Eaton KINOLT (Euro-Diesel) Kohler SDMO Legrand MTU On Site Energy Riello UPS Rittal Schneider Electric Socomec STULZ Vertiv Investors CloudHQ Colt Data Centre Services CyrusOne Digital Realty Equinix Global Switch HLkomm Keyweb NDC Data Center NTT Global Data Centers Vantage Data Center (Etix Everywhere) Why Purchase This Report? To gain competitive intelligence about the industry and players in the ... "]]}}