{"postfix": "linde_6-aktie", "name": "LINDE", "wkn": "A2DSYC", "time": "2020.05.26 15:25", "ts": 1590499527, "features": {"KGV": "29.14", "Marktkapitalisierung": {"Size": "Mrd", "Value": "92.93"}, "GA": "7.34", "KBV": "2.37", "BA": "90.05", "KCV": "19.05", "CA": "11.23", "Vola30": "32.96", "Vola90": "55.54", "Vola180": "41.86", "Vola250": "32.25"}, "rivals": ["linde-aktie", "linde-aktie", "air_liquide-aktie", "airgas-aktie", "air_products_and_chemicals-aktie", "rentech-aktie", "air_water-aktie", "kion-aktie"], "text_data": {"de": [["13.05.20", "Schwedische Regierung rät bis Mitte Juli von Auslandsreisen ab"], ["07.05.20", "ROUNDUP: Linde wird wegen Corona-Krise vorsichtiger - Gewinnziel gekappt"], ["07.05.20", "Linde wird wegen Corona-Krise vorsichtiger"], ["07.05.20", "AKTIE IM FOKUS: Linde geben nach - Unsicherheit mit Blick auf Gewinn"], ["28.04.20", "Linke: Wasserstoff-Pläne der Bundesregierung 'reines Wunschdenken'"], ["15.04.20", "ANALYSE-FLASH: Bernstein hebt Linde auf 'Market-Perform'"], ["20.03.20", "ROUNDUP: Chefwechsel bei Siemens: Ab Oktober hält Busch die Zügel in der Hand"], ["19.03.20", "ROUNDUP 2/Großes Stühlerücken bei Siemens: Busch folgt Kaeser - Sen geht"], ["24.02.20", "Linde erhöht Quartalsdividende"], ["19.02.20", "ANALYSE-FLASH: Berenberg hebt Ziel für Linde auf 230 Euro - 'Buy'"], ["17.02.20", "ANALYSE-FLASH: Deutsche Bank hebt Ziel für Linde auf 235 Euro - 'Buy'"], ["13.02.20", "ROUNDUP: Linde-Chef kündigt Stellenabbau im deutschen Gasegeschäft an"], ["13.02.20", "Linde-Chef kündigt Stellenabbau im deutschen Gasegeschäft an"], ["13.02.20", "ANALYSE-FLASH: Baader Bank belässt Linde auf 'Reduce' - Ziel 180 Euro"], ["13.02.20", "ROUNDUP: Linde will nach Gewinnsprung auch 2020 mehr verdienen"], ["13.02.20", "AKTIE IM FOKUS 2: Linde mit Rekordhoch - Zahlen und Ausblick kommen gut an"], ["13.02.20", "Linde will nach Gewinnsprung auch 2020 mehr verdienen"], ["13.02.20", "IG Metall befürchtet 'mittelfristig Kahlschlag' bei Linde Deutschland"], ["03.02.20", "ANALYSE-FLASH: Goldman startet Linde mit 'Neutral' - Ziel 195 Euro"]], "en": [["2020-05-26 12:23", "Nearly nude artist protests coronavirus lockdowns by wearing bikini made of MASKS outside Trader Joe's ...  posed for photos outside of a Trader Joe's in Los Angeles . In a Facebook post , the activist questioned why coronavirus guidelines are in place. \"If the MASKS work, WHY the 6 feet? If the 6 feet works, WHY the Masks? If BOTH work, WHY the LOCKDOWN?\" she attached as a caption to the pictures which showed her flouting these rules. The post received a mixed result, with  ...  Woman falls 3 stories in tussle with knifeman during 'drug-deal gone wrong' \"Your logic is terrible. But artist props for being creative with your feelings!\" Melissa Mayes wrote. Maureen Linde wrote: \"As a healthcare worker whom is rationed one mask until it falls apart. I'm p**sed off you wasted so many for your 'statement'.\" Amy Kressler also  ... "], ["2020-05-22 14:00", "Sweden isn't anywhere close to reaching herd immunity after anti-lockdown strategyAdvertisement Home FOLLOW ON Coronavirus in Canada Total cases: 81,324 | Active: 33,457 | Recovered: 41,715 | Deceased: 6,152 WATCH LIVE Stream CTV News for breaking news updates WORLD Sweden isn't anywhere close to reaching herd immunity after anti-lockdown strategy Niamh Kennedy CNN Digital Contact Published Friday, May 22, 2020 10:00AM EDT SHARE Sweden has revealed that  ... affect the reproduction rate and slow down the spread,\" he said, but added that it wouldn't be enough to achieve \"herd immunity.\" But Sweden's foreign minister Ann Linde and Peter Lindgren, managing director at the Swedish Institute for Health Economics (IHE), said last month that it had failed to prevent a high number of deaths in care homes. Sweden has now had ... "], ["2020-05-22 06:00", "Teva To Present New AJOVY (fremanezumab) Analyses And Latest COPAXONE Data (glatiramer Acetate Injection) At European Academy Of Neurology Congress ... 2:00 AM EDT Teva Pharmaceutical Industries Ltd. (NYSE and TASE: TEVA) today announced that new data on AJOVY (fremanezumab) and the burden of migraine in Europe will be presented at the 6 th Congress of the European Academy of Neurology (EAN), being held virtually from 23-26 May 2020. Additionally, Teva will present data on the long-term safety and efficacy of COPAXONE ( ... D'Amico D, Tepper SJ. Neuropsychiatr Dis Treat 2008;4:1155-67 iv Lipton RB, et al. Neurology 2007 ;68:343-9. v Gooch CL, et al. Ann Neurol 2017;81:479-84. vi Linde M, et al. Eur J Neurol 2012;19:703-11. vii Prevalence and incidence of multiple sclerosis. Multiple Sclerosis Trust. Updated February 2020. Accessed May 2020. viii Types of MS. National Multiple Sclerosis Society. https ... "], ["2020-05-21 23:00", "Reopening Minnesota: Salons & Barbershops Get Ready For June 1 ...  this year but stay safe. CBSN Minnesota Watch Now Reopening Minnesota: Salons & Barbershops Get Ready For June 1 May 21, 2020 at 6:00 pm Filed Under: Barbershops , Coronavirus , COVID-19 , Elk River , John Lauritsen , Linde Hilyar , Paula Tice , Reopening Minnesota , Salon , The Hair Studios MINNEAPOLIS (WCCO) — Minnesota salons and barbershops are getting ready to reopen with  ... through. A makeover for salons that will mean a new look, and in some cases, new hours. \"If they want to take a color at 9:00 at night, they can. If they want to start at 6:00 am, they can,\" said Hilyar. \"Everybody is happy we can re-open and patient. Which has been nice,\" said Tice. Comments You must log in to post a comment. Follow Us facebook_url twitter_url  ... "], ["2020-05-21 21:31", "Sweden is still nowhere near 'herd immunity,' even though it didn't go into lockdown ... definitely affect the reproduction rate and slow down the spread,\" he said, but added that it wouldn't be enough to achieve \"herd immunity.\" But Sweden's foreign minister Ann Linde and Peter Lindgren, managing director at the Swedish Institute for Health Economics (IHE), said last month that it had failed to prevent a high number of deaths in care homes. Sweden has now had 32 ...  Sinaloa Attorney General's Office has identified the body as that of Jose Rodrigo Arechiga Gamboa, a reputed drug trafficker and hitman who skipped probation in San Diego on May 6. The other two bodies are his sister Ada Jimena and his brother-in-law Juan Guillermo Garcia, according to the state agency. Read the Full Article One dead after Canadian Snowbirds  ... "], ["2020-05-21 19:23", "Sweden is still nowhere near 'herd immunity,' even though it didn't go into lockdown ... -home policies 'right thing to do,' those returning to work will have to adapt to changes Health officials announce 1,114 new coronavirus cases, 82 deaths bringing death toll to 6,148 Massachusetts releases updated town-by-town breakdown of coronavirus cases All states are partially reopen leaving Americans to weigh the risk of venturing out again CVS opens 12 new drive-thru  ...  the reproduction rate and slow down the spread,\" he said, but added that it wouldn't be enough to achieve \"herd immunity.\" But Sweden's foreign minister Ann Linde and Peter Lindgren, managing director at the Swedish Institute for Health Economics (IHE), said last month that it had failed to prevent a high number of deaths in care homes. Sweden has now  ... "], ["2020-05-21 17:29", "Covid 19 coronavirus: Is Sweden breaking its own loose restrictions? ... of the country's public health establishment to judge Sweden's strategy a mistake in hindsight. \"I think we should have locked down much harder in the beginning,\" Linde, initially a supporter of the no-lockdown approach, told the Dagens Nyheter newspaper. \"A lockdown would have given us a chance to prepare, think things through, and minimize the spread of infection.\" Related articles: BUSINESS Sweden's death toll unnerves its Nordic neighbours 21 May, 2020 4:53pm 4 minutes to read WORLD Sweden becomes country with highest coronavirus death rate per capita 21 May, 2020 6:19am 4 minutes to read WORLD Comment: Is Trump challenging Mother Nature to a duel? 20 May, 2020 4:14pm 7 minutes to read WORLD No lockdown: Sweden's deadliest ... "], ["2020-05-21 13:53", "Just 7.3% of Stockholm had Covid-19 antibodies by end of April, study shows ... online publication Ourworldindata.com , Covid-19 deaths in Sweden were the highest in Europe per capita over the past seven days. In a rolling seven day average between 12 and 19 May, the country's 6.25 deaths per million inhabitants a day was just above the UK's 5.75. The World Health Organization has warned against pinning hopes on herd immunity as a means of containing the coronavirus,  ... number of deaths in care home as \"a tragedy\". \"The welfare system was not sufficiently prepared and not robust enough,\" he said in an interview with the newspaper Aftonbladet. Linde also said that with hindsight, she was beginning to have doubts about Sweden's strategy in general. \"I think it's starting to look like the Swedish model may  ... "], ["2020-05-21 06:56", "Top Stories ... :03 Kazakhstan does not doubt Minsk deal on Ukraine - Foreign Ministry SHOW MORE > 22 Jan 18 10:07 France's Technip gets 34.9% stake in LNG Novaengineering, Linde gets 15% - SPARK SHOW MORE > 22 Jan 18 09:23 Kyrgyz president signs law ratifying military-technical cooperation agreement with Russia SHOW MORE > 21 Jan 18 16:26 Ukrainian ...  15:34 Matviyenko may visit North, South Koreas in 2018 SHOW MORE > 25 Oct 17 15:30 Medvedev urges EAEU partners not to treat this as oil and gas union only SHOW MORE > 25 Oct 17 15:20 Novatek paid Gazprombank 1.6 bln rubles for 51% of Cryogas-Vysotsk SHOW MORE > 25 Oct 17 15:14 Udaltsov calls for consolidation of left-wing forces in Russia SHOW MORE > 25 Oct 17 15:09 Date of British foreign secretary SHOW MORE > 25 Oct 17 14 ... "], ["2020-05-20 22:50", "Sweden's virus deaths rise: Elderly pay price of 'dangerous' strategy ... per capita from the Covid-19 disease over the last seven days, data showed. Sweden has kept most schools, restaurant and businesses open during the pandemic. While deaths are on the decline Sweden had 6.25 deaths per million inhabitants per day in a rolling seven day average between May 12 and May 19, according to Ourworldindata.org. That was the highest in Europe and just above the  ... Nordic neighbours, even if much lower than in countries such as Britain, Italy and France that shut down. Sweden's Prime Minister Stefan Lofven speaks next to Sweden's Foreign Minister Ann Linde during a news conference on the Covid-19 outbreak. Photo: Reuters The number of Covid-19 patients in intensive care in Sweden has fallen by a third from the peak in late April and ... "], ["2020-05-19 14:25", "Grant to help study blue-green algae in Candlewood ... to identify which specific Cyanobacteria produce Microcystin, the genetics of toxin biosynthesis and the environmental conditions that lead to and support toxic blooms. \"I am very excited that Praxair/Linde has decided to partner with me to investigate this important environmental and public health issue,\" Wong said. \"The data we hope to obtain will give us key  ... NY has 2 3 No waiting room magazines: CT governor announces new rules for dentists 4 Route 25 crash in Newtown sends two to hospital 5 State Police ID motorcyclist killed in I-84 crash 6 Redding woman charged after goat hit by car 7 Pandemic brings Wallingford's Stillwood Inn to abrupt end 8 Lamont, tribes in standoff over casinos' reopening 9 New Milford nurse receives surprise  ... "], ["2020-05-18 15:08", "SPAC cancels classical season ... region could lose a billion dollars if Saratoga Performing Arts Center and New York Racing Association are affected. (Lori Van Buren/Times Union) Lori Van Buren/Albany Times Union 6 of 6 Elizabeth Sobol, President & CEO Saratoga Performing Arts Center, introduces the Philadelphia Orchestra on opening night at Saratoga Performing Arts Center on Wednesday, July 31, 2019 in Troy, N.Y ...  mount the festival programming virtually, streaming audio and video content — some free, some paid, some from archived performances, some to be created in June and July at the year-round Linde Center on the festival grounds. The only previous year during which Tanglewood was closed was 1945, due to World War II. Follow Steve: Steve Barnes Follow Steve: View Bio Steve Barnes  ... "], ["2020-05-17 04:00", "Europe Travel: Beaches In Greece, Sex In Holland, Tourism Corridors, Traveling Bubbles...But Not For All ...  Closures Urgent Need: Open Borders The staggering numbers illustrate a dire situation : Last year at this time, the world was more mobile than ever, with people taking 4.6 billion flights. The pandemic reduced that number to an infinitesimal percentage. The UN World Tourism Organization , (UNWTO), which has released a Tourism Recovery Technical Assistance Package to help  ...  afternoon. The advice was initially issued on March 14th for two months, but this is the second time it has been extended, and further extensions may still come, Foreign Minister Ann Linde warned. She said that the advice was primarily linked to travel restrictions and the fast-changing global situation which could leave travellers stranded rather than the risks posed directly by the  ... "], ["2020-05-16 22:35", "Gobierno de Malmo busca reubicar estatua de Ibrahimovic ... , y fue develada en octubre con bombo y platillos frente al estadio de Malmo, como un homenaje a uno de los mayores astros deportivos en la historia de Suecia. Creada por el escultor Peter Linde, la estatua mide tres metros de alto (nueve pies y 10 pulgadas), y muestra al futbolista de pie, con el torso desnudo y los brazos abiertos. Su elaboracin cost medio milln de coronas (50.000 ... : CT poised to be 1 of just 7 fiscally safe states 4 Police: Domestic assault leads to arrest at Stamford hotel 5 Darien Stop & Shop one of five that may have had data breached 6 Police: Child calls 911 to report domestic assault in Stamford 7 Death toll in coronavirus pandemic rises to 3,285 in CT, after... 0 ? $(this).attr('href') : document.location.href.replace(' ... "], ["2020-05-16 22:35", "Gobierno de Malmo busca reubicar estatua de Ibrahimovic ...  develada en octubre con bombo y platillos frente al estadio de Malmo, como un homenaje a uno de los mayores astros deportivos en la historia de Suecia. Creada por el escultor Peter Linde, la estatua mide tres metros de alto (nueve pies y 10 pulgadas), y muestra al futbolista de pie, con el torso desnudo y los brazos abiertos. Su elaboracin cost medio milln de  ... term rental owners 4 Winter-like storm takes aim at Bay Area: 'This is something we usually see in January or February' 5 We could stop the pandemic by July 4 if the government took these steps 6 Elon Musk's Bay Area home hits the market for $35M 7 Fred Willard, 'Best in Show' and 'A Mighty Wind' Actor, Dead at 86 8 California town declares itself a 'sanctuary city ... "], ["2020-05-16 18:15", "Monday, They're Off And Running In The Film Academy's Board Race ... Teri E. Dorman (sound), Richard Edlund (visual effects), Whoopi Goldberg (actors), Larry Karaszewski (writers), Christina Kounelias (marketing and public relations), David Linde (executives), Isis Mussenden (costume designers), Kimberly Peirce (directors), Tom Sito (short films and animation), Wynn P. Thomas (production design), and  ... ; 4 Florida Governor Outlines Next Steps In Theme Parks' Reopening Path 5 2019-20 TV Season Ratings: Fox To Win Demo After Long Dry Spell; CBS First In Viewers For 12th Year In A Row 6 \"Fake News Is Not Essential!\": Donald Trump Shares Video Of Protesters Berating Long Island News Reporter 7 President Donald Trump Tweetstorm - The Saturday Edition 8 Jerry Seinfeld Remembers Jerry Stiller In SiriusXM Interview: \"He ... "], ["2020-05-16 15:15", "City of Malmo set to relocate vandalized Ibrahimovic statue ...  About Us Newsletter Sign-up FOXBOX FOX23 Staff Contact Us My41Tulsa Closed Caption help KOKI EEO Statement KMYT EEO Statement KOKI Public File KMYT Public File Breaking News | Live Video | 6 weather alerts in effect City of Malmo set to relocate vandalized Ibrahimovic statue Share Share Share By: JARI TANNER Updated: May 16, 2020 - 10:12 AM The city of Malmo  ...  statue of Ibrahimovic, who now plays for AC Milan, was unveiled in October to much fanfare outside Malmo FF's stadium, commemorating one of Sweden's greatest sportsmen. Created by sculptor Peter Linde, the statue is three meters (9-feet-10) tall and shows the football star standing bare chested with open arms. It cost 500,000 Swedish kronor ($50,000) to build, with estimated annual maintenance ... "], ["2020-05-16 15:12", "City of Malmo set to relocate vandalized Ibrahimovic statue ... pound) bronze statue of Ibrahimovic, who now plays for AC Milan, was unveiled in October to much fanfare outside Malmo FF's stadium, commemorating one of Sweden's greatest sportsmen. Created by sculptor Peter Linde, the statue is three meters (9-feet-10) tall and shows the football star standing bare chested with open arms. It cost 500,000 Swedish kronor ($50,000) to build, with estimated annual maintenance costs of ...  911 to report domestic assault in Stamford 4 Moody's: CT poised to be 1 of just 7 fiscally safe states 5 10 children in Connecticut now counted with new inflammatory... 6 Death toll in coronavirus pandemic rises to 3,285 in CT, after... 7 Tony Shalhoub returns as Monk to reveal he had COVID-19: 'A pretty rough few weeks' 0 ? $ ... "], ["2020-05-16 15:12", "City of Malmo set to relocate vandalized Ibrahimovic statue ...  statue of Ibrahimovic, who now plays for AC Milan, was unveiled in October to much fanfare outside Malmo FF's stadium, commemorating one of Sweden's greatest sportsmen. Created by sculptor Peter Linde, the statue is three meters (9-feet-10) tall and shows the football star standing bare chested with open arms. It cost 500,000 Swedish kronor ($50,000) to build, with estimated annual maintenance ... -like storm takes aim at Bay Area: 'This is something we usually see in January or February' 5 California town declares itself a 'sanctuary city' for businesses 6 Small towns across the Sierra fear tourists will bring coronavirus with them 7 Mikkeller San Francisco's future uncertain as bar is listed for sale LATEST NEWS Murder suspect in  ... "], ["2020-05-16 14:55", "City of Malmo set to relocate vandalized Ibrahimovic statue ... All Videos Mobile Podcasts Radio Big Ten Network Westminster Help Caffeine Apps FOX Sports FOX Sports VR FOX Soccer MatchPass Caffeine FOX Bet FOX Sports Super 6 Local Arizona Carolinas Detroit Florida Indiana Kansas City Midwest North Ohio San Diego South Southwest Tennessee West Wisconsin Follow FOX Sports Facebook Instagram Twitter YouTube RSS ... ) bronze statue of Ibrahimovic, who now plays for AC Milan , was unveiled in October to much fanfare outside Malmo FF's stadium, commemorating one of Sweden's greatest sportsmen. Created by sculptor Peter Linde, the statue is three meters (9-feet-10) tall and shows the football star standing bare chested with open arms. It cost 500,000 Swedish kronor ($50,000) to build, with estimated annual maintenance costs ... "]]}}