{"postfix": "linde-aktie", "name": "LINDE", "wkn": "A2DSYC", "time": "2020.05.26 15:24", "ts": 1590499499, "features": {"KGV": "29.14", "Marktkapitalisierung": {"Size": "Mrd", "Value": "92.93"}, "GA": "7.34", "KBV": "2.37", "BA": "90.05", "KCV": "19.05", "CA": "11.23", "Vola30": "32.96", "Vola90": "55.54", "Vola180": "41.86", "Vola250": "32.25"}, "rivals": ["linde_6-aktie", "air_liquide-aktie", "airgas-aktie", "air_products_and_chemicals-aktie", "rentech-aktie", "air_water-aktie", "kion-aktie"], "text_data": {"de": [["13.05.20", "Schwedische Regierung rät bis Mitte Juli von Auslandsreisen ab"], ["09.05.20", "Linde hat die Zahlen zum jüngsten Quartal vorgelegt"], ["07.05.20", "XETRA-SCHLUSS/DAX legt zu - Berichtssaison liefert die Impulse"], ["07.05.20", "MÄRKTE EUROPA/Risikobereitschaft steigt mit guten China-Daten"], ["07.05.20", "ROUNDUP: Linde wird wegen Corona-Krise vorsichtiger - Gewinnziel gekappt"], ["07.05.20", "Linde enttäuscht Anleger - Gewinnrückgang möglich - Aktie fällt ans DAX-Ende"], ["07.05.20", "B5 Börse 13.40 Uhr: Linde senkt Prognose"], ["07.05.20", "Gasekonzern: Linde kassiert seine Prognosen und kürzt Investitionen"], ["07.05.20", "Gasekonzern Linde senkt wegen Coronakrise Gewinnprognosen"], ["07.05.20", "Linde wird wegen Corona-Krise vorsichtiger"], ["07.05.20", "AKTIE IM FOKUS: Linde geben nach - Unsicherheit mit Blick auf Gewinn"], ["06.05.20", "Linde: Auf diese Zahlen kommt es an"], ["30.04.20", "Linde-Aktie: Experten empfehlen Linde im April mehrheitlich zum Kauf "], ["28.04.20", "Aktionäre von Linde erhalten Dividende"], ["28.04.20", "Linke: Wasserstoff-Pläne der Bundesregierung 'reines Wunschdenken'"], ["27.04.20", "Linde plc. zahlt höhere Quartalsdividende"], ["24.04.20", "Linde-Rivale Air Liquide bestätigt Ziele - Wasserstoff-Index profitiert!"], ["22.04.20", "Citi: Linde - Wichtige Phase in der Erholung"], ["22.04.20", "Citi: Linde - Wichtige Phase in der Erholung"], ["15.04.20", "ANALYSE-FLASH: Bernstein hebt Linde auf 'Market-Perform'"], ["15.04.20", "Linde-Aktie: Mit guten Puffern zur dicken Zweimonatsrendite"], ["01.04.20", "Nach Abgang von Ex-Vorstand Bruch: Linde ordnet Führung des Anlagenbaus neu"], ["31.03.20", "Was Analysten von der Linde-Aktie erwarten"], ["20.03.20", "ROUNDUP: Chefwechsel bei Siemens: Ab Oktober hält Busch die Zügel in der Hand"], ["19.03.20", "ROUNDUP 2/Großes Stühlerücken bei Siemens: Busch folgt Kaeser - Sen geht"]], "en": [["22.05.20", "Linde plc : Linde Recognized as a Leader in Diversity & Inclusion by DiversityInc"], ["12.05.20", "Deutsche Bank AG FF : Pre Stabilisation Notice - Linde Finance B.V."], ["08.05.20", "Linde PLC (LIN) Q1 2020 Earnings Call Transcript"], ["07.05.20", "UPDATE 3-Industrial gas producer Linde targets growth in health and electronics"], ["07.05.20", "Linde (LIN) Q1 Earnings Beat Estimates on Higher Prices"], ["07.05.20", "UPDATE 2-Industrial gas producer Linde cuts 2020 targets due to COVID-19"], ["07.05.20", "Linde (LIN) Q1 Earnings Beat Estimates"], ["07.05.20", "UPDATE 1-Industrial gas producer Linde beats profit expectations"], ["07.05.20", "Linde reports Q1 beat thanks to resilient contract portfolio"], ["07.05.20", "Linde plc : Release according to Article 50 of the WpHG [the German Securities Trading Act] with the objective of Europe-wide distribution"], ["07.05.20", "Linde plc : Linde Reports First-Quarter 2020 Results (Earnings Release Tables attached)"], ["06.05.20", "Linde (LIN) to Report Q1 Earnings: What's in the Cards?"], ["06.05.20", "Linde plc : Linde Starts Up New Plant in China to Supply GTA Semiconductor"], ["05.05.20", "Linde plc : Linde Starts Up New Syngas Processing Plant in the U.S. Gulf Coast"], ["04.05.20", "Linde plc : Release according to Article 40, Section 1 of the WpHG [the German Securities Trading Act] with the objective of Europe-wide distribution"], ["30.04.20", "Linde (LIN) Earnings Expected to Grow: What to Know Ahead of Next Week's Release"], ["30.04.20", "Linde plc : 2019 IFRS Annual Financial Report, 2020 Notice of Annual General Meeting and Proxy Statement, and Form of Proxy (the 'Documents')"], ["30.04.20", "Linde plc : Linde Completes Divestment of Selected Businesses in Northern Europe"], ["30.04.20", "Linde plc : Release according to Article 50 of the WpHG [the German Securities Trading Act] with the objective of Europe-wide distribution"], ["27.04.20", "Linde plc : Linde Declares Dividend in Second Quarter 2020"], ["14.04.20", "Linde plc : Linde Announces First Quarter 2020 Earnings and Conference Call Schedule"], ["06.04.20", "Linde Gáz aids coronavirus fight as 'critical' company"], ["30.03.20", "Linde plc : Release according to Article 40, Section 1 of the WpHG [the German Securities Trading Act] with the objective of Europe-wide distribution"], ["25.03.20", "Linde plc : Lincare Statement Regarding COVID-19"], ["24.03.20", "Linde plc : Release of a capital market information"], ["18.03.20", "Linde plc : Release according to Article 40, Section 1 of the WpHG [the German Securities Trading Act] with the objective of Europe-wide distribution"], ["12.03.20", "Linde’s Acquisition Of Praxair Has Not Created Shareholder Value"], ["10.03.20", "Linde plc : Release of a capital market information"], ["10.03.20", "Cycladex Ltd : Linde extend joint Development Agreement"], ["04.03.20", "Linde plc : Linde Recognized as a Leader in Diversity & Inclusion by Bloomberg and Forbes"], ["03.03.20", "Linde plc : Release according to Article 50 of the WpHG [the German Securities Trading Act] with the objective of Europe-wide distribution"], ["25.02.20", "Linde (LIN) to Reward Shareholders With 10% Dividend Hike"], ["25.02.20", "Linde plc : Release of a capital market information"], ["24.02.20", "Linde plc : Linde Declares Dividend Increase for 2020"], ["18.02.20", "Linde plc : Release of a capital market information"], ["13.02.20", "UPDATE 2-Linde surge helps European shares end flat amid rising coronavirus fears"], ["13.02.20", "Linde PLC (LIN) Q4 2019 Earnings Call Transcript"], ["13.02.20", "UPDATE 2-Industrial gases giant Linde rises to record share high, bets on growth"], ["13.02.20", "Linde plc : Release according to Article 50 of the WpHG [the German Securities Trading Act] with the objective of Europe-wide distribution"], ["13.02.20", "Linde (LIN) Q4 Earnings and Revenues Surpass Estimates"], ["2020-05-26 12:23", "Nearly nude artist protests coronavirus lockdowns by wearing bikini made of MASKS outside Trader Joe's ...  interviews with girls raped in Epstein's mansion revealed in doc 'ATTACKED TWICE' Boy, 9, saved from canal '1hr before mom pushed him AGAIN to his death' Warning SHOCK PLUNGE Woman falls 3 stories in tussle with knifeman during 'drug-deal gone wrong' \"Your logic is terrible. But artist props for being creative with your feelings!\" Melissa Mayes wrote. Maureen Linde wrote: \"As a healthcare worker whom is rationed one mask until it falls apart. I'm p**sed off you wasted so many for your 'statement'.\" Amy Kressler also wrote: \"You refuse to wear a mask so instead you wore an obscene amount so that you could take them away from people who may absolutely need them? Wow, powerful stuff.\" Topics ... "], ["2020-05-26 10:09", "Sweden Tackles Image Problem After Cyprus Blacklists Citizens(Bloomberg) -- Swedish Foreign Minister Ann Linde is struggling to improve her country's reputation abroad after Swedes were declared personae non gratae by fellow European Union member, Cyprus."], ["2020-05-26 09:25", "Sweden: Anders Tegnell admits country 'is in a terrible situation' - Europe ...  admits country 'is in a terrible situation' Sweden: Anders Tegnell admits country 'is in a terrible situation' Former state epidemiologist says Swedish ideal of herd immunity was 'like a dream, with very little basis in reality.' Nissan Tzur , 26/05/20 12:25 Anders Tegnell Reuters Annika Linde, the epidemiologist who oversaw Sweden's response to both swine flu and SARS, slammed the country's response to COVID-19. Previously, Linde, who served as state epidemiologist between 2005-2013, had supported Anders Tegnell's approach. However, with the number of dead reaching nearly 4,000 and one of the highest per capita death rates in the world, she has turned critical. \"I think that we needed more time for preparedness,\" ... "], ["2020-05-26 05:08", "'Swedish Model Not the Smartest': Ex-State Epidemiologist Reverses Herself on Lockdown StrategyAnnika Linde, former Swedish state epidemiologist, was initially supportive of Sweden's no-lockdown strategy in a bid to achieve herd immunity, but made a u-turn as the death tally in the nation grew much higher than in neighbouring states."], ["2020-05-26 01:29", "Artist wears bikini made of masks outside Trader Joe's to protest lockdown ...  each other. The reaction to her latest stunt has been overwhelmingly negative. \"People where I live are dying, Karen. Protecting the most vulnerable people in our population is the right thing to do. Wearing a mask is not difficult,\" wrote Amanda K. Reotar. People were outraged by her waste of personal protective equipment, which is still rationed in many places. Maureen Linde wrote, \"As a healthcare worker whom is rationed one mask until it falls apart. I'm pissed off you wasted so many for your 'statement.'\" Share this: Facebook Twitter Flipboard WhatsApp Email Copy Filed under artists , Coronavirus , facebook , los angeles , trader joe's , 5/25/20 Share this article: Share this: Facebook Twitter Flipboard WhatsApp Email ... "], ["2020-05-25 17:56", "Sweden's coronavirus death toll tops 4,000 as former state expert says country 'wrong' not to shut downSWEDEN'S coronavirus death toll has spiralled above 4,000 prompting one expert to reject its relaxed approach as a failure. The Swedish model was described by former state epidemiologist Annika Linde as \"not the smartest\". Read our coronavirus"], ["2020-05-25 06:58", "The Daily Galaxy ... -weekend-feature/?utm_source=rss&utm_medium=rss&utm_campaign=consciousness-is-like-spacetime-before-einsteins-relativity-weekend-featurehttps://dailygalaxy.com/2020/05/consciousness-is-like-spacetime-before-einsteins-relativity-weekend-feature/#respondSun, 17 May 2020 15:23:22 +0000https://dailygalaxy.com/?p=34276 The question that has intrigued several of the planet's great physicists, including Stanford's Andre Linde and Princeton's John Archibald Wheeler in the last decades of his life, was: \"are life and mind irrelevant to the structure of the universe, or are they central to it?\" Are we living in a \"participatory,\" conscious universe, a [...]The post \"Consciousness is Like Spacetime Before Einstein's Relativity\" ... "], ["2020-05-24 21:21", "Morning mail: Nobel laureate's climate plea, Covidsafe fails, universities in dire straits ... have died from the coronavirus. Photograph: Justin Lane/EPA The New York Times has covered its front page with the names people who have died from coronavirus. As the death toll in the US nears 100,000 the Times describes the deaths as \"an incalculable loss\" . A former state epidemiologist in Sweden has said the country's relaxed approach to the coronavirus is wrong. Annika Linde, who oversaw Sweden's response to swine flu and Sars, says Sweden has failed vulnerable people . The Wuhan lab close to the heart of the Covid-19 outbreak has said it was working on three live strains of bat coronavirus but none match the one that caused the pandemic. Wang Yanyi, director of the Wuhan Institute of Virology, said the closest genetic match to the virus ... "], ["2020-05-24 10:59", "Coronavirus latest: at a glance ...  daily death toll Russia has reported its highest daily Covid-19 death toll. The country recorded 153 coronavirus deaths over most recent 24-hour period measured, its highest daily toll during the pandemic, raising total fatalities to 3,541. Swedish strategy criticised Sweden has run the least-restrictive lockdown of any developed country but that strategy is coming under fire. Anneka Linde, the predecessor of the country's state epidemiologist, has told the Observer that tougher measures should have been put in place earlier in the pandemic. Afghanistan tops 10,000 cases The number of confirmed coronavirus case in Afghanistan has topped 10,000, while the Taliban has announced a ceasefire over Eid. Concerns are high as, despite the government-mandated ... "], ["2020-05-24 08:07", "Sweden 'wrong' not to shut down, says former state epidemiologist ...  \"terrible situation\" but dismissed the idea that a lockdown would have helped. \"It very common to come up with that criticism, and say 'if we had locked down, we could have done so much more before. But when I ask the question, 'what, exactly, could we have done which would have changed so much?', then I don't get so many answers.\" Linde said Tegnell was wrong to place the blame for the high rate of infection in Swedish elderly care homes on the local authorities and the private companies who run them. This \"sounds logical\", she said. \"But it should be informed upwards that the preparedness is there, so that those that decide on the strategy know that the strategy is possible to realise. This was missing.\" She ... "], ["2020-05-22 14:18", "Planet Earth Report \"The Supernova at the Bottom of the Sea to What Covid-19 Autopsies Reveal\" ...  2021. It's already starting, reports Motherboard Science. The Secret History of the Supernova at the Bottom of the Sea How a star explosion may have shaped life on Earth.reports Julia Rosen for Nautil.us. \"Consciousness is Like Spacetime Before Einstein's Relativity\" The question that has intrigued several of the planet's great physicists, including Stanford's Andre Linde and Princeton's John Archibald Wheeler in the last decades of his life, was: \"are life and mind irrelevant to the structure of the universe, or are they central to it?\" Are we living in a \"participatory,\" conscious universe, a cosmos in which all of us are embedded as co-creators, replacing the a purely materialistic universe as \"out there ... "], ["2020-05-22 14:00", "Sweden isn't anywhere close to reaching herd immunity after anti-lockdown strategy ...  to take care of Covid-19 patients.\" Asked whether Sweden's approach will help it withstand a possible second wave, Tegnell said he believed it would. \"It will definitely affect the reproduction rate and slow down the spread,\" he said, but added that it wouldn't be enough to achieve \"herd immunity.\" But Sweden's foreign minister Ann Linde and Peter Lindgren, managing director at the Swedish Institute for Health Economics (IHE), said last month that it had failed to prevent a high number of deaths in care homes. Sweden has now had 32,172 cases and 3,871 deaths, according to figures from Johns Hopkins University. RELATED IMAGES view larger image People gather for a drink at an outdoor bar in Stockholm, Sweden, Wednesday April ... "], ["2020-05-22 07:58", "Suecia todava est lejos de la 'inmunidad colectiva', a pesar de que no orden el confinamiento ...  a los pacientes de covid-19\". Cuando se le pregunt si el enfoque de Suecia lo ayudar a resistir una posible segunda ola, Tegnell dijo que crea que lo hara. \"Definitivamente afectar la tasa de reproduccin y ralentizar la propagacin\", dijo, pero agreg que no sera suficiente para lograr la \"inmunidad colectiva\". Pero la ministra de Asuntos Exteriores de Suecia, Ann Linde, y Peter Lindgren, director gerente del Instituto Sueco de Economa de la Salud (IHE), dijeron el mes pasado que no haban logrado evitar una gran cantidad de muertes en hogares de ancianos. Suecia suma 32.172 casos y 3.871 muertes, segn cifras de la Universidad Johns Hopkins. cnn Related Articles J.K. Rowling revela el verdadero origen de Harry Potter y otros secretos de la ... "], ["2020-05-22 07:58", "Suecia todava est lejos de la 'inmunidad colectiva', a pesar de que no orden el confinamiento ...  los pacientes de covid-19\". Cuando se le pregunt si el enfoque de Suecia lo ayudar a resistir una posible segunda ola, Tegnell dijo que crea que lo hara. \"Definitivamente afectar la tasa de reproduccin y ralentizar la propagacin\", dijo, pero agreg que no sera suficiente para lograr la \"inmunidad colectiva\". Pero la ministra de Asuntos Exteriores de Suecia, Ann Linde, y Peter Lindgren, director gerente del Instituto Sueco de Economa de la Salud (IHE), dijeron el mes pasado que no haban logrado evitar una gran cantidad de muertes en hogares de ancianos. Suecia suma 32.172 casos y 3.871 muertes, segn cifras de la Universidad Johns Hopkins. Noticias de Coronavirus CNN Related Articles J.K. Rowling revela el verdadero origen de Harry Potter y ... "], ["2020-05-22 07:58", "Suecia todava est lejos de la 'inmunidad colectiva', a pesar de que no orden el confinamiento ... a los pacientes de covid-19\". Cuando se le pregunt si el enfoque de Suecia lo ayudar a resistir una posible segunda ola, Tegnell dijo que crea que lo hara. \"Definitivamente afectar la tasa de reproduccin y ralentizar la propagacin\", dijo, pero agreg que no sera suficiente para lograr la \"inmunidad colectiva\". Pero la ministra de Asuntos Exteriores de Suecia, Ann Linde, y Peter Lindgren, director gerente del Instituto Sueco de Economa de la Salud (IHE), dijeron el mes pasado que no haban logrado evitar una gran cantidad de muertes en hogares de ancianos. Suecia suma 32.172 casos y 3.871 muertes, segn cifras de la Universidad Johns Hopkins. Related News Trump: US may rethink decision to exit surveillance treaty 'We're expendable' ... "], ["2020-05-22 06:00", "Teva To Present New AJOVY (fremanezumab) Analyses And Latest COPAXONE Data (glatiramer Acetate Injection) At European Academy Of Neurology Congress ...  statements. i Global Burden of Disease 2016 Disease and Injury Incidence and Prevalence Collaborators. Lancet 2017;390:1211-59. ii Martelletti P, et al. J Headache Pain 2018;19:115. iii D'Amico D, Tepper SJ. Neuropsychiatr Dis Treat 2008;4:1155-67 iv Lipton RB, et al. Neurology 2007 ;68:343-9. v Gooch CL, et al. Ann Neurol 2017;81:479-84. vi Linde M, et al. Eur J Neurol 2012;19:703-11. vii Prevalence and incidence of multiple sclerosis. Multiple Sclerosis Trust. Updated February 2020. Accessed May 2020. viii Types of MS. National Multiple Sclerosis Society. https://www.nationalmssociety.org/What-is-MS/Types-of-MS. Accessed May 2020. View source version on businesswire.com: https://www.businesswire.com/news/home/20200521005736/en/ By Business Wire Terms ... "], ["2020-05-22 01:33", "Sweden is still nowhere near coronavirus 'herd immunity' ...  care of COVID-19 patients.\" Asked whether Sweden's approach will help it withstand a possible second wave, Dr Tegnell said he believed it would. \"It will definitely affect the reproduction rate and slow down the spread,\" he said, but added that it wouldn't be enough to achieve \"herd immunity\". But Sweden's foreign minister Ann Linde and Peter Lindgren, managing director at the Swedish Institute for Health Economics (IHE), said last month that it had failed to prevent a high number of deaths in care homes. Sweden has now had 32,172 cases and 3871 deaths , according to figures from Johns Hopkins University. Continue reading Coronavirus COVID 19 sweden WHO CONTACT US Send your photos, videos and stories to 9News contact@9news ... "], ["2020-05-21 23:00", "Reopening Minnesota: Salons & Barbershops Get Ready For June 1 ...  , Reopening Minnesota , Salon , The Hair Studios MINNEAPOLIS (WCCO) — Minnesota salons and barbershops are getting ready to reopen with mixed emotions and several restrictions. Now salon owners have to figure out everything from scheduling to making sure they have enough personal protective equipment. \"I think it's been an emotional roller coaster and thank goodness unemployment came when it did,\" said Linde Hilyar, co-owner of The Hair Studios. From mid-March to mid-May, the stylists at The Hair Studios in Elk River didn't have an answer for clients wanting to know when they'll reopen. Now they can say June 1, but with questions of their own. \"Not working for two months, everybody wants to work,\" said Hilyar. And customers ... "], ["2020-05-21 21:31", "Sweden is still nowhere near 'herd immunity,' even though it didn't go into lockdown ...  able to take care of Covid-19 patients.\" Asked whether Sweden's approach will help it withstand a possible second wave, Tegnell said he believed it would. \"It will definitely affect the reproduction rate and slow down the spread,\" he said, but added that it wouldn't be enough to achieve \"herd immunity.\" But Sweden's foreign minister Ann Linde and Peter Lindgren, managing director at the Swedish Institute for Health Economics (IHE), said last month that it had failed to prevent a high number of deaths in care homes. Sweden has now had 32,172 cases and 3,871 deaths, according to figures from Johns Hopkins University. By Niamh Kennedy, CNN Close Modal Suggest a Correction Your name (required) Your email (required) Report a typo ... "], ["2020-05-21 21:27", "Sweden's former health chief says the country's coronavirus strategy 'hasn't been the smartest' and it should've spent at least a month locked downSweden's lockdown-free pandemic strategy is a global outlier. The country has recently seen its coronavirus death rate soar, with many of the oldest, frailest people left vulnerable to catching the virus. Former state epidemiologist Annika Linde said "]]}}