{"postfix": "lockheed_martin-aktie", "name": "LOCKHEED_MARTIN", "wkn": "894648", "time": "2020.05.26 21:46", "ts": 1590522379, "features": {"KGV": "17.97", "Marktkapitalisierung": {"Size": "Mrd", "Value": "95.57"}, "GA": "21.95", "KBV": "35.12", "BA": "11.23", "KCV": "15.20", "CA": "25.95", "Vola30": "39.45", "Vola90": "63.58", "Vola180": "46.83", "Vola250": "35.21"}, "rivals": ["boeing-aktie", "airbus-aktie", "rheinmetall-aktie", "northrop_grumman-aktie", "alliant_techsystems-aktie", "orbital_sciences-aktie", "raytheon-aktie"], "text_data": {"de": [["20.05.20", "Coronavirus -Industrie: Lockheed Martin muss F-35-Produktion zurückfahren"], ["30.04.20", "So schätzen die Analysten die Lockheed Martin-Aktie im April 2020 ein"], ["23.04.20", "Aktionäre von Lockheed Martin erhalten unveränderte Dividende"], ["22.04.20", "Lockheed Martin stellte Ergebnisse des abgelaufenen Quartals vor"], ["21.04.20", "MÄRKTE USA/Ölpreisabsturz belastet Wall Street erneut"], ["21.04.20", "MÄRKTE USA/Ölpreiseinbruch drückt Wall Street erneut ins Minus"], ["21.04.20", "MÄRKTE USA/Ölpreiseinbruch dürfte Wall Street belasten"], ["20.04.20", "Ausblick: Lockheed Martin legt die Bilanz zum abgelaufenen Quartal vor"], ["14.04.20", "Lockheed Martin LM-100 J: Diese zivile Hercules soll den Durchbruch bringen"], ["07.04.20", "Erste Schätzungen: Lockheed Martin gibt Ergebnis zum abgelaufenen Quartal bekannt"], ["31.03.20", "So schätzen Analysten die Lockheed Martin-Aktie ein"], ["09.03.20", "ROUNDUP 3: Deutschland bleibt viertgrößter Waffenexporteur - Kritik an Regierung"], ["09.03.20", "ROUNDUP 2: USA bleiben dominant bei Waffenexporten - Top-Abnehmer Saudi-Arabien"], ["09.03.20", "ROUNDUP: USA bleiben Dominator bei Waffenexporten - Top-Abnehmer Saudi-Arabien"], ["09.03.20", "USA und Frankreich legen bei Rüstungsexporten kräftig zu"], ["25.02.20", "Indien vergibt bei Trump-Besuch milliardenschweren Rüstungsauftrag an USA"], ["04.02.20", "Trumps Wirtschaftspolitik im Realitätscheck"], ["28.01.20", "MÄRKTE USA/Moderate Erholung nach kräftigen Vortagesverlusten"], ["27.01.20", "Aktionäre von Lockheed Martin erhalten konstante Dividende"], ["27.01.20", "Ausblick: Lockheed Martin mit Zahlen zum abgelaufenen Quartal"], ["14.01.20", "Niederländische Werft soll milliardenschweres deutsches Kriegsschiff bauen"], ["07.01.20", "Wall Street Marktbericht: Apple, Boeing, Alibaba, Baidu, Pinduoduo, AMD, Northrop Gruman, Lockheed Martin"], ["03.01.20", "MÄRKTE USA/Wall Street von Eskalation des US-Iran-Konflikts belastet"], ["03.01.20", "MÄRKTE USA/US-Börsen von Eskalation des US-Iran-Konflikts belastet"], ["03.01.20", "MÄRKTE USA/Eskalation des US-Iran-Konflikts belastet Wall Street"]], "en": [["25.05.20", "This is Why Lockheed Martin (LMT) is a Great Dividend Stock"], ["19.05.20", "Lockheed Martin Stock Shows Strength As Defense Giant Weaponizes AI Technology"], ["18.05.20", "Why Shares of Lockheed Martin Are Up Today"], ["15.05.20", "Lockheed Martin to pay $300 million more to suppliers hit by coronavirus"], ["15.05.20", "Lockheed Martin Wins $905M Deal to Build MH-60R Aircraft"], ["15.05.20", "Lockheed Martin to pay $300 million more to suppliers hit by coronavirus"], ["13.05.20", "Better Buy: Lockheed Martin vs. Raytheon Technologies"], ["08.05.20", "Why Lockheed Martin (LMT) is a Great Dividend Stock Right Now"], ["05.05.20", "The Zacks Analyst Blog Highlights: Apple, Berkshire Hathaway, Pfizer, Oracle and Lockheed Martin"], ["01.05.20", "Lockheed Martin Lands $6.1 Billion Patriot Missile Sale"], ["30.04.20", "Lockheed Martin wins $6bn Patriot interceptor contract, Pentagon"], ["30.04.20", "Zacks.com featured highlights include: Strategic Education, Lockheed Martin, Bristol-Myers Squibb, Dollar General and The Kroger"], ["24.04.20", "The Zacks Analyst Blog Highlights: SAP, NIKE, Lockheed Martin, Netflix and Regeneron Pharmaceuticals"], ["23.04.20", "Lockheed Martin Delivers for Investors Despite Coronavirus Concerns"], ["23.04.20", "Daily Dividend Report: Kinder Morgan, Lockheed Martin, Coca-Cola, Humana, Alliance Data Systems"], ["23.04.20", "Raytheon Tops Lockheed Martin for $10 Billion Cruise Missile Contract"], ["22.04.20", "Lockheed Martin (LMT) is a Top Dividend Stock Right Now: Should You Buy?"], ["22.04.20", "Lockheed Martin hiring thousands while monitoring coronavirus supply chain disruptions: CEO"], ["21.04.20", "Lockheed Martin Corp (LMT) Q1 2020 Earnings Call Transcript"], ["21.04.20", "Lockheed Martin is sticking with 2020 guidance and it will likely be 'a rare occurrence' this quarter: Vertical Research"], ["21.04.20", "Lockheed Martin (LMT) Tops Q1 Earnings and Revenue Estimates"], ["21.04.20", "Lockheed Martin trims sales outlook as coronavirus hits supply chain"], ["21.04.20", "Lockheed Martin trims sales outlook as coronavirus hits supply chain"], ["21.04.20", "UPDATE 3-Lockheed Martin trims sales outlook as coronavirus hits supply chain"], ["21.04.20", "Lockheed Martin (LMT) Q1 Earnings & Sales Beat Estimates"], ["21.04.20", "Lockheed Martin Tops First Quarter Expectations on Strong Revenue Growth"], ["21.04.20", "UPDATE 2-Lockheed Martin profit beats, but company trims sales outlook on virus hit"], ["21.04.20", "Lockheed Martin profit beats, but company trims sales outlook on virus hit"], ["21.04.20", "Lockheed Martin profit beats, but company trims sales outlook on virus hit"], ["21.04.20", "Lockheed Martin mitigates coronavirus impact, keeps 2020 guidance"], ["21.04.20", "Lockheed Martin profit beats, but company trims sales outlook on virus hit"], ["21.04.20", "UPDATE 1-Lockheed Martin profit beats, but company trims sales outlook on virus hit"], ["21.04.20", "Lockheed Martin tops Q1 estimates, sticks with full-year EPS guidance"], ["21.04.20", "Lockheed Martin quarterly revenue rises 9.2%"], ["20.04.20", "Lockheed Martin Stock Over $430?"], ["17.04.20", "The Zacks Analyst Blog Highlights: Lockheed Martin, The Travelers Companies, Sempra Energy, Centene and Sirius XM"], ["16.04.20", "The Zacks Analyst Blog Highlights: Tesla, NIKE, Lockheed Martin, NVIDIA and Cisco Systems"], ["15.04.20", "Lockheed Martin (LMT) Stock Moves -1.49%: What You Should Know"], ["14.04.20", "Stocks To Watch Ahead Of Earnings: Lockheed Martin"], ["14.04.20", "Lockheed Martin (LMT) Expected to Beat Earnings Estimates: Should You Buy?"], ["2020-05-26 17:48", "Md. judiciary postpones bar exam until September ... Circuit appeal 4th Circuit: Pretext for bias must be pleaded not presumed Federal judge rejects challenge to Hogan's stay-at-home orders All (3067) Family Law Subscribers to Maryland Family Law Update can access the digital edition archive . Latest Unreported Opinions JOSEPH LEE TURNER v. STATE OF MARYLAND JAMES LAMONT PARKER v. STATE OF MARYLAND ERNEST MAXEY v. LOCKHEED MARTIN CORPORATION CHARLES E. WITHERSPOON v. STATE OF MARYLAND MB MAPLE LAWN LLC, et al. v. CONSUMER PROTECTION DIVISION Law Digest Law Digest -- Court of Appeals, Court of Special Appeals -- May 21, 2020 Legal Notices Name Change - Pearson, Willie J Family - Unknown Fr Family - Myers, Mandy L Family - Husband Not Named Family - Alston, Michael Jr Digital Edition Subscribers to The Daily ... "], ["2020-05-26 16:57", "Md. trial courts to fully resume Oct. 5; other proceedings phased in earlier ... Circuit appeal 4th Circuit: Pretext for bias must be pleaded not presumed Federal judge rejects challenge to Hogan's stay-at-home orders All (3067) Family Law Subscribers to Maryland Family Law Update can access the digital edition archive . Latest Unreported Opinions JOSEPH LEE TURNER v. STATE OF MARYLAND JAMES LAMONT PARKER v. STATE OF MARYLAND ERNEST MAXEY v. LOCKHEED MARTIN CORPORATION CHARLES E. WITHERSPOON v. STATE OF MARYLAND MB MAPLE LAWN LLC, et al. v. CONSUMER PROTECTION DIVISION Law Digest Law Digest -- Court of Appeals, Court of Special Appeals -- May 21, 2020 Legal Notices Name Change - Pearson, Willie J Family - Unknown Fr Family - Myers, Mandy L Family - Husband Not Named Family - Alston, Michael Jr Digital Edition Subscribers to The Daily ... "], ["2020-05-26 15:00", "Global Autonomous Underwater Vehicle (AUV) Market 2020-2025: Considers The Impact Of COVID-19 ...  Offshore Oil & Gas Industry Rising Defense Spending of Countries Worldwide Restraints High Operational Costs of AUVs Opportunities Development and Incorporation of Advanced Technologies in AUVs Challenges Slow Underwater Survey Speed Owing to Use of Acoustic Communication Company Profiles Key Players Kongsberg Maritime Teledyne Marine Bluefin Robotics ECA Group SaaB AB Lockheed Martin Corporation Fugro Atlas Elektronik GmbH Boston Engineering Corporation International Submarine Engineering (ISE) Other Key Players Graal Tech BAE Systems Boeing L3Harris Oceanserver Hydromea S.A. For more information about this report visit https://www.researchandmarkets.com/r/p22prf Research and Markets also offers Custom Research services providing focused, comprehensive and ... "], ["2020-05-26 14:20", "Full-Fibre Fallout: How Much Could Possible UK Gov't Phase-Out Of Huawei Cost Britain's IT, 5G Edge? ...  Save Thank you! Your comment will be reviewed by the moderator for compliance with the Rules News Latest Most Read 14:20 GMT Full-Fibre Fallout: How Much Could Possible UK Gov't Phase-Out Of Huawei Cost Britain's IT, 5G Edge? 14:19 GMT Act of Political Censorship? Michael Moore-Produced Doc Removed From YouTube Over Copyright Claim 14:08 GMT Pentagon, Lockheed Martin Tone Down F-35 Stealth Coating's 'Bubbling and Blistering' Issue 13:52 GMT Global Airlines Denounce Tit-for-Tat Quarantine Measures as UK, EU Head Toward Lockdown Easing 13:39 GMT Israeli Court Says School Principal Accused of Child Sex Abuse is Fit to Stand Trial in Australia All news First Iranian Tanker 'Fortune' Reaches Venezuelan Coast Escorted by Bolivarian ... "], ["2020-05-26 14:19", "Act of Political Censorship? Michael Moore-Produced Doc Removed From YouTube Over Copyright Claim ...  Save Thank you! Your comment will be reviewed by the moderator for compliance with the Rules News Latest Most Read 14:20 GMT Full-Fibre Fallout: How Much Could Possible UK Gov't Phase-Out Of Huawei Cost Britain's IT, 5G Edge? 14:19 GMT Act of Political Censorship? Michael Moore-Produced Doc Removed From YouTube Over Copyright Claim 14:08 GMT Pentagon, Lockheed Martin Tone Down F-35 Stealth Coating's 'Bubbling and Blistering' Issue 13:52 GMT Global Airlines Denounce Tit-for-Tat Quarantine Measures as UK, EU Head Toward Lockdown Easing 13:39 GMT Israeli Court Says School Principal Accused of Child Sex Abuse is Fit to Stand Trial in Australia All news First Iranian Tanker 'Fortune' Reaches Venezuelan Coast Escorted by Bolivarian ... "], ["2020-05-26 14:08", "Pentagon, Lockheed Martin Tone Down F-35 Stealth Coating's 'Bubbling and Blistering' Issue ...  \"closed\", although no solution to it was ever provided, citing a poor balance between the cost of fixing the problem and the threat that it poses to the jet. The \"bubbling and blistering\" that was earlier observed on certain models of F-35 jets after prolonged flights is not noticeable to the human eye and the entire issue should be viewed in a broader context, Lockheed Martin test pilot Billie Flynn told the website Defence News. At the same time, he cited engineers as saying that if an F-35 jet is to serve for decades , the exposure to extreme conditions causing such problems should be dealt with. \"I don't know if I really ever saw much after a flight. I just knew that our engineers had told us about [the problem]. An engineer ... "], ["2020-05-26 13:52", "Global Airlines Denounce Tit-for-Tat Quarantine Measures as UK, EU Head Toward Lockdown Easing ...  Save Thank you! Your comment will be reviewed by the moderator for compliance with the Rules News Latest Most Read 14:20 GMT Full-Fibre Fallout: How Much Could Possible UK Gov't Phase-Out Of Huawei Cost Britain's IT, 5G Edge? 14:19 GMT Act of Political Censorship? Michael Moore-Produced Doc Removed From YouTube Over Copyright Claim 14:08 GMT Pentagon, Lockheed Martin Tone Down F-35 Stealth Coating's 'Bubbling and Blistering' Issue 13:52 GMT Global Airlines Denounce Tit-for-Tat Quarantine Measures as UK, EU Head Toward Lockdown Easing 13:39 GMT Israeli Court Says School Principal Accused of Child Sex Abuse is Fit to Stand Trial in Australia All news First Iranian Tanker 'Fortune' Reaches Venezuelan Coast Escorted by Bolivarian ... "], ["2020-05-26 13:39", "Israeli Court Says School Principal Accused of Child Sex Abuse is Fit to Stand Trial in Australia ...  Save Thank you! Your comment will be reviewed by the moderator for compliance with the Rules News Latest Most Read 14:20 GMT Full-Fibre Fallout: How Much Could Possible UK Gov't Phase-Out Of Huawei Cost Britain's IT, 5G Edge? 14:19 GMT Act of Political Censorship? Michael Moore-Produced Doc Removed From YouTube Over Copyright Claim 14:08 GMT Pentagon, Lockheed Martin Tone Down F-35 Stealth Coating's 'Bubbling and Blistering' Issue 13:52 GMT Global Airlines Denounce Tit-for-Tat Quarantine Measures as UK, EU Head Toward Lockdown Easing 13:39 GMT Israeli Court Says School Principal Accused of Child Sex Abuse is Fit to Stand Trial in Australia All news First Iranian Tanker 'Fortune' Reaches Venezuelan Coast Escorted by Bolivarian ... "], ["2020-05-26 13:38", "Army Fears If 'Future Vertical Lift' Falters, Serious Fallout For Industry Might Follow ... . FVL, as it is usually called, has been a long time coming. So long that technologies now commonplace in commercial aviation such as \"fly-by-wire\" flight controls are nowhere to be found in the Army fleet. So long that the Army was forced to retire all of its aged scout helicopters even though it lacked a replacement. SB-1 Defiant, the Lockheed Martin-Boeing entry in the race to replace the Black Hawk helicopter. Wikipedia The good news is that with recent advances in aerospace engineering and manufacturing, there now is an opportunity to make a revolutionary leap into the future. The next generation of combat rotorcraft will have much greater speed, range, lethality, survivability and reliability, and yet cost less to operate than today's ... "], ["2020-05-26 13:28", "Trading Floor of NY Stock Exchange Reopens Amid Softening of Lockdown Restrictions - Video ...  Save Thank you! Your comment will be reviewed by the moderator for compliance with the Rules News Latest Most Read 14:20 GMT Full-Fibre Fallout: How Much Could Possible UK Gov't Phase-Out Of Huawei Cost Britain's IT, 5G Edge? 14:19 GMT Act of Political Censorship? Michael Moore-Produced Doc Removed From YouTube Over Copyright Claim 14:08 GMT Pentagon, Lockheed Martin Tone Down F-35 Stealth Coating's 'Bubbling and Blistering' Issue 13:52 GMT Global Airlines Denounce Tit-for-Tat Quarantine Measures as UK, EU Head Toward Lockdown Easing 13:39 GMT Israeli Court Says School Principal Accused of Child Sex Abuse is Fit to Stand Trial in Australia All news First Iranian Tanker 'Fortune' Reaches Venezuelan Coast Escorted by Bolivarian ... "], ["2020-05-26 13:18", "Relatives of man killed by police say he didn't pose threat ...  presumed by Steve Lash | May. 21 The Daily Record announces COVID Heroes winners as part of Health Care Heroes by Daily Record Staff | May. 21 UM researchers testing therapy to ease COVID-19 respiratory distress by Daily Record Staff | May. 21 Latest Opinions JOSEPH LEE TURNER v. STATE OF MARYLAND JAMES LAMONT PARKER v. STATE OF MARYLAND ERNEST MAXEY v. LOCKHEED MARTIN CORPORATION CHARLES E. WITHERSPOON v. STATE OF MARYLAND MB MAPLE LAWN LLC, et al. v. CONSUMER PROTECTION DIVISION Legal Notices Name Change - Pearson, Willie J Family - Unknown Fr Family - Myers, Mandy L Family - Husband Not Named Family - Alston, Michael Jr Digital Edition Subscribers to The Daily Record can access the digital edition archive . Special Publications Browse industry reports in ... "], ["2020-05-26 12:22", "I laughed a lot at Netflix’s Space Force, but my inner space wonk cried ... , and ensuring the safety of those space assets. It does not entail anything like Starship Troopers , however. The second is civil space, which is NASA, and which operates transparently, works with international partners, landed on the Moon in the 1960s, and is responsible for the peaceful exploration of the cosmos. Finally, there is the commercial space sector, including traditional contractors like Lockheed Martin and Boeing, as well as important new players such as SpaceX and satellite companies like Planet. But for a fleeting, dismissive mention of NASA, Space Force mostly ignores civil and commercial space. In this television show—and thus, I fear, in the public mind—it sets up the human exploration of the Moon as a purely military exercise ... "], ["2020-05-26 09:36", "European contract signed for Moon mission hardware ... . ESMs are given to the Americans as an in-kind contribution to cover the cost of European operations at the space station. But the clear hope from the European perspective is that the integral relationship built up on the capsule will eventually lead to an Esa astronaut being part of an Orion crew that goes to the Moon. The American capsules are developed by Lockheed Martin. Their procurement is separate to the commercial arrangement Nasa has with SpaceX and Boeing who are now contracted to ferry astronauts to and from the ISS. The agency merely purchases seats in these two US companies' vehicles, Dragon and Starliner. Orion, on the other hand, will be purchased, owned and operated by Nasa. The ESM has one main engine and 32 smaller thrusters Artwork ... "], ["2020-05-26 09:17", "European contract signed for Moon mission hardware ... . ESMs are given to the Americans as an in-kind contribution to cover the cost of European operations at the space station. But the clear hope from the European perspective is that the integral relationship built up on the capsule will eventually lead to an Esa astronaut being part of an Orion crew that goes to the Moon. The American capsules are developed by Lockheed Martin. Their procurement is separate to the commercial arrangement Nasa has with SpaceX and Boeing who are now contracted to ferry astronauts to and from the ISS. The agency merely purchases seats in these two US companies' vehicles, Dragon and Starliner. Orion, on the other hand, will be purchased, owned and operated by Nasa. Image copyright NASA Image caption The ESM has one main engine ... "], ["2020-05-26 08:30", "Can NASA and Elon Musk lift off? ... ; capsules. And that's only the beginning. For decades, rocket scientists and aeronautical engineers have imagined more ordinary people living and working in space. The Commercial Crew program could offer a portal into a private space economy. \"This is really just the first step,\" said Tory Bruno, the CEO of the rocket company United Launch Alliance — a joint venture between Boeing and Lockheed Martin — and a member of the National Space Council's User Advisory Group. \"There is a time ... just a couple decades away where ordinary people like you might live and work in space. All of that begins in [low-Earth orbit.]\" As soon as the next few years, SpaceX's Crew Dragon and Boeing's Starliner could ferry scientists in ... "], ["2020-05-26 02:38", "Richard Branson's Virgin Orbit fails on first rocket launch attempt ... technology Virgin Galactic More in Aerospace SpaceX's 1st astronaut launch breaking new ground for style May 24, 2020 at 8:02 p.m. The first astronauts launched by SpaceX are breaking new ground for style with hip spacesuits, gull-wing Teslas and a sleek rocketship — all of it white with black trim. Amid coronavirus pandemic, Lockheed Martin is hiring 400 new workers in Denver area, plans for more April 17, 2020 at 6:01 p.m. Work at Lockheed Martin continues during the coronavirus outbreak — and so does hiring. \"Houston, we've had a problem\": Remembering Apollo 13 at 50 April 9, 2020 at 8:48 a.m. Apollo 13s astronauts never gave a thought to their mission number as they blasted off for the moon 50 years ago. Even when their oxygen ... "], ["2020-05-25 22:00", "Is The U.S. Prepared For War With China? ...  have, it had best do so before the defense modernization plans driven by the US Donald Trump Administration could take effect. Beijing had clear confirmation by early 2019 that the intended Trump upgrades to the US defense capabilities had not yet taken hold, and that some of the US capability improvements were unlikely due to longterm commitments to, for example, the Lockheed Martin F35series combat aircraft. On March 7, 2020, a RAND organization warfare analyst, in a speech to the (significantly, Democratic Party-controlled) Center for a New American Security, announced that RAND conflict simulation had seen the US fail to prevail in a comprehensive military engagement with either the PRC or Russia. RAND analyst David Ochmanek noted: \"We lose a lot of ... "], ["2020-05-25 19:39", "Cyber Security: Technologies And Global Markets ... ; their market share analysis and key strategies adopted by these companies within the global cyber security market- Impact of the COVID-19 pandemic outbreak on the global financials, cyber threat, and cyber security solutions- Descriptive company profiles of major vendor companies, including BAE Systems Inc., Cisco Systems Inc., Dell Technology, HP, IBM Corp., Lockheed Martin, Northrop Grumman Corp. and Thales Group Summary: Cyber security challenges are growing along with the expansion of the internet—actually, the hacking world is growing faster. Cyber security is the process of protecting internet-connected systems, including hardware, software and data, from cyberattack. Security which is designed to maintain the confidentiality, integrity ... "], ["2020-05-25 15:45", "This is Why Lockheed Martin (LMT) is a Great Dividend StockDividends are one of the best benefits to being a shareholder, but finding a great dividend stock is no easy task. Does Lockheed Martin (LMT) have what it takes? Let's find out."], ["2020-05-25 13:15", "Two payloads qualified for U.S. Space Force early warning satellites ...  & Politics x close News Opinion Coronavirus Launch Civil Commercial Military Policy & Politics facebook twitter youtube rss feed About Magazine Subscription Advertise Newsletters Events Privacy Policy Reprints Newsletter Sign Up search Search Two payloads qualified for U.S. Space Force early warning satellites by Sandra Erwin — May 25, 2020 Notional Next Gen OPIR GEO satellite. Credit: Lockheed Martin Raytheon and a Northrop Grumman/Ball Aerospace team designed competing sensor payloads for the Next-Gen OPIR geosynchronous satellites. WASHINGTON — Two sensor payloads for the U.S. Space Force's new missile warning satellites have passed a key design review. One of them will be selected for the first Next-Generation Overhead Infrared satellite ... "]]}}