{"postfix": "london_stock_exchange-aktie", "name": "LONDON_STOCK_EXCHANGE_(LSE)", "wkn": "A0JEJF", "time": "2020.05.26 16:37", "ts": 1590503820, "features": {"KGV": "39.04", "Marktkapitalisierung": {"Size": "Mrd", "Value": "33.09"}, "GA": "1.98", "KBV": "7.82", "BA": "9.89", "KCV": "32.23", "CA": "2.40", "Vola30": "27.07", "Vola90": "72.09", "Vola180": "54.49", "Vola250": "45.37"}, "rivals": ["deutsche_boerse-aktie"], "text_data": {"de": [["19.05.20", "Deutsche-Börse-Chef schließt Mega-Übernahmen aus"], ["04.05.20", "Finanzaufseher fordern strengere Regeln für Clearinghäuser"], ["22.04.20", "London Stock Exchange (LSE) hat Bilanz für das abgelaufene Quartal gezogen"], ["21.04.20", "MÄRKTE EUROPA/Ölpreis-Crash schwappt auf Aktien über"], ["21.04.20", "MÄRKTE EUROPA/Schwach - Ölpreis-Crash schwappt auf Aktien über"], ["21.04.20", "Londoner Börse hält an Mega-Übernahme trotz Corona-Krise fest"], ["21.04.20", "MÄRKT EUROPA/Schwach - Ölturbulenzen stören Erholungsszenarien"], ["21.04.20", "MÄRKT EUROPA/DAX deutlich im Minus - Ölpreisverfall verunsichert"], ["30.03.20", "Euronext hat kein Interesse mehr an Übernahme der Madrider Börse BME"], ["18.03.20", "MÄRKTE EUROPA/Börsen mit schweren Verlusten - Pfund im freien Fall"], ["18.03.20", "MÄRKTE EUROPA/Börsen etwas erholt - Firesales bei Staatsanleihen"], ["18.03.20", "MÄRKTE EUROPA/Börsen bauen Verluste aus - Telekoms gesucht"], ["09.03.20", "Britische Finanzaufsicht legt im Streit um Preise für Börsendaten nach"], ["29.02.20", "London Stock Exchange (LSE) stellte Zahlen zum jüngsten Quartal vor"], ["25.02.20", "Ex-Nielsen-Chef wird neuer Konzernlenker bei Thomson Reuters"], ["18.02.20", "MÄRKTE EUROPA/Etwas leichter - Aufwärtstrend intakt"], ["18.02.20", "MÄRKTE EUROPA/Verluste eingegrenzt - Normale Konsolidierung"], ["18.02.20", "MÄRKTE EUROPA/Apple-Warnung wirft DAX zurück"], ["18.02.20", "Deutsche Börse will mit \"guten\" Übernahmen wachsen"], ["31.01.20", "London Stock Exchange (LSE)-Aktie: Das sind die Analysten-Einstufungen des vergangenen Monats"]], "en": [["13.05.20", "London Stock Exchange seeks EU approval for $27 billion Refinitiv bid"], ["13.05.20", "UPDATE 1-London Stock Exchange seeks EU approval for $27 billion Refinitiv bid"], ["13.05.20", "London Stock Exchange seeks EU approval for $27 billion Refinitiv bid"], ["27.04.20", "NMC Health to be delisted from London Stock Exchange"], ["27.04.20", "NMC Health to delist from London Stock Exchange"], ["21.04.20", "London Stock Exchange committed to Refinitiv deal in pandemic-hit markets"], ["21.04.20", "London Stock Exchange committed to Refinitiv deal in pandemic-hit markets"], ["21.04.20", "UPDATE 2-London Stock Exchange committed to Refinitiv deal in pandemic-hit markets"], ["08.04.20", "LondonStockExGroup : London Stock Exchange Group plc AGM Update"], ["25.03.20", "London Stock Exchange allows delay in dividends due to coronavirus"], ["17.03.20", "London Stock Exchange says no plans to suspend trading"], ["28.02.20", "London Stock Exchange on track to close Refinitiv deal as clearing jumps"], ["28.02.20", "London Stock Exchange on track to close Refinitiv deal as clearing jumps"], ["28.02.20", "UPDATE 2-London Stock Exchange on track to close Refinitiv deal as clearing jumps"], ["28.02.20", "London Stock Exchange on track to close Refinitiv deal as income jumps"], ["28.02.20", "UPDATE 1-London Stock Exchange on track to close Refinitiv deal as income jumps"], ["28.02.20", "London Stock Exchange on track to close Refinitiv deal as income jumps"], ["24.01.20", "Cowen Inc. : Cowen Opens London Stock Exchange, Reflecting Commitment to UK and European Capital Markets"], ["2020-05-26 14:29", "Hong Kong leader tries to reassure investors rattled by China law ... New York (AFP) - 05/26/2020 - 07:02 LATAM Airlines files for bankruptcy in US: statement Washington (AFP) - 05/26/2020 - 02:42 US coronavirus death toll rises by 532 in past 24 hours: tracker London (AFP) - 05/25/2020 - 20:16 PM Johnson says Britain could reopen non-essential retail on June 15 Madrid (AFP) - 05/25/2020 - 19:18 Spain revises virus death toll down by nearly 2,000  ...  passing its own laws. The announcement of plans for the new law -- which will be written by Beijing and bypass Hong Kong's legislature -- sparked the biggest drop on the city's stock exchange in five years on Friday. But Lam said fears the city's business-friendly freedoms were at risk were \"totally groundless\". \"Hong Kong's freedoms will be preserved and  ... "], ["2020-05-26 14:20", "Full-Fibre Fallout: How Much Could Possible UK Gov't Phase-Out Of Huawei Cost Britain's IT, 5G Edge? ...  Lip The Mother of All Talk Shows Political Misfits Cartoons Infographics Video Photo Listen Live Search COVID-19 global data Confirmed cases: Recoveries: Deaths: JHU CSSE LIVE: Trading Floor of NY Stock Exchange Reopens Amid Softening of Lockdown Restrictions - Video Full-Fibre Fallout: How Much Could Possible UK Gov't Phase-Out Of Huawei Cost Britain's IT, 5G Edge? REUTERS / Luke ... , and a partial to full restriction could delay the nations rollout of widely available 5G coverage up to 24 months, forcing Britain to lose status as a world leader in 5G. According to London's own estimates, a delay in rolling out 5G would cost the UK from 4.5bn to 6.8bn. Further losses of inward foreign direct investment and productivity would result from \" ... "], ["2020-05-26 14:00", "C-Suite At The Open: Martin Turenne, President And CEO, FPX Nickel Corporation Tells His Company Story. Filmed On May 4, 2020 ... youtube.com/watch?v=6G_8R2eGCU0 The C-Suite At the Open video interview series highlights the unique perspectives of listed companies on Toronto Stock Exchange and TSX Venture Exchange. Videos provide insight into how company executives think in the current business environment. To see the latest C-Suite At The Open  ... Exchange , Canadian Derivatives Clearing Corporation , Trayport and other TMX Group companies provide listing markets, trading markets, clearing facilities, depository services, technology solutions, data products and other services to the global financial community. TMX Group is headquartered in Toronto and operates offices across North America (Montral, Calgary , Vancouver and New York ), as well as in key international markets including London ... "], ["2020-05-26 13:58", "Traders wear masks, social distance and get checked at the door as NYSE opens for first time in 2 months after shutdown ...  as NYSE opens for first time in 2 months after shutdown Breaking Danielle Cinone 26 May 2020, 14:58 Updated : 26 May 2020, 15:13 WALL Street traders have returned to New York Stock Exchange floor for first time in two months after the historic coronavirus closure. The floor, which opened Tuesday, will follow six-feet social distancing guidelines and allow fewer traders on the floor at a ...  & garden parties for 10-person bubbles back in June to reunite families 0 Comments Exclusive BEAST OF BILLIONAIRES' ROW Armed cops called after 'big cat' escapes from London mansion 0 Comments TRUE SPREAD Horrifying video shows how coronavirus droplets spread on the Tube 0 Comments BEACH BRAWL Sunseekers stunned as mass brawl breaks out on packed bank-holiday  ... "], ["2020-05-26 13:52", "Queen guitarist Brian May suffers heart attack, says he 'could have died' ... heart attack, says he 'could have died' Top Stories Chicago sees deadliest Memorial Day weekend since 2015 Video Top Stories Bell rings again at New York Stock Exchange as floor reopens Black man dies after video shows officer kneeling on neck The Latest: Spain declares 10-day mourning period for dead Global shares up as recovery ... attack.\" The guitarist said Monday, May 25 in an Instagram video that the stents were put in after his doctor drove him to a hospital after he starting experiencing symptoms. (Chung Sung-Jun/Pool Photo via AP) LONDON (AP) — Queen guitarist Brian May says he recently had three stents put in after experiencing \"a small heart attack.\" May said Monday in an Instagram video that the stents were put in after his  ... "], ["2020-05-26 13:47", "Home-price gains continued in March as the coronavirus pandemic swept the U.S., Case-Shiller index shows ...  mistake selling his airline stocks Advertisement Partner Content Back to Top MarketWatch Site Logo A link that brings you back to the homepage. Copyright 2020 MarketWatch, Inc. All rights reserved. By using this site you agree to the Subscriber Agreement & Terms of Use Updated 03/26/2020 Privacy Notice and Cookie Notice. facebook twitter linkedin MarketWatch Help Feedback Newsroom Roster Virtual Stock Exchange BigCharts Company Dow Jones Code of Conduct Corrections Reprints & Licensing Your Ad Choices Dow Jones Network The Wall Street Journal Barron's Financial News London realtor.com Mansion Global Knewz Intraday Data provided by FACTSET and subject to terms of use . Historical and current end-of-day data provided by FACTSET . All quotes are in local ... "], ["2020-05-26 13:46", "Merck working with non-profit IAVI to develop COVID-19 vaccine ...  this week with shops allowed to reopen, including in the capital, which still faces tight restrictions. Photo by Eco Clement/UPI | License Photo British Prime Minister Boris Johnson claps outside Downing Street in London to show his support for key workers during the coronavirus pandemic on May 7. Doctors released Johnson from the intensive care unit in mid-April after he spent about a week in the  ... COVID-19 ( 0 ) Leave a comment upi.com/7009544 Latest Headlines U.S. News // 26 minutes ago NYSE trading floor reopens to 25 percent capacity May 26 (UPI) -- The New York Stock Exchange floor reopened Tuesday after being closed for a little more than two months due to the coronavirus pandemic. U.S. News // 2 hours ago Novavax says COVID-19 vaccine candidate in  ... "], ["2020-05-26 13:46", "Wall Street up as recovery hopes overshadow virus worries ... to business, while striving to keep new COVID-19 cases in check. Reassuring comments by the head of China's central bank also helped spur buying. Benchmarks in Paris, London and Tokyo also gained on Tuesday. THIS IS A BREAKING NEWS UPDATE. AP's earlier story is below: Global shares rose Tuesday as hopes for economic recovery overshadowed worries  ...  contributed. ___ Yuri Kageyama is on Twitter: https://twitter.com/yurikageyama A woman wearing face mask walks past a bank electronic board showing the Hong Kong share index at Hong Kong Stock Exchange Tuesday, May 26, 2020. Asian shares are rising as some regions in Japan resume near-normal business activity, with hopes for economic recovery overshadowing worries over the coronavirus pandemic. (AP Photo/ ... "], ["2020-05-26 13:46", "Wall Street up as recovery hopes overshadow virus worries ... to business, while striving to keep new COVID-19 cases in check. Reassuring comments by the head of China's central bank also helped spur buying. Benchmarks in Paris, London and Tokyo also gained on Tuesday. THIS IS A BREAKING NEWS UPDATE. AP's earlier story is below: Global shares rose Tuesday as hopes for economic recovery overshadowed worries  ...  contributed. ___ Yuri Kageyama is on Twitter: https://twitter.com/yurikageyama A woman wearing face mask walks past a bank electronic board showing the Hong Kong share index at Hong Kong Stock Exchange Tuesday, May 26, 2020. Asian shares are rising as some regions in Japan resume near-normal business activity, with hopes for economic recovery overshadowing worries over the coronavirus pandemic. (AP Photo/ ... "], ["2020-05-26 13:43", "Wall Street up as recovery hopes overshadow virus worries ...  Opinion Letters to the Editor Submit Community Voices Submit Special Sections Coronavirus 150th Anniversary Just One Breath Kern County Fair Limon Case Merle Haggard Ridgecrest Earthquakes Seasons Where We Live Sponsored Real Estate Walk-Throughs Home Ap News News Close 1 of 3 A woman wearing face mask walks past a bank electronic board showing the Hong Kong share index at Hong Kong Stock Exchange Tuesday, May 26, 2020. Asian shares are rising as some regions in Japan resume near-normal business activity, with hopes for economic recovery overshadowing worries over the coronavirus pandemic. Vincent Yu Facebook Twitter WhatsApp SMS Email Print Save A man wearing face mask walks past a bank electronic board showing the Hong Kong share index at Hong Kong ... "], ["2020-05-26 13:31", "Chicago Fed economic index falls sharply in April ...  mistake selling his airline stocks Advertisement Partner Content Back to Top MarketWatch Site Logo A link that brings you back to the homepage. Copyright 2020 MarketWatch, Inc. All rights reserved. By using this site you agree to the Subscriber Agreement & Terms of Use Updated 03/26/2020 Privacy Notice and Cookie Notice. facebook twitter linkedin MarketWatch Help Feedback Newsroom Roster Virtual Stock Exchange BigCharts Company Dow Jones Code of Conduct Corrections Reprints & Licensing Your Ad Choices Dow Jones Network The Wall Street Journal Barron's Financial News London realtor.com Mansion Global Knewz Intraday Data provided by FACTSET and subject to terms of use . Historical and current end-of-day data provided by FACTSET . All quotes are in local ... "], ["2020-05-26 13:28", "Chicago sees deadliest Memorial Day weekend since 2015 ... suffers heart attack, says he 'could have died' Top Stories Chicago sees deadliest Memorial Day weekend since 2015 Video Top Stories Bell rings again at New York Stock Exchange as floor reopens Black man dies after video shows officer kneeling on neck The Latest: Spain declares 10-day mourning period for dead Global shares up as recovery  ... , broadcast, rewritten, or redistributed. Share this story More News Stories Queen guitarist Brian May suffers heart attack, says he 'could have died' by Associated Press and Nexstar Media Wire / May 26, 2020 LONDON (AP) — Queen guitarist Brian May says he recently had three stents put in after experiencing \"a small heart attack.\" May said Monday in an Instagram video that the stents were put ... "], ["2020-05-26 13:14", "The bell rings again; NYSE opens but under new rules ... OTT, Associated Press / May 26, 2020 NEW YORK (AP) — The trading floor of the New York Stock Exchange reopened for the first time in two months Tuesday, but its controlled chaos is more subdued.  ... The floor, known worldwide for an anarchic atmosphere with traders shouting orders over one another, has been closed since mid-March due to the coronavirus outbreak. The NYSE says fewer traders will be on the floor at a given time for now in order to support six-feet social distancing requirements. They also must wear masks. Read the Full Article Minister quits UK government over aide's lockdown breach by JILL LAWLESS, Associated Press / May 26, 2020 LONDON ... "], ["2020-05-26 13:13", "Stanley Ho, who built Macao's gambling industry, dies at 98 ... Facebook Twitter WhatsApp SMS Email Print Save FILE - In this July 16, 2008, file photo, Macau casino mogul Stanley Ho reacts during the listing ceremony of Sociedade de Jogos de Macau,or SJM, at the Hong Kong Stock Exchange in Hong Kong. On Tuesday, May 26, 2020, the family of Stanley Ho, the Macao casino tycoon considered the father of modern gambling in China, has died at 98. Vincent Yu Facebook Twitter WhatsApp SMS Email  ... proud in having succeeded.\" ——— Chan, who reported from Hong Kong for the Associated Press for seven years, is now based in London. Copyright 2020 The Associated Press. All rights reserved. This material may not be published, broadcast, rewritten or redistributed without permission. Facebook Twitter WhatsApp SMS  ... "], ["2020-05-26 13:00", "Dow futures climb 500 points on recovery hopes and vaccine news ...  mistake selling his airline stocks Advertisement Partner Content Back to Top MarketWatch Site Logo A link that brings you back to the homepage. Copyright 2020 MarketWatch, Inc. All rights reserved. By using this site you agree to the Subscriber Agreement & Terms of Use Updated 03/26/2020 Privacy Notice and Cookie Notice. facebook twitter linkedin MarketWatch Help Feedback Newsroom Roster Virtual Stock Exchange BigCharts Company Dow Jones Code of Conduct Corrections Reprints & Licensing Your Ad Choices Dow Jones Network The Wall Street Journal Barron's Financial News London realtor.com Mansion Global Knewz Intraday Data provided by FACTSET and subject to terms of use . Historical and current end-of-day data provided by FACTSET . All quotes are in local ... "], ["2020-05-26 12:56", "UAE's NMC Health delays May staff salaries - memo ...  continuity, Davis said in the email. \"We are fortunate that in spite of the difficult situation NMC is currently facing, we have continued to meet our payroll obligations each month,\" Davis added. NMC came under scrutiny late last year when U.S.-based short-seller Muddy Waters criticised its financial statements. Last month, it requested the London Stock Exchange to delist its shares after they were suspended. Reporting by Maria Ponnezhath in Bengaluru; Editing by RashmiAich Our Standards: The Thomson Reuters Trust Principles. 0 : 0 narrow-browser-and-phone medium-browser-and-portrait-tablet landscape-tablet medium-wide-browser wide-browser-and-larger medium-browser-and-landscape-tablet medium-wide-browser-and-larger above-phone portrait-tablet ... "], ["2020-05-26 12:56", "UAE's NMC Health delays May staff salaries - memo ...  continuity, Davis said in the email. \"We are fortunate that in spite of the difficult situation NMC is currently facing, we have continued to meet our payroll obligations each month,\" Davis added. NMC came under scrutiny late last year when U.S.-based short-seller Muddy Waters criticised its financial statements. Last month, it requested the London Stock Exchange to delist its shares after they were suspended. Reporting by Maria Ponnezhath in Bengaluru; Editing by RashmiAich Our Standards: The Thomson Reuters Trust Principles. 0 : 0 narrow-browser-and-phone medium-browser-and-portrait-tablet landscape-tablet medium-wide-browser wide-browser-and-larger medium-browser-and-landscape-tablet medium-wide-browser-and-larger above-phone portrait-tablet ... "], ["2020-05-26 12:56", "New York is reminiscent of the Wild West ghost town of my youth — our city's future depends on our collective fortitude ...  mistake selling his airline stocks Advertisement Partner Content Back to Top MarketWatch Site Logo A link that brings you back to the homepage. Copyright 2020 MarketWatch, Inc. All rights reserved. By using this site you agree to the Subscriber Agreement & Terms of Use Updated 03/26/2020 Privacy Notice and Cookie Notice. facebook twitter linkedin MarketWatch Help Feedback Newsroom Roster Virtual Stock Exchange BigCharts Company Dow Jones Code of Conduct Corrections Reprints & Licensing Your Ad Choices Dow Jones Network The Wall Street Journal Barron's Financial News London realtor.com Mansion Global Knewz Intraday Data provided by FACTSET and subject to terms of use . Historical and current end-of-day data provided by FACTSET . All quotes are in local ... "], ["2020-05-26 12:25", "Treasury yields rise as global stock markets start week on upbeat tone ... shoots with mom and dad behind camera Advertisement Partner Content Back to Top MarketWatch Site Logo A link that brings you back to the homepage. Copyright 2020 MarketWatch, Inc. All rights reserved. By using this site you agree to the Subscriber Agreement & Terms of Use Updated 03/26/2020 Privacy Notice and Cookie Notice. facebook twitter linkedin MarketWatch Help Feedback Newsroom Roster Virtual Stock Exchange BigCharts Company Dow Jones Code of Conduct Corrections Reprints & Licensing Your Ad Choices Dow Jones Network The Wall Street Journal Barron's Financial News London realtor.com Mansion Global Knewz Intraday Data provided by FACTSET and subject to terms of use . Historical and current end-of-day data provided by FACTSET . All quotes are in local ... "], ["2020-05-26 12:21", "Europe's travel sector soars, S&P 500 to break 3000 barrier ...  (Reuters) - World shares forged ahead on Tuesday and commodity markets drove higher as well, as investors shrugged off Sino-U.S. tensions to focus on more stimulus in China and a re-opening world economy. FILE PHOTO: A man wearing a protective face mask walks past the London Stock Exchange Group building in the City of London financial district, London, Britain, March 9, 2020. REUTERS/Toby Melville Britain's FTSE .FTSE and Japan's Nikkei .N225 led their regions with 1.2% and 2.2% gains, while the S&P 500 ESc1 was preparing to go above 3,000 points for the first time since early March, when the economic impact of the coronavirus was just becoming clear. Europe was powered by a near 7% surge in travel and leisure stocks .SXTP, including at 35% gain ... "]]}}