{"postfix": "loréal-aktie", "name": "LORÉAL", "wkn": "853888", "time": "2020.05.26 16:00", "ts": 1590501610, "features": {"KGV": "34.19", "Marktkapitalisierung": {"Size": "Mrd", "Value": "139.88"}, "GA": "7.74", "KBV": "5.06", "BA": "52.26", "KCV": "27.81", "CA": "9.52", "Vola30": "39.32", "Vola90": "50.37", "Vola180": "40.16", "Vola250": "30.73"}, "rivals": ["procter_gamble-aktie", "beiersdorf-aktie", "merck-aktie", "avon_products-aktie", "estée_lauder_companies-aktie", "unilever-aktie"], "text_data": {"de": [["13.05.20", "MÄRKTE EUROPA/Sehr schwach - Powell und Fauci belasten"], ["13.05.20", "MÄRKTE EUROPA/Börsen fallen nach Powell-Aussagen Richtung Tiefs"], ["13.05.20", "MÄRKTE EUROPA/Börsen erholen sich von Tiefs"], ["13.05.20", "MÄRKTE EUROPA/Schwach - Sorgen um zu frühes Ende des Lockdowns belasten"], ["13.05.20", "L’Oréal will nun eine unveränderte Dividende ausschütten"], ["12.05.20", "L'Oreal will auf geplante Dividendenerhöhung verzichten"], ["18.04.20", "LOreal hat Bilanz für das abgelaufene Quartal gezogen"], ["18.04.20", "LOréal stellte Zahlen zum jüngsten Quartal vor"], ["17.04.20", "MÄRKTE EUROPA/Fester - Unterstützung von mehreren Seiten"], ["17.04.20", "MÄRKTE EUROPA/Börsen kommen von Hochs zurück"], ["17.04.20", "GESAMT-ROUNDUP: LVMH und L'Oreal hoffen auf bessere Chinageschäfte - Kursplus"], ["17.04.20", "MÄRKTE EUROPA/Börsen bauen Gewinne aus - Konjunkturtitel gesucht"], ["17.04.20", "MÄRKTE EUROPA/Europa feiert - Hoffnung auf schnelles Comeback"], ["17.04.20", "WDH/ROUNDUP: Corona-Krise drückt L'Oreal-Umsatz - China lässt aber hoffen"], ["17.04.20", "ROUNDUP: Corona-Krise drückt L'Oreal-Umsatz - Erfahrung in China lässt hoffen"], ["17.04.20", "ANALYSE-FLASH: JPMorgan belässt L'Oreal auf 'Neutral' - Ziel 220 Euro"], ["16.04.20", "ROUNDUP: LVMH senkt wegen Corona-Krise Dividende - Umsatz bricht ein"], ["16.04.20", "Corona-Krise drückt Umsatz von L'Oreal - Medizinische Hautpflege stützt"], ["14.04.20", "Politiker und Firmenchefs fordern \"grünere\" Wirtschaft nach Corona-Krise"], ["31.03.20", "LOréal-Aktie: Was Analysten im März vom Papier halten"], ["30.03.20", "L'Oreal kassiert Prognose und verschiebt Hauptversammlung"], ["06.03.20", "Weibliche Milliardäre sind ein \"Wachstumsmarkt\""], ["04.03.20", "Studie zur Geschlechtergleichheit: SAP bestes Dax-Unternehmen"], ["29.02.20", "LOréal-Aktie: Das sind die Analysten-Einstufungen des vergangenen Monats"], ["28.02.20", "VIRUS/ROUNDUP 2: Gestörte Lieferketten, gesenkte Prognosen: Corona trifft Firmen"], ["28.02.20", "VIRUS/ROUNDUP/Gestörte Lieferketten, gesenkte Prognosen: Corona trifft Firmen"], ["27.02.20", "ROUNDUP 2/Gestörte Lieferketten, gesenkte Prognosen: Coronavirus trifft Firmen"], ["27.02.20", "VIRUS: L'Oréal setzt wegen Coronavirus ausländische Dienstreisen aus"], ["24.02.20", "ANALYSE-FLASH: Berenberg hebt Ziel für L'Oreal auf 245 Euro - 'Hold'"], ["14.02.20", "ANALYSE-FLASH: Barclays senkt L'Oreal auf 'Underweight' und Ziel auf 248 Euro"]], "en": [["25.05.20", "L'Oréal: News Release: \"Annual General Meeting of Tuesday 30 June 2020\""], ["12.05.20", "L'Oréal: News release: \"Decisions of the L’Oréal Board of Directors of 12 May 2020\""], ["16.04.20", "L'Oréal: News release: \"First Quarter 2020 Sales\""], ["31.03.20", "L'Oréal: News release: \"L’Oréal finalizes the acquisition of the Mugler brands and Azzaro fragrances\""], ["30.03.20", "L'Oréal: News release: \"Annual General Meeting Postponed - 2020 Outlook\""], ["17.03.20", "L'Oréal: News Release: \"Annual General Meeting of Tuesday 21 April 2020 / 2019 Universal Registration Document / 2020 Outlook\""], ["04.02.20", "L'Oréal: News Release: \"L’Oréal enters in exclusive negotiation  for the sale of its Roger & Gallet brand\""], ["2020-04-20 15:29", "These Rochester-area restaurants remain open for takeout, delivery ... .com . La Bella Vita: Curbside takeout including alcohol. (585) 671-7220 or labellavitabistro.com . The Lake Road Country Store: Takeout, delivery, catering. (585) 265-3512 or thelakeroadcountrystore.com . Mama Lor's Cafe: Curbside takeout and delivery within a five-mile radius. (585) 545-4895. Maria's Mexican Restaurant: Curbside pickup of full menu, margaritas, wine. (585) 872-1237 ... ext. 3 or thirstyturtle.hrpos.heartland.us. Tillman's Historic Village Inn , Albion: Takeout. (585) 589-9151 or tillmansvillageinn.com . Catering operations, meal services, food trucks Big Al's Empanadas: Catering and delivery. Text (585) 474-7672. $50 minimum for deliveries, Effortlessly Healthy: Healthy meal service for pickup in Chili or delivery. Call (585)  ... "], ["2020-03-31 15:42", "Man Utd to be forced into paying flop Alexis Sanchez 1.1m annual loyalty payment when he returns from Inter Milan loan ... 19 TV & Showbiz Football Fabulous News Sport Money Tech Travel Motors Dear Deidre Puzzles Vouchers Topics A-Z All Football All Football Transfer News Premier League Champions League Championship EFL WSL AL OR NOTHING Man Utd to be forced into paying flop Alexis Sanchez 1.1m annual loyalty payment when he returns from Inter Milan loan Exclusive Daniel Cutts 31 Mar 2020,  ... view TOP GUNN? Why Smalling is the WRONG transfer for Arsenal despite his Roma revival Gossip OUT FOR THE COUT Man Utd & Leicester join Coutinho race, face battle with Chelsea & Spurs Gossip LOR & ORDER Utd make enquiry for Napoli's Di Lorenzo as Solskjaer targets Wan-Bissaka cover Gossip JA BEAUTY Sancho 'unofficially confirms' 95m Man Utd transfer from Borussia Dortmund Revealed ... "], ["2020-02-24 05:55", "En EE.UU. hay algo que se est propagando ms rpido que el coronavirus: los ataques racistas e ignorantes contra los asiticos ...  viajaban por Indiana cuando intentaban conseguir una habitacin en un Super 8 Motel en la ciudad de Plymouth. No pudieron. Los dos familiares, que son descendientes del grupo tnico chino Miao, se enfrentaron rpidamente a un escrutinio adicional. Kao Lor dijo que un empleado le pregunt si era chino. Lor comenz a grabar el encuentro. \"Si eres de China, necesito saberlo\", dijo el empleado. \"Pero por qu?\", pregunt Lor. \"Debido al coronavirus que circula\", respondi. \"Y me dicen que cualquier persona de China debe ser detenida y puesta en cuarentena durante dos semanas\". Eso no es exacto. Son los ciudadanos estadounidenses que han regresado recientemente de la provincia china de Hubei los que deben permanecer en cuarentena hasta dos ... "], ["2020-02-24 05:55", "En EE.UU. hay algo que se est propagando ms rpido que el coronavirus: los ataques racistas e ignorantes contra los asiticos ...  viajaban por Indiana cuando intentaban conseguir una habitacin en un Super 8 Motel en la ciudad de Plymouth. No pudieron. Los dos familiares, que son descendientes del grupo tnico chino Miao, se enfrentaron rpidamente a un escrutinio adicional. Kao Lor dijo que un empleado le pregunt si era chino. Lor comenz a grabar el encuentro. \"Si eres de China, necesito saberlo\", dijo el empleado. \"Pero por qu?\", pregunt Lor. \"Debido al coronavirus que circula\", respondi. \"Y me dicen que cualquier persona de China debe ser detenida y puesta en cuarentena durante dos semanas\". Eso no es exacto. Son los ciudadanos estadounidenses que han regresado recientemente de la provincia china de Hubei los que deben permanecer en cuarentena hasta dos ... "], ["2020-02-21 15:54", "En EE.UU. hay algo que se est propagando ms rpido que el coronavirus: los ataques racistas e ignorantes contra los asiticos ...  viajaban por Indiana cuando intentaban conseguir una habitacin en un Super 8 Motel en la ciudad de Plymouth. No pudieron. Los dos familiares, que son descendientes del grupo tnico chino Miao, se enfrentaron rpidamente a un escrutinio adicional. Kao Lor dijo que un empleado le pregunt si era chino. Lor comenz a grabar el encuentro. \"Si eres de China, necesito saberlo\", dijo el empleado. \"Pero por qu?\", pregunt Lor. \"Debido al coronavirus que circula\", respondi. \"Y me dicen que cualquier persona de China debe ser detenida y puesta en cuarentena durante dos semanas\". Eso no es exacto. Son los ciudadanos estadounidenses que han regresado recientemente de la provincia china de Hubei los que deben permanecer en cuarentena hasta dos ... "], ["2020-02-21 15:54", "En EE.UU. hay algo que se est propagando ms rpido que el coronavirus: los ataques racistas e ignorantes contra los asiticos ...  viajaban por Indiana cuando intentaban conseguir una habitacin en un Super 8 Motel en la ciudad de Plymouth. No pudieron. Los dos familiares, que son descendientes del grupo tnico chino Miao, se enfrentaron rpidamente a un escrutinio adicional. Kao Lor dijo que un empleado le pregunt si era chino. Lor comenz a grabar el encuentro. \"Si eres de China, necesito saberlo\", dijo el empleado. \"Pero por qu?\", pregunt Lor. \"Debido al coronavirus que circula\", respondi. \"Y me dicen que cualquier persona de China debe ser detenida y puesta en cuarentena durante dos semanas\". Eso no es exacto. Son los ciudadanos estadounidenses que han regresado recientemente de la provincia china de Hubei los que deben permanecer en cuarentena hasta dos ... "], ["2020-02-21 11:27", "What's spreading faster than coronavirus in the US? Racist assaults and ignorant attacks against Asians ...  Weather Videos Sports American Express High School Football Scholar Athlete of the Week LA Rams KUNA Clima Deportes La Poderosa St. Jude Fiestas Patrias Gas Al Mejor Precio Noticias Programas Quienes Somos Your Vote Videos & Galleries Livestream Special Coverage Livestream Newscasts Life Valentine's Day Healthy Families Healthy Pets Weddings  ... 34; the statement said. \"Management is handling the employee involved. We are deeply saddened and embarrassed by the action of our employee.\" Super 8 wasn't the only hotel that harassed the Lors. Kao Lor went to a nearby Days Inn and asked an employee on video if Asians are not allowed. The employee appears to say no , Asians aren't allowed. Wyndham Hotels, which franchises both the Days Inn  ... "], ["2020-02-21 01:07", "What's spreading faster than coronavirus in the US? Racist assaults and ignorant attacks against Asians ...  Weather Videos Sports American Express High School Football Scholar Athlete of the Week LA Rams KUNA Clima Deportes La Poderosa St. Jude Fiestas Patrias Gas Al Mejor Precio Noticias Programas Quienes Somos Your Vote Videos & Galleries Livestream Special Coverage Livestream Newscasts Life Valentine's Day Healthy Families Healthy Pets Weddings  ... 34; the statement said. \"Management is handling the employee involved. We are deeply saddened and embarrassed by the action of our employee.\" Super 8 wasn't the only hotel that harassed the Lors. Kao Lor went to a nearby Days Inn and asked an employee on video if Asians are not allowed. The employee appears to say no , Asians aren't allowed. Wyndham Hotels, which franchises both the Days Inn  ... "], ["2020-02-15 13:15", "Hmong men record alleged coronavirus discrimination at Indiana hotels ... Photo Galleries Weather Videos Sports American Express High School Football Scholar Athlete of the Week LA Rams KUNA Clima Deportes La Poderosa Fiestas Patrias Gas Al Mejor Precio Noticias Programas Quienes Somos Your Vote Videos & Galleries Livestream Special Coverage Livestream Newscasts Life Valentine's Day Healthy Families Healthy Pets Weddings ...  employee involved. We are deeply saddened and embarrassed by the action of our employee.\" At the second hotel, a Days Inn, Lor began by recording the encounter and asking the hotel employee if Asians are not allowed to stay there. The man seems to acknowledge Asians are not being allowed. Lor asks the man why and the man appears to say because of the virus. CNN reached out to Dharmendra Patel, the owner  ... "], ["2020-02-15 02:01", "Hmong men records alleged coronavirus discrimination at Indiana hotels ... Photo Galleries Weather Videos Sports American Express High School Football Scholar Athlete of the Week LA Rams KUNA Clima Deportes La Poderosa Fiestas Patrias Gas Al Mejor Precio Noticias Programas Quienes Somos Your Vote Videos & Galleries Livestream Special Coverage Livestream Newscasts Life Valentine's Day Healthy Families Healthy Pets Weddings ...  employee involved. We are deeply saddened and embarrassed by the action of our employee.\" At the second hotel, a Days Inn, Lor began by recording the encounter and asking the hotel employee if Asians are not allowed to stay there. The man seems to acknowledge Asians are not being allowed. Lor asks the man why and the man appears to say because of the virus. CNN reached out to Dharmendra Patel, the owner  ... "], ["2020-01-30 05:00", "Courtyard By Marriott Celebrates Nearly A Decade As Official Hotel Of The NFL ...  Dark Capital Forbes Magazine Investing Digest Free Issue of Forbes Courtyard By Marriott Celebrates Nearly A Decade As Official Hotel Of The NFL Michael LoR Contributor Opinions expressed by Forbes Contributors are their own. SportsMoney Share to facebook Share to twitter Share to linkedin Former Miami Dolphins quarterback Dan Marino ... be fast asleep inside a stadium suite that was transformed into a Courtyard by Marriott guest room with a view overlooking the field as winners of the fourth annual Super Bowl Sleepover contest. Not only did Ammon et al win tickets to Super Bowl LIV between the San Francisco 49ers and Kansas City Chiefs and the on-site overnight stay at Hard Rock Stadium , the group will take part in various in-stadium experiences the night  ... "], ["2020-01-24 07:38", "KYMA KSWT KECY Yuma ...  por Indiana cuando intentaban conseguir una habitacin en un Super 8 Motel en la ciudad de Plymouth.No pudieron. Los dos familiares, que son descendientes del grupo tnico chino Miao, se enfrentaron rpidamente a un escrutinio adicional.Kao Lor dijo que un empleado le pregunt si era chino. Lor comenz a grabar el encuentro.\"Si eres de China, necesito saberlo\", dijo el empleado.\"Pero por qu?\", pregunt Lor.\"Debido al coronavirus que circula\", respondi. \"Y me dicen que cualquier persona de China debe ser detenida y puesta en cuarentena durante dos semanas\".Eso no es exacto. Son los ciudadanos estadounidenses que han regresado recientemente de la provincia china de Hubei los que deben permanecer en cuarentena hasta dos semanas ... "], ["2020-01-17 15:40", "Scabbard favored in Kentucky Derby prep in weekend horse racing ... rosy picture. \"Hugh said after his last race that he was much better than his first run, he was happy with him and said he'd be happy to ride him this time,\" Lor said. Eight are set to go in the Centenary Sprint Cup. England Rainbow Dreamer extended his all-weather record to four wins from four starts with a dominant display in the Betway Conditions Stakes at  ...  in Australia in November. The Neom Turf Cup also attracted Japanese star Deirdre, winner of the Group 1 Nassau Stakes at Goodwood last year. Benbatl, representing Dubai's ruler, Sheik Mohammed Bin Rashid al Maktoum, is cross-entered in the Neom Turf Cup and The Saudi Cup. The $2.5 million Red Sea Turf Handicap for stayers at 1 7/8 miles drew 2018 Melbourne Cup winner, Cross  ... "], ["2020-01-11 05:41", "Cannon School's future is awful bright, but Cougars want to focus on here and now ...  January 14, 2020. EAST BURKE 52, DRAUGHN 43 East Burke 6 9 . 21 . 15 -- 52 Draughn . 2 . 14 . 13 . 14 -- 43 East Burke 52 -- Micah Chrisco 12, Cam Propst 11, Luke Coble 11, Smith 8, Shuford 4, Ward 4, Lor 2 Draughn 43 -- Daylin Pritchard 13, Denver Treadway 11, Chrisco 7, Cox 6, Z. Pritchard 2, Walker 2, Poteet 2 Records: East Burke 7-8 (3-2 NFAC), Draughn 8-7 (2-3 NFAC) EAST LINCOLN 80, BANDYS 43 ... SARAH Owens 2 East Burke 12-3, 5-0 NO. 12 INDEPENDENCE 63, GARINGER 5 Indy 19 17 19 8 63 Garinger 2 0 2 1 5 Indy: Braylyn Milton 18, Trinity Thompson 12, Breckenridge 9, Anderson 8, Al Barrino 7, Az Barrino 5, Washington 2, Benjamin 2 Garinger: Floyd 2, Baker 2, Moore 1 Indy is now 12-3 and 4-1 in conference BUTLER 65, HICKORY RIDGE 41 Butler 16 19 15 15 65 Hickory ... "], ["2020-01-08 03:57", "'We want more.' No. 1 North Meck, hoping to get its mojo back, takes down No. 15 Hough ...  for the Hawks. Records: Christian 9-5, 0-1 CISAA; Latin 13-4, 1-0 EAST BURKE 63, FOARD 51 East Burke . 11 . 25 . 10 . 17 -- 63 Foard . 4 . 18 . 17 . 12 -- 51 East Burke 63 -- Christian Smith 18, Aasin Lor 11, Propst 9, Chrisco 9, Ward 6, Coble 4, Kanzleiter 3, Shuford 3 Foard 51 -- Will Frye 17, Peyton Hemphill 11, Patterson 7, Pena 6, Lackey 5, Hepler 3, Preslar 2 Records: East Burke 6-8 (2-2 NFAC), Foard  ...  11-3, 4-0 BUTLER 64, NO. 12 INDEPENDENCE 53 Indy 8 15 15 15 53 Butler 5 24 17 18 64 Indy: Trinity Thompson 24, Ayanna Anderson 11, Milton 8, Flynn 4, Breckenridge 4, Al Barrino 2 Butler: Michaela Lane 19, Ashlynn Dotson 15, Payton Sutton 14, Aboutaleb 8, Williams 6 Records: Indy 10-3 (3-1); Butler 7-7 (3-1) Notable: Indy's Trinity Thompson had 24  ... "], ["2020-01-04 04:41", "Friday's Basketball Rewind: Harding gets win at Butler. The night's scores, stars. ...  . 10 . 17 . 14 -- 58 East Burke . 11 . 6 . 9 . 22 -- 48 Hibriten 58 -- Avery Keller 16, Kobe Woodruff 16, Vaught 8, Battle 5, Absher 5, Smargian 4, Wilson 4 East Burke 48 -- Cam Propst 16, Christian Smith 10, Shuford 9, Ward 7, Lor 4, Chrisco 2 Records: Hibriten 9-1 (2-0 NFAC), East Burke 5-8 (1-2 NFAC) LAKE NORMAN CHARTER 63, NORTH LINCOLN 49 LNC- 15 20 7 21 63 N. Lincoln- 4 10 16 19 49 LNC- Jackson Porter 26, Cal  ... Parkland vs. Winston-Salem R-J Reynolds, 6 Moravian Prep vs. Lincoln Heights, 7:30 Low Country Showcase (boys) (at Porter Gaud School, Charleston) Carmel Christian vs. Montgomery (AL) Jefferson Davis, 1 Lee Central (SC) vs. Sumter, 2:30 Concord First Assembly vs. Aiken (SC), 4 Charleston First Baptist vs. Garden City (GA) Woodville-Tompkins, 5:30 ... "]]}}