{"postfix": "lufthansa-aktie", "name": "LUFTHANSA", "wkn": "823212", "time": "2020.05.26 16:16", "ts": 1590502586, "features": {"KGV": "6.41", "Marktkapitalisierung": {"Size": "Mrd", "Value": "4.11"}, "GA": "2.55", "KBV": "0.77", "BA": "21.28", "KCV": "1.98", "CA": "8.24", "Vola30": "59.06", "Vola90": "75.18", "Vola180": "58.43", "Vola250": "46.73"}, "rivals": ["british_airways-aktie", "air_france-klm-aktie", "delta_air_lines-aktie", "southwest_airlines-aktie", "amr-aktie", "qantas_airways-aktie", "easyjet_4-aktie"], "text_data": {"de": [["2020.05.26", "ANALYSEN: Lufthansa-Rettungspaket überrascht positiv - Wenig Hoffnung für Aktie"], ["2020.05.26", "CSU-Chef Söder kritisiert EU-Auflagen für Lufthansa als 'Gängelung'"], ["2020.05.26", "ROUNDUP 2/Neustart im Juni: Regierung stellt Weichen für Sommerurlaub in Europa"], ["2020.05.26", "Ryanair will Lufthansa-Rettungspaket anfechten"], ["2020.05.26", "Verband IATA: Dreistellige staatliche Milliardenhilfe für Airlines"], ["2020.05.26", "Ryanair kritisiert Lufthansa-Hilfspaket - 'Rechtswidrige Beihilfen'"], ["2020.05.26", "Lufthansa-Ausstieg aus Dax wohl kaum noch zu vermeiden"], ["2020.05.26", "Ryanair will Lufthansa-Rettungspaket anfechten"], ["2020.05.26", "ROUNDUP: Fraport baut Terminal 3 in Frankfurt trotz Corona-Krise weiter"], ["2020.05.26", "Lufthansa-Rettung: Die EU stellt Bedingungen, Angela Merkel hält dagegen"], ["2020.05.26", "Lateinamerikas größte Airline Latam meldet Insolvenz an"], ["2020.05.26", "EU-Kommission hat noch nicht mit Lufthansa-Prüfung begonnen"], ["2020.05.26", "SPD-Fraktionschef fordert besseren Stil von Lufthansa-Führung"], ["2020.05.26", "SPD-Fraktionschef fordert besseren Stil von Lufthansa-Führung"], ["2020.05.26", "DAX steigt: Konjunkturoptimismus gibt Auftrieb - Lufthansa-Aktie im Plus"], ["2020.05.26", "Lufthansa-Tochter: Eurowings baut 300 Jobs am Boden ab"], ["2020.05.26", "Das sind die Reaktionen auf den Lufthansa-Rettungsplan"], ["2020.05.26", "Verbraucherschützer: Weiter keine Klarheit für Reisende"], ["2020.05.26", "Berlin hat Lufthansa-Rettung noch nicht angemeldet"], ["2020.05.26", "EU-Kommission: Berlin hat Lufthansa-Rettung noch nicht angemeldet"], ["2020.05.26", "Eurowings streicht in der Verwaltung 300 Stellen"], ["2020.05.26", "Ryanair will Rettungspaket für Lufthansa rechtlich anfechten"], ["2020.05.26", "MÄRKTE EUROPA/Tourimsus- und Reise-Aktien zünden Kursfeuerwerk"], ["2020.05.26", "O'Leary will staatliche Hilfe für Lufthansa anfechten"], ["2020.05.26", "Ryanair will Lufthansa-Rettungspaket anfechten"], ["2020.05.26", "Luftfahrt: Fraport und Lufthansa planen Joint Venture für Flughafen"], ["2020.05.26", "Rettung unter Bedingungen: Söder ist gegen EU-Auflagen für Lufthansa"], ["2020.05.26", "Frankfurt stellt sich hinter Lufthansa"], ["2020.05.26", "Fraport: Lufthansa soll Start- und Landerechte behalten und ausbauen"], ["2020.05.26", "Fraport-Chef warnt EU vor Slot-Auflagen für Lufthansa"], ["2020.05.26", "Lufthansa-Tochter Eurowings verkleinert Flotte - Ticketerstattung dauert"], ["2020.05.26", "Lufthansa-Tochter: Eurowings streicht jede dritte Stelle in der Verwaltung"], ["2020.05.26", "MÄRKTE EUROPA/Aufwärtsbewegung hält an - Reisesektor favorisiert"], ["2020.05.26", "Deutschland kommt Lufthansa mit 9 Milliarden Euro zu Hilfe"], ["2020.05.26", "Deutschland rettet Lufthansa mit neun Milliarden Euro vor der Pleite"], ["2020.05.26", "Märkte am Morgen: DAX nach Break mit Anschlusskäufen; Novavax, Alibaba, RWE, Wirecard, Deutsche Lufthansa, Bayer"]], "en": [["2020.05.26", "Lufthansa hopes for speedy EU nod for bailout: sources"], ["2020.05.26", "Ryanair vows to appeal against Lufthansa aid package"], ["2020.05.26", "Ryanair to appeal against Lufthansa aid package"], ["2020.05.26", "Lufthansa unit Eurowings to cut a third of head-office staff"], ["2020.05.26", "Germany, Lufthansa agree on $9.8B bailout"], ["25.05.20", "UPDATE 5-Germany stamps authority on Lufthansa with $9.8 bln lifeline"], ["25.05.20", "Germany still in talks with EU over Lufthansa bailout, expects green light: Altmaier"], ["25.05.20", "Germany still in talks with EU over Lufthansa bailout, expects green light - Altmaier"], ["25.05.20", "Coronavirus: Lufthansa agrees €9bn rescue deal with Germany"], ["25.05.20", "Germany takes Lufthansa stake in landmark $15b bailout"], ["25.05.20", "German government agrees €9bn bailout for Lufthansa"], ["25.05.20", "Germany stamps authority on Lufthansa with $9.8 billion lifeline"], ["25.05.20", "Germany stamps authority on Lufthansa with $9.8 billion lifeline"], ["25.05.20", "UPDATE 4-Germany stamps authority on Lufthansa with $9.8 bln lifeline"], ["25.05.20", "Germany approves 9 billion euro aid package for Lufthansa"], ["25.05.20", "Lufthansa: Government fund approves 9 billion euros in aid"], ["25.05.20", "Lufthansa and German government agree $9.8 billion rescue package"], ["25.05.20", "Lufthansa and German government agree $9.8 billion rescue package"], ["25.05.20", "Germany's Scholz: Lufthansa rescue package should yield 'small profit' for state"], ["25.05.20", "Germany's Scholz: Lufthansa rescue package should yield \"small profit\" for state"], ["25.05.20", "Lufthansa has good prospects for future: German ministries"], ["25.05.20", "Lufthansa and German government agree bailout"], ["25.05.20", "Lufthansa says Germany approves stabilization package"], ["25.05.20", "Lufthansa and German government agree bailout — reports"], ["25.05.20", "Lufthansa to resume to 20 destinations in June"], ["25.05.20", "Lufthansa in 'advanced talks' over coronavirus bailout"], ["25.05.20", "NewsWatch: Bayer, Lufthansa drive gains in Europe amid holiday-thinned trading"], ["25.05.20", "Lufthansa, German government agree on $9.8 billion rescue package - sources"], ["25.05.20", "Europe Markets: Bayer, Lufthansa drive gains in Europe amid holiday-thinned trading "], ["25.05.20", "Lufthansa, German government agree on $9.8 billion rescue package: sources"], ["25.05.20", "Merkel won't allow EU to deprive Lufthansa of key slots: Handelsblatt"], ["25.05.20", "Merkel won't allow EU to deprive Lufthansa of key slots - Handelsblatt"], ["25.05.20", "Talks on Lufthansa aid not concluded yet: ministry"], ["25.05.20", "Talks on Lufthansa aid not concluded yet -ministry"], ["25.05.20", "Lufthansa, German government agree on rescue package - source"], ["25.05.20", "Lufthansa, German government agree on rescue package: source"], ["25.05.20", "Lufthansa, German government agree on rescue package: dpa"], ["25.05.20", "Lufthansa to resume flights to 20 destinations from mid-June"], ["24.05.20", "Lufthansa to resume flights to 20 destinations from mid-June"], ["22.05.20", "Lufthansa bailout talks hit snag, drag on - Handelsblatt"], ["2020-05-26 14:13", "Coronavirus: No new deaths reported in Northern Ireland ... turned the volume up on musicians' cut from streaming Covid-19 the latest crisis in a broader climate emergency Women need a new world of welfare and work Five ways to enjoy a heatwave outdoors during lockdown, without breaking the rules Eason to lay off 150 staff as it prepares for June reopening Ryanair almost certain to oppose German government's bailout of Lufthansa Coronavirus Everything you need to know about the Covid-19 outbreak Subscribe. More from The Irish Times Irish News 3:04 Coronavirus: Nursing homes used 'painters' overalls' as PPE due to shortage Opinion Politics of North-South contact tracing app hides real problem Golf Rory McIlroy believes Ryder Cup will be postponed Politics Ryan open to idea of Green Party tnaiste in ... "], ["2020-05-26 13:52", "Risks complicate reopenings as WHO warns 1st wave not over ... 25, 2020 Lebanon News Philippines probes suicide of a maid at embassy shelter in Lebanon May 25, 2020 Lebanon News Five new coronavirus cases in Lebanon, all among returning expats: Health Ministry May 25, 2020 World WHO warns of \"second peak\" in areas where COVID-19 declining May 25, 2020 Local Moody's maintains Ca rating for Lebanon May 25, 2020 International Lufthansa state rescue deal agreed in principle: sources May 25, 2020 Commentary Citizens of the world, reunite! May 25, 2020 Football Premier League to vote on return of contact training May 25, 2020 Football Bayern coach Flick bemoans lack of fans at 'special' Dortmund clash May 25, 2020 Other Sports Woods-Manning prevail in star-studded match, raise $20m for charity May 25, 2020 ... "], ["2020-05-26 13:47", "Lufthansa hopes for speedy EU nod for bailout: sourcesLufthansa is hoping for a quick nod from the European Commission for its 9 billion euro ($9.8 billion) bailout agreed on Monday to make sure the cash arrives in time for the company to stay afloat."], ["2020-05-26 13:47", "Saudi Arabia to end curfew on June 21, except in Mecca: state news ... 25, 2020 Lebanon News Philippines probes suicide of a maid at embassy shelter in Lebanon May 25, 2020 Lebanon News Five new coronavirus cases in Lebanon, all among returning expats: Health Ministry May 25, 2020 World WHO warns of \"second peak\" in areas where COVID-19 declining May 25, 2020 Local Moody's maintains Ca rating for Lebanon May 25, 2020 International Lufthansa state rescue deal agreed in principle: sources May 25, 2020 Commentary Citizens of the world, reunite! May 25, 2020 Football Premier League to vote on return of contact training May 25, 2020 Football Bayern coach Flick bemoans lack of fans at 'special' Dortmund clash May 25, 2020 Other Sports Woods-Manning prevail in star-studded match, raise $20m for charity May 25, 2020 ... "], ["2020-05-26 13:43", "Chile sees record COVID-19 cases as two ministers quarantine ... 25, 2020 Lebanon News Philippines probes suicide of a maid at embassy shelter in Lebanon May 25, 2020 Lebanon News Five new coronavirus cases in Lebanon, all among returning expats: Health Ministry May 25, 2020 World WHO warns of \"second peak\" in areas where COVID-19 declining May 25, 2020 Local Moody's maintains Ca rating for Lebanon May 25, 2020 International Lufthansa state rescue deal agreed in principle: sources May 25, 2020 Commentary Citizens of the world, reunite! May 25, 2020 Football Premier League to vote on return of contact training May 25, 2020 Football Bayern coach Flick bemoans lack of fans at 'special' Dortmund clash May 25, 2020 Other Sports Woods-Manning prevail in star-studded match, raise $20m for charity May 25, 2020 ... "], ["2020-05-26 13:38", "Death and denial in Brazil's Amazon capital ... 25, 2020 Lebanon News Philippines probes suicide of a maid at embassy shelter in Lebanon May 25, 2020 Lebanon News Five new coronavirus cases in Lebanon, all among returning expats: Health Ministry May 25, 2020 World WHO warns of \"second peak\" in areas where COVID-19 declining May 25, 2020 Local Moody's maintains Ca rating for Lebanon May 25, 2020 International Lufthansa state rescue deal agreed in principle: sources May 25, 2020 Commentary Citizens of the world, reunite! May 25, 2020 Football Premier League to vote on return of contact training May 25, 2020 Football Bayern coach Flick bemoans lack of fans at 'special' Dortmund clash May 25, 2020 Other Sports Woods-Manning prevail in star-studded match, raise $20m for charity May 25, 2020 ... "], ["2020-05-26 13:35", "Exchange with North Korea must resume, South's politicians say ... World News // 18 hours ago WHO suspends trials of hydroxychloroquine, citing safety May 25 (UPI) -- The World Health Organization announced Monday it was temporarily pausing international medical trials involving the malarial drug hydroxychloroquine, touted by U.S. President Trump as a possible cure for COVID-19. World News // 17 hours ago German government takes 20% stake in $10B Lufthansa bailout May 25 (UPI) -- Lufthansa Group announced Monday that the airline will receive a $10 billion bailout from Germany, giving the government a 20 precent stake in the company and two seats on the airline's board. World News // 1 day ago Report: Ex-South Korean aide to pursue backchannel diplomacy with Pyongyang May 25 (UPI) -- South Korea's former presidential ... "], ["2020-05-26 13:34", "Bethlehem's Church of the Nativity reopens as Palestinians ease coronavirus curbs ... 25, 2020 Lebanon News Philippines probes suicide of a maid at embassy shelter in Lebanon May 25, 2020 Lebanon News Five new coronavirus cases in Lebanon, all among returning expats: Health Ministry May 25, 2020 World WHO warns of \"second peak\" in areas where COVID-19 declining May 25, 2020 Local Moody's maintains Ca rating for Lebanon May 25, 2020 International Lufthansa state rescue deal agreed in principle: sources May 25, 2020 Commentary Citizens of the world, reunite! May 25, 2020 Football Premier League to vote on return of contact training May 25, 2020 Football Bayern coach Flick bemoans lack of fans at 'special' Dortmund clash May 25, 2020 Other Sports Woods-Manning prevail in star-studded match, raise $20m for charity May 25, 2020 ... "], ["2020-05-26 13:31", "Hong Kong's leader says security laws will not affect city's rights and freedoms ... 25, 2020 Lebanon News Philippines probes suicide of a maid at embassy shelter in Lebanon May 25, 2020 Lebanon News Five new coronavirus cases in Lebanon, all among returning expats: Health Ministry May 25, 2020 World WHO warns of \"second peak\" in areas where COVID-19 declining May 25, 2020 Local Moody's maintains Ca rating for Lebanon May 25, 2020 International Lufthansa state rescue deal agreed in principle: sources May 25, 2020 Commentary Citizens of the world, reunite! May 25, 2020 Football Premier League to vote on return of contact training May 25, 2020 Football Bayern coach Flick bemoans lack of fans at 'special' Dortmund clash May 25, 2020 Other Sports Woods-Manning prevail in star-studded match, raise $20m for charity May 25, 2020 ... "], ["2020-05-26 13:29", "In virus rescue, German government to climb aboard at LufthansaBerlin will climb aboard airline giant Lufthansa as its largest shareholder in a 9 billion ($9.8 billion) rescue if investors and competition authorities agree, as ..."], ["2020-05-26 13:21", "Europe's Travel Sector Soars, S&P 500 to Break 3000 Barrier ...  the first time since early March, when the economic impact of the coronavirus was just becoming clear. Europe was powered by a near 7% surge in travel and leisure stocks, including at 35% gain by holiday firm and 20% jump in British Airways owner IAG, after Spain said that quarantine-free tourism would resume next month and as Germany edged towards a 9 billion-euro bailout of airline Lufthansa. Italian, Spanish and other southern euro zone government bonds also gained on the hopes, and a weaker dollar helped the euro and the pound. MSCI's broadest index of Asia-Pacific shares outside Japan had advanced 1.7% overnight, with South Korea up 1.75% and Chinese blue chips 1.1% higher after the country's central bank said it would continue to push to lower ... "], ["2020-05-26 13:20", "Global airlines slam tit-for-tat quarantine rules ...  Us Apple AppStore Google Play Store Huawei App Gallery Google News ProjekMM Home Malaysia COVID-19 World Money Life Eat/Drink Showbiz Opinion Sports Tech/Gadgets Drive Videos ProjekMM Loading... Home Money Global airlines slam tit-for-tat quarantine rules Tuesday, 26 May 2020 09:20 PM MYT In this file photo taken on March 23, 2020 aircrafts of German airline group Lufthansa are immobilised next to the runway that has been closed at the airport in Frankfurt, Germany. — AFP pic PARIS, May 26 — Global airlines have urged governments to keep politics out of coronavirus border controls after Britain and France became embroiled in a row over reciprocal quarantine rules. France has signalled it will impose equivalent measures after Britain announced a ... "], ["2020-05-26 13:17", "Nearly 7,000 in-patients treated in private hospitals since State takeover ...  the volume up on musicians' cut from streaming Covid-19 the latest crisis in a broader climate emergency Women need a new world of welfare and work Five ways to enjoy a heatwave outdoors during lockdown, without breaking the rules Eason to lay off 150 staff as it prepares for June reopening Ryanair almost certain to oppose German government's bailout of Lufthansa No national clinical oversight of care being delivered to those in nursing homes, watchdog to tell TDs More women opting to breastfeed to protect babies against coronavirus Coronavirus Everything you need to know about the Covid-19 outbreak Subscribe. More from The Irish Times Irish News 3:04 Coronavirus: Nursing homes used 'painters' overalls' as PPE due to shortage Opinion ... "], ["2020-05-26 13:12", "Germany's Big Airline Bailout Is a Mixed BlessingAirline giant Lufthansa has gotten most of what it wanted from the German government. For investors, that is both a relief and a problem."], ["2020-05-26 13:11", "German companies flying 200 workers to China in mass return ...  after arrival, Hildebrandt said. Previously, companies could apply for visas but had to prove the \"economic importance\" of an employee, said Hildebrandt. He said few did. In the \"fast track\" process, visas will be issued based on an invitation from the government in the urban district where a company operates, Hildebrandt said. This week's charter flight on the German carrier Lufthansa is from Frankfurt to Tianjin, east of Beijing. The flight in June is from Frankfurt to Shanghai. AD \"We are also talking to another couple of countries and chambers that might want to join,\" said Hildebrandt. \"If these first two flights work, and we expect them to work, then it really is a good example for this program.\" AD Copyright 2020 ... "], ["2020-05-26 13:09", "German companies flying 200 workers to China in mass return ... after arrival, Hildebrandt said. Previously, companies could apply for visas but had to prove the \"economic importance\" of an employee, said Hildebrandt. He said few did. In the \"fast track\" process, visas will be issued based on an invitation from the government in the urban district where a company operates, Hildebrandt said. This week's charter flight on the German carrier Lufthansa is from Frankfurt to Tianjin, east of Beijing. The flight in June is from Frankfurt to Shanghai. \"We are also talking to another couple of countries and chambers that might want to join,\" said Hildebrandt. \"If these first two flights work, and we expect them to work, then it really is a good example for this program.\" LISTEN: Exit 43 Podcast ... "], ["2020-05-26 13:09", "German companies flying 200 workers to China in mass return ...  arrival, Hildebrandt said. Previously, companies could apply for visas but had to prove the \"economic importance\" of an employee, said Hildebrandt. He said few did. In the \"fast track\" process, visas will be issued based on an invitation from the government in the urban district where a company operates, Hildebrandt said. This week's charter flight on the German carrier Lufthansa is from Frankfurt to Tianjin, east of Beijing. The flight in June is from Frankfurt to Shanghai. \"We are also talking to another couple of countries and chambers that might want to join,\" said Hildebrandt. \"If these first two flights work, and we expect them to work, then it really is a good example for this program.\" New Haven Register Insider ... "], ["2020-05-26 13:09", "German companies flying 200 workers to China in mass return ...  arrival, Hildebrandt said. Previously, companies could apply for visas but had to prove the \"economic importance\" of an employee, said Hildebrandt. He said few did. In the \"fast track\" process, visas will be issued based on an invitation from the government in the urban district where a company operates, Hildebrandt said. This week's charter flight on the German carrier Lufthansa is from Frankfurt to Tianjin, east of Beijing. The flight in June is from Frankfurt to Shanghai. \"We are also talking to another couple of countries and chambers that might want to join,\" said Hildebrandt. \"If these first two flights work, and we expect them to work, then it really is a good example for this program.\" Associated Press Related ... "], ["2020-05-26 13:09", "German companies flying 200 workers to China in mass return ...  after arrival, Hildebrandt said. Previously, companies could apply for visas but had to prove the \"economic importance\" of an employee, said Hildebrandt. He said few did. In the \"fast track\" process, visas will be issued based on an invitation from the government in the urban district where a company operates, Hildebrandt said. This week's charter flight on the German carrier Lufthansa is from Frankfurt to Tianjin, east of Beijing. The flight in June is from Frankfurt to Shanghai. \"We are also talking to another couple of countries and chambers that might want to join,\" said Hildebrandt. \"If these first two flights work, and we expect them to work, then it really is a good example for this program.\" Most Popular 1 Sweden ... "], ["2020-05-26 12:50", "Volkswagen loses landmark civil case in emissions scandal ... . World News // 17 hours ago WHO suspends trials of hydroxychloroquine, citing safety May 25 (UPI) -- The World Health Organization announced Monday it was temporarily pausing international medical trials involving the malarial drug hydroxychloroquine, touted by U.S. President Trump as a possible cure for COVID-19. World News // 16 hours ago German government takes 20% stake in $10B Lufthansa bailout May 25 (UPI) -- Lufthansa Group announced Monday that the airline will receive a $10 billion bailout from Germany, giving the government a 20 precent stake in the company and two seats on the airline's board. World News // 23 hours ago Report: Ex-South Korean aide to pursue backchannel diplomacy with Pyongyang May 25 (UPI) -- South Korea's former ... "]]}}