{"postfix": "macys-aktie", "name": "MACYS", "wkn": "A0MS7Y", "time": "2020.05.26 17:14", "ts": 1590506063, "features": {"KGV": "5.45", "Marktkapitalisierung": {"Size": "Mrd", "Value": "1.51"}, "GA": "2.91", "KBV": "0.77", "BA": "20.48", "KCV": "3.07", "CA": "5.16", "Vola30": "88.53", "Vola90": "136.95", "Vola180": "101.39", "Vola250": "78.67"}, "rivals": ["walmart-aktie", "sears-aktie", "bed_bath_beyond-aktie", "target-aktie", "kohls-aktie", "nordstrom-aktie", "j_c_penney_company-aktie"], "text_data": {"de": [["21.05.20", "ROUNDUP: US-Warenhauskette Macy's erwartet Milliardenverlust"], ["30.04.20", "April 2020: Experten empfehlen Macys-Aktie mehrheitlich zum Verkauf"], ["31.03.20", "Analysten sehen für Macys-Aktie schwarz"], ["02.03.20", "Macy’s hält Dividende stabil"], ["26.02.20", "Macys: Bilanzzahlen zum vergangenen Quartal"], ["25.02.20", "MÄRKTE USA/Abverkauf an Wall Street geht weiter"], ["25.02.20", "MÄRKTE USA/Sorgen vor Coronavirus belastet Börsen weiter"], ["25.02.20", "MÄRKTE USA/Wall Street nach Kursabsturz leicht erholt"], ["25.02.20", "MÄRKTE USA/Börse nach Kursabsturz leicht erholt erwartet"], ["24.02.20", "Ausblick: Macys stellt das Zahlenwerk zum vergangenen Quartal vor"], ["05.02.20", "MÄRKTE USA/Freundlich - Hoffnungsschimmer in Coronavirus-Epidemie"], ["05.02.20", "MÄRKTE USA/Börsen mit steigender Zuversicht fester"], ["05.02.20", "MÄRKTE USA/Wall Street mit steigender Zuversicht fester erwartet"], ["05.02.20", "US-Kaufhauskette Macy's schließt 250 Filialen"], ["09.01.20", "MÄRKTE USA/Wall Street auf Allzeithoch - Dow marschiert Richtung 29.000"], ["09.01.20", "MÄRKTE USA/Börsen mit Hoffnung auf Nahostentspannung auf Allzeithochs"]], "en": [["2020-05-25 11:15", "Stretch Your Dollar: 4 ways to save some cash on Memorial Day ...  items need to move off shelves to make way for fall. Expect a wide selection of clearance items up to 75% off. It's a big year to shop household items and that includes appliances. Retailers know you are spending more time home this year. As you're doing more laundry and cleaning look for discounts on appliances, vaccums and other household items. And patio overstock Wayfair, Macys and Target are all rolling out their deals early and are expected to last the week. Finally, savings on mattresses and bedding is typically a Memorial Day staple and that'll ring true again this year. Amazon marking down its Leesa & Casper Mattresses, JCPenney has 60% off with an extra 10% off coupon, and Sam's Club has $75 to a few hundred dollars off in some ... "], ["2020-05-23 10:05", "Macy's is the first major retailer to welcome back in-store shopping in Hawaii ... Moana Center, Kahala Mall, Windward Mall, Pearlridge Center, Ka Makana Ali'i, Waikiki. > > Maui: Hyatt Regency Resort & Spa in Kaanapali, Queen Ka'ahumanu Center in Kahului. > > Kauai: Kukui Grove. > > Hawaii island: Makalapua in Kailua- Kona, Prince Kuhio Plaza in Hilo. > > Select Macy's locations will offer contact-free curbside service for items purchased on the Macy's mobile app or macys.com from 11 a.m. to 5 p.m. Monday through Friday. Most orders placed by noon will be available for same-day pick-up. Orders placed after noon will be ready the following business day. Source: Macy's Click here to see our full coverage of the coronavirus outbreak. Submit your coronavirus news tip. Comments (0) By participating in online discussions you ... "], ["2020-05-23 04:00", "BC-US--Stock Prices, US ...  .020 ITT Inc 54.260 Up .460 ITW 163.750 Down .350 IBM 118.390 Down .730 IntFlav 129.420 Up .440 IntPap 32.640 Down .290 JPMorgCh 89.470 Down .700 JohnJn 144.370 Down 1.330 Kellogg 62.090 Up .720 KimbClk 139.740 Up 2.280 KoreaFd 24.000 Down .410 Kroger 32.370 Up .250 LVSands 46.900 Down 1.670 LennarA 60.090 Up 1.090 LockhdM 369.000 Up .180 MGM Rsts 15.900 Down .090 Macys 5.210 Down .160 MarathnO 5.890 Down .050 MasterCrd 294.910 Up .650 McDnlds 184.410 Down .670 Medtrnic 94.720 Down .690 Merck 76.370 Down .180 MetLife 33.340 Down .150 MolsCoorB 36.830 Up .040 Moodys 256.820 Up 3.050 MorgStan 40.130 Down .170 MotrlaSolu 134.190 Down 3.000 NL Inds 2.880 Down .130 NewmntCp 63.050 Down .430 NokiaCp 3.850 Up .080 NorflkSo 171.470 Up .910 NorthropG 325.910 Down 2 ... "], ["2020-05-22 19:45", "Macy's reopening 11 Hawaii stores today ...  at select registers. Social distancing guidelines will also be in place to maintain six feet between all customers and employees. Macy's is also asking its employees to wear face masks, with daily wellness checks before they report to work. Select Macy's locations will offer free, contact-free curbside service for items purchased for store pickup on the Macy's mobile app or at macys.com from 11 a.m. to 5 p.m. Monday through Friday. Most orders placed by noon will be available for same-day pick-up. Orders placed after noon will be ready the following business day. In addition, Macy's has extended its return policy and will allow customers to return merchandise purchased online up to 60 days beyond the original end date noted on the receipt ... "], ["2020-05-22 17:31", "Macy's welcomes customers in-store beginning May 22 in Hawaii ...  well as plexiglass at select registers. Macy's is also asking colleagues to wear face masks to help prevent the spread of the virus and is guiding daily colleague wellness checks before reporting to work. Contact-Free Curbside Pick-up Customers who prefer the ease of pick-up can now utilize contact-free curbside service at select Macy's locations. Items bought for Store Pick-Up on macys.com or the Macy's mobile app will be eligible for free curbside pick-up Monday through Friday between 11 a.m. and 5 p.m. Most orders placed by Noon will be available for same-day pick-up. Orders placed after Noon will be ready the following business day. Customers will call their local store once they arrive at the designated curbside pick-up location. Following ... "], ["2020-05-22 14:10", "Macy's (M) Stock Rallies 6% Despite Soft Outlook for Q1 ...  +65.8%, +97.1%, +118.0%, +175.7% and even +186.7%. This outperformance has not just been a recent phenomenon. From 2000 2019, while the S&P averaged +6.0% per year, our top strategies averaged up to +54.7% per year. See their latest picks free > > In-Depth Zacks Research for the Tickers Above Normally $25 each - click below to receive one report FREE: Macys, Inc. (M) - free report > > Office Depot, Inc. (ODP) - free report > > Sprouts Farmers Market, Inc. (SFM) - free report > > SpartanNash Company (SPTN) - free report > > Published in retail Zacks' 7 Best Strong Buy Stocks for June, 2020 Free Research for Zacks.com Readers Experts have chosen 7 stocks out of 220 Zacks Rank #1 Strong Buys that have the highest potential to increase in price quickly amid ... "], ["2020-05-22 13:34", "Will the pandemic spell the end for U.S. malls? ...  unable to pay rent. Each day the COVID-19 crisis seemingly brings fresh carnage to the U.S. retail landscape. The owner of lingerie chain Victoria's Secret on Thursday announced it will shutter 250 stores in the United States and Canada, and warned more closures are likely in the next two years. Newsletter sign-up: Get The COVID-19 Brief sent to your inbox And Macys has projected a first-quarter loss of around US $1 billion (CAD $1.4 billion), suggesting more belt-tightening for a mall anchor store that already announced 125 store closures in February even before the coronavirus crisis. The retail industry was struggling long before COVID-19 hit, weeding out brick-and-mortar stores that were steadily losing market share to e-commerce, and that spawned a ... "], ["2020-05-22 09:55", "Covid-19 wrap | UK plans coronavirus 'antibody certificates', and no second wave in France ...  lengthy pandemic shutdowns that have precipitated retail bankruptcies and stores unable to pay rent. Each day the Covid-19 crisis seemingly brings fresh carnage to the US retail landscape. The owner of lingerie chain Victoria's Secret on Thursday announced it will shutter 250 stores in the US and Canada, and warned more closures are likely in the next two years. And Macys has projected a first-quarter loss of around $1 billion, suggesting more belt-tightening for a mall anchor store that already announced 125 store closures in February even before the coronavirus crisis. The retail industry was struggling long before Covid-19 hit, weeding out brick-and-mortar stores that were steadily losing market share to e-commerce, and that spawned a wave of ... "], ["2020-05-22 05:09", "Still no concrete date for Ross reopening, Macy's now open ... ;t open May 11. GPO and the Micronesia Mall still have limitations, notably a 50% occupancy and that anyone entering wear face masks and get their temperature check. The food courts are also take-out only; dine-in services aren't yet allowed. CONNECT TWEET LINKEDIN COMMENT EMAIL MORE Read or Share this story: https://www.guampdn.com/story/money/2020/05/22/still-no-concrete-date-ross-reopening-macys-now-open/5242090002/ Find Jobs Share your feedback to help improve our site experience! More Stories GEDA: 700 emails about small business grant program May 22, 2020, 12:07 a.m. Restaurant dine-in reopening delayed May 21, 2020, 3:53 p.m. 18K confirmed to have lost work due to pandemic May 20, 2020, 5:15 p.m. Jeju Air may resume flights in July May 20, 2020, 6 ... "], ["2020-05-22 02:34", "Will Covid-19 deal US malls a mortal blow? ...  shutdowns that have precipitated retail bankruptcies and stores unable to pay rent. Each day the Covid-19 crisis seemingly brings fresh carnage to the US retail landscape. The owner of lingerie chain Victoria's Secret on Thursday (May 21) announced it will shutter 250 stores in the United States and Canada, and warned more closures are likely in the next two years. And Macys has projected a first-quarter loss of around US$1 billion (S$1.4 billion), suggesting more belt-tightening for a mall anchor store that already announced 125 store closures in February even before the coronavirus crisis. The retail industry was struggling long before Covid-19 hit, weeding out brick-and-mortar stores that were steadily losing market share to e-commerce, and that ... "], ["2020-05-22 02:03", "Will COVID-19 deal US malls a mortal blow? ...  pandemic shutdowns that have precipitated retail bankruptcies and stores unable to pay rent. Each day the COVID-19 crisis seemingly brings fresh carnage to the US retail landscape. The owner of lingerie chain Victoria's Secret on Thursday announced it will shutter 250 stores in the United States and Canada, and warned more closures are likely in the next two years. And Macys has projected a first-quarter loss of around $1 billion, suggesting more belt-tightening for a mall anchor store that already announced 125 store closures in February even before the coronavirus crisis. The retail industry was struggling long before COVID-19 hit, weeding out brick-and-mortar stores that were steadily losing market share to e-commerce, and that spawned a wave of ... "], ["2020-05-22 02:02", "Will COVID-19 Deal US Malls A Mortal Blow? ...  pandemic shutdowns that have precipitated retail bankruptcies and stores unable to pay rent. Each day the COVID-19 crisis seemingly brings fresh carnage to the US retail landscape. The owner of lingerie chain Victoria's Secret on Thursday announced it will shutter 250 stores in the United States and Canada, and warned more closures are likely in the next two years. And Macys has projected a first-quarter loss of around $1 billion, suggesting more belt-tightening for a mall anchor store that already announced 125 store closures in February even before the coronavirus crisis. Consumers at The Galleria shopping center in Houston, Texas earlier this month after Texas opened malls for up to 25 percent of their capacity Photo: AFP / Mark Felix The retail ... "], ["2020-05-21 21:43", "Why Macy's (M) Stock is Rallying Today ...  Stocks to Buy Right Now to help investors profit from 7 stocks poised for outperformance. Our recent biotech recommendations have produced gains of +50%, +83% and +164% in as little as 2 months. The stocks in this report could perform even better. See these 7 breakthrough stocks now> > In-Depth Zacks Research for the Tickers Above Normally $25 each - click below to receive one report FREE: Macys, Inc. (M) - free report > > Published in retail Zacks' 7 Best Strong Buy Stocks for June, 2020 Free Research for Zacks.com Readers Experts have chosen 7 stocks out of 220 Zacks Rank #1 Strong Buys that have the highest potential to increase in price quickly amid the global health crisis. A recent pick, Maxar, skyrocketed +178.7% in 3 months. For 32 years, our ... "], ["2020-05-21 14:38", "Macy's Stock Is Rising as Stores Reopen to More Shoppers Than Expected ... . CHROME SAFARI FIREFOX We've detected you are on Internet Explorer. For the best Barrons.com experience, please update to a modern browser. Google Firefox Barron's Subscribe This copy is for your personal, non-commercial use only. To order presentation-ready copies for distribution to your colleagues, clients or customers visit http://www.djreprints.com. https://www.barrons.com/articles/macys-stock-stores-reopen-shoppers-covid-19-pandemic-51590071731 Consumer Macy's Stock Is Rising as Stores Reopen to More Shoppers Than Expected By Alexandra Scaggs May 21, 2020 10:38 am ET Order Reprints Print Article Text size The retailer said it expects to have 270 stores open for the Memorial Day weekend. Photograph by Jason Kempin/Getty Images Macy's ... "], ["2020-05-21 14:00", "Coronavirus live updates: What we know Thursday about COVID-19 in the North State ...  Connor/The Desert Sun Fullscreen Westfield Mall is scene devoid of people during the temporary closure to slow the spread of the coronavirus in Palm Desert, Calif, on March 31, 2020. Taya Gray/The Desert Sun Fullscreen Ventura County resident Shawn Stewart is launching Ventura County Game Night as a way to help local restaurants struggling amid the coronavirus pandemic. CONTRIBUTED PHOTO Fullscreen Macys at the Westfield Mall is temporarily closed to slow the spread of the coronavirus in Palm Desert, Calif, on March 31, 2020. Taya Gray/The Desert Sun Fullscreen Signs on the front door of Cedar Mountain nursing home inform the public that they are not accepting visitors at the 24 hour nursing care facility in Yucaipa, April 1, 2020. Jay Calderon/The Desert ... "], ["2020-05-21 12:52", "Macerich's 20 Assets Fully Open, Curbside Pick-Up in Few Others ...  gains of +50%, +83% and +164% in as little as 2 months. The stocks in this report could perform even better. See these 7 breakthrough stocks now> > In-Depth Zacks Research for the Tickers Above Normally $25 each - click below to receive one report FREE: Kimco Realty Corporation (KIM) - free report > > Macerich Company The (MAC) - free report > > Simon Property Group, Inc. (SPG) - free report > > Macys, Inc. (M) - free report > > Published in finance reit retail Zacks' 7 Best Strong Buy Stocks for June, 2020 Free Research for Zacks.com Readers Experts have chosen 7 stocks out of 220 Zacks Rank #1 Strong Buys that have the highest potential to increase in price quickly amid the global health crisis. A recent pick, Maxar, skyrocketed +178.7% in 3 months ... "], ["2020-05-21 12:28", "Pandemic could push Macy's to losses exceeding $1 billion ... thru COVID-19 testing sites in Texas Business Pandemic could push Macy's to losses exceeding $1 billion Anne D'Innocenzio Associated Press Published: May 21, 2020, 7:04 am Updated: May 21, 2020, 7:28 am Tags: Business FILE - In this March 30, 2020 file photo, bicyclists pass in front of a closed Macy's department store in Santa Ana, Calif. Macys warned Thursday, May 21 that it could lose more than a $1 billion during its first quarter after the coronavirus pandemic paralyzed retail operations worldwide. (AP Photo/Chris Carlson) (Copyright 2020 The Associated Press. All rights reserved) NEW YORK Macy's is warning that it could lose more than a $1 billion during its first fiscal quarter after the coronavirus pandemic paralyzed retail operations ... "], ["2020-05-21 12:28", "Pandemic could push Macy's to losses exceeding $1 billion ...  allowed to resume with safety precautions Business Pandemic could push Macy's to losses exceeding $1 billion Anne D'Innocenzio Associated Press Published: May 21, 2020, 8:04 am Updated: May 21, 2020, 8:28 am Tags: Business FILE - In this March 30, 2020 file photo, bicyclists pass in front of a closed Macy's department store in Santa Ana, Calif. Macys warned Thursday, May 21 that it could lose more than a $1 billion during its first quarter after the coronavirus pandemic paralyzed retail operations worldwide. (AP Photo/Chris Carlson) (Copyright 2020 The Associated Press. All rights reserved) NEW YORK Macy's is warning that it could lose more than a $1 billion during its first fiscal quarter after the coronavirus pandemic paralyzed retail ... "], ["2020-05-21 12:28", "Pandemic could push Macy's to losses exceeding $1 billion ...  easily' from touching surfaces, objects Business Pandemic could push Macy's to losses exceeding $1 billion Anne D'Innocenzio Associated Press Published: May 21, 2020, 8:04 am Updated: May 21, 2020, 8:28 am Tags: Business FILE - In this March 30, 2020 file photo, bicyclists pass in front of a closed Macy's department store in Santa Ana, Calif. Macys warned Thursday, May 21 that it could lose more than a $1 billion during its first quarter after the coronavirus pandemic paralyzed retail operations worldwide. (AP Photo/Chris Carlson) (Copyright 2020 The Associated Press. All rights reserved) NEW YORK Macy's is warning that it could lose more than a $1 billion during its first fiscal quarter after the coronavirus pandemic paralyzed retail ... "], ["2020-05-21 12:07", "Pandemic could push Macy's to losses exceeding $1 billion ... Virginia 2 hours ago Crews respond to three swift-water rescues in Roanoke Business Pandemic could push Macy's to losses exceeding $1 billion Anne D'Innocenzio Associated Press Published: May 21, 2020, 8:04 am Tags: Business FILE - In this March 30, 2020 file photo, bicyclists pass in front of a closed Macy's department store in Santa Ana, Calif. Macys warned Thursday, May 21 that it could lose more than a $1 billion during its first quarter after the coronavirus pandemic paralyzed retail operations worldwide. (AP Photo/Chris Carlson) (Copyright 2020 The Associated Press. All rights reserved) NEW YORK Macy's is warning that it could lose more than a $1 billion during its first quarter after the coronavirus pandemic paralyzed retail operations ... "]]}}