{"postfix": "man-aktie", "name": "MAN", "wkn": "593700", "time": "2020.05.26 17:22", "ts": 1590506529, "features": {"KGV": "32.63", "Marktkapitalisierung": {"Size": "Mrd", "Value": "6.42"}, "GA": "2.76", "KBV": "2.51", "BA": "37.98", "KCV": "53.99", "CA": "1.77", "Vola30": "31.28", "Vola90": "50.12", "Vola180": "41.04", "Vola250": "37.21"}, "rivals": ["daimler-aktie", "honda-aktie", "renault-aktie", "rheinmetall-aktie", "navistar-aktie", "paccar-aktie", "duerr-aktie"], "text_data": {"de": [["2020.05.26", "WDH/Acea: Europäischer Nutzfahrzeugmarkt sackt immer stärker ab"], ["2020.05.26", "Acea: Europäischer Nutzfahrzeugmarkt sackt immer stärker ab"], ["15.05.20", "ROUNDUP: VW-Konzernverkäufe brechen im April weg - Lichtblick China"], ["15.05.20", "VW-Konzernverkäufe brechen im April weg - Lichtblick China"], ["14.05.20", "MAN-Betriebsrat fordert Kaufprämie für Lastwagen"], ["07.05.20", "VDMA: Volle Wucht der Krise erst in nächsten Monaten sichtbar"], ["06.05.20", "Auch IAA Nutzfahrzeuge muss wegen Corona-Einschränkungen ausfallen"], ["04.05.20", "ROUNDUP: VW-Tochter Traton will Abwrackprämie für Lastwagen"], ["04.05.20", "MAN-Mutterkonzern Traton erwartet weiteren Ergebniseinbruch"], ["04.05.20", "VW-Holding Traton rechnet mit 'drastischem Absatzrückgang' im zweiten Quartal"], ["27.04.20", "ROUNDUP 2/Der große Hochlauf: VW schaltet auch am Stammsitz wieder Bänder an"], ["27.04.20", "ROUNDUP/Der große Hochlauf: VW schaltet auch am Stammsitz wieder Bänder an"], ["24.04.20", "Acea: Europäischer Nutzfahrzeugmarkt bricht im März fast um die Hälfte ein"], ["23.04.20", "WDH/ROUNDUP: VW fährt Produktion wieder hoch - Aufatmen bei Zulieferern"], ["23.04.20", "ROUNDUP 3: VW fährt Produktion wieder hoch - Aufatmen bei Zulieferern"], ["23.04.20", "ROUNDUP 2: VW fährt Produktion wieder hoch - Aufatmen bei Zulieferern"], ["22.04.20", "ROUNDUP: VW-Lkw-Holding Traton mit Gewinneinbruch wegen Corona-Krise"], ["21.04.20", "Gewinn von MAN-Mutterkonzern Traton bricht um zwei Drittel ein"], ["09.04.20", "MAN-Betriebsrat ruft im Jobabbau-Streit nach VW-Konzern"], ["03.04.20", "VDMA: Liquidität in der Krise ist überlebenswichtig"], ["24.03.20", "ROUNDUP: Kurzarbeit für rund 80 000 VW-Beschäftigte in Deutschland"], ["24.03.20", "MAN veröffentlicht Geschäftsbericht 2019"], ["23.03.20", "Coronakrise bringt MAN-Mutterkonzern Traton stärker in die Bredouille"], ["23.03.20", "Lkw-Konzern Traton hält sogar Gewinneinbruch um ein Viertel für unrealistisch"], ["19.03.20", "VIRUS/ROUNDUP: Kurzarbeit wegen Corona-Krise auch bei VW-Kernmarke"], ["19.03.20", "Kurzarbeit wegen Corona-Krise auch bei VW-Kernmarke"]], "en": [["2020-05-26 15:19", "Six test positive in Kottayam ...  contact. The persons who tested positive during the day included a 60-year-old woman from Kumarakom, who came from Abu Dhabi on May 17 and a 28-year-old woman from Perunna who returned from Dubai on May 16. Among the remaining four, an elderly couple, aged 79 and 71 from Payipad, returned from Dubai on May 11 and were in home quarantine at Nalukodi. A 24 year-old man from Vazhappalli, near Changanassery, returned from Chennai. Another patient is from Meenadom. All the patients have been shifted to COVID-19 isolation wards at the Government Medical College Hospital, Kottayam, and the District General Hospital by evening. One discharged Meanwhile, a 29-year-old who returned from Abu Dhabi was discharged from the hospital on Tuesday after testing negative. The ... "], ["2020-05-26 15:17", "Michigan Gov.'s Husband Allegedly Asked a Docking Company to Install His Boat, As Whitmer Warned Residents to Stay HomePublic service announcement: if your wife happens to be the leader of a state and she's told everyone to stay home so they don't catch a deadly virus and die, maybe don't prance about demanding people let you cut the line so you can go boating"], ["2020-05-26 15:17", "More patients than beds in Mumbai as India faces surge in coronavirus cases ... Multimedia City Guide Events Restaurants Films Places Support About us Faqs Sorry, but your browser needs Javascript to use this site. If you're not sure how to activate it, please refer to this site: https://www.enable-javascript.com/ Asia Pacific / Science & Health More patients than beds in Mumbai as India faces surge in coronavirus cases Indian attendants wait to register a man suffering from fever before a swab test for coronavirus in Guwahati Medical College Hospital in Gauhati, India, on May 17. | AP by Abhirup Roy , Devjyot Ghoshal and Aditya Kalra Reuters May 26, 2020 Article history Online: May 26, 2020 Last Modified: May 26, 2020 PRINT SHARE MUMBAI/NEW DELHI When Manit Parikh's mother tested positive for the new coronavirus, she was rushed ... "], ["2020-05-26 15:16", "Parts of SA could stay on level 4 from June 1 ...  Rugby Soccer Six-times winner Pinatubo touted as the next Frankel Rout by son of Shamardal of rivals in grade 1 National Stakes at the Curragh set pulses racing Most Read Golf estate residents largely play within lockdown rules 1 day ago Patrice Motsepe explains why he bought a stake in the Bulls 1 day ago This day in history: Last-minute glory for Arsenal and Man United 12 hours ago Arts & Entertainment Books Motoring Gadgets & Gear LIQUID INVESTMENTS MICHAEL FRIDJHON: Some wines are ready to drink only after your death The trick is to find a happy balance as most wine is consumed within 24 hours of purchase and won't necessarily last long Most Read Cocaine traffickers shrug off global lockdown restrictions 12 hours ago BL PREMIUM Q&A: Which retail ... "], ["2020-05-26 15:16", "Six-times winner Pinatubo touted as the next Frankel ...  Rugby Soccer Six-times winner Pinatubo touted as the next Frankel Rout by son of Shamardal of rivals in grade 1 National Stakes at the Curragh set pulses racing Most Read Golf estate residents largely play within lockdown rules 1 day ago Patrice Motsepe explains why he bought a stake in the Bulls 1 day ago This day in history: Last-minute glory for Arsenal and Man United 12 hours ago Arts & Entertainment Books Motoring Gadgets & Gear LIQUID INVESTMENTS MICHAEL FRIDJHON: Some wines are ready to drink only after your death The trick is to find a happy balance as most wine is consumed within 24 hours of purchase and won't necessarily last long Most Read Cocaine traffickers shrug off global lockdown restrictions 12 hours ago BL PREMIUM Q&A: Which retail ... "], ["2020-05-26 15:16", "Warner Music's IPO back on as Covid-19 sees streaming surge ...  Rugby Soccer Six-times winner Pinatubo touted as the next Frankel Rout by son of Shamardal of rivals in grade 1 National Stakes at the Curragh set pulses racing Most Read Golf estate residents largely play within lockdown rules 1 day ago Patrice Motsepe explains why he bought a stake in the Bulls 1 day ago This day in history: Last-minute glory for Arsenal and Man United 12 hours ago Arts & Entertainment Books Motoring Gadgets & Gear LIQUID INVESTMENTS MICHAEL FRIDJHON: Some wines are ready to drink only after your death The trick is to find a happy balance as most wine is consumed within 24 hours of purchase and won't necessarily last long Most Read Cocaine traffickers shrug off global lockdown restrictions 12 hours ago BL PREMIUM Q&A: Which retail ... "], ["2020-05-26 15:16", "Isolation of Iran returnees discussedNAGERCOIL Collector Prashant M. Wadnere and Tamil Nadu Government's Special Representative for Delhi N. Thalavai Sundaram on Tuesday had comprehensive discussion with Roman Catholic priests of coastal"], ["2020-05-26 15:16", "NCW slams Assam news channel for 'sacking' pregnant journalist ... may remove hyperlinks within comments. Please use a genuine email ID and provide your name, to avoid rejection. Printable version | May 26, 2020 7:47:03 PM | https://www.thehindu.com/news/national/other-states/ncw-slams-assam-news-channel-for-sacking-pregnant-journalist/article31680052.ece THG PUBLISHING PVT LTD. Next Story In pictures: Cyclone Amphan makes landfall Cyclone Amphan wreaked havoc in Kolkata Man arrested for prank call threatening to kill Yogi Adityanath The accused had made the call to U.P. Police's social media helpdesk. Gautam S Mengle Top Picks in The Hindu today Watch | India's 'bicycle girl' Jyoti Kumari Home gardening e-com. sector blooms amid lockdown In lockdown period, Hitler's book among most read in Assam: survey ... "], ["2020-05-26 15:16", "ISMAIL LAGARDIEN: Fracture in the world could let the light in — but I'm not hopefulThere is little hope of social justice if corporations stick to their track of phasing out dispensable humans"], ["2020-05-26 15:16", "Borussia Dortmund vs Bayern Munich LIVE score: TV channel, live stream and team news ...  techniques to build strong lower body during lockdown Diet & Fitness If today is leg day then here are four simple techniques you could add to your home workout which will help you to build lower body strength in no time Mike Tyson explains why he can't wait for death 'in a weird kind of way' Mike Tyson Mike Tyson was branded the Baddest Man on the Planet throughout his menacing heavyweight career - and the former undisputed champion insists he doesn't even fear death Notorious Mexican criminal 'The Wolf' killed by Covid-19 while 492-years in jail Crime Maria Eulalia Guadalupe Buendia Torres, who suffered from type 2 diabetes, was transferred to a private hospital after showing coronavirus symptoms and later died McLaren axes over 25 ... "], ["2020-05-26 15:16", "Sweden steadfast in strategy as virus toll continues rising ... , FBI investigating By Theresa Seiger, Cox Media Group National Content Desk Stray bullet hits Arizona couple's bed as they slept By Bob D'Angelo, Cox Media Group National Content Desk Coronavirus: NBA star Andre Drummond leaves $1,000 tip at South Florida restaurant By Bob D'Angelo. Cox Media Group National Content Desk NYC woman apologizes after calling police on black man after argument over unleashed dog By Bob D'Angelo, Cox Media Group National Content Desk Young child shot, seriously hurt while playing with gun on Memorial Day, DC police say By Michelle Ewing, Cox Media Group National Content Desk News Local Video Traffic Weather Interactive Radar Hour by Hour WFXT What's on Boston 25 Boston 25 NOW Stream EEO Information WFXT Public ... "], ["2020-05-26 15:15", "Sweden steadfast in strategy as virus toll continues rising ...  investigating By Theresa Seiger, Cox Media Group National Content Desk Stray bullet hits Arizona couple's bed as they slept By Bob D'Angelo, Cox Media Group National Content Desk Coronavirus: NBA star Andre Drummond leaves $1,000 tip at South Florida restaurant By Bob D'Angelo. Cox Media Group National Content Desk NYC woman apologizes after calling police on black man after argument over unleashed dog By Bob D'Angelo, Cox Media Group National Content Desk Young child shot, seriously hurt while playing with gun on Memorial Day, DC police say By Michelle Ewing, Cox Media Group National Content Desk News Local Video National/World Traffic Weather Interactive Radar About Us Contact Us WSOC - TV EEOC Statement WAXN - TV EEOC Statement WSOC - TV ... "], ["2020-05-26 15:14", "How one St. Louis church turned to technology to connect during pandemic ... area Read more stories A Twitter List by FOX2now Popular Covid-19 cases surge in the St. Louis area Memorial Day weekend Video St. Louis County issues travel advisory after Lake of the Ozarks videos go viral Video Weather St. Louis County map shows coronavirus cases by zip code A white woman has apologized after calling police on a black man: 'There's an African American man threatening my life' Second Missouri hairstylist who worked while symptomatic potentially exposed 56 clients to COVID-19, officials say Video Interactive Missouri map shows where COVID-19 cases are reported Latest News Holiday weekend crowds trigger COVID warnings News / 1 min ago Video Tell me a story with Jaime Travers News / 19 mins ago Video Newsfeed Now Coronavirus: ' ... "], ["2020-05-26 15:14", "Pizza Hut giving away free pizzas to 2020 graduates ... 39;Locked in Limbo' special Locked in Limbo / 17 hours ago Video Get Help Locked in Limbo / 4 days ago Video GET HELP: Resources for navigating mental health and Texas' justice system Locked in Limbo / 6 days ago Video Texas inmates bounce between jail and mental health help Locked in Limbo / 7 days ago Video INVESTIGATION: 'He's got a sword.' A 'delusional' Texas man's long wait for help Locked in Limbo / 6 days ago Video LISTEN: Texas mom fights for veteran son's access to state hospital treatment Locked in Limbo / 6 days ago Video Solutions to restore inmates' mental health and get them to trial Locked in Limbo / 1 week ago Video Austin woman's murder leads to suspect's 20-year state hospital stay Locked in ... "], ["2020-05-26 15:14", "KFC tests a new chicken sandwich ...  to Twitter CEO Jack Dorsey. By DINO HAZELL Bell rings again at New York Stock Exchange as floor reopens By MATT OTT Published 1h at 9:07 AM 2 bodies found on Alabama coast near search area Published 1h at 8:50 AM Congress weighs choice: 'Go big' on virus aid or hit 'pause' By LISA MASCARO Published 1h at 8:41 AM Court records show wanted Morgan Co. man had violent past with former wife By Caroline Klapp Published 1h at 8:38 AM 1720 Valley View Drive Birmingham, AL 35209 (205) 322-6666 Contact Us FCC Public File publicfile@wbrc.com (205) 583-4343 EEO Report Closed Captioning WBRC Careers Privacy Policy Terms of Service FCC Public File publicfile@wbrc.com (205) 583-4343 EEO Report Closed Captioning WBRC Careers Privacy Policy Terms of Service"], ["2020-05-26 15:14", "Scandal escalates over top U.K. official Dominic Cummings' COVID lockdown travel ... we've lost to coronavirus Watch live: New York Governor Cuomo gives coronavirus update Judicial machine chugs along in Senate amid coronavirus pandemic Epstein accuser wants to face his alleged co-conspirators in court Feds looking at Ahmaud Arbery's death as hate crime, attorneys say Weather improves for historic SpaceX astronaut launch Video shows woman calling cops on black man in Central Park Family of double murder suspect pleads for him to surrender Coronavirus Bravery and Hope: 7 Days on the Front Line Full CBS News coverage: Coronavirus pandemic Lives To Remember Video shows Lake of the Ozarks packed for Memorial Day weekend Hundreds flock to Florida beach amid pandemic CDC guidance says coronavirus doesn't spread easily on surfaces Trial ... "], ["2020-05-26 15:13", "Kushner ridiculed for thinking he can take over and rewrite the GOP's 2020 platform: 'Good luck with that' ... -19 rages CNN's Camerota grills New Jersey pastor for defying state order and delivering sermon without a mask 'Lot of scam artists in the water': CNN financial expert gives tips for surviving the COVID-19 economy Alabamians defend hitting the beach despite COVID-19: 'I don't want to die, but if that's what God has in store then that's okay' WATCH: Black man pleads that he can't breathe while cop keeps a knee on his neck — and dies shortly after Copyright 2020 Raw Story Media, Inc. PO Box 21050, Washington, D.C. 20009 | Masthead | Privacy Policy | For corrections or concerns, please email [email protected] You need honest news coverage. Help us deliver it. Join Raw Story Investigates for $1. Go ad-free. LEARN MORE"], ["2020-05-26 15:12", "Coronavirus lockdown | Hungarian cyclist quarantined in Bihar for 55 days ... hours of Sunday morning to resume cycling, but was detained by policemen on NH57 near Darbhanga district on Monday. Back again in the Chhapra Sadar quarantine centre, he cried, \"I must be free\", in a video that went viral on social media. Coronavirus, May 26 updates | State Helpline numbers for COVID-19 Mr. Zicho's COVID-19 sample test was returned negative. \"You brought a healthy man into a hospital. Can you imagine being in a hospital for 55 days in a healthy condition? I must be free now,\" Mr. Zicho is heard saying in the video, apparently shot in his tiny hospital room. Chappati and a potato dish is seen served to him on a plate. His belongings are seen on another bed, and his specially designed bicycle stands in a corner. The bearded ... "], ["2020-05-26 15:11", "New report outlines how sex ed is pushing the limits in sexualizing, manipulating kids ...  Francis Chan says he didn't believe in healing, miracles until recently More In U.S. Sports company loses millions during pandemic; founders 'trust God' and launch new thriving business New report outlines how sex ed is pushing the limits in sexualizing, manipulating kids Calif. Pentecostal church loses worship ban lawsuit, appeals to Supreme Court 20-y-o man with COVID-19 charged with 2 counts of assault in beating of elderly nursing home patient Minn. allows all churches to reopen after Catholics, Lutherans threaten to defy orders The Christian Post Subscribe Now We want to hear from you! Overall Navigation Main Home Latest News Church & Ministries U.S. World Politics Entertainment Living Opinion SECTIONS Business Finance Education Lifestyle ... "], ["2020-05-26 15:11", "Teen Vogue, Snapchat urge teens to send sexually explicit sext messages during COVID-19 quarantine ...  Francis Chan says he didn't believe in healing, miracles until recently More In U.S. Sports company loses millions during pandemic; founders 'trust God' and launch new thriving business New report outlines how sex ed is pushing the limits in sexualizing, manipulating kids Calif. Pentecostal church loses worship ban lawsuit, appeals to Supreme Court 20-y-o man with COVID-19 charged with 2 counts of assault in beating of elderly nursing home patient Minn. allows all churches to reopen after Catholics, Lutherans threaten to defy orders The Christian Post Subscribe Now We want to hear from you! Overall Navigation Main Home Latest News Church & Ministries U.S. World Politics Entertainment Living Opinion SECTIONS Business Finance Education Lifestyle ... "]]}}