{"postfix": "marriott-aktie", "name": "MARRIOTT", "wkn": "913070", "time": "2020.05.26 16:21", "ts": 1590502904, "features": {"KGV": "25.34", "Marktkapitalisierung": {"Size": "Mrd", "Value": "28.97"}, "GA": "6.00", "KBV": "71.91", "BA": "2.11", "KCV": "25.26", "CA": "6.02", "Vola30": "87.65", "Vola90": "158.34", "Vola180": "113.67", "Vola250": "81.61"}, "rivals": ["royal_caribbean_cruises-aktie", "gaylord_entertainment-aktie", "starwood_hotelsresorts_worldwide_1-aktie", "wyndham_worldwide-aktie", "hyatt-hotels-aktie", "intercontinental_hotels_group_13-aktie"], "text_data": {"de": [["19.05.20", "ROUNDUP: Hackerangriff auf Easyjet - Neun Millionen Kunden betroffen"], ["12.05.20", "Marriott präsentierte Bilanzzahlen zum jüngsten Jahresviertel"], ["11.05.20", "MÄRKTE USA/Wall Street zwischen Hoffnungen und neuen Sorgen"], ["11.05.20", "MÄRKTE USA/Lockerungen Fluch und Segen für Wall Street zugleich"], ["11.05.20", "Marriott-Gewinn bricht ein"], ["10.05.20", "Ausblick: Marriott präsentiert Bilanzzahlen zum jüngsten Jahresviertel"], ["30.04.20", "So schätzen die Analysten die Marriott-Aktie im April 2020 ein"], ["01.04.20", "Hotelkette Marriott: Neuer Datenverlust betrifft 5,2 Millionen Gäste"], ["31.03.20", "So schätzen Analysten die Marriott-Aktie ein"], ["31.03.20", "Erneut Datenleck bei Marriott: Mutmaßlich 5,2 Millionen Hotelgäste betroffen"], ["29.02.20", "Experten sehen bei Marriott-Aktie Potenzial"], ["28.02.20", "Marriott stellte Ergebnisse des abgelaufenen Quartals vor"], ["27.02.20", "MÄRKTE USA/Börsen krachen wegen Corona-Epidemie erneut ein"], ["27.02.20", "MÄRKTE USA/Börsen rutschen wegen Coronavirus erneut ab"], ["27.02.20", "MÄRKTE USA/Wall Street weiter fest im Griff des Coronavirus"], ["27.02.20", "MÄRKTE USA/Angst vor Pandemie sorgt weiter für Verunsicherung"], ["27.02.20", "MARKT USA/Angst vor Pandemie sorgt weiter für Verunsicherung"], ["25.02.20", "Ausblick: Marriott stellt Ergebnisse des abgelaufenen Quartals vor"]], "en": [["18.05.20", "Why Vail Resorts, Eldorado Resorts, and Marriott International Stocks All Popped 10% (or More) Today"], ["18.05.20", "Nasdaq Today: United Airlines Stock Rockets Higher; Reopening Hopes Help Marriott"], ["14.05.20", "Is Marriott Stock a Buy?"], ["13.05.20", "Why You Need Marriott on Your Watch List"], ["13.05.20", "Why Expedia Group, Sabre, and Marriott Stocks Fell Today"], ["11.05.20", "Marriott International Inc (New) (MAR) Q1 2020 Earnings Call Transcript"], ["11.05.20", "Why Marriott International Shares Dropped 6.5% on Monday"], ["11.05.20", "Marriott CEO calls a bottom as occupancy trends show signs of improvement"], ["11.05.20", "REFILE-UPDATE 3-Marriott profit misses as bookings, revenue per room plunge"], ["11.05.20", "UPDATE 3-Marriott profit misses as bookings, revenue per room plunge"], ["11.05.20", "Marriott (MAR) Q1 Earnings Miss, Revenues Beat Estimates"], ["11.05.20", "Marriott profit misses as bookings, revenue per room plunge"], ["11.05.20", "Marriott profit misses as bookings, revenue per room plunge"], ["11.05.20", "UPDATE 2-Marriott profit misses as bookings, revenue per room plunge"], ["11.05.20", "Marriott International (MAR) Lags Q1 Earnings Estimates"], ["11.05.20", "Marriott quarterly profit misses lowered estimates as bookings plunge"], ["11.05.20", "Marriott profit plunges 92% as coronavirus zaps travel"], ["11.05.20", "Marriott quarterly profit misses lowered estimates as bookings plunge"], ["11.05.20", "UPDATE 1-Marriott quarterly profit misses lowered estimates as bookings plunge"], ["11.05.20", "Marriott quarterly profit dives 92% on decline in bookings"], ["11.05.20", "Marriott quarterly profit dives 92% on decline in bookings"], ["08.05.20", "Likely Coronavirus Impact on Marriott (MAR) Q1 Earnings"], ["07.05.20", "Marriott Vacations (VAC) Reports Preliminary Q1 Results"], ["06.05.20", "Marriott Vacations provides upbeat profit outlook, but is furloughing 65% of staff and suspending dividend"], ["05.05.20", "Marriott International (MAR) Outpaces Stock Market Gains: What You Should Know"], ["05.05.20", "Why Marriott Stock Popped 5% This Morning -- Then Gave Half of It Back"], ["05.05.20", "Marriott raises $920 million through amended agreements with Chase and Amex"], ["02.05.20", "Marriott brand hotels band together for healthcare support"], ["01.05.20", "Marriott Vacations Worldwide (VAC) Earnings Expected to Grow: What to Know Ahead of Next Week's Release"], ["30.04.20", "Why Royal Caribbean, Carnival, and Marriott International Stocks All Slumped Today"], ["24.04.20", "Marriott International (MAR) Stock Sinks As Market Gains: What You Should Know"], ["20.04.20", "Why Marriott International Stock Was Down Over 5% Today"], ["16.04.20", "Zacks Investment Ideas feature highlights: Marriott International, Delta, Six Flags, Disney and American Airlines"], ["15.04.20", "Why Marriott Stock Dropped 6% This Morning"], ["15.04.20", "Marriott RevPAR to Decline Sharply in Q1 Due to Coronavirus "], ["14.04.20", "Marriott Expects to Report a Massive Drop in March Room Revenue"], ["14.04.20", "UPDATE 2-Marriott sees China bookings improving even as March room revenue plunges"], ["14.04.20", "UPDATE 1-Marriott expects 60% drop in March revenue per room on coronavirus hit"], ["14.04.20", "Marriott expects 60% drop in revenue per room in March"], ["14.04.20", "Marriott provides downbeat RevPAR outlook, sets new $1.5 billion revolver; stock rallies"], ["2020-05-26 13:31", "Wall Street set to surge at open on recovery, vaccine hopes ... , managing director and senior research analyst at the Rosenau Group. \"We're not going to go from 0 to 100 in a matter of couple of months. In a way that some of these sectors are pricing. It's going to be very slow.\" The beaten down travel-related stocks soared with United Airlines Holdings Inc ( UAL.O ), online travel agency Expedia Group Inc ( EXPE.O ), hotel operator Marriott International Inc ( MAR.O ) rising between 6% and 8%, while cruise companies including Carnival Corp ( CCL.N ) gained about 10%. S&P 500 e-minis EScv1 were up 2.19% at 3,017.75 points at 9:03 a.m. ET (13:03 GMT). The futures contract broke through 2,988.38, a 200-day simple moving average, suggesting a strong day ahead for U.S. stocks. Dow E-minis 1YMcv1 were ... "], ["2020-05-26 13:31", "S&P 500 breaches 3,000 mark for first time since early March ... , managing director and senior research analyst at the Rosenau Group. \"We're not going to go from 0 to 100 in a matter of couple of months. In a way that some of these sectors are pricing. It's going to be very slow.\" The beaten down travel-related stocks soared with United Airlines Holdings Inc ( UAL.O ), online travel agency Expedia Group Inc ( EXPE.O ), hotel operator Marriott International Inc ( MAR.O ) rising between 6% and 8%, while cruise companies including Carnival Corp ( CCL.N ) gained about 10%. S&P 500 e-minis EScv1 were up 2.19% at 3,017.75 points at 9:03 a.m. ET (13:03 GMT). The futures contract broke through 2,988.38, a 200-day simple moving average, suggesting a strong day ahead for U.S. stocks. Dow E-minis 1YMcv1 were ... "], ["2020-05-26 13:27", "Our Greatest Hits: The announcement that Tiger Woods - the Tiger Woods! - was visiting Norfolk made us swoon. And so did his actual visit. ... in ''new'' hometown; offer part-ownership in Nighthawks franchise. (Note: Dissuade hizzoner from asking T.W. to ''do that thingy where you bounce the ball on the club, you know, like on TV.'') Run off 1,000 head shots of T.W., cut out eye holes, paste to paint stirrers, give to audience as souvenir keepsakes. Whisk T.W. to Marriott presidential suite used formerly by only G. Gordon Liddy and Matt Lauer. (Note: Waive mini-bar charges, even for cashews.) Draw bath. Leave room. Following Saturday clinic: Hold VIP banquet in T.W.'s honor. Guest list to include anybody who's anybody in local golf; Curtis Strange, Chandler Harper, J.P. Leigh, Jim Ducibella, Sweetpea Whitaker, etc. (Note: No Fuzzy Zoeller.) Decorate room with ... "], ["2020-05-26 12:04", "Futures Soar Above 3,000, Dollar Tumbles On Vaccine Hopes, Reopening Optimism ...  below the key 1,240 level while 10Y yields jumped to 0.70%. Following disappointing news from Remdesivir late on Friday , Merck has become the new vaccine darling du jour, jumping in pre-market trading after it unveiled development plans on both a treatment for Covid-19 and a vaccine against it. Beaten down travel-related stocks gained in premarket trading with United Airlines Holdings, Expedia, and Marriott all up about 8% each. This is a continuation of the trends seen last week, when indexes ended mixed on Friday as China-U.S. tensions heated up, but still managed to log more than 3% gains for the week, fueled by hopes of an eventual coronavirus vaccine and easing of virus-related curbs. Europe's Stoxx 600 Index jumped, with travel stocks surging on ... "], ["2020-05-26 11:58", "S&P 500 futures surge on recovery, vaccine hopes ... returning from a long weekend. Spain urged foreign holidaymakers to return from July as it eases one of Europe's strictest curbs, while Britain was looking to reopen thousands of High Street shops, department stores and shopping centers next month. The beaten down travel-related stocks gained in premarket trading with United Airlines Holdings Inc ( UAL.O ), online travel agency Expedia Group Inc ( EXPE.O ), hotel operator Marriott International Inc ( MAR.O ) all up about 8% each. Wall Street's main indexes ended mixed on Friday as China-U.S. tensions heated up, but still managed to log more than 3% gains for the week, fueled by hopes of an eventual coronavirus vaccine and easing of virus-related curbs. At 6:08 a.m. ET, S&P 500 e-minis EScv1 were up 1 ... "], ["2020-05-26 11:58", "S&P 500 futures surge on recovery, vaccine hopes ...  of worship following shutdowns in one of the most restrictive coronavirus containment rules in the United States. Spain urged foreign holidaymakers to return from July and Britain was looking to reopen thousands of High Street shops and shopping centers next month. The beaten down travel-related stocks soared with United Airlines Holdings Inc ( UAL.O ), online travel agency Expedia Group Inc ( EXPE.O ), hotel operator Marriott International Inc ( MAR.O ) rose between 5.1% and 7%. Cruise companies Royal Caribbean Corp ( RCL.N ), Norwegian Cruise Line Holdings ( NCLH.N ) and Carnival Corp ( CCL.N ) rose about 8%. At 7:36 a.m. ET, S&P 500 e-minis EScv1 were up 1.74% to 3,004 points. The futures contract broke through 2,988.38, a 200-day simple moving average ... "], ["2020-05-26 11:58", "US STOCKS-S&P 500 futures surge on recovery, vaccine hopes ... returning from a long weekend. Spain urged foreign holidaymakers to return from July as it eases one of Europe's strictest curbs, while Britain was looking to reopen thousands of High Street shops, department stores and shopping centers next month. The beaten down travel-related stocks gained in premarket trading with United Airlines Holdings Inc ( UAL.O ), online travel agency Expedia Group Inc ( EXPE.O ), hotel operator Marriott International Inc ( MAR.O ) all up about 8% each. Wall Street's main indexes ended mixed on Friday as China-U.S. tensions heated up, but still managed to log more than 3% gains for the week, fueled by hopes of an eventual coronavirus vaccine and easing of virus-related curbs. At 6:08 a.m. ET, S&P 500 e-minis EScv1 were up 1 ... "], ["2020-05-26 10:38", "S&P 500 futures top 3,000 points on recovery hopes ... returning from a long weekend. Spain urged foreign holidaymakers to return from July as it eases one of Europe's strictest curbs, while Britain was looking to reopen thousands of High Street shops, department stores and shopping centers next month. The beaten down travel-related stocks gained in premarket trading with United Airlines Holdings Inc ( UAL.O ), online travel agency Expedia Group Inc ( EXPE.O ), hotel operator Marriott International Inc ( MAR.O ) all up about 8% each. Wall Street's main indexes ended mixed on Friday as China-U.S. tensions heated up, but still managed to log more than 3% gains for the week, fueled by hopes of an eventual coronavirus vaccine and easing of virus-related curbs. At 6:08 a.m. ET, S&P 500 e-minis EScv1 were up 1 ... "], ["2020-05-26 10:38", "S&P 500 futures top 3,000 points on recovery hopes ... returning from a long weekend. Spain urged foreign holidaymakers to return from July as it eases one of Europe's strictest curbs, while Britain was looking to reopen thousands of High Street shops, department stores and shopping centers next month. The beaten down travel-related stocks gained in premarket trading with United Airlines Holdings Inc ( UAL.O ), online travel agency Expedia Group Inc ( EXPE.O ), hotel operator Marriott International Inc ( MAR.O ) all up about 8% each. Wall Street's main indexes ended mixed on Friday as China-U.S. tensions heated up, but still managed to log more than 3% gains for the week, fueled by hopes of an eventual coronavirus vaccine and easing of virus-related curbs. At 6:08 a.m. ET, S&P 500 e-minis EScv1 were up 1 ... "], ["2020-05-26 10:31", "US STOCKS-S&P 500 futures top 3,000 points on recovery hopes ...  recovery among investors returning from a long weekend. Spain urged foreign holidaymakers to return from July as it eases one of Europe's strictest curbs, while Britain was looking to reopen thousands of High Street shops, department stores and shopping centers next month. The beaten down travel-related stocks gained in premarket trading with United Airlines Holdings Inc, online travel agency Expedia Group Inc, hotel operator Marriott International Inc all up about 8% each. Wall Street's main indexes ended mixed on Friday as China-U.S. tensions heated up, but still managed to log more than 3% gains for the week, fueled by hopes of an eventual coronavirus vaccine and easing of virus-related curbs. At 6:08 a.m. ET, S&P 500 e-minis were up 1.85% at 3 ... "], ["2020-05-26 05:30", "Howard County softball senior spotlight ... played every game and made just one error in 2019 and was slated to be the starter in left field this year, while Kaili Ferguson was returning to the team after a year off and was going to provide outfield depth and speed on the bases. Howard's Emily Polimeni connects with a pitch, driving in a pair of runs in the ninth inning during a softball game at Marriott Ridge High School on Wednesday, April 4.(Brian Krista / Baltimore Sun Media Group) Howard was also a co-county champion in 2019 and five seniors were returning from that squad, including four players who had been named All-County in one or both of the last two seasons. [More Maryland news] Baltimore population drops below 600,000, the lowest total in a century, census estimates show \"This 2020 ... "], ["2020-05-26 01:55", "Empty hotel rooms offer quiet space for working parents ... , spark resident fears Social distance this summer in a 13-bedroom Hamptons hotel for $1M Hyatt Hotels announces 1,300 layoffs worldwide Who needs WeWork when you can work in a private room with a minibar? Hotels slammed by the coronavirus pandemic are turning to a different kind of guest: The cooped-up parent down the street. Big hotel chains — including Hilton, Sheraton and Marriott — are increasingly finding they can boost their quarantine business by catering to parents in search of a quiet place to conduct a Zoom conference followed by an uninterrupted hour at the gym. \"Need a productive office day?\" read a recent ad by Hilton's Cincinnati Netherland Plaza hotel. The ad features a mother rubbing her temple as her two children run ... "], ["2020-05-25 22:10", "Cleaning isn't just cleaning anymore. It's a major consumer confidence play ...  doing this.'\" Already, some essential businesses such as grocery stores have stationed workers near entrances so shoppers can see them wiping down carts. TJX Companies said it would be implementing new cleaning regimens throughout the day, with an emphasis on high-touch surfaces, such as PIN pads and shopping carts. And major companies are rolling out campaigns — such as Marriott's \"Commitment to Clean\" — to tout their stepped-up efforts around disinfection and safety. These initiatives are now likely to filter to smaller, nonessential businesses as they open. Some, including restaurants, may have a head start. \"Restaurants and bars have always been held to a higher standard, and from the moment you start working in any ... "], ["2020-05-25 21:31", "COVID-19 forces change of plans for Jefferson City Veterans Council ... Read the Full Article Major Case Squad investigating Jefferson County homicide by Kevin S. Held / May 25, 2020 BARNHART, Mo. The Major Case Squad of Greater St. Louis is investigating a murder that took place Monday just off Interstate 55 in Barnhart. According to Grant Bissell, a spokesman for the Jefferson County Sheriff's Office, authorities located the victim in the 1500 block of Marriott Lane. The victim had \"obvious signs of injury.\" Read the Full Article Teen among 4 killed in dozen St. Louis weekend shootings by Associated Press / May 25, 2020 ST. LOUIS - Police say four people have been killed and several others injured in a violent Memorial Day weekend in St. Louis that involved more than a dozen shootings. Two people died in shootings ... "], ["2020-05-25 20:28", "Major Case Squad investigating Jefferson County homicide ...  Posted: May 25, 2020 / 03:28 PM CDT / Updated: May 25, 2020 / 03:28 PM CDT BARNHART, Mo. The Major Case Squad of Greater St. Louis is investigating a murder that took place Monday just off Interstate 55 in Barnhart. According to Grant Bissell, a spokesman for the Jefferson County Sheriff's Office, authorities located the victim in the 1500 block of Marriott Lane. The victim had \"obvious signs of injury.\" Fox 2 will have more information on this investigation as it becomes available. Close Modal Suggest a Correction Your name (required) Your email (required) Report a typo or grammatical error (required) Submit Suggest a Correction Share this story More Missouri Stories Teen among 4 killed in dozen St. Louis weekend shootings by Associated Press ... "], ["2020-05-25 20:12", "Teen among 4 killed in dozen St. Louis weekend shootings ... . Read the Full Article Major Case Squad investigating Jefferson County homicide by Kevin S. Held / May 25, 2020 BARNHART, Mo. The Major Case Squad of Greater St. Louis is investigating a murder that took place Monday just off Interstate 55 in Barnhart. According to Grant Bissell, a spokesman for the Jefferson County Sheriff's Office, authorities located the victim in the 1500 block of Marriott Lane. The victim had \"obvious signs of injury.\" Read the Full Article Missouri woman killed in head-on crash by Associated Press / May 24, 2020 ST. LOUIS - The Missouri Highway Patrol says a De Soto woman has died in a head-on crash. The St. Louis Post-Dispatch reports 75-year-old Barbara Shaffer died after a crash Saturday. The newspaper reports Shaffer ... "], ["2020-05-25 14:48", "Hotels, motels, and resorts are never going to be the same. Here's what you can expect the next time you plan a vacation. ...  since the start of the pandemic, and 70% of hotel employees have been laid off or furloughed, per the AHLA. Empty hotels are desperately selling bonds for future discounted travel . But as US states and other countries start to reopen , hotel companies are looking ahead to make travelers feel safe and to entice them into coming back to their properties. Many major hotel brands, including Marriott — the world's biggest hotel company — Best Western, Hilton, and Hyatt Hotels, have pledged to abide by the AHLA's new Safe Stay guidelines for everything from contactless check-in to new cleaning standards and protocols. Here's what you can expect the next time you stay at a hotel or resort. People may seek out smaller, less dense lodging ... "], ["2020-05-25 14:48", "Hotels, motels, and resorts are never going to be the same. Here's what you can expect the next time you plan a vacation. ...  revenue since the start of the pandemic, and 70% of hotel employees have been laid off or furloughed, per the AHLA. Empty hotels are desperately selling bonds for future discounted travel . But as US states and other countries start to reopen , hotel companies are looking ahead to make travellers feel safe and to entice them into coming back to their properties. Many major hotel brands, including Marriott the world's biggest hotel company Best Western, Hilton, and Hyatt Hotels, have pledged to abide by the AHLA's new Safe Stay guidelines for everything from contactless check-in to new cleaning standards and protocols. Here's what you can expect the next time you stay at a hotel or resort. People may seek out smaller, less dense lodging The first ... "], ["2020-05-25 13:31", "Ian Schrager: Times Square Edition was a hit, even though it's closing ...  54, classmates insist Meet the publicist who got celebs to party at Studio 54 Ian Schrager kept jail time a secret from kids after fall of Studio 54 Studio 54 co-founder Ian Schrager says his Times Square Edition hotel was a major hit, even though it's closing just a year after its ballyhooed opening. Bloomberg reported that the hotel, operated by Marriott, is shuttering Aug. 13, and Marriott notified the property's owner Maefield Development in March as part of a foreclosure proceeding. View this post on Instagram A post shared by Ian Schrager (@ianschrager) on May 22, 2020 at 4:00am PDT Schrager said on Instagram : \"It is very unfortunate that The Times Square EDITION got dragged into a dispute between the real estate owner and its financial ... "], ["2020-05-25 11:43", "EasyJet faces huge class-action lawsuit over data breach ...  personal data of nine million customers leaked online. The suit was filed at the UK High Court by PGMBM, a law firm specialising in group legal action. The action is worth 18 billion and if successful, could result in each customer receiving a 2000 payout. Home Chef hacked, eight million users have data breached Slickwraps hit by customer data breach Millions of Marriott customers exposed in massive data breach \"This is a monumental data breach and a terrible failure of responsibility that has a serious impact on easyJet's customers,\" said Tom Goodhead, PGMBM managing partner. \"This is personal information that we trust companies with, and customers rightly expect that every effort is made to protect their privacy. Unfortunately, easyJet has ... "]]}}