{"postfix": "mattel-aktie", "name": "MATTEL", "wkn": "851704", "time": "2020.05.26 17:00", "ts": 1590505231, "features": {"KGV": "-45.70", "Marktkapitalisierung": {"Size": "Mrd", "Value": "2.72"}, "GA": "-0.30", "KBV": "9.66", "BA": "1.42", "KCV": "30.29", "CA": "0.45", "Vola30": "67.81", "Vola90": "93.25", "Vola180": "71.17", "Vola250": "66.29"}, "rivals": ["hasbro-aktie", "jakks_pacific-aktie", "playmates_1-aktie"], "text_data": {"de": [["09.05.20", "Mattel: Bilanzvorlage zum letzten Quartal"], ["06.05.20", "MÄRKTE USA/Jobdaten stoppen Rally - Nur Nasdaq im Plus"], ["06.05.20", "MÄRKTE USA/Dow dreht ins Minus - GM und Beyond Meat sehr fest"], ["06.05.20", "MÄRKTE USA/Hoffnung auf Rückkehr zu Normalität - GM und Beyond Meat sehr fest"], ["06.05.20", "MÄRKTE USA/Hoffnung auf Rückkehr zu Normalität - GM und Beyond Meat sehr fest"], ["06.05.20", "Spielwaren: US-Spielzeughersteller Mattel hofft auf das Weihnachtsgeschäft"], ["30.04.20", "Analysten sehen für Mattel-Aktie Luft nach oben"], ["20.04.20", "Erste Schätzungen: Mattel präsentiert das Zahlenwerk zum abgelaufenen Jahresviertel"], ["29.02.20", "Februar 2020: So schätzen Experten die Mattel-Aktie ein"], ["26.02.20", "MÄRKTE USA/Dow und S&P-500 knapp im Minus - Nasdaq etwas fester"], ["26.02.20", "MÄRKTE USA/Börsen nach Verlustserie mit leichter Gegenbewegung"], ["26.02.20", "MÄRKTE USA/Wall Street nach Verlustserie mit Gegenbewegung"], ["26.02.20", "MÄRKTE USA/Pandemieangst dürfte Börse weiter bremsen"], ["26.02.20", "MARKT USA/US-Aktien weiter im Würgegriff der Pandemieangst"], ["22.02.20", "Mattel Limited Edition: Tesla Cybertruck als ferngesteuertes Modell"], ["15.02.20", "Mattel veröffentlichte Zahlen zum vergangenen Quartal"], ["14.02.20", "Mattel spart sich gesund"], ["12.02.20", "Ausblick: Mattel legt Quartalsergebnis vor"], ["10.02.20", "MÄRKTE USA/Fester - Gute Quartalszahlen verdrängen Coronavirus"], ["10.02.20", "MÄRKTE USA/Leichtes Plus - Fokus bleibt auf Corona-Epidemie"], ["10.02.20", "MÄRKTE USA/Verhaltenes Geschäft mit Fokus auf Coronaepidemie"], ["10.02.20", "MÄRKTE USA/Kaum verändert erwartet - Coronavirus bleibt Thema"], ["28.01.20", "US-Spielzeughersteller: Mattel will bis 2030 nachhaltig sein"], ["25.01.20", "Barbie-Hersteller Mattel setzt auf Bauklötze aus Zuckerrohr"]], "en": [["08.05.20", "Why Mattel Stock Popped 5% This Morning"], ["07.05.20", "Mattel CEO on Q1 results, holiday season forecast and 'Thank You Heroes' initiative"], ["06.05.20", "Why Mattel Fell 12% This Morning"], ["06.05.20", "Mattel (MAT) Q1 2020 Earnings Call Transcript"], ["06.05.20", "Mattel (MAT) Stock Down on Q1 Earnings & Revenue Miss "], ["06.05.20", "Cars Carry the Day as Mattel Sales Fall"], ["06.05.20", "Mattel looks to Christmas for recovery as sales warning hits shares"], ["06.05.20", "Mattel looks to Christmas for recovery as sales warning hits shares"], ["06.05.20", "UPDATE 2-Mattel looks to Christmas for recovery as sales warning hits shares"], ["05.05.20", "UPDATE 1-Mattel readies Baby Yoda toys for Christmas as factories come back online"], ["05.05.20", "Mattel stock tanks after company reports lower Q1 sales; Uno, Pictionary sales rise"], ["05.05.20", "Mattel readies Baby Yoda toys for Christmas as factories come back online"], ["01.05.20", "Mattel (MAT) to Report Q1 Earnings: What's in the Cards?"], ["01.05.20", "Mattel partners with Warner Music Group, will make new Thomas & Friends music available May 8"], ["29.04.20", "Mattel coronavirus action figures include nurses, grocery clerks, delivery drivers     - CNET"], ["29.04.20", "Why Shares of TJX Companies, Mattel, and Best Buy Moved Higher Today"], ["21.04.20", "Why Mattel Stock Just Dropped 6.5%"], ["15.04.20", "Why Harley-Davidson, Mattel, and Under Armour Stocks Opened Lower Today"], ["09.04.20", "Why Shares of Mattel Popped 10% Thursday"], ["30.03.20", "Mattel, Hasbro well-positioned for coronavirus as consumers give up pricey entertainment in favor of toys: UBS"], ["23.03.20", "Uber appoints former Mattel CEO Robert Eckert to board"], ["23.03.20", "Uber appoints former Mattel CEO Robert Eckert to board"], ["23.03.20", "Uber appoints former Mattel CEO Robert Eckert to board"], ["20.03.20", "Why Mattel Stock Just Dropped 14%"], ["18.03.20", "Mattel (MAT) Stock Moves -1.95%: What You Should Know"], ["14.03.20", "Why Is Mattel (MAT) Down 42.7% Since Last Earnings Report?"], ["11.03.20", "Why Mattel Stock Fell 11% Today"], ["10.03.20", "Mattel (MAT) Stock Sinks As Market Gains: What You Should Know"], ["05.03.20", "The Zacks Analyst Blog Highlights: Pacira Pharmaceuticals, Computer Programs and Systems, Mattel and Performance Food Group"], ["05.03.20", "Mattel Unveils Barbie Doll Versions of Real Female Athletes"], ["03.03.20", "Why Mattel Shares Fell 19.4% in February"], ["02.03.20", "Mattel (MAT) Gains But Lags Market: What You Should Know"], ["02.03.20", "Mattel Scores Relative Strength Rating Upgrade, Hits Key Benchmark"], ["27.02.20", "Can a Partnership With DreamWorks Return Mattel to Relevance?"], ["27.02.20", "How to buy a Tesla Cybertruck for just $400"], ["26.02.20", "Mattel Reveals SEC Subpoena Over Whistleblower Investigation"], ["26.02.20", "Mattel receives SEC subpoena on whistleblower letter"], ["24.02.20", "Baby Yoda and Barbie signal opportunity for Mattel"], ["24.02.20", "Mattel Beats Competitors with Four “Toy of the Year” Awards"], ["15.02.20", "Mattel CEO calls 2019 an 'inflection point in our turnaround'"], ["2020-05-26 12:46", "There are 18 famous brands hidden in this mind-boggling brainteaser so how quickly can YOU spot Amazon, Apple and Dell? ...  out of crises, so we urge our learners to seek opportunities wherever they can inspiration can often come when we least expect it.\" If you're stuck over the answers, or can only find 11, fear not as we've included the full list below. Answers Tangle Teezer Card Factory Cambridge Satchel Company Trunki Under Armour I Saw It First Reggae Reggae Sauce Amstrad Amazon Apple Mattel Dell Innocent Drinks Cards Against Humanity Airbnb Yankee Candles Patak Deliveroo Most read in Fabulous Exclusive THREE LOVE I'm in lockdown with my hubby & our fiancee - we share a bed & the sex is great FUN-TASTIC Dad spends 800 building a fully-kitted playhouse for daughter's third birthday 50 SHADES OF GREY I've spent years turning my home all grey like Mrs ... "], ["2020-05-26 12:05", "Warner Music Group Launches IPO ...  25% drop in global music revenue in 2020 — and a 75% revenue plunge for the live industry this year, to $7 billion. However, it also expects a \"strong rebound\" in the live sector in 2021 and an average 6% growth in the music business over the next decade, nearly doubling in value to $142 billion by 2030. Related Stories Warner Music Strikes Distribution Deal With Mattel for 1,000 Songs From Barbie, Thomas & Friends, More Warner Music's Streaming up 11% in Tough Quarter The pandemic has led Goldman to lower its projections significantly, with music pulling in $57.5 billion in 2020 — a nearly 30% drop from its original forecast, and depressingly lower than 2019's $75 billion. It also scaled down its publishing forecast by 5% (to $6 ... "], ["2020-05-25 16:06", "Meghan Markle 'was convinced there was a conspiracy against her,' 'felt like an outsider,' pal claims ...  special 'Thomas & Friends: The Royal Engine'. Set when Prince Harry's father, Prince Charles was a boy, Thomas has to take Sir Topham Hatt, the controller of the railway, to Buckingham Palace to receive an honor. The special will be screened in the US on Netflix on 1 May 2020 and in the UK on Channel 5 Milkshake at 9:05 am on 2 May 2020. (Dave Poultney/Mattel via AP) (Dave Poultney/Mattel via AP) MEGHAN MARKLE, PRINCE HARRY 'HAD AN AGENDA FROM THE OUTSET' TO BE 'INTERNATIONAL ROYALS,' EXPERT CLAIMS \"At the moment he's a bit rudderless, but it won't always be like this, and he knows that,\" said the pal. The couple is currently residing in Markle's native Los Angeles with their son Archie, 1. On Our Radar Emrata ... "], ["2020-05-25 09:25", "Mind-boggling brainteaser asks you to find 18 famous brand logos in this image ...  your mind at ease. Read More Related Articles How well do you know the 90s? Tricky brainteaser takes you back to the decade Read More Related Articles Emoji quiz challenge tests your knowledge on cars how fast can you do it? Here are the answers: Tangle Teezer Card Factory Cambridge Satchel Company Trunki Under Armour I Saw It First Levi Roots Reggae Reggae Sauce Amstrad Amazon Apple Mattel Dell Innocent Drinks Cards Against Humanity Airbnb Yankee Candles Patak Deliveroo Are you looking for more puzzles? How many did you get in the end? (Image: High Speed Training) How well do you think you know the 90s? This tricky brainteaser takes you back to the decade. Reflect Digital has created a say-what-you see brainteaser in which people have to find and guess 50 ... "], ["2020-05-25 04:35", "[VIDEO] Nintendo Power Glove Hacked by Sam Battle for his Modular Synth Setup ...  tilting their wrists and wiggling their fingers. The Power Glove was featured in the 1989 kid film \"The Wizard\" showcasing the features of the gaming equipment. Also Read: Microsoft Solitaire Celebrates 30 Years of Existence With Over 35 Million Players, and 100 Million Hands Played to This Day According to the Lemelson Center for Study of Invention and Innovation, Mattel produced the Power Glove in the US where several Nintendo games were specifically designed for the gaming equipment. However, Nintendo wasn't able to execute the idea of the technology properly. Also Read: [VIRAL VIDEO] Nintendo Recreates 'Animal Crossing: New Horizons' Theme Song The gaming equipment worked by using electronic transmitters on the glove that need to be ... "], ["2020-05-24 17:52", "Houston golfer to appear on ABC's Holey Moley II ...  Pandemic Variety Should colleges bring students back to campus in the fall? Yahoo News 360 How To Detox Your Gut Each Morning (Do This) United Naturals Ad This week in Trump reactions: Media responds to the president taking hydroxychloroquine Yahoo News Video After 3 Children Die, a Race to Investigate a Baffling Virus Syndrome The New York Times A Podiatrist, an Instagram Expert, and Mattel Respond to the Barbie Feet Craze Who What Wear New Home Security System That Will Blow You Away searchlime Ad 'Offensive to every family': Mum whose coronavirus-infected son died of leukaemia in lockdown criticises PM for defending Dominic Cummings Yahoo News UK PHOTOS: The eerie beauty of underwater caves Yahoo News Can I go to the beach? Or see a friend ... "], ["2020-05-24 16:54", "Thousands protest in Hong Kong over China security law proposal ... 't Yahoo News Video North Dakota Governor Chokes Up as He Calls on State Residents to Avoid 'Mask Shaming' Time 10 Food That Unclog Arteries (Most People Ignore) Housediver Ad Wuhan lab had three live bat coronaviruses: Chinese state media AFP After 3 Children Die, a Race to Investigate a Baffling Virus Syndrome The New York Times A Podiatrist, an Instagram Expert, and Mattel Respond to the Barbie Feet Craze Who What Wear The 23 Hottest Father's Day Gifts of 2020 ZangDeal Ad Former head of pandemic response team speaks out: 'I'm frankly scared' Yahoo News Study finds hydroxychloroquine shows no virus benefit, raises death risk Yahoo News Video Boris Johnson skirts around question of whether Dominic Cummings took day trip 30 miles ... "], ["2020-05-24 16:53", "China says virus pushing US ties to brink of 'Cold War' ...  don't Yahoo News Video Manhunt Underway for Armed-to-Teeth UConn Student Wanted for Murder The Daily Beast The 23 Hottest Father's Day Gifts of 2020 ZangDeal Ad Wuhan lab had three live bat coronaviruses: Chinese state media AFP After 3 Children Die, a Race to Investigate a Baffling Virus Syndrome The New York Times A Podiatrist, an Instagram Expert, and Mattel Respond to the Barbie Feet Craze Who What Wear How To Detox Your Gut Each Morning (Do This) United Naturals Ad Former head of pandemic response team speaks out: 'I'm frankly scared' Yahoo News Study finds hydroxychloroquine shows no virus benefit, raises death risk Yahoo News Video Coronavirus in South Africa: Outbreak closes Mponeng gold mine BBC Yahoo News Network Help Privacy ... "], ["2020-05-24 16:51", "North Dakota Governor Chokes Up as He Calls on State Residents to Avoid 'Mask Shaming' ... t Yahoo News Video Andrew Cuomo says all pro sports teams in New York can reopen training camps Yahoo Sports Wuhan lab had three live bat coronaviruses: Chinese state media AFP Top and Bottom Stocks of the Past 11 Years Kiplinger Ad After 3 Children Die, a Race to Investigate a Baffling Virus Syndrome The New York Times A Podiatrist, an Instagram Expert, and Mattel Respond to the Barbie Feet Craze Who What Wear Former head of pandemic response team speaks out: 'I'm frankly scared' Yahoo News Motorcycle Accident Attorneys Newark System1 | Attorneys | Search Ads Ad Study finds hydroxychloroquine shows no virus benefit, raises death risk Yahoo News Video Tesla makeover for spacemen as Cape Canaveral prepares to launch astronauts PA Media: World News ... "], ["2020-05-24 16:50", "Death toll in New York once again rises above 100 ...  calls on governors to open houses of worship this weekend, threatens to override them if they don't Yahoo News Video Wuhan lab had three live bat coronaviruses: Chinese state media AFP After 3 Children Die, a Race to Investigate a Baffling Virus Syndrome The New York Times The 23 Hottest Father's Day Gifts of 2020 ZangDeal Ad A Podiatrist, an Instagram Expert, and Mattel Respond to the Barbie Feet Craze Who What Wear Former head of pandemic response team speaks out: 'I'm frankly scared' Yahoo News Study finds hydroxychloroquine shows no virus benefit, raises death risk Yahoo News Video How To Detox Your Gut Each Morning (Do This) United Naturals Ad Former U.K. Prime Minister Tony Blair questions Trump's coronavirus strategy NBC News ... "], ["2020-05-24 15:38", "Wyndham Hotels CEO calls for more flexibility in PPP loans to give relief to franchisees ...  24, 2020 Geoff Ballotti says his hotels and resorts are \"cleaner than they've ever been\" as the country begins reopening. What to Read Next Despite Trump opposition, it's 'difficult to tell' if country may need to close again: Birx Good Morning America How To Detox Your Gut Each Morning (Do This) United Naturals Ad A Podiatrist, an Instagram Expert, and Mattel Respond to the Barbie Feet Craze Who What Wear After 3 Children Die, a Race to Investigate a Baffling Virus Syndrome The New York Times 60s Things No Longer Accepted Maternityweek Ad Nurses post window signs to comfort family of dying COVID-19 patient: 'He is at peace' Yahoo Life Trump calls on governors to open houses of worship this weekend, threatens to override them ... "], ["2020-05-24 14:36", "After 3 children die, a race to Investigate coronavirus-linked syndrome begins ...  in an era when at-home blood testing is more crucial than ever TechCrunch Former U.K. Prime Minister Tony Blair questions Trump's coronavirus strategy NBC News Nurses post window signs to comfort family of dying COVID-19 patient: 'He is at peace' Yahoo Life New Jersey: Say Bye To Expensive Solar Panels EnergyBillCruncher Ad A Podiatrist, an Instagram Expert, and Mattel Respond to the Barbie Feet Craze Who What Wear Oxford scientists working on a coronavirus vaccine say there is now only a 50% chance of success because the number of UK cases is falling too quickly Business Insider Former head of pandemic response team speaks out: 'I'm frankly scared' Yahoo News Veterans Rush To Claim Large Cash Settlements Injury Survey Ad Former ... "], ["2020-05-24 13:48", "Mix of sun and clouds, highs in the 80s ... evening - it looks like we will be largely dry on Sunday. What to Read Next Former U.K. Prime Minister Tony Blair questions Trump's coronavirus strategy NBC News Symptoms of Macular Degeneration May Surprise Most System1 | Macular | Search Ads Ad Nurses post window signs to comfort family of dying COVID-19 patient: 'He is at peace' Yahoo Life A Podiatrist, an Instagram Expert, and Mattel Respond to the Barbie Feet Craze Who What Wear After 3 Children Die, a Race to Investigate a Baffling Virus Syndrome The New York Times How To Detox Your Gut Each Morning (Do This) United Naturals Ad Former head of pandemic response team speaks out: 'I'm frankly scared' Yahoo News Former head of pandemic response team at the NSC speaks out: 'I' ... "], ["2020-05-24 13:00", "\"Abblasen\" performed by the U.S. Army Band \"Pershing's Own\" ...  people; photographer honors veterans who died from COVID-19 USA TODAY 6 of the Best Amazon Deals to Shop This Memorial Day Weekend — Including Levi's Shorts and Adidas Sneakers People How To Detox Your Gut Each Morning (Do This) United Naturals Ad Gold Star mom: My sons served our country, now I serve military families USA TODAY Opinion A Podiatrist, an Instagram Expert, and Mattel Respond to the Barbie Feet Craze Who What Wear What Happens To Your Body If You Sleep With Socks Livestly Ad After 3 Children Die, a Race to Investigate a Baffling Virus Syndrome The New York Times While in lockdown with their family, two French children reportedly found two bars of gold that could be worth more than $100,000 INSIDER Nurses post window signs to comfort ... "], ["2020-05-23 14:44", "Harley-Davidson's New \"Exclusivity\" Angle Misses the Point ...  UBS AG (USA) NYSE: UBS $10.02 down $0.07 (-0.69%) KWHIY KAWASAKI HEAVY INDS S/ADR OTC: KWHIY $5.74 down $0.26 (-4.33%) Related Articles Why Harley-Davidson Stock Rose 3.7% Today Why Harley-Davidson Stock Is Roaring 10% Higher This Morning Why Harley-Davidson's Stock Rode Higher on Tuesday Is Harley-Davidson Stock a Buy? Why Harley-Davidson, Mattel, and Under Armour Stocks Opened Lower Today Harley-Davidson's New \"Exclusivity\" Angle Misses the Point @themotleyfool #stocks $HOG $AAPL $HMC $UBS $KWHIY Next Article Prev 1 2 3 4 5 Next Terms of Use Privacy Policy Accessibility Policy Copyright, Trademark and Patent Information Terms and Conditions Do Not Sell My Personal Information Market data powered by FactSet and Web Financial Group . Current"], ["2020-05-23 13:00", "WWE's Mattel 2020 #WWEliteSquad Contest Official Rules ... WHO ARE EIGHTEEN (18) YEARS OF AGE OR OLDER (EXCEPT IN THE CASE OF LEGAL RESIDENTS OF CERTAIN STATES WHERE THE LEGAL AGE OF MAJORITY IS GREATER THAN EIGHTEEN (18) YEARS OF AGE, SUCH LEGAL AGE OF MAJORITY) WHEN THEY ENTER THE CONTEST. NO ENTRY FEE NECESSARY TO ENTER. VOID WHERE PROHIBITED BY LAW. 1. CONTEST DESCRIPTION. No entry fee necessary to enter. WWE's Mattel 2020 #WWEEliteSquad Contest (the \"Contest\") is sponsored by World Wrestling Entertainment, Inc. (\"Sponsor\"). Article continues below ... The Contest entry period begins at 10:00 AM ET on May 23, 2020 and ends on June 8, 2020 at 11:59 PM (the \"Contest Entry Period\"). Eligible contestants (\"Contestants\") are invited to create and submit a video response that shows ... "], ["2020-05-23 10:00", "Mr. S takes his students on 'Walk & Talk' tours of LI — and they're a hit ... save local restaurants Top Lifestyle stories Oakdale seafood spot reopens as 'pop-up lobster shack' 2 popular play places for kids in Farmingdale close 1:32 Newsday Special Report Coronavirus interrupts summer-as-usual in the Hamptons 1:02 WATCH NOW LI mall launches drive-through farmers market 1:35 WATCH NOW LI summer camps begin canceling sessions, while many hold out hope Mattel honors front-line workers with new line of toys More Lifestyle Oakdale seafood spot reopens as 'pop-up lobster shack' Weekly farmers markets to visit this summer 1:02 WATCH NOW LI mall launches drive-through farmers market 1:02 WATCH NOW LI mall launches drive-through farmers market 3 LI beach concessions opening this weekend S'mores nachos and other outrageous ... "], ["2020-05-23 04:01", "Friend's tolerance is tested by tardiness ... host drive-in movie nights LIers launch new program to help save local restaurants Top Lifestyle stories 2 popular play places for kids in Farmingdale close 1:32 Newsday Special Report Coronavirus interrupts summer-as-usual in the Hamptons 1:02 WATCH NOW LI mall launches drive-through farmers market 1:35 WATCH NOW LI summer camps begin canceling sessions, while many hold out hope Mattel honors front-line workers with new line of toys 5 LI summer traditions you can still experience this year More Lifestyle Weekly farmers markets to visit this summer 1:02 WATCH NOW LI mall launches drive-through farmers market 1:02 WATCH NOW LI mall launches drive-through farmers market 3 LI beach concessions opening this weekend S'mores nachos and other outrageous grilled ... "], ["2020-05-23 04:00", "Mattel Launches New Thank You Heroes Collections To Help First RespondersMattel broke new ground yet again when COVID19 struck, with the launch of #ThankYouHeroes, a part of the Company's \"Play it Forward\" platform focused on leveraging Mattel brands to give back to communities in times of need."], ["2020-05-23 04:00", "Accenture Insights On How COVID-19 Impacts Marketing Strategy ... are you adapting to customers' rapid and dramatic change in behavior and how are you aligning the business around this? COVID-19 has changed the experience of being a customer, employee, citizen and human. And that's going to affect the way we design, communicate, build and run the experiences that people need and want going forward. Today In: CMO Network Mattel Launches New Thank You Heroes Collections To Help First Responders Home On The (Long) Range Purpose At Work: How Pampered Chef Mobilizes Its Community To Help During COVID-19 And Beyond Those are big issues for marketers to address and as customers shift rapidly to digital environments - be that ecommerce, telemedicine or virtual education - their brand experience across these channels is key ... "]]}}