{"postfix": "maxim_integrated_products-aktie", "name": "MAXIM_INTEGRATED_PRODUCTS", "wkn": "876158", "time": "2020.05.26 14:56", "ts": 1590497785, "features": {"KGV": "24.62", "Marktkapitalisierung": {"Size": "Mrd", "Value": "13.60"}, "GA": "2.43", "KBV": "8.99", "BA": "6.66", "KCV": "18.92", "CA": "3.16", "Vola30": "46.83", "Vola90": "55.25", "Vola180": "43.74", "Vola250": "37.46"}, "rivals": ["dialog_semiconductor-aktie", "texas_instruments-aktie", "xilinx-aktie", "stmicroelectronics-aktie", "microchip_technology-aktie", "on_semiconductor-aktie", "linear_technology-aktie"], "text_data": {"de": [["30.04.20", "April 2020: Experten empfehlen Maxim Integrated Products-Aktie mehrheitlich zu halten"], ["30.04.20", "Maxim Integrated Products: Zahlen zum abgelaufenen Jahresviertel"], ["27.04.20", "Ausblick: Maxim Integrated Products verkündet Quartalsergebnis zum jüngsten Jahresviertel"], ["13.04.20", "Erste Schätzungen: Maxim Integrated Products legt Quartalsergebnis vor"], ["31.03.20", "März 2020: Die Expertenmeinungen zur Maxim Integrated Products-Aktie"], ["27.01.20", "Ausblick: Maxim Integrated Products veröffentlicht Zahlen zum vergangenen Quartal"]], "en": [["21.05.20", "Maxim upgrades Co-Diagnostics rating to 'Buy' as demand grows for its coronavirus diagnostic test."], ["19.05.20", "PRWeek Announced Maxim Behar Best PR Professional in Europe"], ["29.04.20", "Maxim (MXIM) Q3 Earnings Beat Estimates, Revenues Up Y/Y"], ["29.04.20", "Maxim Integrated Products (MXIM) Q3 2020 Earnings Call Transcript"], ["28.04.20", "Maxim Integrated Products (MXIM) Surpasses Q3 Earnings and Revenue Estimates"], ["08.04.20", "Maxim Integrated Products Getting Closer To Key Technical Benchmark"], ["31.03.20", "“The Global PR Revolution” by Maxim Behar Now in Ebook Format in Bulgarian"], ["09.03.20", "Zacks.com featured highlights include: Microsoft, ResMed, Maxim Integrated Products and Signature Bank"], ["03.03.20", "Co-Diagnostics' stock tumbles after Maxim downgrades following massive run up in price"], ["27.02.20", "Why Is Maxim (MXIM) Down 6.5% Since Last Earnings Report?"], ["27.02.20", "Is Maxim (MXIM) Stock a Solid Choice Right Now?"], ["21.02.20", "Zacks.com featured highlights include: Microsoft, Ruth???s Hospitality, ResMed, Ross Stores and Maxim Integrated Products"], ["18.02.20", "Co-Diagnostics earns Buy rating, $5 price target from Maxim after releasing coronavirus test"], ["14.02.20", "Maxim Behar is the Employer Brand Leader of the Year!"], ["31.01.20", "Maxim (MXIM) Surpasses Earnings & Revenue Estimates in Q2 "], ["29.01.20", "Maxim Integrated Products (MXIM) Q2 2020 Earnings Call Transcript"], ["28.01.20", "Maxim Integrated Products (MXIM) Beats Q2 Earnings and Revenue Estimates"], ["22.01.20", "Spectacular Presentation of Maxim Behar's \"The Global PR Revolution\" in Sofia"], ["10.01.20", "LM Funding Announces Engagement of Maxim Group, LLC for Strategic Advisory Services and Sale of IIU, Inc."], ["08.01.20", "Achieve Life Sciences stock price target cut to $2 from $6 at Maxim Group"], ["07.01.20", "Maxim Expands Product Portfolio With New PMIC MAX16923"], ["05.01.20", "Stocks This Week: Buy Maxim And Kinder Morgan"], ["2020-05-22 20:30", "Global Wireless Portable Medical Devices Industry, 2020-2025 Featuring Analog Devices, Freescale Semiconductor, GE Healthcare, Maxim Integrated Products, Medtronic, And More ...  news alerts, and more. I agree to TheMaven's Terms and Policy Sign Up Already have an account? Login here Alerts | Newsletters JIM CRAMER INVESTING PERSONAL FINANCE RETIREMENT TECHNOLOGY MARKETS HOW-TO VIDEO FINANCIAL ADVISOR CENTER Login Account Global Wireless Portable Medical Devices Industry, 2020-2025 Featuring Analog Devices, Freescale Semiconductor, GE Healthcare, Maxim Integrated Products, Medtronic, And More DUBLIN, May 22, 2020 /PRNewswire/ -- The \"Wireless Portable Medical Device - Market Analysis, Trends, and Forecasts\" report has been added to ResearchAndMarkets. Author: PR Newswire Publish date: May 22, 2020 4:30 PM EDT DUBLIN , May 22, 2020 /PRNewswire/ -- The \"Wireless Portable Medical Device - Market Analysis, Trends, and ... "], ["2020-05-22 08:21", "CECEP Solar Energy Technology (ZhenJiang) explores models for overseas sales of modules ...  high-performance and integrated intelligent manufacturing facilities, enhance its industrial internet platform, integrate intelligence into its customer services, and create a total cost management (TCM) platform for intelligent control and in-time analysis throughout the manufacturing process, as it transforms into an integrated provider of products and services. The ... , say analysts Zelensky's decision not to return the nationalized Privatbank to Kolomoisky was made under Western pressure, experts believe Read more Presidential aid sees signs of recovery in Russian economy Maxim Oreshkin said that now Russia is having retail sales on the rise Read more Number of coronavirus recoveries exceeds new cases for first time in Russia Russia's COVID-19 cases ... "], ["2020-05-19 18:30", "MISTRAS Group Inc (MG) Q1 2020 Earnings Call Transcript ...  down in the second quarter. Our job is to build on the legacy Mistras has created over the years and it is our vision to take Mistras to the next level through more integrated programs and more predictive intelligence that will define our industry in the future. Let me now turn the call over to Ed for a detailed review of the financials. Edward J. Prajzner -- Executive  ... . Our next question comes from the line of Tate Sullivan from Maxim Group. Your line is now open. Tate Sullivan -- Maxim Group -- Analyst Hi, thank you. And a couple of follow-ups on the 1Q. Can you break down gross profit by Services, International, Products, and Systems? Can you, I think the gross profit margin in Products and Systems declined meaningfully year-over-year? Was there a one ... "], ["2020-05-19 13:15", "Maxim Integrated Supports Employees And Community During COVID-19 PandemicSAN JOSE, Calif., May 19, 2020 /PRNewswire/ -- With many employees sheltering in place and working from home, Maxim Integrated Products, Inc. MXIM is striving to do its part in the global fight against the COVID-19 pandemic. Those who can work in our fact"], ["2020-05-13 20:30", "Tower Semiconductor Ltd (TSEM) Q1 2020 Earnings Call Transcript ... our guidance provided three months ago, reflecting 10%, or $19 million year-over-year organic growth. Non-organic revenue, defined as revenues from Panasonic in the TPSCo fabs and revenue for Maxim in the San Antonio fab were lower by $29 million year-over-year, mostly due to the March 2019 previously announced Panasonic renewed contract. Gross and operating profits for the first ...  there and could that possibly benefit you? Russell Ellwanger -- Chief Executive Officer Potentially, but I would say, fundamentally, not so much. The bulk of what is bought in China is not products that we ourselves or product flows that we ourselves serve. There is either lower end foundry capabilities or you would have other foundries that do and focus on digital technologies. So  ... "], ["2020-05-12 19:31", "Celsius Holdings Inc. (CELH) Q1 2020 Earnings Call Transcript ... nimble organization. We repositioned our fitness team, and repositioned our foodservice team to help out retail during the pantry loading and they were further working on integration on online integrated programs with our key regional grocery stores, mass market merchants and vitamin specialty stores, which are still open as well. So a lot of integration. It's going ... of the other. And we outpaced the growth in many other brands including Monster and Red Bull. So the growth has been strong what was great to see lot of brands also we're seeing some products are an impulse buy. What we've been able to see with really the fitness channel closing, convenience and foodservice we saw a lot of volume transition over to other channels and Celsius is part of ... "], ["2020-05-09 20:00", "Avid Technology Inc (AVID) Q1 2020 Earnings Call Transcript ... a portion of our customers selecting subscriptions rather than perpetual licenses for our creative software products. Gross margin on software licenses and maintenance was 82.5% in the quarter, up 40 basis points year-over-year. The company's hardware and integrated software revenue was $29.3 million in the first quarter, down 36.6% year-over ... s been helping subscription. Josh Nichols -- B. Riley Financial -- Analyst Great, thanks a lot. I'll hop back in the queue. Operator And we will take our next question from Jack Vander Aarde with Maxim Group. Jack Vander Aarde -- Maxim Group -- Analyst Hey, guys. Thank you for taking my questions. I've had to jump kind of back-forward between calls as a lot of analysts, so I may have missed some comments. But ... "], ["2020-05-07 15:19", "M&A: Russian Aquaculture announces transactions ...  major shareholders in the course of exchange tranches, the company informed. The deals covered 15.6868% of the company's shares. The issuer was notified that majority shareholder Maxim Vorobyov had acquired 1.3086% of the offered shares thereby slightly increasing his equity position in the company to 48.4406%. A new minority shareholder, Razvitie closed-end investment ...  approximately 50,000 tonnes of red salmon fishes. The company's long-term development strategy assumes the creation of a major vertically-integrated player in the aquaculture segment, including in-house fry production, primary processing and distribution of own products. IFRS net profit of PJSC Russian Aquaculture for 2019 increased by 42% to RUB 3.258 billion from RUB 2.291 billion a ... "], ["2020-05-03 07:22", "The Conversation AU ... , online shopping also allows high levels of anonymity. While you may have to enter your name, address and card details no one can see you. It's easier to buy \"embarrassing\" products when no one is looking. Apart from lockdown restrictions making it more difficult to date, this may also help explain why sex toy sales have surged during the pandemic.Sales of lingerie and other ... \" (as Apple and Google call it, though proximity notification might be more accurate) can be used to supplement traditional contact tracing, but it can't be integrated into it, because it doesn't entrust contact tracers with sensitive information.Benefits of traditional methodsAs experts have already shown, duration and strength of Bluetooth signals is  ... "], ["2020-04-30 06:54", "Red Hat's new CEO on surviving inside Blue Blue: 'We don't participate in IBM's culture. It's that simple' ... is that there is no culture clash because: \"We don't participate in their culture. It's that simple.\" Is he arguing that Red Hat can exist entirely separately from its new owner when its products are now that business's main focus? Well, yes. \"In terms of IBM and our strategy, we do our own things,\" he told El Reg on Wednesday. \"I have my own HR, own legal,  ...  that's how IBM also sees the relationship working with its new, somewhat unruly step-child, Cormier may be onto something. But you can't help but wonder whether the old maxim that \"culture beats strategy\" will be put to the test as the tech industry moves toward the hybrid cloud. Sponsored: Practical tips for Office 365 tenant-to-tenant migration Tips and  ... "], ["2020-04-30 06:54", "Red Hat's new CEO on surviving inside Big Blue: 'We don't participate in IBM's culture. It's that simple' ... that there is no culture clash because: \"We don't participate in their culture. It's that simple.\" Is he arguing that Red Hat can exist entirely separately from its new owner when its products are now that business's main focus? Well, yes. \"In terms of IBM and our strategy, we do our own things,\" he told El Reg on Wednesday. \"I have my own HR, own  ...  that's how IBM also sees the relationship working with its new, somewhat unruly step-child, Cormier may be onto something. But you can't help but wonder whether the old maxim that \"culture beats strategy\" will be put to the test as the tech industry moves toward the hybrid cloud. Sponsored: Practical tips for Office 365 tenant-to-tenant migration Tips and corrections ... "], ["2020-04-29 15:31", "Maxim (MXIM) Q3 Earnings Beat Estimates, Revenues Up Y/YMaxim Integrated Products' (MXIM) fiscal third-quarter result benefits from solid momentum across major end markets amid coronavirus pandemic."], ["2020-04-29 14:31", "Maxim Integrated Products (MXIM) Q3 2020 Earnings Call Transcript ... . Returns as of 04/29/2020. Join Stock Advisor Cumulative Growth of a $10,000 Investment in Stock Advisor Calculated by Time-Weighted Return Stocks MXIM Maxim Integrated Products NASDAQ: MXIM $55.52 up $0.52 (0.95%) Related Articles Maxim Integrated Products (MXIM) Q2 2020 Earnings Call Transcript Maxim Integrated Products (MXIM) Q1 2020 Earnings Call Transcript Maxim Integrated Products (MXIM) Q4 2019 Earnings Call Transcript Maxim Integrated Products Inc (MXIM) Q2 2019 Earnings Conference Call Transcript 3 Chip Stocks to Buy in a Tough Semiconductor Environment Maxim Integrated Products (MXIM) Q3 2020 Earnings Call Transcript @themotleyfool #stocks $MXIM Next Article Prev 1 2 3 4 5 Next Terms of Use Privacy Policy Accessibility Policy Copyright, Trademark ... "], ["2020-04-29 07:49", "U.S. RESEARCH ROUNDUP- Hormel Foods, Tyson Foods, Zebra Technologies ...  $32 * Iovance Biotherapeutics Inc : Oppenheimer raises target price to $43 from $35 * Iqvia Holdings Inc : Piper Sandler raises target price to $138 from $115 * J2 Global Inc : JP Morgan initiates at rating overweight and $105 pt * Juniper Networks Inc : Piper Sandler raises target price to $24 from $23 * Landmark Infrastructure Partners LP : Raymond James cuts PT to $14 from $19 * Maxim Integrated Products Inc : Credit Suisse cuts target price to $60 from $68 * Medpace Holdings Inc : Credit Suisse cuts target price to $92 from $105 * Mercury Systems Inc : Canaccord Genuity raises target price to $92 from $85 * Mercury Systems Inc : JP Morgan raises target price to $86 from $72 * Monolithic Power Systems Inc : Cowen and Company raises PT to $215 from $200 ... "], ["2020-04-28 21:45", "Maxim Integrated Products (MXIM) Surpasses Q3 Earnings and Revenue Estimates ...  the Zacks Industry Rank, Semiconductor - Analog and Mixed is currently in the top 34% of the 250 plus Zacks industries. Our research shows that the top 50% of the Zacks-ranked industries outperform the bottom 50% by a factor of more than 2 to 1. In-Depth Zacks Research for the Tickers Above Normally $25 each - click below to receive one report FREE: Maxim Integrated Products, Inc. (MXIM) - free report > > Published in earnings earnings-estimates earnings-outlook earnings-surprise industry-outlook zacks-consensus-estimate zacks-rank Zacks' 7 Best Strong Buy Stocks for May, 2020 Free Research for Zacks.com Readers Experts have chosen 7 stocks out of 220 Zacks Rank #1 Strong Buys that have the highest potential to increase in price quickly amid the global ... "], ["2020-04-28 20:36", "Maxim: Fiscal 3Q Earnings SnapshotSAN JOSE, Calif. (AP) _ Maxim Integrated Products Inc. (MXIM) on Tuesday reported fiscal third-quarter profit of $161.2 million. The San Jose, California-based company said it had net income of 59 cents per share. Earnings, adjusted for non-recurring cost"], ["2020-04-28 20:36", "Maxim: Fiscal 3Q Earnings SnapshotSAN JOSE, Calif. (AP) _ Maxim Integrated Products Inc. (MXIM) on Tuesday reported fiscal third-quarter profit of $161.2 million. The San Jose, California-based company said it had net income of 59 cents per share. Earnings, adjusted for non-recurring cost"], ["2020-04-28 12:36", "Top Pre-Market Analyst Downgrades (AMLN, BIIB, CIEN, XOM, GFA, MXIM, BTU, SLT, SPWRA) – 24/7 Wall St. ... ... Economy Energy Government Regulation Healthcare Housing Jobs Trending How Changing Your Diet Could Prevent Dementia Nutritionists and doctors have long told us that too much salt... Special Report Brands and Products Cities Countries States Trending 20 Foods to Buy While You're Sheltering in Place Source: TonyBaggett / Getty Images 16. Potatoes > Shelf life: 2... Investing Top Pre-Market Analyst Downgrades ...  as Sell at Brean Murray. Ciena ( CIEN ) Cut to Underperform at Credit Suisse. Exxon Mobil ( XOM ) Cut to Neutral at UBS. Gafisa ( GFA ) Cut to Neutral at UBS. Maxim Integrated ( MXIM ) Cut to Equal Weight at Barclays. Peabody Energy ( BTU ) Cut to Market Perform at FBR. Sterlite Industries ( SLT ) Cut to Sell at Citigroup. Sunpower ( SPWRA ) Cut to ... "], ["2020-04-28 12:35", "Top Pre-Market Analyst Downgrades (ADTN, AZ, CY, F, GPS, GM, IFX, LEN, ERIC, MXIM, PGR, WFMI) – 24/7 Wall St. ... Economy Energy Government Regulation Healthcare Housing Jobs Trending How Changing Your Diet Could Prevent Dementia Nutritionists and doctors have long told us that too much salt... Special Report Brands and Products Cities Countries States Trending 20 Foods to Buy While You're Sheltering in Place Source: TonyBaggett / Getty Images 16. Potatoes > Shelf life: 2... Investing Top Pre-Market Analyst Downgrades ...  as Sell at Societe Generale. Infineon ( IFX ) Cut to Neutral at UBS. Lennar ( LEN ) Cut to Neutral at UBS. LM Ericsson ( ERIC ) Cut to Sell at Deutsche Bank. Maxim Integrated ( MXIM ) Cut to Underweight at JPMorgan. Progressive ( PGR ) Cut to Sell at Citigroup. Whole Foods ( WFMI ) Cut to Underweight at JPMorgan. Jon C. Ogg December 16, 2008 Read  ... "], ["2020-04-28 12:32", "Top Early Bird Analyst Calls (JBT, XPRT, PTRY, SNY, ERIC, LLTC, MXIM, NSM, NFC, RTP, SAI) – 24/7 Wall St. ...  Energy Government Regulation Healthcare Housing Jobs Trending How Changing Your Diet Could Prevent Dementia Nutritionists and doctors have long told us that too much salt... Special Report Brands and Products Cities Countries States Trending 20 Foods to Buy While You're Sheltering in Place Source: TonyBaggett / Getty Images 16. Potatoes > Shelf life: 2... Investing Top Early Bird Analyst ... to Outperform at FBR. Sanofi-Aventis (SNY) Raised to Overweight at Morgan Stanley. Ericsson (ERIC) Cut to Underperform at Credit Suisse. Linear Tech (LLTC) Cut to Underperform at FBR. Maxim Integrated (MXIM) Cut to underperform at FBR. National Semiconductor (NSM) Cut to Market Perform at FBR. Nationwide Financial (NFC) Cut to Neutral at UBS. Rio Tinto (RTP) Cut to Hold  ... "]]}}