{"postfix": "medtronic_2-aktie", "name": "MEDTRONIC", "wkn": "A14M2J", "time": "2020.05.26 16:07", "ts": 1590502041, "features": {"KGV": "21.51", "Marktkapitalisierung": {"Size": "Mrd", "Value": "119.41"}, "GA": "4.59", "KBV": "2.60", "BA": "37.90", "KCV": "18.31", "CA": "5.39", "Vola30": "38.82", "Vola90": "60.42", "Vola180": "44.87", "Vola250": "34.06"}, "rivals": ["stryker-aktie", "fresenius_medical_care-aktie", "baxter_international-aktie", "fresenius-aktie", "abbott_laboratories-aktie", "st_jude_medical-aktie", "boston_scientific-aktie"], "text_data": {"de": [["22.05.20", "Medtronic erhöht die Dividende das 43. Jahr in Folge"], ["21.05.20", "MÄRKTE USA/Konjunkturdaten und US-chinesische Spannungen belasten"], ["21.05.20", "MÄRKTE USA/Konjunkturdaten und Misstöne zwischen USA und China belasten"], ["21.05.20", "MÄRKTE USA/Wall Street an datenüberflutetem Tag zurückhaltend"], ["21.05.20", "MÄRKTE USA/Börsen an datenüberfluteten Tag leichter erwartet"], ["20.05.20", "Ausblick: Medtronic legt die Bilanz zum abgelaufenen Quartal vor"], ["06.05.20", "Erste Schätzungen: Medtronic legt Quartalsergebnis vor"], ["30.04.20", "Experten sehen bei Medtronic-Aktie Potenzial"], ["31.03.20", "März 2020: Das sind die Expertenmeinungen zur Medtronic-Aktie"], ["10.03.20", "Medtronic kündigt Dividende an"], ["29.02.20", "Analysten sehen bei Medtronic-Aktie Potenzial"], ["20.02.20", "Medtronic stellte Zahlen zum jüngsten Quartal vor"], ["17.02.20", "Ausblick: Medtronic veröffentlicht Zahlen zum vergangenen Quartal"]], "en": [["2020.05.26", "Could Medtronic Stock See A 35% Decline From Current Levels?"], ["2020.05.26", "Medtronic Gets FDA Nod for Guardian CGM's Android Version"], ["2020.05.26", "Medtronic stock price target cut to $105 from $130 at SunTrust RH"], ["24.05.20", "3 Medical-Supply Stocks You Should Own Besides Medtronic"], ["22.05.20", "Medtronic CEO Geoff Martha to Speak at Bernstein Strategic Decisions Conference"], ["22.05.20", "Medtronic plc : Medtronic CEO Geoff Martha to Speak at Bernstein Strategic Decisions Conference"], ["22.05.20", "Medtronic (MDT) Q4 Earnings Miss Estimates, Revenues Beat"], ["21.05.20", "BJ’s, AstraZeneca rise; Hormel Foods, Medtronic fall"], ["21.05.20", "Medtronic upgraded to strong buy from buy at CFRA"], ["21.05.20", "Medtronic warns of sales hit as people delay non-emergency surgeries"], ["21.05.20", "UPDATE 3-Medtronic warns of sales hit as people delay non-emergency surgeries"], ["21.05.20", "Medtronic profit misses estimates as people delay non-emergency surgeries"], ["21.05.20", "UPDATE 2-Medtronic profit misses estimates as people delay non-emergency surgeries"], ["21.05.20", "Medtronic (MDT) Misses Q4 Earnings Estimates"], ["21.05.20", "Medtronic misses quarterly profit estimates on COVID-19 hit"], ["21.05.20", "UPDATE 1-Medtronic misses quarterly profit estimates on COVID-19 hit"], ["21.05.20", "Medtech Giant Tumbles As Coronavirus Pandemic Slams Quarterly Results"], ["21.05.20", "Medtronic earnings fall short of estimates, but company raises quarterly dividend"], ["21.05.20", "Medtronic fourth-quarter profit plunges nearly 45% on COVID-19 hit"], ["21.05.20", "Medtronic says it's not providing guidance due to pandemic"], ["21.05.20", "Medtronic shares slide 2% premarket"], ["21.05.20", "Medtronic raises quarterly dividend to 58 cents vs. 54 cents"], ["21.05.20", "Medtronic Q4 revenue down 26% to $6.0 bln; FactSet consensus $6.9 bln"], ["21.05.20", "Medtronic Q4 adj. EPS 58 cents; FactSet consensus 96 cents"], ["21.05.20", "Medtronic Q4 EPS 48 cents vs. 87 cents"], ["21.05.20", "Medtronic Reports Fourth Quarter and Fiscal Year 2020 Financial Results; Announces Dividend Increase"], ["21.05.20", "Medtronic plc : Medtronic Reports Fourth Quarter and Fiscal Year 2020 Financial Results; Announces Dividend Increase"], ["20.05.20", "Medtronic Launches Kyphon Cannula for Balloon Kyphoplasty"], ["18.05.20", "Jeffrey J. Popma, M.D. to Join Medtronic as Vice President and Chief Medical Officer for Coronary, Renal Denervation, and Structural Heart Businesses"], ["15.05.20", "Medtronic Congenital Heart Disease Studies Show Strong 10-Year Performance for Melody Transcatheter Pulmonary Valve and Primary Results from the Harmony Pivotal Trial"], ["14.05.20", "Analysts Estimate Medtronic (MDT) to Report a Decline in Earnings: What to Look Out for"], ["07.05.20", "Medtronic to Announce Financial Results for Its Fourth Quarter and Full Fiscal Year 2020"], ["07.05.20", "Medtronic plc : Medtronic to Announce Financial Results for Its Fourth Quarter and Full Fiscal Year 2020"], ["06.05.20", "Medtronic (MDT) Dips More Than Broader Markets: What You Should Know"], ["05.05.20", "Stocks This Week: Buy PPL And Medtronic"], ["28.04.20", "Here's Why Trump Invoking The Defense Production Act Could Help Medtronic, GE, and Other Ventilator Makers"], ["27.04.20", "Medtronic (MDT) Gains But Lags Market: What You Should Know"], ["27.04.20", "Medtronic executive chairman Omar Ishrak on revenue outlook and ventilator production"], ["24.04.20", "Medtronic Reports Significant COVID-19 Impact on Its Business"], ["22.04.20", "Buy, Sell, Or Hold Medtronic At $100?"], ["2020-05-26 13:15", "German Respiratory Devices Market, Forecast To 2025 - Focus On Therapeutic Devices, Diagnostic & Monitoring Devices, Consumables & Accessories ...  5. Market Segmentation 5.1. Germany Respiratory Device Market by Product5.1.1. Therapeutic Devices5.1.2. Diagnostic and Monitoring Devices5.1.3. Consumables and Accessories5.2. Germany Respiratory Device Market by End-user5.2.1. Homecare5.2.2. Hospitals and Clinics 6. Company Profiles 6.1. 3M Co.6.2. Acorda Therapeutics, Inc.6.3. Adamis Pharmaceuticals Corp.6.4. Adherium Ltd.6.5. Air Liquide S.A.6.6. AstraZeneca PLC6.7. Bayer AG6.8. Bespak6.9. Boehringer Ingelheim International GmbH6.10. Chiesi Farmaceutici S.p.A.6.11. Gilbert Technologies B.V.6.12. GlaxoSmithKline PLC6.13. H&T Presspart Manufacturing Ltd.6.14. Hamilton Medical AG6.15. Koninklijke Philips N.V.6.16. Medtronic PLC6.17. Novartis AG6.18. PMD Device Solutions Ltd.6.19. ResMed Corp.6.20. Savara ... "], ["2020-05-26 08:05", "Electronic Drug Delivery Systems Market Size Worth $15.4 Billion By 2027: Grand View Research, Inc. ... 2019 , Novo Nordisk received the U.S. Food and Drug Administration approval for Fiasp, insulin injection for use in insulin pumps for patients with type 1 and 2 diabetes. Moreover, the innovative wearable infusion pumps allow the patients to wirelessly connect to smartphone apps. This enables healthcare professionals to track patient data and tailor specific ...  Korea Latin America Brazil Mexico Argentina Colombia Middle East & Africa South Africa Saudi Arabia UAE Qatar List of Key Players of Electronic Drug Delivery Systems Market Bayer AG Gerresheimer AG Medtronic PLC Elcam Medical Group Novo Nordisk Insulet Corp. Becton, Dickinson and Company Sanofi S.A. Unilife Corp . Find more research reports on Medical Devices Industry , by Grand View Research: Empty IV ... "], ["2020-05-24 11:05", "3 Medical-Supply Stocks You Should Own Besides Medtronic ...  is a well-priced stock with a trailing price-to-earnings (P/E) ratio of 27 and solid fundamentals , including income growth over each of the past six years and free cash flow that has increased over the past five years, surging to $7.2 billion this year. It's also priced well under its 52-week high of $122.15 per share, so there's plenty of upside potential. As long as we're looking at Medtronic, though, here are three other medical-device companies with solid growth and dividends worth investing in. MSA Safety is coming off a strong quarter MSA Safety ( NYSE:MSA ) isn't strictly a medical-supply company; it's a safety products company headquartered in Cranberry Township, Penn. However, it does sell medical safety products, including ... "], ["2020-05-23 13:00", "4 Companies That Actually Raised Dividends This Week, and 3 That Didn't ... large companies, reflecting divergent capital-allocation policies as companies try to preserve their cash during the coronavirus pandemic. Among those announcing dividend suspensions or cuts were Ross Stores , Halliburton and Foot Locker . On the plus side, Medtronic , Clorox , Chubb, and Northrop Grumman all declared dividend increases. On Thursday, medical device company Medtronic (ticker: MDT) said it had declared a quarterly dividend of 58 cents a share, up 7% from 54 cents. That equates to an annual payout of $2.32 a share, up from $2.16 currently. The stock, which yields 2.5%, has returned about minus 17% this year, compared with an 8% decline for the S&P 500 . Clorox (CLX) on May 20 announced it will boost its quarterly disbursement by nearly 5% to $1 ... "], ["2020-05-23 12:00", "Teladoc, Bristol Myers, Quidel, Neurocrine Bio, Tandem Diabetes: 5 Health Stocks To Monitor Closely ... makes insulin pumps for patients with diabetes who rely on additional insulin. Its customers include patients with Type 1 diabetes, a genetic form in which the body doesn't produce insulin, and Type 2 diabetics, patients who progress to that point. Control-IQ is a new algorithm from Tandem that helps control high and low levels of insulin — a first in diabetes treatment devices. It pairs with ...  Tandem's insulin pumps, the latest of which is known as the t:slim X2. Tandem's rivals in such pumps are Medtronic ( MDT ) and Insulet ( PODD ). But for investors, the real leader in the diabetes products space is Dexcom ( DXCM ), which makes continuous glucose monitors. Dexcom stock, which boasts a perfect 99  ... "], ["2020-05-22 20:30", "Global Wireless Portable Medical Devices Industry, 2020-2025 Featuring Analog Devices, Freescale Semiconductor, GE Healthcare, Maxim Integrated Products, Medtronic, And More ... VIDEO FINANCIAL ADVISOR CENTER Login Account Global Wireless Portable Medical Devices Industry, 2020-2025 Featuring Analog Devices, Freescale Semiconductor, GE Healthcare, Maxim Integrated Products, Medtronic, And More DUBLIN, May 22, 2020 /PRNewswire/ -- The \"Wireless Portable Medical Device - Market Analysis, Trends, and Forecasts\" report has been added  ... next 5 to 6 years. Over US$812.2 Million worth of projected demand in the region will come from the rest of the European markets.In Japan , Monitoring will reach a market size of US$1.2 Billion by the close of the analysis period. As the world's second largest economy and the new game changer in global markets, China exhibits the potential to grow at 12.2% over the next couple of years and add ... "], ["2020-05-22 19:00", "Global Ventilator Market Report 2020-2025: Featuring Profiles Of Key Players Medtronic, Zoll Medical, Getinge AB, Allied Healthcare Products And Air Liquide ...  JIM CRAMER INVESTING PERSONAL FINANCE RETIREMENT TECHNOLOGY MARKETS HOW-TO VIDEO FINANCIAL ADVISOR CENTER Login Account Global Ventilator Market Report 2020-2025: Featuring Profiles Of Key Players Medtronic, Zoll Medical, Getinge AB, Allied Healthcare Products And Air Liquide DUBLIN, May 22, 2020 /PRNewswire/ -- The \"Ventilator Market - Forecasts from 2020 to 2025\" report has ...  added to ResearchAndMarkets.com's offering. The ventilator market is projected to grow at a CAGR of 5.53% to reach US$3,095.180 million by 2025 from US$2,240.940 million in 2019. The rise in cases of respiratory emergencies and Chronic Obstructive Pulmonary Disease (COPD) are the major factors, which are strengthening the growth of global ventilator market. Technological ... "], ["2020-05-22 17:55", "Exclusive: U.S. plans massive coronavirus vaccine testing effort to meet year-end deadline ... the enter large-scale testing in July, and may be joined by a vaccine from Britain's Oxford University and AstraZeneca Plc , Collins said. The U.S. government said on Thursday it would spend $1.2 billion to secure 300 million doses of the Oxford vaccine. \"What we might try to do is run those two side by side, but with a control arm\" that would also include 10, ...  gain MarketWatch Pass This Military Quiz For A Major Ego Boost PCH Quizzes Ad Global Interventional Oncology Market Analysis 2020 with Key Player Profiles Including ABK Biomedical Inc., Guerbet, Medtronic Plc and Sirtex Medical PR Newswire Elizabeth Hurley poses topless with her 'trusty' $29 bottle of sunscreen Yahoo Canada Style Recovered, but testing positive: Cases aboard Navy  ... "], ["2020-05-22 17:50", "Coronavirus Stock Market Rally Runs Higher On Vaccine Hopes; Alibaba, China Stocks Fall; Nvidia, Splunk, Best Buy, Walmart, Target Notable Earnings Movers ... Express ( ZTO ) earned 12 cents a share, missing views for 16 cents. Revenue fell 14.4% to $553 million in the coronavirus-hit first quarter. Parcel volumes grew 4.9% to 2,374 million, but unit price per parcel fell 19.4%, reflecting adverse coronavirus impact and cutthroat competition in the Chinese express delivery market. ZTO Express is backed by Alibaba. Economy The ... . Advance Auto Parts ( AAP ) earned 91 cents a share, missing by 70 cents. Revenue fell 8.6% to $2.7 billion, as coronavirus stay-at-home orders hurt car counts and retail traffic. The auto parts retailer didn't update 2020 guidance, after withdrawing it on April 9. Early Thursday, Medtronic ( MDT ) reported adjusted income of 58 cents per share on $6 billion in sales, down a respective 62 ... "], ["2020-05-22 17:15", "Global Interventional Oncology Market Analysis 2020 With Key Player Profiles Including ABK Biomedical Inc., Guerbet, Medtronic Plc And Sirtex Medical ... Other Applications 6 Interventional Oncology Global Market, by End-Users 6.1 Introduction 6.1.1 Hospitals 6.1.2 Ambulatory Surgical Centers (ASC's) 6.1.3 Academics and Research Institutes 7 Regional Analysis 7.1 Introduction 7.2 North America 7.3 Europe 7.4 APAC 7.5 RoW 8 Competitive Landscape 8.1 Introduction 8.2 Product Approval 8.3 Acquisition and Partnership 8.4 New Product Launch 8.5 Others 9 Major Companies ABK Biomedical Inc. AngioDynamics, Inc. Boston Scientific Corporation Clinical Laserthermia Systems Delcath Systems, Inc Erbe Elktromedizin GmbH Guerbet IceCure Medical IMBiotechnologies Johnson & Johnson Medtronic Plc MedWaves Medical Merit Medical System Misonix Monteris Medical Inc Profound Medical Corp. Royal Phillips Sanarus Medical Sirtex ... "], ["2020-05-22 15:45", "Solid-State Lithium-Ion Battery Innovation & Patent Review Of 260,004 Documents ... solid electrolyte interface engineering options provides for inspiration as to how the longevity of solid-state Li-ion batteries can be further improved. Key Topics Covered 1. Executive Summary 2. About the Author 3. Introduction Focus of this Review Solid-State vs. Liquid Li-Ion Batteries 4. The Solid-State Li-Ion Battery Market Today 5. Battery Technology  ... Kia Motors BYD IBM Hitachi Chemical Toshiba Furukawa Battery Hitachi Lishen QuantumScape/VW BMW NGK Spark Plugs Seiko Epson I TEN BASF/Sion Power Ionic Materials Solid Power Medtronic Johnson Battery Technologies BrightVolt Materials & Technology Suppliers (Current & Prospective) Fujifilm Idemitsu Kosan Nippon Zeon Toppan Printing Hydro Qubec Asahi Kasei/Asahi Chemical 10. Deep Dive - Options to Stabilize ... "], ["2020-05-22 13:25", "Company News for May 22, 2020 ...  . If you do not, click Cancel. OK Cancel Back to top Image: Bigstock Company News for May 22, 2020 Zacks Equity Research May 22, 2020 MDT EXPE BJ SNPS Trades from $ 1 You follow Corporate Summary - edit You follow Zacks Equity Research - edit What would you like to follow? Zacks Equity Research Corporate Summary Cancel Read More Hide Full Article Shares of Medtronic plc ( MDT - Free Report ) declined 2.8% after the company reported fourth-quarter fiscal 2020 adjusted earnings per share of $0.58, missing the Zacks Consensus estimate of $0.59. Shares of BJ's Wholesale Club Holdings Inc. ( BJ - Free Report ) jumped 21.7% after reporting first-quarter 2020 adjusted earnings per share of $0.69, surpassing the Zacks Consensus estimate of $0.35. Synopsys, Inc ... "], ["2020-05-22 13:20", "U.S. RESEARCH ROUNDUP- Martin Marietta Materials, ONEOK, Superior Energy Services ... from $175 * Brady Corp : Wells Fargo raises price target to $40 from $37 * Braemar Hotels & Resorts Inc : D.A. Davidson cuts target price to $2.75 from $3.25 * Brinker International Inc : Piper Sandler raises target price to $32 from $29 * Brown-Forman Corp : Deutsche Bank raises target  ... Medtronic Plc : Citigroup raises price target to $108 from $105 * Medtronic Plc : Deutsche Bank cuts target price to $118 from $123 * Medtronic Plc : Evercore ISI cuts target price to $106 from $108 * Medtronic Plc : Jefferies raises target price to $112 from $110 * Medtronic Plc : Oppenheimer cuts price target to $112 from $131 * Medtronic Plc : Piper Sandler cuts target price to $120 from $135 * Medtronic Plc : Raymond James cuts price target to $107 from $110 * Medtronic ... "], ["2020-05-22 13:00", "Medtronic Guardian Connect Continuous Glucose Monitoring (CGM) System For Diabetes Now Compatible With Android Devices ...  for my patients that experience hypoglycemic unawareness, meaning they can go low without having any warning signs or symptoms. I am pleased to now be able to offer this technology to patients regardless of if they use an iOS or Android device.\" The Guardian Connect system leverages the Guardian Sensor 3, the most advanced glucose sensor from Medtronic, to accurately alert users of lows more than 90% of the time, 2 so users can feel confident in the numbers they are seeing. Through the company's latest predictive algorithms, the Guardian Connect system is also the only standalone CGM system that can alert patients of potential high or low sensor glucose events up to 60 minutes in advance, allowing individuals time to plan and take action if ... "], ["2020-05-22 11:14", "NBRU and bus operators call for clarity on how workers will travel ...  Stephen Collins: Crisis inspires fact-based debate and solidarity The Irish Times view on coronavirus clusters: Ireland is learning lessons Sharp drop in numbers attending hospital emergency departments Medtronic says Trump call to 'reshore' is impractical for medtech Miriam Lord: Timing is everything as Alan Kelly blows another gasket Northern Ireland students could return to  ... 39;prematurely' announced plans in hope teachers would 'put up or shut up' 08:25 Most Read in News 1 Spanish archaeologists dig for remains of Red Hugh O'Donnell 2 Austerity 'must not' return, Higgins tells communist paper 3 Leaving Cert: ASTI says Minister 'prematurely' announced plans in hope teachers would 'put up or shut up' 4 Miriam ... "], ["2020-05-22 10:07", "Medtronic (MDT) Q4 Earnings Miss Estimates, Revenues Beat ... directors of the company approved a dividend hike for the first-quarter fiscal 2021, which resulted in the quarterly amount of 58 cents per share. This in turn led to an annual dividend of $2.32 per share, up from the previous $2.16 per share, thereby marking Medtronic's 43rd consecutive year of dividend hike. Guidance On account of the uncertainty with respect to near-term financial results resulting from the COVID-19 pandemic, Medtronic has decided not to provide any formal annual or quarterly financial guidance at this moment. Our Take Medtronic exited the fourth quarter of fiscal 2020 on a mixed note, with earnings missing the consensus mark but revenues beating the same. The company demonstrated weak performances at CER, backed by dismal performance ... "], ["2020-05-22 09:43", "U.S. RESEARCH ROUNDUP- Martin Marietta Materials, ONEOK, Superior Energy Services ... Hewlett Packard Enterprise Co : JP Morgan cuts target price to $11 from $12 * HP Inc : JP Morgan raises target price to $21 from $20 * Huya Inc : HSBC raises target price to $20.2 from $18 * Intuit Inc : Credit Suisse raises target price to $295 from $285 * Intuit Inc : Evercore ISI raises target price to $290 from $260 * Intuit Inc : Jefferies raises target price to $340 ... 210 from $190 * Martin Marietta Materials Inc : JP Morgan raises to overweight from neutral * Medtronic Plc : Citigroup raises price target to $108 from $105 * Medtronic Plc : Evercore ISI cuts target price to $106 from $108 * Medtronic Plc : Jefferies raises target price to $112 from $110 * Medtronic Plc : Piper Sandler cuts target price to $120 from $135 * Monmouth Real Estate Investment ... "], ["2020-05-22 07:30", "‘I should be alright pet, don’t worry’ – a father’s last words before his death ... strategies: Sweden's experiment is risky The Irish Times view on coronavirus clusters: Ireland is learning lessons Sharp drop in numbers attending hospital emergency departments Medtronic says Trump call to 'reshore' is impractical for medtech Miriam Lord: Timing is everything as Alan Kelly blows another gasket Northern Ireland students  ... ; return, Higgins tells communist paper 02:00 Coronavirus: Varadkar and Donohoe warn over borrowing for Covid-19 downturn 01:55 Most Read in News 1 Man shot at Cork checkpoint detained as garda investigate drug trafficking 2 Leaving Cert plan in doubt as teachers' union tells members not to co-operate 3 Miriam Lord: Timing is everything as Alan Kelly blows another gasket 4 'I should be alright pet, don' ... "], ["2020-05-22 04:00", "BJ's, AstraZeneca rise; Hormel Foods, Medtronic fall ...  on Thursday: Synopsys Inc., up $3.02 to $168.49. The maker of software used to test microchips gave investors a solid profit forecast after a surprisingly good second quarter. Take-Two Interactive Software Inc., down $8.65 to $138.19. The maker of \"Grand Theft Auto\" and other video games gave investors a weak profit forecast for its fiscal year. Medtronic Plc., down $2.67 to $95.41. The medical device company reported disappointing fiscal fourth-quarter profit and revenue. Apollo Investment Corp., up 82 cents to $9.96. The investment company reported surprisingly good fourth-quarter financial results. BJ's Wholesale Club Holdings Inc., up $6.28 to $35.25. The wholesale membership warehouse beat Wall Street's first-quarter profit forecasts on ... "], ["2020-05-22 01:45", "Austerity ‘must not’ return, Higgins tells communist paper ...  coronavirus strategies: Sweden's experiment is risky The Irish Times view on coronavirus clusters: Ireland is learning lessons Sharp drop in numbers attending hospital emergency departments Medtronic says Trump call to 'reshore' is impractical for medtech Miriam Lord: Timing is everything as Alan Kelly blows another gasket Northern Ireland students could return  ... may be legally obliged to fill out locator form 01:00 Solar panel limit-lifting key part of government formation talks 01:00 Most Read in News 1 Man shot at armed Garda checkpoint in Cork 2 Miriam Lord: Timing is everything as Alan Kelly blows another gasket 3 Leaving Cert plan in doubt as teachers' union tells members not to co-operate 4 Coronavirus: 'There is no immunity out  ... "]]}}