{"postfix": "merck_co-aktie", "name": "MERCK", "wkn": "A0YD8Q", "time": "2020.05.26 15:58", "ts": 1590501525, "features": {"KGV": "17.68", "Marktkapitalisierung": {"Size": "Mrd", "Value": "179.72"}, "GA": "5.19", "KBV": "9.08", "BA": "10.11", "KCV": "14.99", "CA": "6.12", "Vola30": "31.57", "Vola90": "40.23", "Vola180": "31.05", "Vola250": "26.87"}, "rivals": ["johnson_johnson-aktie", "gilead_sciences-aktie", "roche_2-aktie", "bayer-aktie", "teva_adrs-aktie", "novartis-aktie", "vertex_pharmaceuticals-aktie"], "text_data": {"de": [["2020.05.26", "MÄRKTE USA/Hoffnung auf rasche Konjunkturerholung treibt an"], ["2020.05.26", "US-Unternehmen Merck übernimmt Wiener Impfstoffspezialisten Themis"], ["2020.05.26", "Pharmaindustrie: Nun steigt auch Merck & Co ins Rennen um einen Corona-Impfstoff ein"], ["2020.05.26", "Merck verstärkt Impfstoff-Suche mit Übernahme in Wien"], ["2020.05.26", "MÄRKTE USA/Hoffnung auf rasche Konjunkturerholung treibt an"], ["2020.05.26", "Interessante Insiderkäufe bei SAP, Merck und Home24"], ["2020.05.26", "US-Pharmagigant Merck treibt die Entwicklung von Corona-Therapien voran"], ["2020.05.26", "US-Pharmakonzern Merck&Co steigt in Rennen um Corona-Impfstoff ein"], ["20.05.20", "MÄRKTE USA/Börsen nach Verschnaufpause fester erwartet"], ["20.05.20", "Astrazeneca und Merck erhalten Zulassung für Prostata-Krebsmittel"], ["20.05.20", "Astrazeneca erhält weitere US-Zulassung für Krebsmittel Lynparza"], ["18.05.20", "Merck nach den Zahlen: Das sagen die Analysten"], ["15.05.20", "Merck: Starke Zahlen, schwacher Ausblick - und jetzt?"], ["14.05.20", "Merck-Aktie: Konzern dampft wegen Corana Erwartungen ein - starker Jahresstart"], ["14.05.20", "Pharmabranche: Merck startet mit Gewinnsprung"], ["14.05.20", "Merck trotzt Corona"], ["07.05.20", "Bristol-Myers Squibb dank Zukauf mit hohen Umsätzen aber auch hohen Verlusten"], ["30.04.20", "April 2020: So schätzen Experten die Merck-Aktie ein"], ["29.04.20", "Merck veröffentlichte Zahlen zum vergangenen Quartal"], ["28.04.20", "MÄRKTE USA/Wall Street schließt nach schwachen Daten im Minus"], ["28.04.20", "MÄRKTE USA/Wall Street gibt nach schwachen Daten Gewinne ab"], ["28.04.20", "Merck verstärkt seinen OLED-Bereich "], ["28.04.20", "ROUNDUP: US-Pharmakonzern Merck & Co dampft Ziele wegen Coronavirus ein"], ["28.04.20", "MÄRKTE USA/Wall Street fester - Berichtssaison bewegt"], ["28.04.20", "Merck & Co kappt Jahresprognose"], ["28.04.20", "US-Pharmakonzern Merck & Co. dampft Ziele wegen Coronavirus ein"], ["28.04.20", "MARKT USA/Wall Street fester erwartet - Berichtssaison im Blick"], ["24.04.20", "Onkologen warnen: 'Bugwelle an zu spät diagnostizierten Krebsfällen'"], ["23.04.20", "ROUNDUP 2: Impfallianz Gavi fordert Regeln für Zugang zu Corona-Impfstoff"], ["23.04.20", "ROUNDUP: Impfallianz Gavi fordert frühe Verhandlungen über Corona-Impfstoff"]], "en": [["2020.05.26", "UPDATE 2-Merck to buy Austrian vaccine maker as it jumps into COVID-19 race"], ["2020.05.26", "Dow surges 600 points, S&P 500 punches above key technical level as stock-market investors key on Novovax, Merck vaccine candidates"], ["2020.05.26", "Covid Report: Merck Joins Coronavirus Vaccine Hunt With Two-Pronged Strategy"], ["2020.05.26", "Merck leaps into COVID-19 development fray with vaccine, drug deals"], ["2020.05.26", "The Wall Street Journal: Merck does deals to develop coronavirus vaccines, drug"], ["2020.05.26", "UPDATE 1-Merck leaps into COVID-19 development fray with vaccine, drug deals"], ["2020.05.26", "Merck leaps into COVID-19 development fray with vaccine, drug deals"], ["24.05.20", "Better Buy: AbbVie vs. Merck"], ["20.05.20", "FDA Approves New Prostate Cancer Treatment From AstraZeneca and Merck"], ["18.05.20", "Are You Looking for a High-Growth Dividend Stock? Merck (MRK) Could Be a Great Choice"], ["14.05.20", "Merck KGaA says profit could slip as fertility treatments shunned"], ["14.05.20", "Merck Just Made a Gamble That Smart Investors Should Bet on Too"], ["14.05.20", "Merck KGaA says profit could slip as fertility treatments shunned"], ["14.05.20", "UPDATE 1-Merck KGaA says profit could slip as fertility treatments shunned"], ["14.05.20", "Merck KGaA says profit could slip in 2020"], ["14.05.20", "/C O R R E C T I O N -- EMD Serono/"], ["14.05.20", "Breakthrough Innovation in Cancer Care From Merck Pipeline to Be Presented at ASCO 2020"], ["14.05.20", "Breakthrough Innovation in Cancer Care From EMD Serono Pipeline to Be Presented at ASCO 2020"], ["13.05.20", "Merck KGaA : Preliminary announcement of the publication of financial reports according to Articles 114, 115, 117 of the WpHG [the German Securities Act]"], ["07.05.20", "The Zacks Analyst Blog Highlights: Merck, PayPal, Royal Dutch Shell, BlackRock and General Electric"], ["06.05.20", "Top Research Reports for Merck, PayPal & Royal Dutch Shell"], ["01.05.20", "Did Merck Just Receive a Gift From the FDA?"], ["30.04.20", "Data From Merck at ASCO 2020 to Showcase Significant Clinical Advances in Cancer Care"], ["28.04.20", "Merck Reports First-Quarter Results, Lowers Guidance"], ["28.04.20", "Merck & Co Inc (MRK) Q1 2020 Earnings Call Transcript"], ["28.04.20", "Merck sees $2.1 billion coronavirus hit to 2020 sales"], ["28.04.20", "Merck sees $2.1 billion coronavirus hit to 2020 sales"], ["28.04.20", "Merck (MRK) Surpasses Q1 Earnings and Revenue Estimates"], ["28.04.20", "UPDATE 3-Merck sees $2.1 bln coronavirus hit to 2020 sales"], ["28.04.20", "Merck sees $2.1 billion hit to full-year sales from coronavirus pandemic"], ["28.04.20", "Merck sees $2.1 billion hit to full-year sales from coronavirus pandemic"], ["28.04.20", "UPDATE 2-Merck sees $2.1 bln hit to full-year sales from coronavirus pandemic"], ["28.04.20", "Merck cuts 2020 forecasts, sees big pandemic impact in Q2"], ["28.04.20", "Merck (MRK) Q1 Earnings and Revenues Top Estimates"], ["28.04.20", "Merck Sees Coronavirus Impact Lasting Two Quarters — And Shares Tumble"], ["28.04.20", "Merck profit beats, coronavirus uncertainty weighs on forecast"], ["28.04.20", "Merck profit beats, coronavirus uncertainty weighs on forecast"], ["28.04.20", "UPDATE 1-Merck profit beats, coronavirus uncertainty weighs on forecast"], ["28.04.20", "Merck profit rises, cuts 2020 forecast over COVID-19 uncertainty"], ["28.04.20", "Merck profit rose 10% in the first quarter but coronavirus uncertainty weighs on its outlook"], ["2020-05-26 13:46", "Merck working with non-profit IAVI to develop COVID-19 vaccine ...  develop the vaccine candidate \"EIDD-2801,\" which is in early clinical development phases. RELATED Vaccine for COVID-19 safe, effective in first human clinical trial, study says Merck joins an expanding field of vaccine candidates, several of which are already in human clinical trials. U.S. firm Novavax said Tuesday it's entered clinical trials for  ...  due to the coronavirus pandemic restrictions. Photo by Debbie Hill/UPI | License Photo Customers have their hair washed at JF Hair Co. in Union, Mo., on May 6. Photo by Bill Greenblatt/UPI | License Photo Stylist Chrissy Whitley trims the hair of customer Mark Nolting at JF Hair Co. The salon reopened on May 4 after being closed since March 23. Photo by Bill Greenblatt/UPI | License Photo People visit ... "], ["2020-05-26 13:42", "US pharma giant Merck to develop coronavirus vaccines, drugs following business deals ...  vaccines, drugs following business deals Remdesivir, favipiravir, famotidine: Discover coronavirus vaccines, drugs in progress Coronavirus: Saudi Arabia reports 1,931 new cases, 12 deaths Coronavirus: Iran eases restaurant curbs as death toll rises by 57 CORONAVIRUS OUTBREAK US pharma giant Merck to develop coronavirus vaccines, drugs following business deals The Merck logo is seen at a gate to the Merck & Co campus in Linden, New Jersey, US. (File photo: Reuters) Bloomberg Tuesday 26 May 2020 Text size A A A Merck & Co. moved to bolster the global fight against the coronavirus, unveiling development plans for a pill to the treat the infection and two vaccines to prevent it. The US drugmaker bought rights to develop a promising antiviral discovered at Emory ... "], ["2020-05-26 13:31", "Wall Street set to surge at open on recovery, vaccine hopes ... pointed to the benchmark index opening above 3,000 points, a key psychological level that could further bolster risk appetite, and also above its 200-day moving average, a closely watched long-term trend indicator. U.S. biotech group Novavax Inc ( NVAX.O ) jumped nearly 16% in premarket trading as it joined the race to test coronavirus vaccine candidates on humans and enrolled its first participants. Merck & Co Inc ( MRK.N ) advanced 3.6% as it announced plans to develop two separate vaccines. The S&P 500 has risen about 35% from its March lows on hopes of an eventual coronavirus antidote and easing of virus-related curbs. It is now about 13% below its all-time high hit more than three months ago. \"The markets are focusing more on healthcare related news ... "], ["2020-05-26 13:31", "Stocks soar as NYSE trading floor reopens from coronavirus shutdown ...  Digital Social Media Gadgets Business Tech Healthcare Tech Future Tech AI Space Tech Sports NFL NBA MLB NASCAR Boxing Soccer Golf Tennis Opinion Shows FBN:am Mornings with Maria Varney & Co Cavuto: Coast to Coast Making Money with Charles Payne The Claman Countdown After the Bell Bulls & Bears The Evening Edit Lou Dobbs Tonight Kennedy Strange Inheritance with Jamie Colby Maria  ... , and Spain said it would be opening its borders to tourists beginning July 1. Drugmaker Novavax begins dosing for its Phase 1 clinical trial of its experimental COVID-19 vaccine. Merck purchased privately held Austrian vaccine maker Themis Bioscience and said it would work with nonprofit IAVI to develop two separate COVID-19 vaccines. Elsewhere, rental car company Hertz filed for ... "], ["2020-05-26 13:29", "Covid Report: Merck Joins Coronavirus Vaccine Hunt With Two-Pronged Strategy ... Next Apple Or Amazon? Start With These S&P 500-Beating Lists Related news Dow Jones Today, Futures Rally As Covid-19 Vaccine Race Heats Up; Sanofi Exits Regeneron 9:28 AM ET Novavax and Co-Diagnostics were early leaders, while Merck rose on the Dow Jones as coronavirus optimism lifted stock futures toward... 9:28 AM ET Novavax and Co-Diagnostics were early leaders, while Merck rose on... AbbVie Wrapped Its $63 Billion Allergan Buyout — Is AbbVie Stock A Buy? The No. 1 Pharma Stock Just Crushed Earnings Views — Is BMY Stock A Buy? Is Merck Stock A Buy As Coronavirus Worries Shake The Dow Jones Giant? IBD 50 Stocks To Watch: Pharmaceutical Leader Bristol Myers Squibb In Buy Range After Breakout Novavax Stock Rockets On Funding Boost For Coronavirus ... "], ["2020-05-26 12:38", "Dow Jones Today, Futures Rally As Covid-19 Vaccine Race Heats Up; Sanofi Exits Regeneron ...  My Favorites My Stock Lists Edit Favorites Sign In or Subscribe Stock Market Today Dow Jones Today, Futures Rally As Covid-19 Vaccine Race Heats Up; Sanofi Exits Regeneron Licensing ALAN R. ELLIOTT 08:38 AM ET 05/26/2020 Stock futures squared off for an early jump Tuesday, as positive coronavirus sentiment coming off the long Memorial Day weekend fueled a premarket rally. Merck, Novavax and Co-Diagnostics jumped due to Covid-19 vaccine and testing news. Regeneron Pharmaceuticals tumbled as a major shareholder exited. Boeing snapped to the head of the Dow Jones today. X A number of data points showed the U.S. economy improving, helping to send global markets rolled higher Tuesday. Japan led a rally across Asia's benchmarks and Europe's markets were ... "], ["2020-05-26 12:30", "Workers ineligible for UIF can now claim Ters benefit ...  Monthly Land & Agriculture Management Mining Property Retail & Consumer Telecoms & Technology Trade & Industry Transport & Tourism Markets Data Merck buys vaccine maker Themis Bioscience in fight against coronavirus The Themis vaccine is based on a modified measles virus, and Merck is also developing an experimental drug for Covid-19 treatment Most Read Central Energy Fund in  ... concerns of civil society and decided to make provision for vulnerable and precariously placed workers. In effect the state is respecting that social security applies to all.\" steynl@businesslive.co.za Cosatu wants workers to access retirement fund savings to fight Covid-19 hardship Finance mister urged to allow workers to access their savings to augment what they are getting ... "], ["2020-05-26 12:00", "Pfizer Is Charging Ahead With A Coronavirus Vaccine — Is PFE Stock A Buy? ...  Watch And Pharma Industry News Is Biogen Stock A Buy Following An Unexpected Alzheimer's Drug Delay? The No. 1 Pharma Stock Just Crushed Earnings Views — Is BMY Stock A Buy? Is Merck Stock A Buy As Coronavirus Worries Shake The Dow Jones Giant? Covid Report: Moderna And Other Vaccine Makers Catapult On Key Test Why Sarepta Has A Leg Up On Pfizer With A Rival Gene Therapy ... to Sell Stocks IBD Retail Locations Ad Choices Stock Market Today The Big Picture Economic Calendar Investing Workshops New to IBD Economy Technology Best Mutual Funds Awards Best Online Brokers Co-Browse Connect With Us On Notice: Information contained herein is not and should not be construed as an offer, solicitation, or recommendation to buy or sell securities. The information  ... "], ["2020-05-26 12:00", "AbbVie Wrapped Its $63 Billion Allergan Buyout — Is AbbVie Stock A Buy? ...  Health Care Stocks Get Timely Buy & Sell Alerts With IBD Leaderboard Listen To IBD's Investing Podcast For Key Market Insights, Stock Analysis Related news Dow Jones Today, Futures Rally As Covid-19 Vaccine Race Heats Up; Sanofi Exits Regeneron 8:38 AM ET Novavax and Co-Diagnostics were early leaders, while Merck rose on the Dow Jones as coronavirus optimism lifted stock futures toward... 8:38 AM ET Novavax and Co-Diagnostics were early leaders, while Merck rose on... Pfizer Is Charging Ahead With A Coronavirus Vaccine — Is PFE Stock A Buy? Teladoc, Neurocrine Bio Lead Five Healthy Stocks To Monitor Closely Fiery Biotech Stock Crashes On Late-Stage Failure In Breast Cancer Biotech Stocks To Watch And Pharma Industry News Best Dividend Stocks ... "], ["2020-05-26 12:00", "Moderna To Host Virtual Science Day On June 2, 2020 ... , providing Moderna the capability to pursue in parallel a robust pipeline of new development candidates. Moderna is developing therapeutics and vaccines for infectious diseases, immuno-oncology, rare diseases and cardiovascular diseases, independently and with strategic collaborators. Headquartered in Cambridge, Mass., Moderna currently has strategic alliances for development programs with AstraZeneca PLC and Merck & Co., Inc., as well as the Defense Advanced Research Projects Agency (DARPA), an agency of the U.S. Department of Defense, and the Biomedical Advanced Research and Development Authority (BARDA), a division of the Office of the Assistant Secretary for Preparedness and Response (ASPR) within the U.S. Department of Health and Human Services ... "], ["2020-05-26 11:58", "S&P 500 futures surge on recovery, vaccine hopes ... . FILE PHOTO: A nearly empty trading floor is seen as preparations are made for the return to trading at the New York Stock Exchange (NYSE) in New York, U.S., May 22, 2020. REUTERS/Brendan McDermid U.S. biotech group Novavax Inc ( NVAX.O ) jumped 21% in premarket trading as it joined the race to test coronavirus vaccine candidates on humans and enrolled its first participants. Merck & Co Inc ( MRK.N ) advanced 3.2% as it announced plans to develop two separate vaccines. Wall Street's main indexes have risen sharply from March lows, gaining 3% last week, on hopes of an eventual coronavirus antidote and easing of virus-related curbs. \"The markets are focusing more on healthcare related news getting better and the possibility for a vaccine by the end of ... "], ["2020-05-26 11:44", "5 things to know before the stock market opens Tuesday ... freedoms in Hong Kong and triggered protests in the special administrative region over the weekend. The law would target acts of secession, subverting state power and organizing and carrying out terrorist activities, as well interference by foreign or external forces. — The Associated Press and Reuters contributed to this report. Related Tags Trade Travel Donald Trump Dow Jones Industrial Average Merck & Co Inc More In 5 Things to Know 5 things to know before the stock market opens Friday Fred Imbert 5 things to know before the stock market opens Thursday Matthew J. Belvedere 5 things to know before the stock market opens Wednesday Matthew J. Belvedere Read More Subscribe to CNBC PRO Licensing & Reprints CNBC Councils Supply Chain Values Advertise With ... "], ["2020-05-26 11:24", "Merck does deals to develop coronavirus vaccines, drug ... Hopkins Comments Drugmaker is buying a privately held Austrian company to obtain one vaccine, joining with other groups on a second vaccine and an antiviral Getty Images Email icon Facebook icon Twitter icon Linkedin icon Flipboard icon Print icon Resize icon Referenced Symbols Advertisement MRK -0.23% Big drugmaker Merck & Co. said it is working on two potential vaccines and an experimental drug against the coronavirus, joining rivals in the frantic search for medicines. Merck MRK, -0.23% , one of the world's largest pharmaceutical companies by sales, said Tuesday it is acquiring one experimental vaccine as part of the purchase of its Austrian maker, while partnering in the development of a second vaccine candidate and the potential drug. \"We looked ... "], ["2020-05-26 10:57", "Merck leaps into COVID-19 development fray with vaccine, drug deals ...  Reuters Directory of sites Login Contact Support Business Markets World Politics TV More United States Deals May 26, 2020 / 10:51 AM / Updated 12 minutes ago Merck leaps into COVID-19 development fray with vaccine, drug deals Julie Steenhuysen , Michael Erman 5 Min Read CHICAGO (Reuters) - Merck & Co Inc ( MRK.N ), which has largely kept to the sidelines of the race for COVID-19 treatments, said it was buying Austrian vaccine maker Themis Bioscience and would collaborate with research nonprofit IAVI to develop two separate vaccines. FILE PHOTO: The Merck logo is seen at a gate to the Merck & Co campus in Linden, New Jersey, U.S., July 12, 2018. REUTERS/Brendan McDermid It also announced a partnership with privately-held Ridgeback Biotherapeutics to develop ... "], ["2020-05-26 10:57", "Merck leaps into COVID-19 development fray with vaccine, drug deals ...  Reuters Directory of sites Login Contact Support Business Markets World UK TV More United Kingdom Deals May 26, 2020 / 10:54 AM / Updated 14 minutes ago Merck leaps into COVID-19 development fray with vaccine, drug deals Julie Steenhuysen , Michael Erman 5 Min Read CHICAGO (Reuters) - Merck & Co Inc ( MRK.N ), which has largely kept to the sidelines of the race for COVID-19 treatments, said it was buying Austrian vaccine maker Themis Bioscience and would collaborate with research nonprofit IAVI to develop two separate vaccines. FILE PHOTO: The Merck logo is seen at a gate to the Merck & Co campus in Linden, New Jersey, U.S., July 12, 2018. REUTERS/Brendan McDermid It also announced a partnership with privately-held Ridgeback Biotherapeutics to develop an ... "], ["2020-05-26 10:47", "Merck leaps into COVID-19 development fray with vaccine, drug deals ...  Reuters Directory of sites Login Contact Support Business Markets World UK TV More United Kingdom Business News May 26, 2020 / 10:48 AM / a few seconds ago Merck leaps into COVID-19 development fray with vaccine, drug deals Julie Steenhuysen , Michael Erman 5 Min Read CHICAGO (Reuters) - Merck & Co Inc ( MRK.N ), which has largely kept to the sidelines of the race for COVID-19 treatments, said it was buying Austrian vaccine maker Themis Bioscience and would collaborate with research nonprofit IAVI to develop two separate vaccines. FILE PHOTO: The Merck logo is seen at a gate to the Merck & Co campus in Linden, New Jersey, U.S., July 12, 2018. REUTERS/Brendan McDermid It also announced a partnership with privately-held Ridgeback Biotherapeutics to develop an ... "], ["2020-05-26 10:45", "Merck Does Deals to Develop Coronavirus Vaccines, Drug ...  Develop Coronavirus Vaccines, Drug Drugmaker is buying a privately held Austrian company to obtain one vaccine, joining with other groups on a second vaccine and an antiviral By Jared S. Hopkins Close Jared S. Hopkins Biography @jaredshopkins jared.hopkins@wsj.com May 26, 2020 6:45 am ET Big drugmaker Merck & Co. said it is working on two potential vaccines and an experimental drug against the coronavirus, joining rivals in the frantic search for medicines. Merck, one of the world's largest pharmaceutical companies by sales, said Tuesday it is acquiring one experimental vaccine as part of the purchase of its Austrian maker, while partnering in the development of a second vaccine candidate and the potential drug. ... To Read the Full Story Subscribe Sign ... "], ["2020-05-26 10:45", "Merck leaps into COVID-19 development fray with vaccine, drug deals ...  Reuters Financial Government Solutions Legal Reuters News Agency Risk Management Solutions Tax & Accounting Blog: Answers On Innovation @ Thomson Reuters Directory of sites Login Contact Support Business Markets World UK TV More United Kingdom Mergers & Acquisitons - Americas May 26, 2020 / 10:49 AM / Updated an hour ago Merck leaps into COVID-19 development fray with vaccine, drug deals Julie Steenhuysen , Michael Erman 4 Min Read CHICAGO, May 26 (Reuters) - Merck & Co Inc, which has largely kept to the sidelines of the race for COVID-19 treatments, said it was buying Austrian vaccine maker Themis Bioscience and would collaborate with research nonprofit IAVI to develop two separate vaccines. It also announced a partnership with privately-held Ridgeback ... "], ["2020-05-26 10:38", "Britain to provide anti-viral drug remdesivir to some COVID-19 patients ... Beacon Gene Therapy PR Newswire Trump Bashes Marine Vet Congressman As An 'American Fraud' On Memorial Day HuffPost Yikes...New Jersey Mortgage Rates Hit 2.5% FIXED LendGo Ad Merck to Acquire Themis Business Wire Missouri health officials call for self-quarantine of partiers at Lake of the Ozarks NBC News White Woman Calls Cops On Black Man Over Dog Leash ...  Ghostbusters reboot backlash Entertainment Weekly Biden makes first in-person appearance in over 2 months Yahoo News Video Arthritis Treatments Your Doctor May Not Share System1 | Arthritis | Search Ads Ad Co-Diagnostics, Inc. COVID-19 Test Successfully Used to Identify Coronavirus in Cancer Tissue PR Newswire Furious Shoppers Boot Out Woman Buying Groceries Without A Face Mask HuffPost Fox News' ... "], ["2020-05-24 13:02", "If You'd Invested $10,000 in Moderna's IPO, Here's How Much Money You'd Have Now ...  to treat autoimmune disorders and other diseases. Moderna's mRNA platform attracted the attention of some big and influential players in the industry. AstraZeneca , Merck , and Vertex Pharmaceuticals formed partnerships with the small biotech. So did the Biomedical Advanced Research and Development Authority (BARDA) and Defense Advanced Research Projects Agency ( ...  as of 05/24/2020. Join Stock Advisor Cumulative Growth of a $10,000 Investment in Stock Advisor Calculated by Time-Weighted Return Stocks MRNA Moderna INC NASDAQ: MRNA $67.05 down $-6.42 (-8.74%) MRK Merck & Co. NYSE: MRK $76.55 down $0.34 (-0.44%) AZN AstraZeneca NYSE: AZN $55.28 up $1.50 (2.79%) VRTX Vertex Pharmaceuticals NASDAQ: VRTX $284.63 up $0.01 (0.00%) Related Articles Can Moderna Win ... "]]}}