{"postfix": "metlife-aktie", "name": "METLIFE", "wkn": "934623", "time": "2020.05.26 16:32", "ts": 1590503539, "features": {"KGV": "8.30", "Marktkapitalisierung": {"Size": "Mrd", "Value": "28.40"}, "GA": "6.11", "KBV": "1.04", "BA": "48.97", "KCV": "7.45", "CA": "6.80", "Vola30": "60.63", "Vola90": "81.36", "Vola180": "59.82", "Vola250": "45.19"}, "rivals": ["american_international_group-aktie", "lincoln_national-aktie", "torchmark-aktie", "prudential_financial-aktie", "ameriprise_financial-aktie", "ing-aktie"], "text_data": {"de": [["09.05.20", "MetLife gewährte Anlegern Blick in die Bücher "], ["05.05.20", "Ausblick: MetLife stellt Zahlen zum jüngsten Quartal vor"], ["30.04.20", "Was Analysten von der MetLife-Aktie erwarten"], ["29.04.20", "MetLife erhöht die Dividende"], ["21.04.20", "Erste Schätzungen: MetLife verkündet Quartalsergebnis zum jüngsten Jahresviertel"], ["31.03.20", "März 2020: So haben Analysten ihre Einstufung der MetLife-Aktie angepasst"], ["29.02.20", "MetLife-Aktie: Das sind die Analysten-Einstufungen des vergangenen Monats"], ["07.02.20", "MetLife verkündete Quartalsergebnis zum jüngsten Jahresviertel"], ["04.02.20", "Ausblick: MetLife stellt Quartalsergebnis zum abgelaufenen Jahresviertel vor"], ["08.01.20", "MetLife gibt Dividende für das erste Quartal bekannt"]], "en": [["2020.05.26", "MetLife Inv.Mgmt.Fds : Annual Report 31.12.2019"], ["22.05.20", "Metlife Gains Momentum After Early Year Losses"], ["09.05.20", "MetLife (MET) Q1 2020 Earnings Call Transcript"], ["07.05.20", "MetLife Stock Surges on Solid Q1 Earnings"], ["07.05.20", "MetLife (MET) Q1 Earnings Beat Estimates"], ["06.05.20", "UPDATE 1-MetLife profit rises 2% on U.S. investments, underwriting"], ["06.05.20", "MetLife quarterly profit notches higher on U.S. investments, underwriting"], ["06.05.20", "Koreans favor shorter, healthy life than longer, unhealthy one: MetLife survey "], ["05.05.20", "Why MetLife (MET) Might Surprise This Earnings Season"], ["04.05.20", "Is a Beat in Store for MetLife (MET) This Earnings Season?"], ["29.04.20", "Earnings Preview: MetLife (MET) Q1 Earnings Expected to Decline"], ["14.04.20", "Why MetLife Stock Is Best Avoided For Now"], ["25.03.20", "Should Value Investors Buy MetLife (MET) Stock?"], ["25.03.20", "Is the Options Market Predicting a Spike in MetLife (MET) Stock?"], ["24.03.20", "MetLife Hurt by Low Interest Rates, Equity Market Declines"], ["06.03.20", "MetLife (MET) Down 21.7% Since Last Earnings Report: Can It Rebound?"], ["07.02.20", "MetLife (MET) Q4 2019 Earnings Call Transcript"], ["06.02.20", "Has MetLife (MET) Outpaced Other Finance Stocks This Year?"], ["06.02.20", "MetLife (MET) Q4 Earnings & Revenues Top Estimates, Rise Y/Y"], ["05.02.20", "UPDATE 1-MetLife profit tops estimates on higher premiums, net investment income"], ["05.02.20", "MetLife profit rises 37% on higher premiums, net investment income"], ["05.02.20", "Is MetLife (MET) a Great Value Stock Right Now?"], ["04.02.20", "MetLife (MET) to Post Q4 Earnings: What's in the Offing?"], ["04.02.20", "Why Earnings Season Could Be Great for MetLife (MET)"], ["29.01.20", "MetLife (MET) Reports Next Week: Wall Street Expects Earnings Growth"], ["22.01.20", "MetLife names new chief auditor"], ["20.01.20", "Should Value Investors Buy MetLife (MET) Stock?"], ["10.01.20", "Zacks Value Trader Highlights: Brighthouse Financial, Credit Suisse, MetLife, Penn National Gaming and Signet"], ["03.01.20", "MetLife Hits New 52-Week High: What's Driving the Rally?"], ["03.01.20", "Is MetLife (MET) a Great Value Stock Right Now?"], ["2020-05-26 14:05", "Saints Post-Draft Roster: Safety ... in the NFL. Entering the last year of his contract, Williams must show better tackling fundamentals and make big plays in crucial moments of big games to earn a lucrative new deal. Aug 24, 2019; East Rutherford, NJ, USA; New York Jets wide receiver Jamison Crowder (82) catches a pass as New Orleans Saints defensive back Chauncey Gardner-Johnson (22) defends during the first half at MetLife Stadium. Mandatory Credit: Vincent Carchietta-USA TODAY Sports Second year DB Chauncey Gardner-Johnson was outstanding as a rookie 4th round pick from Florida in 2019. The 22-Yr old was the team's best coverage option in the slot and exhibited Pro Bowl caliber instincts. Capable of playing either deep safety or up in the box, Gardner-Johnson looks like a potential star ... "], ["2020-05-25 09:43", "How does Giants' offense compare to the rest of the NFL? | What Dave Gettleman got right and got wrong ...  other more than ever. Learn how you can help Giants How does Giants' offense compare to the rest of the NFL? | What Dave Gettleman got right and got wrong Today 5:43 AM New York Giants defensive end Leonard Williams (99), who was acquired from the Jets earlier this week, rushes Dallas Cowboys quarterback Dak Prescott (4) during the first quarter on Monday November 4, 2019 at MetLife Stadium in East Rutherford, N.J. Andrew Mills | NJ Advance Media for NJ.com By Matt Lombardo | NJ Advance Media for NJ.com Expectations for the Giants should be raised in 2020, based on this offseason's moves by general manager Dave Gettleman, even if only slightly after the franchise won just nine games over the past two seasons. Gettleman and head coach Joe Judge used ... "], ["2020-05-24 20:31", "'Do it!' N.Y. Gov. Andrew Cuomo clears Yankees to begin workouts at Yankee Stadium ...  play in New Jersey. The NFL on Tuesday began gradually reopening facilities . However facilities belonging to the Giants (Quest Diagnostics Training Center in East Rutherford) and Jets (Atlantic Health Training Center in Florham Park) remain closed. But the NFL's return to the Garden State is inevitable. On Tuesday, N.J. Gov. Phil Murphy said he could envision the Giants and Jets playing at MetLife Stadium, provided there aren't fans in the stands. New York and New Jersey have been the epicenter of the coronavirus outbreak in the U.S. According to Johns Hopkins University , New York has more than 360,000 cases of COVID-19, including almost 200,000 in the five boroughs. Another 154,000 patients haven diagnosed in New Jersey. Thank you for relying on ... "], ["2020-05-24 20:16", "Fact check: No, Wisconsin did not get $0 in small business coronavirus relief funds ...  big corps are getting bailouts' A viral Facebook post claims a federal program designed to help small businesses hasn't done anything in Wisconsin. As of early May, almost one in three small businesses reported closing their doors temporarily, and nearly one-fourth said they were within two months or less of closing permanently, according to a survey by MetLife and the U.S. Chamber of Commerce . The government's primary response has been the Paycheck Protection Program, which distributed billions in forgivable loans for small businesses to use for primarily payroll, but also mortgages, rent and utilities. The Facebook post criticizes the PPP's impact in Wisconsin. A video discusses in general terms how small businesses are struggling, but ... "], ["2020-05-24 09:00", "Devin Singletary's unique routine prepares him for second season ...  of it.' Even though we're getting physically ready, we're getting mentally ready as well.\" Smith's methods include reminding players of certain carries they'd prefer to forget as a means of illustrating how they can improve. For Singletary, that play came early in the fourth quarter of the Bills' 17-16 season-opening victory against the New York Jets on Sept. 8 at MetLife Stadium. On second-and-five from the Jets' 18, Singletary shot through a mammoth hole and was on his way to what seemed to be a sure touchdown. All he had to do was get past safety Marcus Maye. Instead, Maye wrestled him down at the 3, from where Josh Allen would run for a touchdown on the next play. \"Those are tackles he has to break,\" Smith said ... "], ["2020-05-23 14:45", "The best life insurance companies of 2020 ... max 1000) Ranking by total net assets (top 20) Weighted Score Northwestern Mutual 190 810 6 492 New York Life 190 770 3 478 State Farm 190 808 461 Nationwide 150 783 14 453 Mutual of Omaha 150 795 443 MassMutual 180 751 7 458 Prudential Financial 150 754 1 462 Guardian Life 180 770 439 Principal Financial Group 90 789 12 442 Pacific Life 150 765 17 438 John Hancock 160 739 8 444 MetLife 110 744 2 443 Lincoln Financial Group 160 750 423 Protective Life 150 754 422 AXA Equitable 160 730 11 435 Securian 170 739 421 Transamerica 140 732 10 432 AIG 130 722 5 432 PennMutual 160 733 415 Liberty Mutual 30 788 403 Midland National Life 150 723 407 Voya Financial 80 744 16 408 Primerica 100 741 401 Brighthouse Financial 40 729 13 395 TIAA 200 600 4 394 Jackson 130 600 ... "], ["2020-05-23 09:00", "Kaare Vedvik hoping defined role helps him find NFL home with Bills ...  back into team facilities (Kevin C. Cox/Getty Images) By Jay Skurski Published Sat, May 23, 2020 Kaare Vedvik has already helped the Buffalo Bills win one game. Of course, it came in a way the Norwegian kicker and punter would rather forget. Vedvik was a member of the New York Jets at the start of the 2019 season, having been claimed off waivers from the Minnesota Vikings just days before the Bills visited MetLife Stadium in Week 1. He proceeded to miss a 45-yard field goal and an extra point, points that proved crucial in what would go on to be a 17-16 win for the Bills. A couple of days later, Vedvik was released by the Jets. \"At any point in your career, you're going to have certain moments that you don't do what you're expecting out of ... "], ["2020-05-23 05:21", "Bobby Nystrom and John Tonelli recreate Isles' 1980 Stanley Cup-winning goal for NHL Network show ... and endless replays? \"No, no, it really doesn't,\" Bobby Nystrom said, smiling. What was different on this day, though, was that Nystrom not only was reliving his Stanley Cup-winning goal for the Islanders on May 24, 1980, but recreating it alongside John Tonelli, who got the first assist on the play. This was in late February at the rink at American Dream near MetLife Stadium, on a day between the number retirement ceremonies for Tonelli and Butch Goring. The NHL Network commissioned the recreation for a virtual-reality video of the goal that it plans to premiere in conjunction with the 40th anniversary of the Islanders' first of four consecutive Cups. It will premiere on a one-hour special edition of \"NHL Tonight\" at 7 p.m. on Sunday ... "], ["2020-05-23 04:00", "BC-US--Stock Prices, US ... Down .700 JohnJn 144.370 Down 1.330 Kellogg 62.090 Up .720 KimbClk 139.740 Up 2.280 KoreaFd 24.000 Down .410 Kroger 32.370 Up .250 LVSands 46.900 Down 1.670 LennarA 60.090 Up 1.090 LockhdM 369.000 Up .180 MGM Rsts 15.900 Down .090 Macys 5.210 Down .160 MarathnO 5.890 Down .050 MasterCrd 294.910 Up .650 McDnlds 184.410 Down .670 Medtrnic 94.720 Down .690 Merck 76.370 Down .180 MetLife 33.340 Down .150 MolsCoorB 36.830 Up .040 Moodys 256.820 Up 3.050 MorgStan 40.130 Down .170 MotrlaSolu 134.190 Down 3.000 NL Inds 2.880 Down .130 NewmntCp 63.050 Down .430 NokiaCp 3.850 Up .080 NorflkSo 171.470 Up .910 NorthropG 325.910 Down 2.200 Novartis 84.910 Down .080 OcciPet 14.130 Down .120 Olin 11.110 Down .010 Orange 11.140 Down .030 PG&E Cp 11.700 Down .130 Petrobras 7 ... "], ["2020-05-23 00:00", "Coronavirus in New Jersey: What concerts, festivals and shows have been rescheduled, canceled. (May 22, 2020) ...  . Boardwalk Hall in Atlantic City has postponed events through July 9, including its June 20 Lit in AC show, which has been moved to March 2021. Visit boardwalkhall.com/events . The Stockton University Performing Arts Center on the Galloway campus has emptied its schedule of events until further notice. For more information contact 609-652-9000 or visit stocktonpac.org . BERGEN COUNTY Events have been canceled or postponed at Metlife Stadium in East Rutherford through June 12, including the May 23-24 BTS shows. The June 7 Hot 97 Summer Jam is postponed to a date to be determined; Kenny Chesney has postponed his tour, which included an Aug. 22 stop in the Meadowlands; Justin Bieber has postponed his \"Changes\" tour, which was scheduled to land at ... "], ["2020-05-22 18:45", "Fan-Favorite WR Among 5 Packers at Risk of Being Cut in 2020 ...  for 322 yards and two touchdowns in his career. Experience in the system could help him stay ahead of the competition in camp, but younger, faster options such as Equanimeous St. Brown and Reggie Begelton might just push him out. Jamaal Williams, RB Getty Jamaal Williams #30 of the Green Bay Packers carries the ball in the fourth quarter against the New York Giants at MetLife Stadium on December 01, 2019 in East Rutherford, New Jersey.The Green Bay Packers defeated the New York Giants 31-13. Perhaps the biggest heartbreaker on the list, Williams is a prime candidate for departure after the Packers drafted Boston College rusher A.J. Dillon with their second-round pick. While he functioned well as a one-two punch with breakout star Aaron Jones in 2019 ... "], ["2020-05-22 15:22", "Metlife Gains Momentum After Early Year Losses ... , and Specialty Chassis and Vehicles that builds luxury motor homes and others. The biggest segment is the Fleet Vehicles and Services, especially when demand is at an all-time high. The company received factor scores of C in Technical, A in Growth, B in Momentum Volatility and B in Quality Value, and is down just under 13% for the year. Spartan Motors Inc price compared to its 50 and 200-day Simple Moving Average YCharts MetLife Inc MET remains a top buy with factor scores of B in Technical, D in Growth, B in Momentum Volatility and A in Quality Value, especially after offering a discount after losing almost 33% in 2020. The company operates as the largest life insurer in the US by assets, and provides a variety of insurance and financial services products ... "], ["2020-05-22 14:44", "NFL Trade Rumors: New York Jets Getting Calls On Jamal Adams, Safety Wants Contract Extension ...  NFL Draft. A Pro Bowl selection in each of the last two years, Adams was named First-Team All-Pro in 2019. He recorded 75 tackles, 6.5 sacks, two forced fumbles and an interception in 14 games. The Jets went 7-9 last season, missing the playoffs for the ninth straight year. Jamal Adams #33 of the New York Jets reacts against the New England Patriots at MetLife Stadium on November 25, 2018 in East Rutherford, New Jersey. Photo: Sarah Stier/Getty Images Loading... Related Stories Cowboys, Steelers Predicted To Improve In 2020 Join the Discussion Most Read CORONAVIRUS (COVID-19) OUTBREAK Last update: May 22, 2020 9:01:am Data Source: Johns Hopkins University World Confirmed: 5,189,727 (+105,025) Deaths: 336,233 (+4,726) Recovered: 1,721,659 U.S. Confirmed: 1 ... "], ["2020-05-22 13:01", "Giants mailbag: DeAndre Baker faces position battle in best-case scenario ...  is a Super Bowl team, and they probably do not evaluate this as a playoff team, either. This does not mean their expectations are very low. Let's face it, this franchise is coming off seasons with three, five and four wins the past three seasons. There must be signs of progress. There cannot be empty seats (if fans are allowed back at some point) or loads of Cowboys or Eagles fans at MetLife Stadium late in the season. Yes, it is another building year for the Giants but the bar is not set very high. If they win seven games it is tangible progress. If they win six games and look like a much-improved team it could be a sign of progress. Don't forget, they have a first-time head coach and they will be patient with him. Submit your Giants questions here ... "], ["2020-05-22 09:07", "BTS's Suga Reflects on His New Solo Mixtape as Agust D on D-2 ...  a week of cryptic teasers shared over social media. It's a strange time around the world, and the K-pop industry and performers worldwide are not excluded; right now, BTS should have been in the middle of a victory-lap world tour, reaping the rewards of the February release of Map of the Soul: 7. (This weekend would have marked their performances at New Jersey's MetLife Stadium.) Instead, Suga and his six groupmates are all stuck in one place, like many of us—for perhaps the longest consistent stretch of their careers yet. TIME connected with Suga ahead of the release of D-2 to discuss the complex themes and inspirations of his new work, from the reflective lyrics of \"Moonlight\" to the critical eye of RM-assisted \"Strange.\" His ... "], ["2020-05-22 02:13", "Jets, Jamal Adams not on the same page with contract extension talks, source says ...  Jobs Obituaries Special Sections Classifieds Crosswords Weather Data Horoscopes Contact Newsday 53 5/21/2020 Good Evening LOG IN SUBSCRIBE NEWSLETTERS LOG OUT SUBSCRIBER DEALS VIEW CHANGE PASSWORD MANAGE MY ACCOUNT MANAGE NEWSLETTERS Sports Football Jets Jets, Jamal Adams not on the same page with contract extension talks, source says Jets strong safety Jamal Adams celebrates the a victory over the Raiders at MetLife Stadium on Nov. 24. Credit: Lee S. Weissman/Lee S. Weissman By Al Iannazzone al.iannazzone@newsday.com Updated May 21, 2020 10:13 PM Print Share fb Share Tweet Email Jamal Adams and the Jets continue to be at odds over a new contract. The Jets have had discussions with Adams' representatives, but those talks haven't gained much momentum ... "], ["2020-05-21 23:00", "Why We're Obsessed With Facebook's Avatars, GIFs & Animal Crossing's Villagers ...  a Director of Strategy at Sparks & Honey, a cultural consultancy, helping businesses make sense of the now, next and future. With experience working ... Read More Matt Klein is a Director of Strategy at Sparks & Honey, a cultural consultancy, helping businesses make sense of the now, next and future. With experience working alongside organizations including Google, MetLife, Columbia, American Airlines, AB-InBev and Facebook, as well as non-profits and government agencies, Klein has become a trusted source in identifying cultural change and developing future-proofing business strategies. Distinguished as top talent across Omnicom's 1,500 agencies, Klein's expertise spans verticals and capabilities including marketing strategy, business transformation ... "], ["2020-05-21 20:43", "Lawsuit accuses NJ of discriminating against Jews using zoning laws ... , assistant attorney general for the Civil Rights Division, called it \"antisemitic conduct.\" By MARCY OSTER/JTA MAY 22, 2020 06:43 Orthodox Jews arrive during the 13th Siyum HaShas, a celebration marking the completion of the Daf Yomi, a seven-and-a-half-year cycle of studying texts from the Talmud, the canon of Jewish religious law, at the MetLife Stadium in East Rutherford, New Jersey, U.S. (photo credit: REUTERS/JEENAH MOON) Advertisement The US Justice Department has filed a discrimination lawsuit against a New Jersey township over zoning restrictions that allegedly target the Orthodox Jewish community. The lawsuit accuses the Township of Jackson and its Planning Board of violating the Religious Land Use and Institutionalized Persons Act and the ... "], ["2020-05-21 18:49", "The 10 best car insurance companies in the US ...  A division of Liberty Mutual, Seattle-based Safeco has been in the car insurance business for over 85 years, and has been a national presence for more than two decades. Safeco partners with local agents who can devote the time and attention that customers need in order to get all of their individual car insurance questions answered and requests met. See at Safeco USAA Metlife Judging entirely based on satisfaction, the United Services Automobile Association (USAA) would take the top spot in our rankings. What affects the USAA's ranking is that its scope is narrower than those of most other auto insurers, as the company only offers coverage to servicemembers, veterans, and their families. That said, they offer prices that even beat GEICO's, with ... "], ["2020-05-21 16:39", "Memorable Moments Since Super Bowl XLVI ...  Eagles in a midseason turning point The Giants only have one win against the Eagles in the past six years, that coming in a 28-23 victory at home during Week 9 of the 2016 season. But that was a big win that proved to be a turning point in the Giants' only playoff season since Super Bowl XLVI. The 4-3 Giants and the 4-3 Eagles squared off at MetLife Stadium as Manning threw four touchdown passes, two of them to Beckham. However, this game was not all that far off from descending into another chapter of the \"Miracle at the Meadowlands\" series. The Eagles clawed their way back from an 11-point fourth-quarter deficit, and quarterback Carson Wentz even got a shot at the endzone that would have given the Eagles the win. Unfortunately for the Eagles ... "]]}}