{"postfix": "microsoft-aktie", "name": "MICROSOFT", "wkn": "870747", "time": "2020.05.26 14:59", "ts": 1590497943, "features": {"KGV": "28.16", "Marktkapitalisierung": {"Size": "Bio", "Value": "1.29"}, "GA": "4.75", "KBV": "10.13", "BA": "13.20", "KCV": "20.36", "CA": "6.57", "Vola30": "23.65", "Vola90": "50.49", "Vola180": "38.3", "Vola250": "30.44"}, "rivals": ["psi_software-aktie", "verisign-aktie", "ibm-aktie", "intuit-aktie", "sap-aktie", "symantec-aktie", "electronic_arts-aktie"], "text_data": {"de": [["2020.05.26", "heise+ | OnlyOffice: Cloud-Office ohne Google und Microsoft"], ["2020.05.26", "Microsoft verspricht: Skype erhält weiterhin neue Funktionen"], ["25.05.20", "Teams & Skype: Datenschutzbeauftragte legt im Streit mit Microsoft nach"], ["25.05.20", "Microsoft 365: Excel ermöglicht bald Import und Analyse von PDF-Daten"], ["25.05.20", "Teams & Co: Berliner Datenschutzbeauftragte legt im Streit mit Microsoft nach"], ["25.05.20", "Berliner Datenschutzbeauftragte legt im Streit mit Microsoft nach"], ["25.05.20", "Microsoft: Defekte LTE-Kommunikation bleibt ein Fehler in Windows 10"], ["25.05.20", "Microsoft: Windows-10-Update erzeugt Bluescreen auf HP-PCs"], ["25.05.20", "Microsoft: Jüngstes kumulatives Update für Windows 10 unterbricht LTE-Verbindungen"], ["23.05.20", "Hagenberg und Microsoft forschen gemeinsam"], ["22.05.20", "TechStage | Microsoft Surface Earbuds: Das kabellose Minimal-Maximal-Prinzip "], ["22.05.20", "Microsoft Solitär wird 30: Solitär stiehlt seit 30 Jahren Mittagspausen in Büros"], ["22.05.20", "Microsoft: Windows 10 macht den Textcursor sichtbarer"], ["22.05.20", "Computer-Geschichte: Microsoft veröffentlicht GW-Basic-Quellcode von 1983"], ["22.05.20", "Microsoft legt Sourcen für GW-BASIC-Interpreter offen"], ["22.05.20", "Microsoft: Teile des Kernels von Windows NT 3.5 und der XBox geleakt"], ["21.05.20", "Das kann Microsofts In-Ear-Kopfhörer mit Office-Funktionen"], ["21.05.20", "Kommentar: So kann Microsoft die Abwanderung von .NET-Entwicklern nicht stoppen"], ["21.05.20", "Corona beflügelt Cloud-Computing: Microsoft ist großer Krisen-Profiteur"], ["20.05.20", "Zoom, Skype oder Jitsi? Stiftung Warentest nimmt Videochat-Anbieter unter die Lupe"], ["20.05.20", "Kurz informiert: VW, Corona-Impfung, Microsoft Build 2020, Facebook Shops"], ["20.05.20", "Microsoft Build 2020: Blazor WebAssembly ist fertig"], ["20.05.20", "Microsoft: Ein Traum ist wahr geworden"], ["20.05.20", "Microsoft: KI lernt von Menschen, nicht von rohen Daten"], ["20.05.20", "Azure: Microsofts Texterkennung versteht künftig auch Deutsch"], ["20.05.20", "Für immer Home Office? Microsoft-Chef Satya Nadella hat Bedenken"], ["20.05.20", "Microsoft-Schweiz-Chefin: «Wir brauchen Vorbilder, die Mut machen»"], ["20.05.20", "Microsoft baut Supercomputer für OpenAI"], ["20.05.20", "Project Reunion: Microsoft will Windows-API vereinheitlichen"], ["20.05.20", "Teamchat-Software: Vorlagen sollen den Einstieg in Microsoft Teams erleichtern"], ["20.05.20", "Microsoft: Windows bekommt einen Paketmanager"], ["20.05.20", "Microsoft baut Top-5-Supercomputer mit 10.000 GPU-Beschleunigern"], ["20.05.20", "Microsoft: Windows Terminal 1.0 verlässt die Betaphase"], ["20.05.20", "WSL: Microsoft portiert DirectX 12 auf eigenes Linux"], ["20.05.20", "Project Reunion: Microsoft will Lücke zwischen Win32- und UWP-Apps schließen"]], "en": [["2020.05.26", "Microsoft, EPAM team up for largest Azure skilling program in CEE"], ["2020.05.26", "Why Investor Preference For Microsoft Over Amazon Looks Misguided"], ["25.05.20", "Microsoft promises new Skype features despite Teams for consumers launch"], ["25.05.20", "3 Reasons Why Microsoft (MSFT) Is a Great Growth Stock"], ["25.05.20", "Microsoft: Power Platform is for real developers, too"], ["24.05.20", "Best Xbox One games for 2020     - CNET"], ["23.05.20", "Over 40% of Republicans think Bill Gates will use COVID-19 vaccine to implant tracking mocrochips, survey says     - CNET"], ["22.05.20", "Microsoft (MSFT) Gains But Lags Market: What You Should Know"], ["22.05.20", "Microsoft and UnitedHealth Group launch workplace health app     - CNET"], ["22.05.20", "Microsoft Solitaire turns 30 on Friday     - CNET"], ["22.05.20", "Zacks Value Trader Highlights: AbbVie, B&G Foods, H&R Block, Microsoft and Apple"], ["22.05.20", "The Zacks Analyst Blog Highlights: Amazon, Facebook, Netflix, Apple and Microsoft"], ["22.05.20", "Chegg, Brinker International, Microsoft, SAP and Appian highlighted as Zacks Bull and Bear of the Day"], ["21.05.20", "Microsoft reveals C# 9.0 plans"], ["21.05.20", " Microsoft (MSFT) Acquires Softomotive to Strengthen RPA"], ["21.05.20", "Covid-19: LinkedIn reveals most applied for jobs in the UAE"], ["20.05.20", "Microsoft unveils .NET MAUI for cross-platform apps"], ["19.05.20", "Microsoft builds massive supercomputer for smarter AI     - CNET"], ["19.05.20", "What’s new in Microsoft .NET 5"], ["19.05.20", "ChromaCode’s tech to boost COVID-19 testing gets Bill Gates backing"], ["19.05.20", "Microsoft Launches Cloud for Healthcare"], ["19.05.20", "Sony Adds Microsoft-Powered Artificial Intelligence to IMX500 Video Camera Sensors"], ["19.05.20", "Microsoft CEO Satya Nadella applauds tech's response to COVID-19     - CNET"], ["19.05.20", "Sony Collaborates With Microsoft, Announces New Structure"], ["19.05.20", "Microsoft acquires robotic process automation platform Softomotive"], ["19.05.20", "Microsoft acquires RPA startup Softomotive to bolster Power Automate"], ["19.05.20", "Microsoft (MSFT)-FedEx Partner on Digital Overhaul of Commerce"], ["19.05.20", "Microsoft (MSFT)-Sony AI-Camera Deal to Boost Business Yield"], ["19.05.20", "Microsoft to adapt its cloud software for healthcare industry"], ["19.05.20", "Microsoft to adapt its cloud software for healthcare industry"], ["19.05.20", "Microsoft launches new tools for building fairer machine learning models"], ["19.05.20", "Microsoft launches industry-specific cloud solutions, starting with healthcare"], ["19.05.20", "Microsoft teamed up with OpenAI to build a massive AI supercomputer in Azure"], ["19.05.20", "Microsoft announces Project Reunion to make Windows app development easier again"], ["19.05.20", "Microsoft Edge gets a Pinterest integration, sidebar search and automatic profile switching"], ["19.05.20", "Microsoft updates Teams with new automation and scheduling tools, NDI support for broadcasting and more"], ["19.05.20", "OpenAI’s supercomputer collaboration with Microsoft marks its biggest bet yet on AGI"], ["19.05.20", "Microsoft launches Azure Synapse Link to help enterprises get faster insights from their data"], ["19.05.20", "Microsoft launches Project Bonsai, an AI development platform for industrial systems"], ["19.05.20", "Microsoft launches Windows Terminal 1.0, unveils GPU support and Linux GUI apps in WSL"], ["2020-05-26 12:51", "Do you wish companies would stop re-designing their phones every year? ...  scanner in-display or in the power button though) Reply me just saying 05-25-2020 07:03 AM I remember a few years ago several phone makers decided to cut back on the number of models they made because the market was satuated with them. They did for a while but now it is back to the satuated point again. IMO, android is running into the same problem as microsoft. you have all kinds of various model with thousands of different hardware and software combination that the os must work... Reply Now, we want to hear from you — Do you wish companies would stop re-designing their phones every year? Apple Glass is more Apple Watch than Google Glass — here's why With no camera, no apps of its own, and an inability to work with sunglasses Apple ... "], ["2020-05-26 12:48", "The Technology 202: SpaceX's historic launch could mark a new era in space exploration ...  Gates Into The Villain Of The Coronavirus Pandemic After months of conspiracy-mongering, people around the world are demanding Gates be arrested for crimes against humanity. Here's how things got so bad. BuzzFeed News Daybook Dominic LeBlanc, president of the Queen's Privy Council for Canada, will host a virtual event and make an announcement related to countering election interference, along with Microsoft and the Alliance for Securing Democracy, at 10 a.m. Register here . Ranking Digital Rights will host an event \" Getting to the Source of the 2020 Infodemic: It's the Business Model, \" on Wednesday at 11:30 a.m. Before you log off Nose for news? We ' ve got you covered: Being informed is my favorite song pic.twitter.com/Cx8Lnf4jVq ... "], ["2020-05-26 12:45", "Conduent Offers Contact Tracing Staff And Expands Maven To Ease Agencies' COVID-19 Workload And Help Ensure Safer Reopening Of The EconomyConduent offers trained staff to conduct contact tracing for public health agencies to support efforts to safely lift local social distancing protocols and return people to work Maven disease surveillance software also now running on Microsoft Azure, furt"], ["2020-05-26 12:37", "African American man dies after video shows Minneapolis police officer kneeling on neck ...  Android News App iPhone & iPad News App Android Severe Weather App iPhone Severe Weather App Facebook Twitter Instagram Email Alerts About & Contact Covers Online Public File Terms of Service Privacy Policy 9001 N. Green Bay Rd., Milwaukee, WI 53209 Copyright 2020, WITI 2020 Fox Television Stations, LLC Powered by WordPress.com VIP Email Alerts Notice : you are using an outdated browser. Microsoft does not recommend using IE as your default browser . Some features on this website, like video and images, might not work properly. For the best experience, please upgrade your browser . Send to Email Address Your Name Your Email Address Cancel Post was not sent - check your email addresses! Email check failed, please try again Sorry, your blog cannot share posts ... "], ["2020-05-26 12:25", "May 26, 2020 ...  Android News App iPhone & iPad News App Android Severe Weather App iPhone Severe Weather App Facebook Twitter Instagram Email Alerts About & Contact Covers Online Public File Terms of Service Privacy Policy 9001 N. Green Bay Rd., Milwaukee, WI 53209 Copyright 2020, WITI 2020 Fox Television Stations, LLC Powered by WordPress.com VIP Email Alerts Notice : you are using an outdated browser. Microsoft does not recommend using IE as your default browser . Some features on this website, like video and images, might not work properly. For the best experience, please upgrade your browser . Send to Email Address Your Name Your Email Address Cancel Post was not sent - check your email addresses! Email check failed, please try again Sorry, your blog cannot share posts ... "], ["2020-05-26 12:25", "Germany: Father convicted of murdering 2 young children ...  Android News App iPhone & iPad News App Android Severe Weather App iPhone Severe Weather App Facebook Twitter Instagram Email Alerts About & Contact Covers Online Public File Terms of Service Privacy Policy 9001 N. Green Bay Rd., Milwaukee, WI 53209 Copyright 2020, WITI 2020 Fox Television Stations, LLC Powered by WordPress.com VIP Email Alerts Notice : you are using an outdated browser. Microsoft does not recommend using IE as your default browser . Some features on this website, like video and images, might not work properly. For the best experience, please upgrade your browser . Send to Email Address Your Name Your Email Address Cancel Post was not sent - check your email addresses! Email check failed, please try again Sorry, your blog cannot share posts ... "], ["2020-05-26 12:17", "COVID-19: Half of Canadians think their governments are deliberately hiding information ...  online about the coronavirus and how, or why, it came to be. \"It's basically stuff that's been sort of thrown around the Internet,\" Bourque said of the theories put forward in the poll. \"It's stuff we saw go by and we started to make a list.\" Few of those polled — 15 per cent or less — believe stories that philanthropist and Microsoft co-founder Bill Gates is responsible for the spread of the coronavirus, that there's a link between the pandemic and 5G networks, or that COVID-19 never existed in the first place. More than a third of people, however, believe the virus was created in a lab, or by the Chinese government. Nineteen per cent of respondents also said they believed the number of deaths related to COVID-19 ... "], ["2020-05-26 12:17", "Why Modern Computers Struggle to Match the Input Latency of an Apple IIe ... . For the purposes of this comparison, it doesn't matter if you use macOS, Linux, or Windows. An Apple IIe with an open terminal window and nothing else is sitting there, waiting for input. Its keyboard is wired for an effective polling rate of 556Hz and a custom chip for keyboard input as opposed to polling the keyboard with a microcontroller. This video, from Microsoft's Applied Sciences Group, discusses why low latency input is important. An Apple IIe isn't handling sophisticated multi-tasking commands. It isn't juggling background threads, or dealing with multiple applications that aren't designed to be aware (or careful) of one another. It isn't polling a huge array of devices that range from audio and network controllers ... "], ["2020-05-26 12:15", "Kids and COVID-19: What we know about the mysterious inflammatory syndrome ... details come to light. It is not intended to serve as medical advice. If you're seeking more information about coronavirus testing, here's how to find a testing site near you ( you can also use Apple Maps ). Here's how to know if you qualify for a test and how to get a hold of an at-home test kit . Now playing: Watch this: Microsoft aids Johns Hopkins University with COVID-19... 7:06 What's the disease called and how is it linked to the coronavirus? The CDC and the WHO have dubbed this condition \" multisystem inflammatory syndrome in children ,\" (PDF) or MIS-C. It's also been called both \" pediatric multisystem inflammatory syndrome \" and \" pediatric hyperinflammatory syndrome .\" In the early stages of the pandemic ... "], ["2020-05-26 12:14", "Grebe's Bakery: Pleasing palates with homemade bakery for more than 80 years ...  Android News App iPhone & iPad News App Android Severe Weather App iPhone Severe Weather App Facebook Twitter Instagram Email Alerts About & Contact Covers Online Public File Terms of Service Privacy Policy 9001 N. Green Bay Rd., Milwaukee, WI 53209 Copyright 2020, WITI 2020 Fox Television Stations, LLC Powered by WordPress.com VIP Email Alerts Notice : you are using an outdated browser. Microsoft does not recommend using IE as your default browser . Some features on this website, like video and images, might not work properly. For the best experience, please upgrade your browser . Send to Email Address Your Name Your Email Address Cancel Post was not sent - check your email addresses! Email check failed, please try again Sorry, your blog cannot share posts ... "], ["2020-05-26 12:06", "Famed author of 'Game of Thrones' joins group to buy historic railway ...  Android News App iPhone & iPad News App Android Severe Weather App iPhone Severe Weather App Facebook Twitter Instagram Email Alerts About & Contact Covers Online Public File Terms of Service Privacy Policy 9001 N. Green Bay Rd., Milwaukee, WI 53209 Copyright 2020, WITI 2020 Fox Television Stations, LLC Powered by WordPress.com VIP Email Alerts Notice : you are using an outdated browser. Microsoft does not recommend using IE as your default browser . Some features on this website, like video and images, might not work properly. For the best experience, please upgrade your browser . Send to Email Address Your Name Your Email Address Cancel Post was not sent - check your email addresses! Email check failed, please try again Sorry, your blog cannot share posts ... "], ["2020-05-26 12:05", "Minecraft Dungeons review hours of fun for locked-down families ...  Switch, PC, PS4, Xbox One (version tested) This retro-tinged hack-and-slash spinoff has plenty of Mojang character and humour not to mention baby zombies and charming references to the original Minecraft Keith Stuart @keefstuart Tue 26 May 2020 13.05 BST Share on Facebook Share on Twitter Share via Email Minecraft Dungeons, with its signature blocky visuals.Photograph: Microsoft W hen the idea to make a Minecraft spinoff was first batted around at Mojang Studios, a dungeon crawler game must have been one of the first suggestions. From Gauntlet to Diablo, this genre has always featured dank subterranean lairs, treasure chests and warrior skeletons all beloved Minecraft components. The signature blocky visuals also work well, ensuring that Minecraft Dungeons ... "], ["2020-05-26 12:02", "Quebecers less worried about leaving the house amid coronavirus pandemic, new poll shows ...  suggests Quebecers are less convinced. READ MORE: Montreal cellphone tower damaged in apparent arson While 25 per cent of respondents in the Atlantic provinces and 15 per cent of respondents nationally said they believed the disproven theory that 5G cellular technology was related to the virus's spread, just 12 per cent of Quebecers agreed. Story continues below advertisement As for disinformation claiming that Microsoft founder Bill Gates had anything to do with the COVID-19 outbreak, 12 per cent of Canadians said they believed it, compared to 15 per cent in Atlantic Canada and just 10 per cent in Quebec. A total of 1,510 Canadian adults were interviewed online for the survey between May 22 and 25. There is no way to measure the margin of error in ... "], ["2020-05-26 12:00", "Analysts: 10 Winning Stocks Will Keep Leading From Here ... Amazon.com ( AMZN ) 2436.88 31.9% 9.9% Consumer Discretionary 98 Newmont ( NEM ) 63.05 45.1% 9.9% Mining 98 Gilead Sciences ( GILD ) 73.34 12.9% 9.2% Health Care 87 Akamai Technologies ( AKAM ) 100.42 16.3% 9.1% Information Technology 96 SBA Communications ( SBAC ) 289.96 20.3% 8.4% Real Estate 50 Citrix Systems ( CTXS ) 137.04 23.6% 8.0% Information Technology 96 Microsoft ( MSFT ) 183.51 16.4% 7.7% Information Technology 99 Digital Realty Trust ( DLR ) 135.81 13.4% 7.2% Real Estate 80 Kroger ( KR ) 32.37 11.7% 7.0% Consumer Staples 85 Source: IBD, S&P Global Market Intelligence, * company is being acquired Follow Matt Krantz on Twitter @ mattkrantz YOU MAY ALSO LIKE: Bill Gates' Coronavirus Manifesto Reveals 5 Forecasts For Investors How A 69-Year-Old ... "], ["2020-05-26 12:00", "HP's WFH lineup includes 3.1-pound workstation laptop and low blue-light monitors ... be available for channel partners in the second half of 2020. Meanwhile, Nash said HP has made 1.5 million 3D-printed parts for face shields, face masks, swabs, and ventilators. HP has also donated millions of dollars worth of laptops so students can work at home. VB Transform The AI event for business leaders Hosted Online July 15 - 17 Learn More Most Read Microsoft promises new Skype features despite Teams for consumers launch Understanding VC cycles for post-pandemic success AI researchers say they created a better way to generate 3D photos Reliance launches JioMart online grocery service, challenging Amazon and Flipkart Will the real VCs please stand up UPCOMING EVENTS VB Transform July 15-17 The AI event of the year for enterprise executives, brought to ... "], ["2020-05-26 12:00", "Best places to sell your used electronics in 2020 ...  Best Cash Back Credit Cards Best TV Streaming Services Best VPN Service Best Massage Guns Best Mattresses Reviews All reviews Appliances Audio Cameras Cars Desktops Drones Headphones Laptops Media Streamers Monitors Networking Phones 5G Phones Printers Smart Home Speakers Tablets TVs VPNs Wearables & VR Web Hosting News All news 5G Apple Computers Culture Google Internet Microsoft Mobile Sci-Tech Security Tech Industry More Newsletters Now What Photo Galleries Special Features Videos How To All how to Appliances Computers Gaming Home Entertainment Internet Mobile Apps Personal Finance Phones Photography Security Smart Home Streaming TV Tablets Wearable Tech Q&A Forums Finance All personal finance Credit Cards Taxes Budgeting Investing Health All health ... "], ["2020-05-26 12:00", "HP launches new AMD-powered EliteBooks, 4K monitors, and powerful all-in-ones ... will likely launch on July 13 without 5G 5 days ago Instagram gets smarter about copyrighted music in live videos 5 days ago Garmin's Quatix 6X uses transparent solar panel to hit 24 days of battery life 5 days ago How to watch SpaceX and NASA's astronaut launch to the ISS 4 days ago Razer brings eight-core Core i7 and thinner bezels to the powerful Blade Pro 17 4 days ago Microsoft Build: The all-digital dev conference is the future of tech events 4 days ago Valorant, Riot's team-based shooter, is launching early on June 2 4 days ago Amazon has reportedly set a new date for Prime Day 4 days ago Amazon Prime Day 2020: When is it, and what can we expect? 4 days ago Samsung's new outdoor TVs and soundbars arrive in time for summer soires 4 days ... "], ["2020-05-26 12:00", "HBO Max: 14 classic movies you have to stream immediately ...  Best Cash Back Credit Cards Best TV Streaming Services Best VPN Service Best Massage Guns Best Mattresses Reviews All reviews Appliances Audio Cameras Cars Desktops Drones Headphones Laptops Media Streamers Monitors Networking Phones 5G Phones Printers Smart Home Speakers Tablets TVs VPNs Wearables & VR Web Hosting News All news 5G Apple Computers Culture Google Internet Microsoft Mobile Sci-Tech Security Tech Industry More Newsletters Now What Photo Galleries Special Features Videos How To All how to Appliances Computers Gaming Home Entertainment Internet Mobile Apps Personal Finance Phones Photography Security Smart Home Streaming TV Tablets Wearable Tech Q&A Forums Finance All personal finance Credit Cards Taxes Budgeting Investing Health All health ... "], ["2020-05-26 12:00", "NASA and SpaceX are about to fly into space with a touchscreen ...  Best Cash Back Credit Cards Best TV Streaming Services Best VPN Service Best Massage Guns Best Mattresses Reviews All reviews Appliances Audio Cameras Cars Desktops Drones Headphones Laptops Media Streamers Monitors Networking Phones 5G Phones Printers Smart Home Speakers Tablets TVs VPNs Wearables & VR Web Hosting News All news 5G Apple Computers Culture Google Internet Microsoft Mobile Sci-Tech Security Tech Industry More Newsletters Now What Photo Galleries Special Features Videos How To All how to Appliances Computers Gaming Home Entertainment Internet Mobile Apps Personal Finance Phones Photography Security Smart Home Streaming TV Tablets Wearable Tech Q&A Forums Finance All personal finance Credit Cards Taxes Budgeting Investing Health All health ... "], ["2020-05-26 12:00", "HP's Spring PC Lineup Is Made for Zoom Rooms, Working From Home ... 39;s rain forests, Middle Eastern airlines, and big data's role in presidential elections. A graduate of Middlebury College, Tom also has a master's degree in journalism and French Studies from New York University. Follow him on Twitter @branttom. Read the latest from Tom Brant Intel Acquires Rivet, Maker of Killer Wi-Fi How to Build an AI Robot With Nvidia's $399 Jetson Xavier NX Microsoft's Surface Go 2, Surface Book 3 Will Help You Work From Home Intel's 'Comet Lake-S' Desktop CPUs Offer Up to 10 Cores of Computing Muscle First Tests: Will Intel's New 'Comet Lake-H' Core i7 Be the Best Laptop CPU of 2020? More from Tom Brant Advertisement PC Magazine Digital Edition Get 67% Off Newsstand Price PCMag Newsletters Our ... "]]}}