{"postfix": "mitsubishi_motors-aktie", "name": "MITSUBISHI_MOTORS", "wkn": "876551", "time": "2020.05.26 21:55", "ts": 1590522904, "features": {"KGV": "-18.03", "Marktkapitalisierung": {"Size": "Mrd", "Value": "3.56"}, "GA": "-17.32", "KBV": "0.60", "BA": "519.19", "KCV": "9.49", "CA": "32.90", "Vola30": "48.13", "Vola90": "59.73", "Vola180": "49.85", "Vola250": "44.98"}, "rivals": ["daimler-aktie", "bmw-aktie", "volkswagen_vz-aktie"], "text_data": {"de": [["22.05.20", "Agentur - Nissan plant drastischen Abbau von Stellen"], ["18.05.20", "Ausblick: Mitsubishi Motors präsentiert Quartalsergebnisse"], ["04.05.20", "Erste Schätzungen: Mitsubishi Motors stellt Quartalsergebnis zum abgelaufenen Jahresviertel vor"], ["28.04.20", "Erste Schätzungen: Mitsubishi Motors veröffentlicht Zahlen zum vergangenen Quartal"], ["14.02.20", "Nissan-Krise hinterlässt tiefe Spuren bei Renault"], ["03.02.20", "Mitsubishi Motors stellte das Zahlenwerk zum vergangenen Quartal vor"], ["31.01.20", "DIE AUTO-WOCHE - das waren die wichtigsten Themen"], ["30.01.20", "Mitsubishi wehrt sich gegen Schummelvorwurf bei Abgaswerten"], ["30.01.20", "Mitsubishi wehrt sich gegen Schummel-Vorwurf bei Diesel-Motoren"], ["30.01.20", "Ausblick: Mitsubishi Motors stellt Zahlen zum jüngsten Quartal vor"], ["28.01.20", "Renault ernennt Ex-Seat-Chef De Meo zum Konzernchef"], ["24.01.20", "DIE AUTO-WOCHE - das waren die wichtigsten Themen"], ["23.01.20", "Diesel-Skandal zieht in Europa immer weitere Kreise"], ["23.01.20", "Continental - Haben keine Software zur Abgasmanipulation geliefert"], ["23.01.20", "VW-Chef Diess bedauert Weggang von Seat-Chef de Meo"], ["22.01.20", "PSA - Haben 1,6-Liter-Dieselmotoren an Mitsubishi geliefert"], ["21.01.20", "Continental wegen Diesel-Ermittlungen gegen Mitsubishi durchsucht"], ["21.01.20", "Durchsuchungen wegen Mitsubishi auch bei Continental"], ["21.01.20", "Staatsanwaltschaft Frankfurt - Razzia beim Autobauer Mitsubishi"], ["14.01.20", "Volkswagen verkauft 2019 fast elf Millionen Fahrzeuge"], ["14.01.20", "MÄRKTE ASIEN/Aufschläge überwiegen - nur China-Börsen leichter"], ["09.01.20", "Ghosn darf Libanon nicht verlassen - Vernehmung in Beirut"]], "en": [["19.05.20", "Mitsubishi Motors to cut costs after slump in annual profit"], ["19.05.20", "Mitsubishi Motors to cut costs after slump in annual profit"], ["24.04.20", "Mitsubishi Motors predicts losses over pandemic"], ["24.04.20", "Japan’s Mitsubishi Motors predicts losses over pandemic"], ["14.02.20", "Mitsubishi Motors delays factory restart in China on coronavirus"], ["14.02.20", "Mitsubishi Motors delays factory restart in China on coronavirus"], ["31.01.20", "Mitsubishi Motors posts surprise third-quarter operating loss as car sales slide"], ["30.01.20", "Mitsubishi Motors denies fraud in German probe over illegal emissions defeat devices"], ["06.01.20", "Otonomo : Mitsubishi Motors and Otonomo Partner to Deliver Connected Car Applications and Services to Benefit Drivers and Cities"], ["06.01.20", "Mitsubishi Motors enlists Israeli startup as Japan plays catch up on connected cars"], ["02.01.20", "MeGroup inks deal with Mitsubishi Motors to operate a dealership"], ["2020-05-26 16:23", "Investors Hate This Rally Which Is Why You Should Buy Stocks ... Taxes Wealth Management Business All Business Aerospace & Defense Business Reporter BrandVoice | Paid Program Energy Food & Drink Hollywood & Entertainment Manufacturing Media Mitsubishi Heavy Industries BrandVoice | Paid Program Policy Real Estate Retail SportsMoney Transportation Small Business All Small Business Entrepreneurs Franchises Small  ... of The Wall Street Journal's 'In Translation' column. Fellow at the Johns Hopkins Institute for Applied Economics, Global Health and the Study of Business Enterprise. Former staffer for General Motors Treasurer's Office. MBA from Darden Graduate School of Business at The University of Virginia. MA New York University. MA (Hons) University of St. Andrews, Scotland. Co-author of the award-winning ... "], ["2020-05-26 10:59", "Peugeot, Citroen, Opel production in Kaluga planned in one shift five days a week ...  | date : 'HH:mm'}} {{newsPoint.mark}} {{newsPoint.title}} {{newsPoint.title+ ' '}} {{newsPoint.subtitle}} All news CORONAVIRUS PANDEMIC Peugeot, Citroen, Opel production in Kaluga planned in one shift five days a week There will be no downsizing of the workforce, according to the production director MOSCOW, May 26. /TASS/. The Kaluga-based PSMA Rus (a joint venture of Mitsubishi Motors and PSA Peugeot Citroen) car plant will operate in one shift five days per week in coming three months, while no downsizing of the workforce is planned, Russia's automotive and agricultural engineering and machinery trade union at the enterprise said in a statement with reference to production director Azat Khusnulin on Tuesday. Read also Kaluga-based car ... "], ["2020-05-26 09:36", "Sources: Nissan, Renault shelve merger plans to repair alliance : The Asahi Shimbun ... announce midterm restructuring plans this week that will serve as a peace treaty designed to resolve the long-standing tensions, the five people familiar with the overhaul told Reuters. \"After the rain, the earth hardens,\" said one senior Nissan source, citing a popular Japanese proverb that means relationships become stronger after a period of strife. All five sources within the alliance, which also includes Mitsubishi Motors Corp., declined to be named because they are not authorized to speak with media. Nissan and Renault are each planning substantial restructuring and cost cuts that could affect tens of thousands of jobs, with the Japanese company to announce its measures on May 28 and its French partner likely to follow the next day. Before that ... "], ["2020-05-26 04:00", "The World's Biggest Green Hydrogen Plant Is Underway In California. Its Prospects For Electric Power And Transportation? ...  Finance Premium Investing Newsletters Retirement Taxes Wealth Management Business All Business Aerospace & Defense Energy Food & Drink Hollywood & Entertainment Manufacturing Media Mitsubishi Heavy Industries BrandVoice | Paid Program Policy Real Estate Retail SportsMoney Transportation Small Business All Small Business Entrepreneurs Franchises Small Business ...  their own. Energy I write about the global energy business. Share to Facebook Share to Twitter Share to Linkedin The FCHV-BUS fuel-cell hybrid bus, jointly developed by Toyota Motor Corp. and Hino Motors Ltd., ... [+] sits parked at a hydrogen station operated by Toho Gas Co. and Iwatani Corp. in Toyota's Ecoful Town in Toyota City, Aichi Prefecture, Japan, on Friday, Oct. 17, 2014. The automaker ... "], ["2020-05-26 00:35", "Nissan and Renault shelve merger plans to repair their alliance: sources ... mid-term restructuring plans this week that will serve as a peace treaty designed to resolve the long-standing tensions, the five people familiar with the overhaul told Reuters. \"After the rain, the earth hardens,\" said one senior Nissan source, citing a popular Japanese proverb that means relationships become stronger after a period of strife. All five sources within the alliance, which also includes Mitsubishi Motors Corp (7211.T), declined to be named because they are not authorised to speak with media. Nissan and Renault are each planning substantial restructuring and cost cuts that could affect tens of thousands of jobs, with the Japanese company to announce its measures on May 28 and its French partner likely to follow the next day. Before that ... "], ["2020-05-25 23:17", "Nissan and Renault shelve merger plans to repair their alliance, say sources ... announce mid-term restructuring plans this week that will serve as a peace treaty designed to resolve the long-standing tensions, the five people familiar with the overhaul told Reuters. \"After the rain, the earth hardens,\" said one senior Nissan source, citing a popular Japanese proverb that means relationships become stronger after a period of strife. All five sources within the alliance, which also includes Mitsubishi Motors Corp, declined to be named because they are not authorised to speak with media. Nissan and Renault are each planning substantial restructuring and cost cuts that could affect tens of thousands of jobs, with the Japanese company to announce its measures on May 28 and its French partner likely to follow the next day. Before that ... "], ["2020-05-25 23:01", "Nissan and Renault shelve merger plans to repair their alliance: Sources ... announce mid-term restructuring plans this week that will serve as a peace treaty designed to resolve the long-standing tensions, the five people familiar with the overhaul told Reuters. \"After the rain, the earth hardens,\" said one senior Nissan source, citing a popular Japanese proverb that means relationships become stronger after a period of strife. All five sources within the alliance, which also includes Mitsubishi Motors Corp, declined to be named because they are not authorised to speak with media. Nissan and Renault are each planning substantial restructuring and cost cuts that could affect tens of thousands of jobs, with the Japanese company to announce its measures on May 28 and its French partner likely to follow the next day. Before that ... "], ["2020-05-25 21:40", "Nissan and Renault shelve merger plans to repair their alliance: sources ...  plans this week that will serve as a peace treaty designed to resolve the long-standing tensions, the five people familiar with the overhaul told Reuters. \"After the rain, the earth hardens,\" said one senior Nissan source, citing a popular Japanese proverb that means relationships become stronger after a period of strife. All five sources within the alliance, which also includes Mitsubishi Motors Corp , declined to be named because they are not authorised to speak with media. Advertisement Advertisement Nissan and Renault are each planning substantial restructuring and cost cuts that could affect tens of thousands of jobs, with the Japanese company to announce its measures on May 28 and its French partner likely to follow the next day. Before that ... "], ["2020-05-25 21:40", "Nissan and Renault shelve merger plans to repair their alliance ...  plans this week that will serve as a peace treaty designed to resolve the long-standing tensions, the five people familiar with the overhaul told Reuters. \"After the rain, the earth hardens,\" said one senior Nissan source, citing a popular Japanese proverb that means relationships become stronger after a period of strife. All five sources within the alliance, which also includes Mitsubishi Motors Corp , declined to be named because they are not authorised to speak with media. Advertisement Advertisement Nissan and Renault are each planning substantial restructuring and cost cuts that could affect tens of thousands of jobs, with the Japanese company to announce its measures on May 28 and its French partner likely to follow the next day. Before that ... "], ["2020-05-25 21:34", "Nissan and Renault shelve merger plans to repair their alliance: sources ... -term restructuring plans this week that will serve as a peace treaty designed to resolve the long-standing tensions, the five people familiar with the overhaul told Reuters. \"After the rain, the earth hardens,\" said one senior Nissan source, citing a popular Japanese proverb that means relationships become stronger after a period of strife. All five sources within the alliance, which also includes Mitsubishi Motors Corp ( 7211.T ), declined to be named because they are not authorised to speak with media. Nissan and Renault are each planning substantial restructuring and cost cuts that could affect tens of thousands of jobs, with the Japanese company to announce its measures on May 28 and its French partner likely to follow the next day. Before that ... "], ["2020-05-25 21:34", "Nissan and Renault shelve merger plans to repair their alliance: sources ... -term restructuring plans this week that will serve as a peace treaty designed to resolve the long-standing tensions, the five people familiar with the overhaul told Reuters. \"After the rain, the earth hardens,\" said one senior Nissan source, citing a popular Japanese proverb that means relationships become stronger after a period of strife. All five sources within the alliance, which also includes Mitsubishi Motors Corp ( 7211.T ), declined to be named because they are not authorised to speak with media. Nissan and Renault are each planning substantial restructuring and cost cuts that could affect tens of thousands of jobs, with the Japanese company to announce its measures on May 28 and its French partner likely to follow the next day. Before that ... "], ["2020-05-25 21:34", "Nissan and Renault shelve merger plans to repair their alliance: sources ... -term restructuring plans this week that will serve as a peace treaty designed to resolve the long-standing tensions, the five people familiar with the overhaul told Reuters. \"After the rain, the earth hardens,\" said one senior Nissan source, citing a popular Japanese proverb that means relationships become stronger after a period of strife. All five sources within the alliance, which also includes Mitsubishi Motors Corp ( 7211.T ), declined to be named because they are not authorised to speak with media. Nissan and Renault are each planning substantial restructuring and cost cuts that could affect tens of thousands of jobs, with the Japanese company to announce its measures on May 28 and its French partner likely to follow the next day. Before that ... "], ["2020-05-25 21:33", "Nissan and Renault shelve merger plans to repair their alliance - sources ... -term restructuring plans this week that will serve as a peace treaty designed to resolve the long-standing tensions, the five people familiar with the overhaul told Reuters. \"After the rain, the earth hardens,\" said one senior Nissan source, citing a popular Japanese proverb that means relationships become stronger after a period of strife. All five sources within the alliance, which also includes Mitsubishi Motors Corp ( 7211.T ), declined to be named because they are not authorised to speak with media. Nissan and Renault are each planning substantial restructuring and cost cuts that could affect tens of thousands of jobs, with the Japanese company to announce its measures on May 28 and its French partner likely to follow the next day. Before that ... "], ["2020-05-25 20:40", "Watch: How long does it take to charge a Tesla Model X with an exercycle? ...  Wall Haval Holden Honda Hummer Hyundai Isuzu Jaguar Jeep Kia Lada Lamborghini Lancia Land Rover LDV Lexus Lincoln Lotus Mahindra Maserati Mazda McLaren Mercedes-Benz MG Mini Mitsubishi Morris Nissan Oldsmobile Opel Peugeot Plymouth Pontiac Porsche Proton Ram Reliant Renault Rolls-Royce Rover Saturn Seat KODA Smart Ssangyong Subaru Suzuki Tesla Toyota Triumph Vauxhall Volkswagen ...  it would probably take around a week of hard cycling to get a full charge. By Andrew Sluys 26/05/2020 Tags Cars News Video Tesla FIND AN ARTICLE FIND Related Articles Tesla Motors loss widens on Model X woes Tesla Motors loss widens on Model X woes News Tesla Model X to be fastest SUV in the world World's fastest SUV Reviews Tesla Model X: Winging it Tesla Model X: Winging it  ... "], ["2020-05-25 19:26", "New emissions blow for Volkswagen as German court backs damages claims ... fines Volkswagen $86 mn for misleading car buyers about emissions Dieselgate: VW to compensate German consumers in emission cheating scandal Mitsubishi offices raided in Germany over suspected diesel emissions fraud Volkswagen must pay compensation to owners of vehicles with rigged  ... N O P Q R S T U V W X Y Z Index Stocks Adani Ports Asian Paints Axis Bank B P C L Bajaj Auto Bajaj Finance Ltd Bajaj Finserv Bharti Airtel Bharti Infra. Cipla Coal India Dr Reddy's Labs Eicher Motors GAIL (India) Grasim Inds H D F C HCL Technologies HDFC Bank Hero Motocorp Hind. Unilever Hindalco Inds. Hindustan Petroleum Corporation Ltd ICICI Bank Indian Oil Corporation Ltd. IndusInd Bank Infosys ITC JSW Steel Kotak Mah. Bank Larsen & Toubro M & M Maruti Suzuki Nestle India ... "], ["2020-05-25 17:16", "Renault and Nissan are desperate for help. The alliance Carlos Ghosn built could be their only hope ... , the collapse in global car demand this year could push the French and Japanese companies much closer together to cut costs and share the burden of building a new generation of electric vehicles. The carmakers have been partners since 1999, cooperating on strategy and product development while never taking the plunge and completing a full merger. Together with junior partner Mitsubishi Motors, the unique industry alliance employs roughly 450,000 people and in 2018 it sold roughly one in every nine cars around the world. Yet the partnership began its third decade in turmoil. The 2018 arrest of former alliance boss Carlos Ghosn, a turnaround expert credited with keeping Renault and Nissan in business, sparked a series of leadership changes at both carmakers ... "], ["2020-05-25 17:16", "Renault and Nissan are desperate for help. The alliance Carlos Ghosn built could be their only hope ... , the collapse in global car demand this year could push the French and Japanese companies much closer together to cut costs and share the burden of building a new generation of electric vehicles. The carmakers have been partners since 1999, cooperating on strategy and product development while never taking the plunge and completing a full merger. Together with junior partner Mitsubishi Motors, the unique industry alliance employs roughly 450,000 people and in 2018 it sold roughly one in every nine cars around the world. Yet the partnership began its third decade in turmoil. The 2018 arrest of former alliance boss Carlos Ghosn, a turnaround expert credited with keeping Renault and Nissan in business, sparked a series of leadership changes at both carmakers ... "], ["2020-05-25 17:16", "Renault and Nissan are desperate for help. The alliance Carlos Ghosn built could be their only hope ... , the collapse in global car demand this year could push the French and Japanese companies much closer together to cut costs and share the burden of building a new generation of electric vehicles. The carmakers have been partners since 1999, cooperating on strategy and product development while never taking the plunge and completing a full merger. Together with junior partner Mitsubishi Motors, the unique industry alliance employs roughly 450,000 people and in 2018 it sold roughly one in every nine cars around the world. Yet the partnership began its third decade in turmoil. The 2018 arrest of former alliance boss Carlos Ghosn, a turnaround expert credited with keeping Renault and Nissan in business, sparked a series of leadership changes at both carmakers ... "], ["2020-05-25 17:16", "Renault and Nissan are desperate for help. The alliance Carlos Ghosn built could be their only hope ... , the collapse in global car demand this year could push the French and Japanese companies much closer together to cut costs and share the burden of building a new generation of electric vehicles. The carmakers have been partners since 1999, cooperating on strategy and product development while never taking the plunge and completing a full merger. Together with junior partner Mitsubishi Motors, the unique industry alliance employs roughly 450,000 people and in 2018 it sold roughly one in every nine cars around the world. Yet the partnership began its third decade in turmoil. The 2018 arrest of former alliance boss Carlos Ghosn, a turnaround expert credited with keeping Renault and Nissan in business, sparked a series of leadership changes at both carmakers ... "], ["2020-05-25 15:33", "Spain pitches plan to save Nissan's Barcelona plant ...  said Monday. The plan apparently includes government assistance and partnership opportunities. No further details were provided, though a representative from the Spanish Embassy in Tokyo said Nissan is reviewing the proposal. The Japanese automaker looks to close its plant near Barcelona as part of a joint midterm business plan to be ironed out this month with alliance partners Renault and Mitsubishi Motors . Nissan produced 55,000 vehicles in Spain during fiscal 2019, about 10% of its output in Europe. The Barcelona plant makes commercial vehicles and small trucks for the European market, though it has been running at roughly 30% capacity and operating in the red. About 3,000 people work at the Barcelona plant and related facilities. Employees at a parts ... "]]}}