{"postfix": "mlp-aktie", "name": "MLP", "wkn": "656990", "time": "2020.05.26 16:29", "ts": 1590503376, "features": {"KGV": "16.62", "Marktkapitalisierung": {"Size": "Mio", "Value": "521.53"}, "GA": "0.34", "KBV": "1.41", "BA": "4.00", "KCV": "4.35", "CA": "1.30", "Vola30": "29.94", "Vola90": "48.07", "Vola180": "38.44", "Vola250": "29.89"}, "rivals": ["allianz-aktie", "munich_re-aktie", "swiss_life-aktie", "mpc_capital-aktie"], "text_data": {"de": [["27.04.20", "NACHBÖRSE/XDAX +0,3% auf 10.697 Pkt - Conti sehr fest"], ["05.03.20", "Aktionäre von MLP erhalten höhere Dividende"], ["30.01.20", "MLP: Wie Finanzberater Studierende umgarnen"]], "en": [["15.05.20", "MLP SE : Preliminary announcement of the publication of financial reports according to Articles 114, 115, 117 of the WpHG [the German Securities Act]"], ["27.04.20", "Why CNX Resources and Its MLP Are Moving in Opposite Directions Today"], ["27.04.20", "MLP SE : Forecast for the year 2020 updated due to the effects of coronavirus"], ["03.04.20", "MLP SE : Preliminary announcement of the publication of quarterly reports and quarterly/interim statements"], ["30.03.20", "MLP SE : Release according to Article 40, Section 1 of the WpHG [the German Securities Trading Act] with the objective of Europe-wide distribution"], ["10.03.20", "Invesco Morn US EI B : Dividend Declaration - MLP rate confirmation"], ["05.03.20", "Invesco Morn US EI B : Dividend Declaration - MLP Ex date 12/03/2020"], ["19.02.20", "MLP SE : Release according to Article 40, Section 1 of the WpHG [the German Securities Trading Act] with the objective of Europe-wide distribution"], ["10.02.20", "MLP SE : Release of a capital market information"], ["03.02.20", "MLP SE : Release of a capital market information"], ["28.01.20", "Is Oppenheimer SteelPath MLP Income C (MLPRX) a Strong Mutual Fund Pick Right Now?"], ["21.01.20", "MLP SE : Preliminary announcement of the publication of financial reports according to Articles 114, 115, 117 of the WpHG [the German Securities Act]"], ["20.01.20", "MLP SE : Release of a capital market information"], ["09.01.20", "MLP ETFs Off to a Great Start in 2020: Here's Why"], ["07.01.20", "MLP SE : Release of a capital market information"], ["01.01.20", "Is Oppenheimer SteelPath MLP Income A (MLPDX) a Strong Mutual Fund Pick Right Now?"], ["2020-05-24 15:28", "Is Brookfield Renewable Partners a Buy? ... . Image source: Getty Images. Barely a blip Lots of companies have seen their operations hit hard by the coronavirus pandemic. Not Brookfield. Brookfield Renewable is a master limited partnership (MLP) that makes money by selling the energy produced by its portfolio of renewable assets -- mostly hydropower, but also a growing collection of solar and wind farms. Ninety-five percent  ... to the company's reliability. Paying the price Investors have already taken notice of Brookfield's outperformance. Despite a steep 40% price drop during the March market crash, Brookfield's units -- MLP-speak for shares -- began to rebound almost immediately. The company's unit price is actually up about 5% so far this year, once again outpacing the S&P 500's 8. ... "], ["2020-05-24 14:35", "Why Energy Transfer Believes Its 15%-Yielding Dividend Is Safe ...  and the bulk of its capital expenses, which will help keep it from putting more pressure on its balance sheet. Meanwhile, it expects to hit an inflection point next year when it finishes several large expansion projects, which will boost cash flow as capital spending declines. That has it on track to generate roughly $1 billion in excess cash, which it can use to pay off debt. The MLP believes it can maintain its distribution during this year's market turbulence and for the long term. While it's a higher-risk option, the high-yield provides an enticing reward. Motley Fool Returns Stock Advisor S&P 500 415% 87% Stock Advisor launched in February of 2002. Returns as of 05/24/2020. Join Stock Advisor Cumulative Growth of a $10,000 Investment in Stock ... "], ["2020-05-23 19:00", "Midstream Companies Slash Capex By 50% After Oil Crash ... and potentially having to announce distribution cuts? One way is to look at credit ratings. The lower the credit rating, the more likely a company will announce a distribution cut to shore up its financial metrics. But the extent of cuts to capital expenditures may also be revealing. A recent note from Alerian , an independent provider of energy infrastructure and MLP market intelligence, sheds some light on this topic. Related: U.S. Rig Count Collapse Continues Despite Soaring Oil Prices The note featured the following table, which summarizes midstream capital expenditure (capex) reductions for 2020 for several midstream companies. On average, capex has been reduced nearly 30 percent against initial guidance, and more than 45 percent versus 2019. One might ... "], ["2020-05-23 18:10", "4 Monthly Dividend Machines Paying Up To 24% ... , but to even survive. Gladstone could very well come out of this with its dividends fully intact, but significant gains could be difficult to come by for some time. Kayne Anderson MLP/Midstream Investment Company (KYN) Distribution Rate: 24.4% YTD Return: -58.1% The energy sector is loaded with depressed valuations and sky-high yields. But rather than try to pluck energy ... average. I don't often discuss MLPs because they're a headache come tax time, issuing a K-1 tax package that no one should have to deal with. But the Kayne Anderson MLP/Midstream Investment Company (KYN) , another closed-end fund, helps you skip that with a simple 1099 . KYN invests in a handful of MLPs, including MPLX LP (MPLX) , Enterprise Products Partners LP (EPD) and Energy  ... "], ["2020-05-21 23:00", "Teekay Corp (TK) Q1 2020 Earnings Call Transcript ...  -- Managing Partner Good, good. I would love to touch base on the IDR takeout. Just curious, maybe out of the gate, can you give us some color on how you came up with the valuation? Considering that they were so far out of the money, just curious what kind of methodology you guys have used to come up with the valuation and whether you're able to find a comp of a similar MLP that had their IDRs taken out when they were that far under their MQD and any of the peers. Kenneth Hvid -- Director, President and Chief Executive Officer Yeah. Just for everybody's benefit who hasn't been following this transaction as closely as you have, I'd say, the perspective we came in was that over the past several years, as we all know, there's been a lot of ... "], ["2020-05-21 16:39", "3 Promising Energy Stocks to Watch ... , as long as the counterparties continue to pay them, you're going to continue to get that cash flow. And they actually, I think, would have probably the safest dividend in the pipeline sector, 40% of their cash flow, they use to pay the dividend. A lot of others, like your Kinder Morgan s, you know, they're up 50%; Enbridge , closer to 60%. And then, some of the MLP, they're 80%, 90%. So, a much more sustainable dividend, top-tier balance sheet and then growth. A lot of these companies don't have any growth anymore, but they've got, like, CAD$40 billion worth of expansion projects in the backlog, including the Keystone XL Pipeline, which is just moving forward. So, they actually expect to grow their dividend 8% to 10% next year and 5 ... "], ["2020-05-21 11:36", "Is DCP Midstream Stock a Buy? ...  a young teenager. In 2019, Daniel joined the Fool as a contract writer, targeting the energy and industrial sectors from his hometown in Houston. When he's not writing, Daniel can be seen floating down the bayou, taking it easy to the tune of sweet summer cicadas and hot humid air. DCP Midstream ( NYSE:DCP ) is a significant player in the North American midstream industry , but units of the MLP have been trading all over the place. At its worst, DCP was down more than 90% in 2020 before its over 100% surge since April 1. Units are still down over 67% from the beginning of the year to the time of this writing. Let's determine if the company is strong enough to get through the current crisis, if its long-term trajectory remains intact, and, ultimately ... "], ["2020-05-20 14:00", "Advisors Push Ahead With Hiring Plans Amid COVID-19, According To FlexShares Survey ... are subject to the following principal risks: asset class; commodity; concentration; counterparty; currency; derivatives; dividend; emerging markets; equity securities; fluctuation of yield; foreign securities; geographic; income; industry concentration; inflation-protected securities; infrastructure-related companies; interest rate / maturity risk; issuer; large cap; management; market; market trading; mid cap stock; MLP; momentum; natural resources; new funds; non-diversification; passive investment; privatization; small cap stock; tracking error; value investing; and volatility risk. A full description of risks is in the prospectus. View source version on businesswire.com: https://www.businesswire.com/news/home/20200520005169/en/ By Business Wire Terms Of ... "], ["2020-05-20 13:08", "3 Hated Dividend Stocks to Buy Now ... 's unit price has tumbled about 25% this year, driving its yield up to a jaw-dropping 14.4%. While payouts that high usually aren't sustainable, MPLX has no plans to cut its dividend . One factor driving that view is the overall stability of its cash flow. On top of that, it has a solid coverage ratio of 1.44 and a conservative leverage ratio. The MLP believes it has the financial flexibility to maintain its payout even as it continues expanding its operations. MPLX is currently in the middle of a major program to build out integrated crude oil and natural gas logistics systems from the Permian Basin to the Gulf Coast. It's investing in two large-scale pipeline projects as well as some related infrastructure, which should start up next year. Once ... "], ["2020-05-19 22:51", "Explosives found at residence near Colonel Talbot Rd. and Hwy. 401, say London police ...  email email Share this item on Pinterest pinterest Share this item on LinkedIn linkedin Share this item on Reddit reddit Copy article link Copy link London Police, Middlesex-London Paramedics and London Fire are on scene at a southwest London home after reportedly finding explosive devices. READ MORE: London Ont. man charged after police seized rifle, ammo in city's east-end MLP are asking people to avoid the area of Colonel Talbot Rd and Hwy 401. Active Incident: @MLPS911 @lpsmediaoffice @LdnOntFire are currently on scene in the area of Colonel Talbot Rd and Hwy 401. Please avoid the area if possible. pic.twitter.com/7Qh3Ubif49 — ML Paramedic Service (@MLPS911) May 19, 2020 https://platform.twitter.com/widgets.js Trending Stories Deadly attack at ... "], ["2020-05-19 20:30", "InfraCap MLP ETF (NYSE Arca: AMZA) Declares Monthly DistributionNEW YORK, May 19, 2020 /PRNewswire/ -- The InfraCap MLP ETF (NYSE Arca: AMZA) (the \"Fund\") has declared a monthly distribution of $0.23 ( $2.76 per share on an annualized basis). The distribution will be paid May 29, 2020 to shareholders of record"], ["2020-05-19 19:33", "Big Dividends Aren't a Good Enough Reason to Own Energy Transfer Stock ... forward annual dividend yield of 17.6%, Energy Transfer (NYSE: ET ) stock would certainly fall into this category. Source: Kodda / Shutterstock.com Energy Transfer is a master limited partnership, or MLP, that owns oil and natural-gas assets. These assets include pipelines, storage facilities and processing plants. Some people would refer to it as a \"midstream\" energy company. There ...  loss resulted from lower energy-sector commodity prices and the issues associated with Covid-19, no doubt. But that's the chance you're taking if you invest in an MLP stock that's heavily dependent on energy prices. The big dividend payments are supposed to provide a cushion, but that cushion might not be enough to withstand any further commodity-price  ... "], ["2020-05-19 11:32", "3 High-Yield Dividend Stocks to Consider Buying Right Now ...  are Enterprise Products Partners ( NYSE:EPD ) , Enbridge ( NYSE:ENB ) , and Kinder Morgan ( NYSE:KMI ) . Let's look at how these three oil and gas stocks offer an opportunity to capture an incredibly attractive dividend yield compared to that offered a few months ago. Image Source: Getty Images. Enterprise Products Partners Enterprise Products Partners grew its distribution -- MLP speak for dividend -- consistently for 63 straight quarters before keeping it flat in the latest quarter. That kind of distribution growth is not just a coincidence; it reflects the company's commitment to returning value to its shareholders as well as its deep understanding of markets, strong asset base, and financial discipline. Though Enterprise is not completely ... "], ["2020-05-19 10:26", "Azure-hosted AI for finding code defects emitted but does it work? ... , \"Once we have a model that has acceptable value of precision and recall, selected model is deployed for prediction on new commits.\" Code that seems likely to be buggy is flagged for further investigation and testing. According to Altran , \"Code Defect AI relies on various ML techniques including random decision forests, support vector machines, multilayer perceptron (MLP) and logistic regression. Historical data is extracted, pre-processed and labelled to train the algorithm and curate a reliable decision model. Developers are given a confidence score that predicts whether the code is compliant or presents the risk of containing bugs.\" Code Defect AI supports integration with third-party analysis tools and can itself help identify bugs in a ... "], ["2020-05-18 12:35", "Wining ETF Areas of Last Week ... news and analysis, as well as top-performing ETFs, each week. Get it free > > In-Depth Zacks Research for the Tickers Above Normally $25 each - click below to receive one report FREE: Novavax, Inc. (NVAX) - free report > > INVS-DW HLT MO (PTH) - free report > > ET-PRM JR SLVR (SILJ) - free report > > IPATH-INV US TC (TAPR) - free report > > GLBL-X GOLD EXP (GOEX) - free report > > CS-SP MLP IDX (MLPO) - free report > > Published in etfs Zacks' 7 Best Strong Buy Stocks for May, 2020 Free Research for Zacks.com Readers Experts have chosen 7 stocks out of 220 Zacks Rank #1 Strong Buys that have the highest potential to increase in price quickly amid the global health crisis. A recent pick, Maxar, skyrocketed +178.7% in 3 months. For 32 years, our Strong Buy ... "], ["2020-05-16 18:28", "3 Bargain Stocks You Can Buy Right Now ...  out what happens to Baby Yoda. Disney's content stable is world-class, and the company has an amazing track record of leveraging it to generate huge profits. Now is a great time to pick up Disney shares on the cheap. Unfairly punished One stock that seems to have been unfairly punished by the market during the pandemic is master limited partnership (MLP) Brookfield Infrastructure Partners. The company manages a portfolio of income-generating infrastructure assets that's diversified both geographically and by type. Because some of these assets include ports and toll roads, which have seen decreased activity during the pandemic, Wall Street has sent shares down more than 22% so far in 2020. This is an opportunity for investors to cash in on Brookfield ... "], ["2020-05-16 14:00", "This hybrid AI system can understand causality in controlled environments ...  videos and uncover what was responsible for the crash. In robotics application, it could also be useful if the robot can follow natural language command and take action accordingly.\" The neuro-Symbolic dynamic reasoning AI model The authors of the paper tested CLEVRER on basic deep learning models such as convolutional neural networks (CNNs) combined with multilayer perceptrons (MLP) and long short-term memory networks (LSTM). They also tested them on variations of advanced deep learning models TVQA, IEP, TbDNet, and MAC, each modified to better suit visual reasoning. The basic deep learning performed modestly on descriptive challenges and poorly on the rest. Some of the advanced models performed decently on descriptive challenges. But on the rest of ... "], ["2020-05-15 20:30", "Tortoise Makes Distributions Announcements For Its Open-End FundsTortoise is today announcing that Tortoise MLP & Energy Income Fund (INFIX, INFRX, INFFX), Tortoise MLP & Energy Infrastructure Fund (MLPPX), and Tortoise MLP & Pipeline Fund (TORIX, TORTX, TORCX), will pay on May 21, 2020 distributions to shareholders of"], ["2020-05-15 14:47", "An Investor's Survival Guide to Extreme VolatilityOne of the country's top advisors sees more stock market swings ahead. He tells Barron's Advisor that he's harvesting tax losses and recommending Roth IRA conversions, and he explains why he sees opportunity in small-cap stocks and MLPs."], ["2020-05-15 12:15", "5 Cheap Foreign Stocks That Are Perfect for Dividend Investors ...  closely. Compare Brokers Foreign Cheap Stocks: BP Midstream Partners (BPMP) Source: Pavel Kapysh / Shutterstock.com Dividend Yield: 12.5% BP (NYSE: BP ) is a profitable foreign stock with a nice 10.9% dividend yield. But I thought I would focus on one of its spinoff companies, BP Midstream Partners. BPMP has a higher dividend yield than BP. BPMP is a U.S.-listed master limited partnership (MLP) that is focused solely on the midstream portion of the oil and gas life cycle. That involves running oil and gas onshore and offshore pipelines and terminals. Source: Mark R. Hake, CFA Now that more companies are looking to store oil and gas, its assets are close to fully occupied. BPMP declared a quarterly dividend on April 15 for 34.75 cents per share. That works ... "]]}}