{"postfix": "mpc_capital-aktie", "name": "MPC_MÜNCHMEYER_PETERSEN_CAPITAL", "wkn": "A1TNWJ", "time": "2020.05.26 16:30", "ts": 1590503410, "features": {"KGV": "-28.71", "Marktkapitalisierung": {"Size": "Mio", "Value": "36.82"}, "GA": "-0.07", "KBV": "0.74", "BA": "2.70", "KCV": "22.15", "CA": "0.09", "Vola30": "42.29", "Vola90": "69.4", "Vola180": "64.36", "Vola250": "51.8"}, "rivals": ["mlp-aktie", "gigaset-aktie", "swiss_life-aktie", "cashlife-aktie", "interhyp-aktie", "hci_capital-aktie", "grenke-aktie"], "text_data": {"de": [], "en": [["2020-05-26 12:04", "Futures Soar Above 3,000, Dollar Tumbles On Vaccine Hopes, Reopening Optimism ... on fisheries with Britain in the next round of negotiations. Furthermore, BoE's Haldane said the UK economy likely contracted by over 20% in Q2, \"just a shade\" better than BoE's scenario of around 25%. The MPC member said the BoE has not reached remotely yet a view on NIRP. Elsewhere Aussie and Kiwi extended on APAC gains and surpassed 0.6600 and 0.6150 against the USD respectively vs. lows of 0.6535 and 0.6092 apiece ...  Martenson's Blog Contrary Investor Daneric's Elliott Waves Dr. Housing Bubble Financial Juice Financial Revolutionist ForexLive Fundist Gains Pains & Capital Gefira Gold Core Guerrilla Capitalism Hedge Accordingly Implode-Explode Investing Contrarian Jesse's Cafe Americain Liberty Blitzkrieg Market Montage Max Keiser ... "], ["2020-05-25 12:05", "Jefferies breaks down the top 22 stocks it thinks you should buy right now — including 6 fast-risers that just captured its attention ... Upside : 4.6% Quote : \"BX is trading at a 2-3 turn discount to pre-Covid levels despite having completed its most recent round of flagship fundraising and actively deploying capital.\" Source: Jefferies Equity Research 5. Casey's General Stores Markets Insider Ticker : CASY Sector : Consumer staples Price target : $175 Upside : 15.2% Quote : \"We continue to like CASY ... , and potential upside from a L-T infrastructure bill, we continue to find MLM a compelling quality defensive name.\" Source: Jefferies Equity Research 16. Marathon Petroleum Markets Insider Ticker : MPC Sector : Energy Price target : $47 Upside : 33% Quote : \"There are many aspects of the story which stand to be clarified and improved in coming quarters that we believe will ... "], ["2020-05-24 17:57", "AYABONGA CAWE: Reliance on volatile capital and debt markets is Land Bank's achilles heel ...  Life Arts & Entertainment Books Motoring Gadgets & Gear Multimedia & TV E-Edition Markets Data Market data — May 24 2020 Market data including bonds, unit trusts and fuel prices Most Read Market data — May 24 2020 4 hours ago WATCH: Stock picks — Long4Life and cash 2 days ago Rand at two-month high as two MPC members vote for a smaller rate cut updated 3 days ago BL PREMIUM Columnists Editorials Letters AYABONGA CAWE: Reliance on volatile capital and debt markets is Land Bank's achilles heel Dependence on short-term borrowing while lending long creates a problem when money is due Most Read SA cannot shrug off smoking as a defence against Covid-19 5 hours ago EDITORIAL: It's time for the ANC to take Tito Mboweni seriously 2 days ... "], ["2020-05-24 17:57", "Summerhill Stud open for last-minute sale ...  Life Arts & Entertainment Books Motoring Gadgets & Gear Multimedia & TV E-Edition Markets Data Market data — May 24 2020 Market data including bonds, unit trusts and fuel prices Most Read Market data — May 24 2020 4 hours ago WATCH: Stock picks — Long4Life and cash 2 days ago Rand at two-month high as two MPC members vote for a smaller rate cut updated 3 days ago BL PREMIUM Columnists Editorials Letters AYABONGA CAWE: Reliance on volatile capital and debt markets is Land Bank's achilles heel Dependence on short-term borrowing while lending long creates a problem when money is due Most Read SA cannot shrug off smoking as a defence against Covid-19 5 hours ago EDITORIAL: It's time for the ANC to take Tito Mboweni seriously 2 days ... "], ["2020-05-24 17:57", "READ IN FULL: Ramaphosa announces eased restrictions ...  Life Arts & Entertainment Books Motoring Gadgets & Gear Multimedia & TV E-Edition Markets Data Market data — May 24 2020 Market data including bonds, unit trusts and fuel prices Most Read Market data — May 24 2020 4 hours ago WATCH: Stock picks — Long4Life and cash 2 days ago Rand at two-month high as two MPC members vote for a smaller rate cut updated 3 days ago BL PREMIUM Columnists Editorials Letters AYABONGA CAWE: Reliance on volatile capital and debt markets is Land Bank's achilles heel Dependence on short-term borrowing while lending long creates a problem when money is due Most Read SA cannot shrug off smoking as a defence against Covid-19 5 hours ago EDITORIAL: It's time for the ANC to take Tito Mboweni seriously 2 days ... "], ["2020-05-24 15:10", "ECONOMIC WEEK AHEAD: Producer inflation likely to have slowed due to falling oil prices ...  — May 24 2020 Market data including bonds, unit trusts and fuel prices Most Read WATCH: Stock picks — Long4Life and cash 2 days ago Rand at two-month high as two MPC members vote for a smaller rate cut updated 3 days ago BL PREMIUM MARKET WRAP: JSE weaker amid Beijing's Hong Kong plans and US-China tension 1 day ago BL  ... 9% year on year from 7.8% previously, Kaplan said. The data is due on Friday. \"The forecast is premised on the expectation that during lockdown corporate loan demand for emergency funding to cover working capital requirements increased,\" Kaplan said. The Treasury is expected to release the monthly budget update for April on Friday. mjoo@businesslive.co.za SA likely to get 75 basis points more in rate cuts in 2020 ... "], ["2020-05-23 14:25", "'Tell govt to ...': Chidambaram's advice to RBI ...  repo rate as part of the monetary measures to deal with the current crisis. It is the second sharp cut in the key policy rate in two months. On March 27, the Monetary Policy Committee (MPC), the rate-setting panel of the RBI, had cut the key short-term lending rate by 75 basis points. Download The Times of India News App for Latest Business News more from times of india  ... I am Gujarat Pune Mirror Tamil Samayam Bangalore Mirror Maharashtra Times Telugu Samayam Ahmedabad Mirror Go Green Miss Kyra ItsMyAscent Navbharat Times Education Times FILMIPOP Hindi Brand Capital Eisamay Indiatimes Gujarati Economic Times Vijaya Karnataka Malayalam Samayam Times Food Games App MX Player TimesPoints Living and entertainment MensXP.com Femina ETimes Grazia Zoom Travel  ... "], ["2020-05-23 04:17", "After 41 yrs, RBI sees GDP shrinking ... uncertain, Reserve Bank of India 's (RBI's) assessment of the economic situation showed on Friday. RBI governor Shaktikanta Dassaid , \"It is in the growth outlook that the MPC ( monetary policy committee ) judged the risks to be gravest. The combined impact of demand compression and supply disruption will depress economic activity in the first half of the year. Assuming economic  ... Gujarat Pune Mirror Tamil Samayam Bangalore Mirror Maharashtra Times Telugu Samayam Ahmedabad Mirror Go Green Miss Kyra ItsMyAscent Navbharat Times Education Times FILMIPOP Hindi Brand Capital Eisamay Indiatimes Gujarati Economic Times Vijaya Karnataka Malayalam Samayam Times Food Games App MX Player TimesPoints Living and entertainment MensXP.com Femina ETimes Grazia  ... "], ["2020-05-22 23:59", "In 8th straight cut, RBI slashes key rate 40 basis pts to new all-time low ... on loan repayment, which was due to end on May 31, by another three months to August 31. This is the second 'off-cycle' rate cut by RBI, which advanced its June monetary policy committee meeting to May 20-22. The MPC voted by a 5-1 majority to reduce the policy rate by 40 basis points from 4.4% to an all-time low of 4.0%. Consequently, the Marginal Standing Facility (MSF) rate and the bank rate stand reduced to 4.25% from ... Tamil Samayam Bangalore Mirror Maharashtra Times Telugu Samayam Ahmedabad Mirror Go Green Miss Kyra ItsMyAscent Navbharat Times Education Times FILMIPOP Hindi Brand Capital Eisamay Indiatimes Gujarati Economic Times Vijaya Karnataka Malayalam Samayam Times Food Games App MX Player TimesPoints Living and entertainment MensXP.com  ... "], ["2020-05-22 17:55", "Coronavirus: Lockdown averted 54,000 deaths, says Centre as nationwide tally reaches 1.18 lakh ... decades. The benchmark repurchase (repo) rate was cut by 40 basis points to 4 per cent, Governor Shaktikanta Das said announcing the decisions taken by the central bank's Monetary Policy Committee (MPC) that met ahead of its scheduled meeting in early June. Consequently, the reverse repo rate was reduced to 3.35 per cent from 3.75 per cent. The RBI supplemented the interest rate ...  all outstanding loans, providing relief to home and auto buyers as well as real estate sector where construction activities are already at a standstill. The moratorium on interest on working capital was also extended by three months. Also, interest accumulated for the six-month moratorium period can be converted into a term loan, Das said. Read | Exclusive: Inside the market of  ... "], ["2020-05-22 16:32", "RBI cuts repo rate again, down to 4% ...  Committee (MPC) meeting as the COVID-19 pandemic induced lockdown continues, albeit with calibrated relaxations. The central bank also extended the loan repayment moratorium for another three months till August 31. The six-member MPC announcement has reduced the repo rate to 4% with five members of the panel voting for the steep cut while one member, Chetan Ghate, voted for a 25 bps cut. The MPC also  ... Comments will be moderated by The Hindu editorial team. Comments that are abusive, personal, incendiary or irrelevant cannot be published. Please write complete sentences. Do not type comments in all capital letters, or in all lower case letters, or using abbreviated text. (example: u cannot substitute for you, d is not 'the', n is not 'and').  ... "], ["2020-05-22 16:32", "RBI cuts repo rate again, down to 4% ...  territory\" with some pick-up in growth impulses from the second half of 2020-21 onwards. \"It is in the growth outlook that the MPC judged the risks to be gravest,\" Mr Das said. Inflation target has also been held back by the central bank. \"The MPC is of the view that headline inflation may remain firm in the first half of 2020-21, but should ease in the second half, aided also  ...  Comments will be moderated by The Hindu editorial team. Comments that are abusive, personal, incendiary or irrelevant cannot be published. Please write complete sentences. Do not type comments in all capital letters, or in all lower case letters, or using abbreviated text. (example: u cannot substitute for you, d is not 'the', n is not 'and'). We ... "], ["2020-05-22 15:59", "Lighthouse Capital raises almost R270m through bookbuild ...  plans to tighten grip on Hong Kong Beijing's dramatic plans to tighten its grip on Hong Kong spurred outrage in the city and abroad Most Read Rand at two-month high as two MPC members vote for a smaller rate cut updated 1 day ago BL PREMIUM JSE faces pressure on Friday as Beijing considers Hong Kong security laws 10 hours ago BL PREMIUM Rand weakens as focus shifts ... June Companies 1 week ago Fortress changes dividend policy as market toughens up Group adopts a more conservative stance in a difficult and depressed operating environment Companies 2 months ago Lighthouse Capital completes transition year As much as 80% of the property fund's investments are now in directly held property Companies 6 months ago Please enable JavaScript to view the comments ... "], ["2020-05-22 15:59", "PODCAST | Economic news of the week: An aggressive approach to stimulus for Covid-19 ... to tighten grip on Hong Kong Beijing's dramatic plans to tighten its grip on Hong Kong spurred outrage in the city and abroad Most Read Rand at two-month high as two MPC members vote for a smaller rate cut updated 1 day ago BL PREMIUM JSE faces pressure on Friday as Beijing considers Hong Kong security laws 10 hours ago BL PREMIUM Rand weakens as  ...  ago Most Read Energy Financial Services Healthcare Industrials Innovation Investors Monthly Land & Agriculture Management Mining Property Retail & Consumer Telecoms & Technology Trade & Industry Transport & Tourism Markets Data Lighthouse Capital raises almost R270m through bookbuild The European mall owner is supported by SA investors Most Read Sasol warns of profit decline as it battles falling oil price  ... "], ["2020-05-22 15:37", "What RBI has done to deal with Covid fallout ...  repo rate cut by 75 basis points (bps), reduction in CRR by 100 bps, long-term repo operations (LTRO) to infuse Rs 1 lakh crore liquidity and other measures after first Monetary Policy Committee (MPC) meet following the pandemic. The meet was preponed by a week. EMIs put on hold, big-bang interest rate cut as RBI joins fight against coronavirus It also announced three-month moratorium on all loan ... Pune Mirror Tamil Samayam Bangalore Mirror Maharashtra Times Telugu Samayam Ahmedabad Mirror Go Green Miss Kyra ItsMyAscent Navbharat Times Education Times FILMIPOP Hindi Brand Capital Eisamay Indiatimes Gujarati Economic Times Vijaya Karnataka Malayalam Samayam Times Food Games App MX Player TimesPoints Living and entertainment MensXP.com Femina ETimes Grazia ... "], ["2020-05-22 15:04", "Cele admits crime syndicates taking advantage on ban of cigarettes and alcohol ...  as Beijing plans to tighten grip on Hong Kong Beijing's dramatic plans to tighten its grip on Hong Kong spurred outrage in the city and abroad Most Read Rand at two-month high as two MPC members vote for a smaller rate cut updated 1 day ago BL PREMIUM JSE faces pressure on Friday as Beijing considers Hong Kong security laws 10 hours ago BL PREMIUM Rand weakens as focus shifts to repo ... Tourism Markets Data Covid-19 Business Watch WATCH: Why small caps need a boost after Covid-19 Business Day TV's Michael Avery talks to a panel about why SA's capital market environment does not support small-cap listings Most Read Sasol warns of profit decline as it battles falling oil price 7 hours ago Tiger Brands warns of hefty writedowns as economy deteriorates  ... "], ["2020-05-22 14:40", "BQuick On May 22: Top 10 Stories In Under 10 Minutes ... 34;We believe the central bank still has room to cut rates further,\" said Rahul Bajoria, chief India economist at Barclays. Suvodeep Rakshit, senior economist at Kotak Securities, expects the MPC to cut rates by another 25-35 basis points. The quantum of rate cuts may go up to another 50 basis points, he said. Economists and fixed income managers expect the ... a moratorium on loan repayments until the end of August may end up bringing more pain for the country's non-bank lenders. The moratorium, first announced in March, allows term loan and working capital borrowers to defer their repayments. All lenders have been allowed to offer the moratorium to their borrowers as per a board-approved policy. The first phase of the moratorium has seen about a third  ... "], ["2020-05-22 14:08", "State's small business Covid-19 fund needs billions ... plans to tighten grip on Hong Kong Beijing's dramatic plans to tighten its grip on Hong Kong spurred outrage in the city and abroad Most Read Rand at two-month high as two MPC members vote for a smaller rate cut updated 23 hours ago BL PREMIUM JSE faces pressure on Friday as Beijing considers Hong Kong security laws 9 hours ago BL PREMIUM Rand weakens as focus  ...  rolled out support efforts for spaza shops and informal businesses. The SMME debt relief scheme was launched at the start of April, with an initial R513m, to assist small businesses with working capital to cover rental costs, help pay utility and municipal bills, and to provide payroll assistance. The payroll assistance is to help employers with employees that do not qualify for UIF relief, on  ... "], ["2020-05-22 14:08", "WATCH: Why small caps need a boost after Covid-19 ...  as Beijing plans to tighten grip on Hong Kong Beijing's dramatic plans to tighten its grip on Hong Kong spurred outrage in the city and abroad Most Read Rand at two-month high as two MPC members vote for a smaller rate cut updated 23 hours ago BL PREMIUM JSE faces pressure on Friday as Beijing considers Hong Kong security laws 9 hours ago BL PREMIUM Rand weakens as focus shifts to repo ...  Markets Data Covid-19 Business Watch WATCH: Why small caps need a boost after Covid-19 Business Day TV's Michael Avery talks to a panel about why SA's capital market environment does not support small-cap listings Most Read Sasol warns of profit decline as it battles falling oil price 6 hours ago Tiger Brands warns of hefty writedowns as economy deteriorates ... "], ["2020-05-22 14:08", "Floundering leaders found wanting in Covid-19 test ...  as Beijing plans to tighten grip on Hong Kong Beijing's dramatic plans to tighten its grip on Hong Kong spurred outrage in the city and abroad Most Read Rand at two-month high as two MPC members vote for a smaller rate cut updated 23 hours ago BL PREMIUM JSE faces pressure on Friday as Beijing considers Hong Kong security laws 9 hours ago BL PREMIUM Rand weakens as focus shifts to repo ...  Markets Data Covid-19 Business Watch WATCH: Why small caps need a boost after Covid-19 Business Day TV's Michael Avery talks to a panel about why SA's capital market environment does not support small-cap listings Most Read Sasol warns of profit decline as it battles falling oil price 6 hours ago Tiger Brands warns of hefty writedowns as economy deteriorates ... "]]}}