{"postfix": "munich_re-aktie", "name": "MÜNCHENER_RÜCKVERSICHERUNGS-GESELLSCHAFT", "wkn": "843002", "time": "2020.05.26 16:29", "ts": 1590503346, "features": {"KGV": "13.94", "Marktkapitalisierung": {"Size": "Mrd", "Value": "28.49"}, "GA": "18.97", "KBV": "1.25", "BA": "212.11", "KCV": "18.36", "CA": "14.41", "Vola30": "41.96", "Vola90": "74.4", "Vola180": "53.97", "Vola250": "38.64"}, "rivals": ["mlp-aktie", "allianz-aktie", "prudential-aktie", "hannover_rueck-aktie", "american_international_group-aktie", "generali-aktie", "axa-aktie"], "text_data": {"de": [["2020.05.26", "MÄRKTE EUROPA/Tourimsus- und Reise-Aktien zünden Kursfeuerwerk"], ["22.05.20", "Aufräumen nach Zyklon mit 80 Toten in Indien und Bangladesch"], ["15.05.20", "1 Pandemie = 3 Hurrikans - Versicherer rätseln über Corona-Kosten"], ["14.05.20", "ROUNDUP/IOC: 800 Millionen Dollar Mehrkosten durch Olympia-Verlegung"], ["14.05.20", "Bach: Olympia-Verlegung kostet IOC bis zu 800 Millionen Dollar"], ["14.05.20", "Allianz, Münchener Rück & Co.: Zwölf europäische Versicherungs-Aktien im Dividenden-Zahlungsfähigkeits-Härtetest"], ["12.05.20", "Corona-Pandemie kostet Allianz mehr als eine Milliarde"], ["12.05.20", "BaFin - Coronakrise geht Lebensversicherern nicht an die Substanz"], ["11.05.20", "EU-Versicherungsaufsicht fordert Staatshilfe für Pandemie-Schutz"], ["11.05.20", "ANALYSE-FLASH: Independent hebt Ziel für Munich Re auf 210 Euro - 'Halten'"], ["09.05.20", "Muenchener Rueckversicherungs-Gesellschaft Aktiengesellschaft in Muenchen Un legte die Bilanz zum abgelaufenen Quartal vor"], ["09.05.20", "Münchener Rückversicherungs-Gesellschaft: Das sind die jüngsten Quartalszahlen"], ["08.05.20", "Munich Re: Geschieht 2020 das Unglaubliche?"], ["07.05.20", "MÄRKTE EUROPA/DAX & Co profitieren von guten China-Daten"], ["07.05.20", "MÄRKTE EUROPA/Risikobereitschaft steigt mit guten China-Daten"], ["07.05.20", "Munich Re: \"Keine Prognose für 2020\" - Sprecher im Interview zum Anhören"], ["07.05.20", "ROUNDUP: Aus für Großveranstaltungen könnte Munich Re über eine Milliarde kosten"], ["07.05.20", "MÄRKTE EUROPA/Gute China-Daten machen Anlegern Hoffnung"], ["07.05.20", "Münchener Rück droht Milliardenschaden durch abgesagte Events"], ["07.05.20", "MÄRKTE EUROPA/Fester - China-Daten stützen"], ["07.05.20", "AKTIE IM FOKUS: Munich Re auf Tradegate nach Zahlen etwas schwächer"], ["07.05.20", "Münchener Rück-Aktie: Gewinn bricht um zwei Drittel wegen Corona-Schäden ein"], ["07.05.20", "Hohe Versicherungsschäden durch Corona-Krise: Gewinn von Münchener Rück bricht um zwei Drittel ein"], ["07.05.20", "WDH/Gewinn der Munich Re bricht wegen hoher Corona-Schäden ein"], ["07.05.20", "Quartalsbericht: Gewinn der Munich Re bricht wegen hoher Corona-Schäden ein"], ["07.05.20", "Munich Re erzielt höhere Preise in der April-Erneuerung"], ["07.05.20", "Gewinn der Munich Re bricht wegen hoher Corona-Schäden ein"], ["07.05.20", "Münchener Rück-Aktie: Gewinn bricht um zwei Drittel ein"], ["07.05.20", "Ausblick: Muenchener Rueckversicherungs-Gesellschaft Aktiengesellschaft in Muenchen Un legt Quartalsergebnis vor"], ["06.05.20", "ROUNDUP: Allianz zahlt in Bayern freiwillig für ungedeckte Coronaschäden"], ["04.05.20", "Lebensversicherer leiden besonders unter Corona-Folgen"], ["04.05.20", "Branchenexperten rechnen mit harten Jahren für Lebensversicherer"], ["04.05.20", "Aktuare - Versicherer müssen Zinszusatzreserve verdoppeln"]], "en": [["07.05.20", "Munich Re: risk asset "], ["07.05.20", "Munich Re expects $1 billion bill for coronavirus claims"], ["31.03.20", "Münchener Rückversicherungs- : Munich Re withdraws profit guidance for 2020 and discontinues share buy-back until further notice"], ["26.02.20", "Münchener Rückversicherungs- : Munich Re resolves share buy-back"], ["2020-05-26 14:12", "Borussia Dortmund vs Bayern Munich: Tips, prediction and odds Betting preview for huge Bundesliga derby ... Motors Dear Deidre Puzzles Vouchers Sun Win Topics A-Z All Football All Sport Football Boxing Horse Racing WWE Golf F1 Athletics Rugby Union Cricket MMA Rugby League Tennis NFL Cycling Other Sports TITLE FIGHT Borussia Dortmund vs Bayern Munich: Tips, prediction and odds Betting preview for huge Bundesliga derby George Boulton 26 May 2020, 15:12 Updated : 26 May 2020, 15:13 BAYERN MUNICH take on title-rivals Borussia Dortmund in a mouthwatering fixture in the Bundesliga. Just four points separates Dortmund from league-leaders Bayern and we're on hand with all the tips, odds and our prediction in this betting preview. LADBROKES GET 20 FREE BET HERE 1 Robert Lewandowski has scored in both games since the return of the Bundesliga Credit: AP:Associated Press ... "], ["2020-05-26 14:00", "Liverpool fan group call for an investigation into Atletico Madrid clash ... ;The golfer' nickname in Madrid Harry Redknapp 'lined up to take over as Nigeria manager by country's sports ministry' but nation's football chiefs would prefer 'to re-sign current boss Gernot Rohr to a new contract' The 'five-second rule' led the plans for Pep Guardiola's Barcelona blueprint... and after defusing a row with new ' ... for Premier League clubs to show 'solidarity' by aiding EFL sides with financial packages Spoke on beIN SPORTS Benjamin Pavard abandons social distancing as he hugs team-mates after scoring Bayern Munich ease past Union Berlin on return Simon Mignolet got a text and had a glass of champagne to celebrate Club Brugge's league title win in Belgium Goalkeeper then posed with trophy ... "], ["2020-05-26 13:55", "Man United tried to tempt Jack Grealish away from Aston Villa in 2012, says Alex McLeish ... 39;s final year there 'We were a bit alarmed about that so we fought well to keep him. We knew he loved Villa, his old man as well. We had them in speaking to them. They're lovely people. 'They asked for something and the club told them it was too much but, finally, you come to an agreement and everybody's happy. 'Jack stayed at Aston Villa, which is great to see  ... Premier League clubs to show 'solidarity' by aiding EFL sides with financial packages Spoke on beIN SPORTS Benjamin Pavard abandons social distancing as he hugs team-mates after scoring Bayern Munich ease past Union Berlin on return Simon Mignolet got a text and had a glass of champagne to celebrate Club Brugge's league title win in Belgium Goalkeeper then posed with ... "], ["2020-05-26 13:52", "Virtual 7th-inning stretch brings ballpark feeling home ... World Cup FIFA Women's World Cup FIFA Confederations Cup UEFA Champions League UEFA Europa League Gold Cup FA Cup Copa Amrica Clubs Arsenal Barcelona Bayern Munich Chelsea Juventus Liverpool Manchester City Manchester United Real Madrid United States Men Mexico Men United States Women More NBA Home Scores Schedule Standings Stats Video Odds  ... sits on the bookshelf behind him. He can't estimate how much much he's helped raise, though one viewer offered to donate $500 if Kantor would do a 10-minute Grateful Dead jam. \"They're very authentic people and they're providing a lot of joy when it's most needed,\" Faust said. \"The show just brings a lot of delight into a person's day. For a half hour, there's no negativity.\" ... "], ["2020-05-26 13:29", "In virus rescue, German government to climb aboard at Lufthansa ...  business daily Handelsblatt reported Monday that Merkel plans to resist potential tough conditions from Brussels, which could include Lufthansa giving up prized landing slots at its bases in Munich and Frankfurt. Talks are \"ongoing\", Altmaier said, adding that it is \"essential for Lufthansa to continue its successful work at the same scale in Germany ...  ... on Monday Japan to completely lift state of emergency as virus cases tail off Remote possibilities: Can every home in Japan become an office? Japan sidestepped COVID-19's worst, so what now? Japan's re-entry ban list Japan's ANA leads way as masks become new normal in virus-era air travel Top 5: The best pizza restaurants in Tokyo PODCAST DEEP DIVE Episode 50: How the 'murder  ... "], ["2020-05-26 13:25", "WHO warns that 1st wave of pandemic not over, dampens hopes ...  of the outbreak, dampening hopes for a speedy global economic rebound and renewed international travel. \"Right now, we're not in the second wave. We're right in the middle of the first wave globally,\" said Dr. Mike Ryan, the World Health Organization's executive director. \"We're still very much in a phase where the disease is actually on the way up,\" Ryan said, pointing to ... . (AP Photo/Aaron Favila) (Aaron Favila) Lawmakers observe social distancing to protect against coronavirus as they sit in the large domed hall of the Bavarian State Chancellery in Munich, Germany during a cabinet meeting, chaired by Markus Soeder, top center, (CSU) the Minister President of Bavaria on Tuesday May 26, 2020. (Peter Kneffel/DPA via AP) (Peter  ... "], ["2020-05-26 13:22", "Ole Gunnar Solskjaer confirms Paul Pogba and Marcus Rashford boosts for Man Utd ... . Read More Mirror Football's Top Stories Great Big Football Lockdown Survey Sign up to daily Mirror Football email Carragher relives Istanbul, 15 years on Fernandes on two great Man Utd moments \"We're back in training which has been great. The boys have been fantastic, the weather's been good and they've enjoyed it,\" he added. \"Hopefully now we've proved we can  ...  Coutinho transfer is a warning to Mikel Arteta Liverpool sold Philippe Coutinho to Barcelona back in 2018, but after failing to impress in both Spain and on loan at Bayern Munich, he may be returning to the Premier League Man Utd make decision on Dean Henderson after claim of 'weakening' Sheffield United Dean Henderson The goalkeeper has impressed during  ... "], ["2020-05-26 13:22", "WHO warns that 1st wave of pandemic not over, dampens hopes ... , May 26, 2020. Sakchai Lalit Lawmakers observe social distancing to protect against coronavirus as they sit in the large domed hall of the Bavarian State Chancellery in Munich, Germany during a cabinet meeting, chaired by Markus Soeder, top center, (CSU) the Minister President of Bavaria on Tuesday May 26, 2020. Peter Kneffel Danish taxicompany Dantaxi  ... of the outbreak, dampening hopes for a speedy global economic rebound and renewed international travel. \"Right now, we're not in the second wave. We're right in the middle of the first wave globally,\" said Dr. Mike Ryan, the World Health Organization's executive director. \"We're still very much in a phase where the disease is actually on the way up,\" Ryan said, pointing to ... "], ["2020-05-26 13:21", "Ole Gunnar Solskjaer delivers latest on mentality of Man Utd players over return ... staff have been on to them all the time. \"They've not had many days off! The last couple of weeks they've been stepping it up. \"That's what you do when you're a footballer, you just want to play football. Of course, the first step now has been coming together, obviously in small groups, but they've enjoyed that. Manchester United's players are said to be in good spirits  ... to succeed at Old Trafford, meaning he wants to see the midfielder replaced this summer Dortmund vs Bayern Munich verdict delivered as Steffen Freund expects 'defensive' visitors Borussia Dortmund FC EXCLUSIVE Steffen Freund believes Bayern Munich can afford to 'drop deeper' against Borussia Dortmund in Der Klassiker because they hold a  ... "], ["2020-05-26 13:11", "WHO warns that 1st wave of pandemic not over, dampens hopes ... middle of the outbreak, dampening hopes for a speedy global economic rebound and renewed international travel. \"Right now, we're not in the second wave. We're right in the middle of the first wave globally,\" said Dr. Mike Ryan, the World Health Organization's executive director. \"We're still very much in a phase where the disease is actually on the way up,\" Ryan said, pointing to  ...  Scanpix via AP) (Liselotte Sabroe) Lawmakers observe social distancing to protect against coronavirus as they sit in the large domed hall of the Bavarian State Chancellery in Munich, Germany during a cabinet meeting, chaired by Markus Soeder, top center, (CSU) the Minister President of Bavaria on Tuesday May 26, 2020. (Peter Kneffel/DPA via AP) ( ... "], ["2020-05-26 13:09", "Gareth Bale defends his love for golf following criticisms from Spanish media over his hobby ...  in season-defining talks today Harry Redknapp 'lined up to take over as Nigeria manager by country's sports ministry' but nation's football chiefs would prefer 'to re-sign current boss Gernot Rohr to a new contract' After the Bundesliga's successful return, Europe's plans are taking off... the Premier League could resume contact training this week  ... Premier League clubs to show 'solidarity' by aiding EFL sides with financial packages Spoke on beIN SPORTS Benjamin Pavard abandons social distancing as he hugs team-mates after scoring Bayern Munich ease past Union Berlin on return Simon Mignolet got a text and had a glass of champagne to celebrate Club Brugge's league title win in Belgium Goalkeeper then posed with ... "], ["2020-05-26 13:05", "Reading first-team stars agree to wage deferrals for May, June and July ...  in season-defining talks today Harry Redknapp 'lined up to take over as Nigeria manager by country's sports ministry' but nation's football chiefs would prefer 'to re-sign current boss Gernot Rohr to a new contract' After the Bundesliga's successful return, Europe's plans are taking off... the Premier League could resume contact training this week  ... Premier League clubs to show 'solidarity' by aiding EFL sides with financial packages Spoke on beIN SPORTS Benjamin Pavard abandons social distancing as he hugs team-mates after scoring Bayern Munich ease past Union Berlin on return Simon Mignolet got a text and had a glass of champagne to celebrate Club Brugge's league title win in Belgium Goalkeeper then posed with ... "], ["2020-05-26 13:02", "Isolating away from family a 'hot topic' among NHL players ...  Women's World Cup FIFA Confederations Cup UEFA Champions League UEFA Europa League Gold Cup FA Cup Copa Amrica Clubs Arsenal Barcelona Bayern Munich Chelsea Juventus Liverpool Manchester City Manchester United Real Madrid United States Men Mexico Men United States Women More NBA Home Scores Schedule Standings Stats ...  month at a time. \"That kind of compromises the bubble. I don't know if they would say your family's got to be with you from Day One the whole time or they can't come if you're in the bubble.\" NHL Deputy Commissioner Bill Daly said league officials are \"sensitive to the issue and are focused on finding a solution that works for the players.\" New Jersey 's Connor Carrick , whose Devils might be off until the  ... "], ["2020-05-26 13:00", "Borussia Dortmund vs Bayern Munich: Tips, prediction and odds Betting preview for huge Bundesliga derby ...  Tech Travel Motors Dear Deidre Puzzles Vouchers Sun Win Topics A-Z All Football All Sport Football Boxing Horse Racing WWE Golf F1 Athletics Rugby Union Cricket MMA Rugby League Tennis NFL Cycling Other Sports TITLE FIGHT Borussia Dortmund vs Bayern Munich: Tips, prediction and odds Betting preview for huge Bundesliga derby George Boulton 26 May 2020, 14:00 BAYERN MUNICH take on title-rivals Borussia Dortmund in a mouthwatering fixture in the Bundesliga. Just four points separates Dortmund from league-leaders Bayern and we're on hand with all the tips, odds and our prediction in this betting preview. LADBROKES GET 20 FREE BET HERE 1 Robert Lewandowski has scored in both games since the return of the Bundesliga Credit: AP:Associated Press Both sides are ... "], ["2020-05-26 12:56", "Man Utd told they are \"long, long way\" behind rivals Liverpool and Man City ...  championship.\" Discussing how United can get to the next step, Sheringham added: \"They need to recruit in the right manner, get the right people out as well which isn't easy when you're at a football club. \"They need to be moving in the right direction.\" Fernandes' arrival has gone some way to restoring United's title-chasing credentials (Image: AFP via Getty Images) Solskjaer has ... transfer is a warning to Mikel Arteta Liverpool sold Philippe Coutinho to Barcelona back in 2018, but after failing to impress in both Spain and on loan at Bayern Munich, he may be returning to the Premier League Man Utd make decision on Dean Henderson after claim of 'weakening' Sheffield United Dean Henderson The goalkeeper has impressed ... "], ["2020-05-26 12:54", "Mike Tyson to reject 16m offer for bare-knuckle boxing fight ... You're not going to believe the names when the names come out. Some time this week we'll have the contract done. \"And whatever money we get, it's going to somebody else. I'm not going to make any money probably the company, my wife because she's partners with me, she'll make some probably. But my money is going [to charity].\" MirrorFighting Follow @ mirrorfighting Comments Show more comments More On Evander Holyfield Mike Tyson Shannon Briggs Wanderlei Silva Sport all Most Read Most Recent Philippe Coutinho Jurgen Klopp's reaction to Philippe Coutinho transfer is a warning to Mikel Arteta Liverpool sold Philippe Coutinho to Barcelona back in 2018, but after failing to impress in both Spain and on loan at Bayern Munich, he ... "], ["2020-05-26 12:44", "Michael Jordan's 'food poisoning' claims are trashed by Pizza Hut assistant ...  Big Show' on 1280 The Zone. 'I remember saying this, 'I will make the pizza, because I don't want any of you doing anything to it'. And then I told the driver, you're going to take me there. 'As soon as the [elevator] door opened, it was like I got punched in the face with cigar smoke. 'Did you get it (food poisoning) diagnosed?' Did you go to the doctor ...  League clubs to show 'solidarity' by aiding EFL sides with financial packages Spoke on beIN SPORTS Benjamin Pavard abandons social distancing as he hugs team-mates after scoring Bayern Munich ease past Union Berlin on return Simon Mignolet got a text and had a glass of champagne to celebrate Club Brugge's league title win in Belgium Goalkeeper then posed  ... "], ["2020-05-26 12:41", "WHO warns that 1st wave of pandemic not over; dampens hopes ... , India allowed domestic flights to resume Monday following a two-month hiatus, but at a fraction of normal traffic levels. WHO poured cold water on Brazilian President Jair Bolsonaro's hopes of quickly re-opening the economy, warning that authorities must first have enough testing in place to control the spread of the virus. Brazil has 375,000 coronavirus infections — second only to the 1.6 million  ... Ritzau Scanpix via AP) (Liselotte Sabroe) Lawmakers observe social distancing to protect against coronavirus as they sit in the large domed hall of the Bavarian State Chancellery in Munich, Germany during a cabinet meeting, chaired by Markus Soeder, top center, (CSU) the Minister President of Bavaria on Tuesday May 26, 2020. (Peter Kneffel/DPA via AP) ( ... "], ["2020-05-26 12:41", "WHO warns that 1st wave of pandemic not over; dampens hopes ... , India allowed domestic flights to resume Monday following a two-month hiatus, but at a fraction of normal traffic levels. WHO poured cold water on Brazilian President Jair Bolsonaro's hopes of quickly re-opening the economy, warning that authorities must first have enough testing in place to control the spread of the virus. Brazil has 375,000 coronavirus infections — second only to the 1.6 million  ... Ritzau Scanpix via AP) (Liselotte Sabroe) Lawmakers observe social distancing to protect against coronavirus as they sit in the large domed hall of the Bavarian State Chancellery in Munich, Germany during a cabinet meeting, chaired by Markus Soeder, top center, (CSU) the Minister President of Bavaria on Tuesday May 26, 2020. (Peter Kneffel/DPA via AP) ( ... "], ["2020-05-26 12:41", "WHO warns that 1st wave of pandemic not over; dampens hopes ... , India allowed domestic flights to resume Monday following a two-month hiatus, but at a fraction of normal traffic levels. WHO poured cold water on Brazilian President Jair Bolsonaro's hopes of quickly re-opening the economy, warning that authorities must first have enough testing in place to control the spread of the virus. Brazil has 375,000 coronavirus infections — second only to the 1.6 million  ... Ritzau Scanpix via AP) (Liselotte Sabroe) Lawmakers observe social distancing to protect against coronavirus as they sit in the large domed hall of the Bavarian State Chancellery in Munich, Germany during a cabinet meeting, chaired by Markus Soeder, top center, (CSU) the Minister President of Bavaria on Tuesday May 26, 2020. (Peter Kneffel/DPA via AP) ( ... "]]}}