{"postfix": "nasdaq-aktie", "name": "NASDAQ", "wkn": "813516", "time": "2020.05.26 16:37", "ts": 1590503847, "features": {"KGV": "21.80", "Marktkapitalisierung": {"Size": "Mrd", "Value": "17.50"}, "GA": "5.00", "KBV": "3.23", "BA": "33.79", "KCV": "17.12", "CA": "6.37", "Vola30": "43.73", "Vola90": "72.64", "Vola180": "53.84", "Vola250": "41.9"}, "rivals": ["deutsche_boerse-aktie", "intercontinental_exchange-aktie", "nyse_euronext-aktie", "cme-aktie", "tmx_group-aktie", "cboe-aktie"], "text_data": {"de": [["2020.05.26", "Dow Jones, Nasdaq, S&P 500: Wall Street startet mit Kursgewinnen - Erste Händler wagen sich zurück aufs Parkett"], ["22.05.20", "Dow Jones, Nasdaq, S&P 500: Spannungen zwischen USA und China belasten US-Börsen - Dow Jones schließt kaum verändert"], ["21.05.20", "Dow Jones, Nasdaq, S&P 500: Dow Jones wieder im Minus - Anleger fürchten Handelskonflikt"], ["20.05.20", "Dow Jones, Nasdaq, S&P 500: Hoffnung auf schnelle Erholung stützt US-Börsen - Dow macht Vortagesverlust nahezu wett"], ["20.05.20", "Anleger wittern Konjunkturhilfen: Nasdaq klettert auf Drei-Monats-Hoch"], ["19.05.20", "Dow Jones, Nasdaq, S&P 500: Wall-Street-Erholung verliert Schwung - Dow 1,6 Prozent im Minus"], ["19.05.20", "Fehlende Transparenz: US-Börse Nasdaq schränkt laut Insidern chinesische Börsengänge ein"], ["18.05.20", "Dow Jones, Nasdaq, S&P 500: Hoffnung auf Impfstoff beflügelt die Wall Street - Dow legt 3,9 Prozent zu"], ["15.05.20", "Dow Jones, Nasdaq, S&P 500: Wall Street beendet Handelswoche im Plus"], ["15.05.20", "Nasdaq-100-Index: Short-Chance mit Renditeturbo"], ["14.05.20", "Dow Jones, Nasdaq, S&P 500: Hoffnung auf Konjunkturerholung treibt US-Börsen"], ["13.05.20", "Dow Jones, Nasdaq, S&P 500: Warnungen von Fed-Chef Powell drücken Wall Street auf Drei-Wochen-Tief"], ["12.05.20", "Dow Jones, Nasdaq, S&P 500: US-Börsen im Minus - US-Experte warnt vor Corona-Lockerung"], ["11.05.20", "Dow Jones, Nasdaq, S&P 500: Furcht vor neuer Corona-Infektionswelle belastet US-Börsen"], ["08.05.20", "Dow Jones, Nasdaq, S&P 500: Wall Street legt zu - schwarzer Freitag für Arbeitsmarkt"], ["07.05.20", "Dow Jones, Nasdaq, S&P 500: Wall Street legt zu - Dow gleicht Vortagsverluste aus"], ["06.05.20", "Dow Jones, Nasdaq, S&P 500: Wall Street schließt uneinheitlich - Dow rutscht ins Minus"], ["05.05.20", "Dow Jones, Nasdaq, S&P 500: Hoffnung auf nahes Ende der Viruskrise treibt US-Börse"], ["04.05.20", "Dow Jones, Nasdaq, S&P 500: US-Börsen schließen drehen im späten Handel ins Plus"], ["01.05.20", "Dow Jones, Nasdaq, S&P 500: Wall Street schließt nach erneuter Zoll-Drohung gegen China im Minus"], ["30.04.20", "Analysten sehen für Nasdaq-Aktie Luft nach oben"], ["30.04.20", "Dow Jones, Nasdaq, S&P 500: US-Arbeitslosenzahlen lassen Wall Street ins Minus rutschen"], ["29.04.20", "Dow Jones, Nasdaq, S&P 500: US-Börsen legen zu - Nasdaq profitiert von Quartalszahlen"], ["28.04.20", "Dow Jones, Nasdaq, S&P 500: Schwache Konjunkturdaten setzen Wall Street unter Druck - Ermutigende Firmenbilanzen verhindern Schlimmeres"], ["24.04.20", "Dow Jones, Nasdaq, S&P 500: Aussicht auf Pandemie-Lockerungen stützt US-Börsen - Ölmarkt bleibt volatil"], ["23.04.20", "Dow Jones, Nasdaq, S&P 500: US-Börsen schließen kaum verändert - Gilead Sciences belastet"], ["23.04.20", "Nasdaq mit Zahlen zum abgelaufenen Quartal"], ["22.04.20", "MÄRKTE USA/Wall Street erholt sich dank Ölpreisrally"], ["22.04.20", "MÄRKTE USA/Wall Street mit Erholung dank Ölpreisrally"], ["22.04.20", "MÄRKTE USA/Wall Street vor moderater Erholung"], ["21.04.20", "B5 Börse 20.15 Uhr: Dow und Nasdaq geben deutlich nach"], ["21.04.20", "Ausblick: Nasdaq stellt Quartalsergebnis zum abgelaufenen Jahresviertel vor"], ["17.04.20", "Coronavirus und die Folgen: Tech-Börse Nasdaq will Regeln für Firmen lockern"], ["17.04.20", "US-Börse Nasdaq will in Pandemie börsennotierten Firmen helfen"], ["17.04.20", "Coronakrise: US-Börse Nasdaq will in Pandemie börsennotierten Firmen helfen"], ["17.04.20", "Dow Jones, Nasdaq, S&P 500: Ermutigende Nachrichten stützen US-Börsen - Dow schließt im Plus"], ["16.04.20", "Dow Jones, Nasdaq, S&P 500: Wall Street schließt im Plus - Amazon und Netflix legen deutlich zu"]], "en": [["2020.05.26", "Nasdaq jumps 172 points, 1.8%"], ["2020.05.26", "Warner Music kicks off $1.8 billion Nasdaq IPO"], ["2020.05.26", "Warner Music kicks off $1.8 billion Nasdaq IPO"], ["2020.05.26", "UPDATE 2-Warner Music kicks off $1.8 bln Nasdaq IPO"], ["2020.05.26", "Cannabis company Aphria to switch stock listing to Nasdaq from NYSE"], ["2020.05.26", "REFILE-UPDATE 1-Warner Music seeks $13 bln valuation in Nasdaq debut"], ["2020.05.26", "Warner Music seeks $13 billion valuation in Nasdaq debut"], ["2020.05.26", "UPDATE 1-Warner Music seeks $13 bln valuation in Nasdaq debut"], ["2020.05.26", "Warner Music kicks off $1.8B Nasdaq IPO"], ["2020.05.26", "Warner Music looks to raise $1.82 bln in Nasdaq listing"], ["22.05.20", "Nasdaq up about 39 points to close 0.4% higher "], ["22.05.20", "Nasdaq Today: Baidu, NetEase Stocks Fall on Delisting Fears"], ["22.05.20", "What’s Next For NASDAQ Stock After Almost Recovering To Its All-Time High Of $120?"], ["22.05.20", "Why Is Nasdaq (NDAQ) Up 9.8% Since Last Earnings Report?"], ["22.05.20", "Is Nasdaq (NDAQ) Outperforming Other Finance Stocks This Year?"], ["21.05.20", "Nasdaq Today: Ross Stores Stock Rises on Retail Rebound Hopes; Expedia Expects to Endure a Slow Spring"], ["21.05.20", "Chinese Search Giant Baidu Considers Delisting From the NASDAQ"], ["21.05.20", "Stocks take a leg lower: Dow down 128 points, S&P 500 off 24, Nasdaq slips 93"], ["21.05.20", "Chinese search-engine giant Baidu considers leaving Nasdaq"], ["21.05.20", "Baidu is considering delisting from the Nasdaq amid tensions between U.S. and China: report"], ["21.05.20", "Exclusive: Baidu considers leaving the Nasdaq to boost its valuation - sources"], ["21.05.20", "Exclusive: Baidu considers leaving the Nasdaq to boost its valuation - sources"], ["21.05.20", "Exclusive: Baidu considers leaving the Nasdaq to boost its valuation - sources"], ["21.05.20", "Nasdaq Partners With Stifel for Alternative Trading System"], ["21.05.20", "Israeli anti-viral mask maker Sonovia eyes Nasdaq listing this year"], ["20.05.20", "Markets surge, with Nasdaq less than 5% from record"], ["20.05.20", "CORRECTED-(OFFICIAL)-Stifel taps Nasdaq to run new 'dark pool' trading platform"], ["20.05.20", "Wall Street climbs on stimulus hopes, as S&P, Nasdaq hit multi-month highs"], ["20.05.20", "Wall St climbs on stimulus hopes, as S&P, Nasdaq hit multi-month highs"], ["20.05.20", "Wall Street climbs on stimulus hopes, as S&P, Nasdaq hit multi-month highs"], ["20.05.20", "Nasdaq surges 2.1%, to close about 191 points higher"], ["20.05.20", "US STOCKS-Wall St climbs on stimulus hopes, as S&P, Nasdaq hit multi-month highs"], ["20.05.20", "Stifel taps Nasdaq to run new 'dark pool' trading platform"], ["20.05.20", "Nasdaq Today: Facebook Stock Hits Record High; Analog Devices Posts Strong Earnings"], ["20.05.20", "Sphere 3D Regains Nasdaq Compliance"], ["20.05.20", "Wall Street climbs as investors hold out for recovery; Nasdaq at three-month high"], ["20.05.20", "Wall Street climbs as investors hold out for recovery; Nasdaq at 3-month high"], ["20.05.20", "Wall Street climbs as investors hold out for recovery; Nasdaq at 3-month high"], ["20.05.20", "US STOCKS-Wall St climbs as investors hold out for recovery; Nasdaq at 3-month high"], ["20.05.20", "NOTICE For Investors in NASDAQ: SBT Shares: Lawsuit Against Sterling Bancorp, Inc. Announced by Shareholders Foundation"], ["2020-05-26 14:15", "New York Stock Exchange Traders Return to the Floor ... , Barron's, Institutional Investor, The Washington Post and other publications. MARKETS Dow Jumps 600 Points as Stocks Get Lift From Easing of Lockdowns By Joseph Woelfel INVESTING Evofem Biosciences Soars as Birth-Control Gel Receives FDA OK By Joseph Woelfel INVESTING Six Flags to Reopen Oklahoma City Park June 5 By Tony Owusu INVESTING Aphria Shares Rise as Cannabis Firm Shifts to Nasdaq From NYSE By Dan Weil INVESTING Dow Futures Surge As Re-Opening Moves in Major Global Economies Offset US-China Tensions By Martin Baccardax INVESTING Merck Jumps Into Search for Covid-19 Vaccine and Treatment By M. Corey Goldman INVESTING Elon Musk's SpaceX Poised for Historic Astronaut Launch By Scott Van Voorhis INVESTING Macy's Offers $1.1 Billion of ... "], ["2020-05-26 14:11", "Stocks soar as New York Stock Exchange reopens floor to traders ... , more drug companies chase coronavirus vaccines and the New York Stock Exchange reopened its floor to traders for the first time in two months. The Dow Jones industrial average shot up nearly 600 points Tuesday, about 2.3 percent, on the heels of its 3.3 percent gain last week. The Standard & Poor's 500 index was up 57 points, about 1.9 percent. And the tech-heavy Nasdaq showed a 1.6 percent gain. All three indexes are coming off strong gains last week and are positive for May. People wearing protective face masks pass the New York Stock Exchange, Tuesday, May 26 as employees arrive for the partial reopening of the trading floor. AP Photo/Mark Lennihan \"With more signs of the worst of the virus being behind us investors are beginning to focus on ... "], ["2020-05-26 14:10", "A member of a North Carolina anti-lockdown group says he's 'willing to kill people' to defend his rights ...  Commerce Policy CA Privacy Rights Coupons Made in NYC Stock quotes by finanzen.net Reprints & Permissions Business Insider logo The words \"Business Insider\". Close icon Two crossed lines that form an 'X'. It indicates a way to close an interaction, or dismiss a notification. BI Prime Articles Upgrade Membership Email Preferences Billing FAQs My Account Logout DOW S&P 500 NASDAQ 100 Chevron icon It indicates an expandable section or menu, or sometimes previous / next navigation options. HOMEPAGE Subscribe Subscribe A member of a North Carolina anti-lockdown group says he's 'willing to kill people' to defend his rights Isaac Scher 2020-05-26T14:10:27Z Facebook Icon The letter F. Email icon An envelope. It indicates the ability to ... "], ["2020-05-26 14:08", "J.K. Rowling Says Serial New Book 'The Ickabog' Is Unrelated To 'Harry Potter'; Proceeds To Go To COVID-19 Relief ...  Us: TV Film Awardsline Box Office Business Hero Nation International Broadway Video News Alerts Menu Deadline Read Next: Warner Music Group Files For IPO For Up To $1.82 Billion: Shares To Trade On Nasdaq Under Symbol WMG Got A Tip? Tip Us Dismiss News Banner Breaking News Behind The Cannes Virtual Market(s): Covid, Contracts & Agency Coalition Read the full story Home Business Books J.K. Rowling Says  ...  Signup for Breaking News Alerts & Newsletters Your Email Sign Up Latest Business News Warner Music Group Files For IPO For Up To $1.82 Billion: Shares To Trade On Nasdaq Under Symbol WMG Haystack TV Launches Live, Interactive News Ticker On Its Roku Streaming App French Culture Minister Updates On Cinema Openings, Says All Regions Must Return At Same  ... "], ["2020-05-26 14:06", "Why the Novavax Vaccine Update Is Huge – 24/7 Wall St. ...  to the Bing Covid-19 Tracker, global confirmed cases... Economy Energy Government Regulation Healthcare Housing Jobs Special Report Brands and Products Cities Countries States Trending COVID-19 Has Wrecked Consumer Confidence in All 50... The COVID-19 pandemic is, first and foremost, a public health... Healthcare Business Why the Novavax Vaccine Update Is Huge Chris Lange May 26, 2020 10:06 am Novavax Inc. ( NASDAQ: NVAX ) shares jumped to start off the week after an update from its COVID-19 vaccine trial. This news adds to investor optimism and is helping to lift the broad markets in general. The S&P 500 and Dow Jones industrial average were each up over 2% Tuesday morning. As for the update, Novavax announced the enrollment of the first participants in a ... "], ["2020-05-26 14:05", "Alibaba may be on the road to recovery from the pandemic ...  Commerce Policy CA Privacy Rights Coupons Made in NYC Stock quotes by finanzen.net Reprints & Permissions Business Insider logo The words \"Business Insider\". Close icon Two crossed lines that form an 'X'. It indicates a way to close an interaction, or dismiss a notification. BI Prime Articles Upgrade Membership Email Preferences Billing FAQs My Account Logout DOW S&P 500 NASDAQ 100 Chevron icon It indicates an expandable section or menu, or sometimes previous / next navigation options. HOMEPAGE Subscribe Subscribe Alibaba may be on the road to recovery from the pandemic Daniel Keyes 2020-05-26T14:05:00Z Facebook Icon The letter F. Email icon An envelope. It indicates the ability to send an email. Link icon An image of a chain link. It ... "], ["2020-05-26 14:01", "Perficient Names Andrea Lampert As Vice President Of PeoplePerficient, Inc. (Nasdaq: PRFT) (\"Perficient\"), the leading global digital consultancy transforming the world's largest enterprises and biggest brands, today announced that Andrea Lampert has joined the company as Vice President of People. In "], ["2020-05-26 14:01", "SHAREHOLDER ALERT: Levi & Korsinsky, LLP Notifies Shareholders of Gossamer Bio, Inc. of a Class Action Lawsuit and a Lead Plaintiff Deadline of June 2, 2020 - GOSSNew York, New York--(Newsfile Corp. - May 26, 2020) - The following statement is being issued by Levi & Korsinsky, LLP: To: All persons or entities who purchased or otherwise acquired securities of Gossamer Bio, Inc. (NASDAQ: GOSS) (\"Gossamer\") Th"], ["2020-05-26 14:00", "Synopsys Enables Tapeout Success For Early Adopters Of Arm's Next Generation Of Mobile IP ... , MIPI, HDMI, Bluetooth and mobile storage, enables rapid development of Arm-based SoCs QuickStart Implementation Kits (QIKs) available today for these latest processors Synopsys, Inc. (Nasdaq: SNPS) today announced that Synopsys and Arm have collaborated to enable tapeouts of optimized system-on-chips (SoCs) for early adopters of Arm's latest ...  available today at https://www.synopsys.com/arm-opto . More information about Synopsys' solutions for designing Arm-based products is available at: https://synopsys.com/Arm . About Synopsys Synopsys, Inc. (Nasdaq: SNPS) is the Silicon to Software partner for innovative companies developing the electronic products and software applications we rely on every day. As the world's 15th largest software company ... "], ["2020-05-26 13:58", "U.S. stocks surge as NYSE reopens trading floor ...  600 points after the opening bell, influenced at least partly by news of further advances in developing a coronavirus vaccine from U.S. firms Merck and Novavax . The Dow was flat on Friday but gained more than 3 percent for the week for its best weekly showing since early April. The S&P 500 and Nasdaq had also gained 3 percent for the week. Within the first 30 minutes of trading Tuesday, the S&P 500 was up nearly 60 points and the Nasdaq gained about 130. Eighty floor brokers were allowed on the floor Tuesday, about 25 percent of what the NYSE had permitted before the stock exchange closed to in-person trading on March 23. The NYSE had operated entirely electronically, for the first time in its history, since the closure. RELATED Markets for corn evaporate ... "], ["2020-05-26 13:58", "Conn's Class Action Reminder: Faruqi & Faruqi, LLP Encourages Investors Who Suffered Losses Exceeding $50,000 In Conn's, Inc. To Contact The FirmNew York, New York--(Newsfile Corp. - May 26, 2020) - Faruqi & Faruqi, LLP, a leading national securities law firm, reminds investors in Conn's, Inc. (NASDAQ: CONN) (\"Conn's\" or the \"Company\") of the July 14, 2020 deadline to seek "], ["2020-05-26 13:56", "S&P 500 breaches 3,000 mark for first time since early March ... Tuesday as business restarts and optimism about a potential coronavirus vaccine helped investors overlook Sino-U.S. tensions. The S&P 500 .SPX rose 2.2% to 3,020 points at the open, rising above 3,000, a key psychological level for the first time since March 5. The Dow Jones Industrial Average .DJI rose 316.68 points, or 1.29%, at the open to 24,781.84. The Nasdaq Composite .IXIC gained 176.63 points, or 1.89%, to 9,501.21 at the opening bell. Related Coverage Instant View: S&P rises above 3,000 level for first time since March Reporting by Medha Singh in Bengaluru; Editing by Arun Koyyur Our Standards: The Thomson Reuters Trust Principles. 0 : 0 narrow-browser-and-phone medium-browser-and-portrait-tablet landscape-tablet medium-wide-browser wide-browser-and ... "], ["2020-05-26 13:56", "S&P 500 breaches 3,000 mark for first time since early March ... Tuesday as business restarts and optimism about a potential coronavirus vaccine helped investors overlook Sino-U.S. tensions. The S&P 500 .SPX rose 2.2% to 3,020 points at the open, rising above 3,000, a key psychological level for the first time since March 5. The Dow Jones Industrial Average .DJI rose 316.68 points, or 1.29%, at the open to 24,781.84. The Nasdaq Composite .IXIC gained 176.63 points, or 1.89%, to 9,501.21 at the opening bell. Related Coverage Instant View: S&P rises above 3,000 level for first time since March Reporting by Medha Singh in Bengaluru; Editing by Arun Koyyur Our Standards: The Thomson Reuters Trust Principles. 0 : 0 narrow-browser-and-phone medium-browser-and-portrait-tablet landscape-tablet medium-wide-browser wide-browser-and ... "], ["2020-05-26 13:56", "Krispy Kreme is giving away free doughnuts for five days straight, celebrating its first ever National Doughnut Week ...  CA Privacy Rights Coupons Made in NYC Stock quotes by finanzen.net Reprints & Permissions Business Insider logo The words \"Business Insider\". Close icon Two crossed lines that form an 'X'. It indicates a way to close an interaction, or dismiss a notification. BI Prime Articles Upgrade Membership Email Preferences Billing FAQs My Account Logout DOW S&P 500 NASDAQ 100 Chevron icon It indicates an expandable section or menu, or sometimes previous / next navigation options. HOMEPAGE Subscribe Subscribe Krispy Kreme is giving away free doughnuts for five days straight, celebrating its first ever National Doughnut Week Kate Taylor 2020-05-26T13:56:01Z Facebook Icon The letter F. Email icon An envelope. It indicates the ability to send an email ... "], ["2020-05-26 13:55", "Stocks soar as NYSE trading floor reopens from coronavirus shutdown ...  returned to the New York Stock Exchange for the first time since shutting down on March 23 to slow the spread of COVID-19 . The Dow Jones Industrial Average rallied more than 600 points, or 2.45 percent, in the opening minutes of trading, while the S&P 500 and the Nasdaq Composite were higher by 2.20 percent and 1.84 percent, respectively. The gains, which propelled both the S&P 500 and the Dow to their highest levels since March and the Nasdaq to its best level since February, come after all three of the major averages each advanced more than 3 percent last week. RELATED: CoronavirusNOW.com , FOX launches national hub for COVID-19 news and updates At least five states are taking steps to ease lockdowns on Tuesday, with Michigan allowing retail businesses ... "], ["2020-05-26 13:55", "Stocks soar as NYSE trading floor reopens from coronavirus shutdown ...  returned to the New York Stock Exchange for the first time since shutting down on March 23 to slow the spread of COVID-19 . The Dow Jones Industrial Average rallied more than 600 points, or 2.45 percent, in the opening minutes of trading, while the S&P 500 and the Nasdaq Composite were higher by 2.20 percent and 1.84 percent, respectively. The gains, which propelled both the S&P 500 and the Dow to their highest levels since March and the Nasdaq to its best level since February, come after all three of the major averages each advanced more than 3 percent last week. RELATED: CoronavirusNOW.com , FOX launches national hub for COVID-19 news and updates At least five states are taking steps to ease lockdowns on Tuesday, with Michigan allowing retail businesses ... "], ["2020-05-26 13:55", "Stocks soar as NYSE trading floor reopens from coronavirus shutdown ...  returned to the New York Stock Exchange for the first time since shutting down on March 23 to slow the spread of COVID-19 . The Dow Jones Industrial Average rallied more than 600 points, or 2.45 percent, in the opening minutes of trading, while the S&P 500 and the Nasdaq Composite were higher by 2.20 percent and 1.84 percent, respectively. The gains, which propelled both the S&P 500 and the Dow to their highest levels since March and the Nasdaq to its best level since February, come after all three of the major averages each advanced more than 3 percent last week. RELATED: CoronavirusNOW.com , FOX launches national hub for COVID-19 news and updates At least five states are taking steps to ease lockdowns on Tuesday, with Michigan allowing retail businesses ... "], ["2020-05-26 13:54", "Instant View: S&P rises above 3,000 level for first time since March ...  coronavirus vaccine and the reopening of businesses across the country. Traders with masks work on the first day of in-person trading since the closure during the outbreak of the coronavirus disease (COVID-19) on the floor at the New York Stock Exchange (NYSE) in New York, U.S., May 26, 2020. REUTERS/Brendan McDermid MARKET REACTION: * STOCKS: Dow up 2.38%, S&P 500 up 1.84%, Nasdaq up 1.42% * BONDS: Benchmark 10-year notes US10YT=RR last fell 13/32 in price to yield 0.6998%, from 0.659% late on Friday. * FOREX: The dollar index =USD fell 0.678%, with the euro EUR= up 0.74% to $1.098. COMMENTS: Michael Purves, chief executive of Tallbacken Capital Advisors. \"Initially (the rally) was short covering, then some people playing catchup but as the rally ... "], ["2020-05-26 13:54", "Instant View: S&P rises above 3,000 level for first time since March ...  hopes for a potential coronavirus vaccine and the reopening of businesses across the country. Traders with masks work on the first day of in-person trading since the closure during the outbreak of the coronavirus disease (COVID-19) on the floor at the New York Stock Exchange (NYSE) in New York, U.S., May 26, 2020. REUTERS/Brendan McDermid MARKET REACTION: * STOCKS: Dow up 2.48%, S&P 500 up 1.90%, Nasdaq up 1.39% * BONDS: Benchmark 10-year notes US10YT=RR last fell 13/32 in price to yield 0.6998%, from 0.659% late on Friday. * FOREX: The dollar index =USD fell 0.649%, with the euro EUR= up 0.69% to $1.0974. GEORGE GERO, MANAGING DIRECTOR, RBC WEALTH MANAGEMENT: \"People seem to be skeptical of the length and the timing of the rally.\" \"Yet you have ... "], ["2020-05-26 13:54", "Stocks soar as NYSE trading floor reopens from coronavirus shutdown ...  returned to the New York Stock Exchange for the first time since shutting down on March 23 to slow the spread of COVID-19 . The Dow Jones Industrial Average rallied more than 600 points, or 2.45 percent, in the opening minutes of trading, while the S&P 500 and the Nasdaq Composite were higher by 2.20 percent and 1.84 percent, respectively. The gains, which propelled both the S&P 500 and the Dow to their highest levels since March and the Nasdaq to its best level since February, come after all three of the major averages each advanced more than 3 percent last week. RELATED: CoronavirusNOW.com , FOX launches national hub for COVID-19 news and updates At least five states are taking steps to ease lockdowns on Tuesday, with Michigan allowing retail businesses ... "]]}}