{"postfix": "national_instruments-aktie", "name": "NATIONAL_INSTRUMENTS", "wkn": "894640", "time": "2020.05.26 15:16", "ts": 1590498998, "features": {"KGV": "34.77", "Marktkapitalisierung": {"Size": "Mrd", "Value": "4.52"}, "GA": "1.22", "KBV": "4.74", "BA": "8.94", "KCV": "21.18", "CA": "2.08", "Vola30": "61.62", "Vola90": "90.7", "Vola180": "67.66", "Vola250": "50.56"}, "rivals": ["agilent_technologies-aktie"], "text_data": {"de": [["02.05.20", "National Instruments stellte Quartalsergebnis zum abgelaufenen Jahresviertel vor"], ["29.04.20", "Ausblick: National Instruments stellt Ergebnisse des abgelaufenen Quartals vor"], ["15.04.20", "Erste Schätzungen: National Instruments mit Zahlen zum abgelaufenen Quartal"], ["03.02.20", "National Instruments zog Bilanz zum jüngsten Jahresviertel"], ["29.01.20", "Ausblick: National Instruments legt Quartalsergebnis vor"]], "en": [["01.05.20", "Why National Instruments Stock Slid Today"], ["01.05.20", "National Instruments Corp (NATI) Q1 2020 Earnings Call Transcript"], ["01.05.20", "National Instruments (NATI) Matches Q1 Earnings Estimates"], ["23.04.20", "Earnings Preview: National Instruments (NATI) Q1 Earnings Expected to Decline"], ["19.03.20", "Why National Instruments and Redfin Soared and Telekomunikasi Indonesia Sank"], ["31.01.20", "National Instruments Corp (NATI) Q4 2019 Earnings Call Transcript"], ["23.01.20", "Analysts Estimate National Instruments (NATI) to Report a Decline in Earnings: What to Look Out for"], ["10.01.20", "National Instruments (NATI) Looks Good: Stock Adds 5.3% in Session"], ["2020-05-26 13:29", "Board exam students don masks, stick to distancing norms ...  International Business Sports Legal Entertainment Photos Graphics Bhasha Jobs Tenders Welcome Guest! You Are Here: Home National Sensex slips 63.29 points to end at 30,609.30; Nifty edges 10.20 points lower to 9,029.05. Board exam students don masks, stick to distancing norms Advertisement Print E-mail Comment [ - ] Text [ + ] 15:29 HRS IST Thiruvananthapuram ... centres acrossthe state. The students have been asked to maintain socialdistancing, ensure hand hygiene and wear masks. They underwent thermal screening at entry point andcannot exchange pens and other instruments with others. Those with mild flu-like symptoms would be seated inseparate room and a sanitised corridor has been prepared atexamination centres for students coming from hotspots andthose  ... "], ["2020-05-26 13:05", "Qomolangma climb resumes ...  Foreign Affairs, the General Administration of Sport of China and the Tibetan regional government. Members of the Ministry of Natural Resources' 1st Geodetic Surveying Brigade and the national mountaineering team are carrying out the project. Three members of the combined team, including two from the 1st Geodetic Surveying Brigade, have no previous experience climbing mountains higher  ...  climbers, the ministry said. Technical innovations and breakthroughs applied in the survey include the application of the Beidou 3 Navigation Satellite System and advanced domestic surveying and mapping instruments. \"The core of the mission is to accurately measure the height of Mount Qomolangma, which can be used for research in fields such as geodynamics,\" said  ... "], ["2020-05-26 12:49", "Overseas experts say national security legislation key to HK's stability, prosperity ...  stability and security issues.\" \"The draft decision on Hong Kong is legally appropriate and coherent with the situation in HKSAR,\" he said. The Chinese central government is going to help the Hong Kong local government and provide legal instruments preventing Hong Kong from new turmoil and strengthening the country's security and unity, he added. More Photo Severe storm lashes vast expanse of west Australian coast China's national legislature starts 2nd plenary meeting of annual session Auction price of Japan's premium melons dives amid pandemic Aussie students return to school as restrictions ease Social distancing circles drawn on grass at San Francisco parks Alligator who survived WWII bombing dies aged 84 Vancouver unveils ... "], ["2020-05-26 11:00", "Peace in Afghanistan? Watch the militias ...  Agency are of special significance.\" Since then, the CIA has financed, trained, and worked closely with militias and special forces of Afghanistan's intelligence agency the National Directorate of Security, or NDS. These units function like death squads in secretive night raids often labelled simply as search operations. The United Nations mission in Afghanistan, UNAMA,  ...  is not simple. But the lessons from history in Afghanistan and beyond are clear. To attain a sustainable peace, externally supported paramilitary forces must be dealt with. The proper instruments are iron-clad formal obligations that are vigorously implemented. Read more about: Afghanistan Conflict Share this article Share to Twitter Share to Facebook Share with a friend on WhatsApp ... "], ["2020-05-26 11:00", "How has COVID-19 affected the N.W.T. budget? MLAs to push for answers in upcoming session ... Playlists TV Shows Schedule CBC Gem Shop More Shop Sitemap Help Contact Contests COVID-19 Local updates Live broadcast COVID-19 tracker Subscribe to newsletter news Top Stories Local The National Opinion World Canada Politics Indigenous Business Health Entertainment Tech & Science CBC News Investigates Go Public Shows About CBC News news How has COVID-19 affected the N.W.T.  ...  entrepreneurs program as an example, noting MLAs approved spending that money in March. \"Why did it take eight weeks to open up the program?\" he said. \"That's one of our key instruments in providing funding to small businesses. I just don't get why it took eight weeks.\" 'I don't think our economic recovery efforts have been as focused and timely as they  ... "], ["2020-05-26 10:37", "Fear is Still on Holiday ... is on the government's second supplementary budget for nearly JPY1 trillion. It could be approved by the Cabinet as early as tomorrow and would nearly double the government's efforts. Japan is lifting the national state of emergency. The dollar is firm against the yen but held just short of JPY108.00 (last week's high was ~JPY108.10). There is an option for a little more than $400 mln  ... cryptocurrencies, contracts for difference (CFDs) and other financial instruments, and about brokers, exchanges and other entities trading in such instruments. Both cryptocurrencies and CFDs are complex instruments and come with a high risk of losing money. You should carefully consider whether you understand how these instruments work and whether you can afford to  ... "], ["2020-05-26 10:34", "Scattered Showers and Storms Moving into Acadiana this Morning ... some time as we work thru these COVID restrictions.\" Read the Full Article Top Stories Fountain Memorial recognizes Memorial Day with annual event Video Church Point pregnant woman, family lose everything in weekend mobile home fire Video MLB in Louisiana? State lawmaker invites virus-displaced teams Video Trump threatens to move Republican National Convention out of North Carolina Video You may have unknowingly purchased musical instruments stolen from a Lafayette home Video Lack of mask, social distancing draws concern as local stores reopen Video More Stories Memorial Day: Why we remember Video CPSO: Two suspects in custody, two on the run, after teenagers shot at unsupervised graduation party 17-year-old killed in Grand Isle swimming incident, family ... "], ["2020-05-26 10:29", "Critics go after ABS-CBN in House franchise hearing ...  Depositary Receipts (PDRs), through ABS-CBN Holdings Inc., gave foreign holders \"beneficial ownership and potential voting rights,\" Marcoleta alleged. A former Philippine Stock Exchange chief earlier likened such financial instruments to purchasing a ticket for a horse race. \"You don't own the horse, but if that horse wins, you have a share in the winnings,\" said lawyer  ... a broadcasting company, not a political kingmaker. Either you play ball or you play fair,\" Marcoleta said. ABS-CBN president Carlo Katigbak earlier explained that all of Duterte's national ads were aired in 2016, except for around P7 million worth of local ads, which could no longer be accommodated close to the elections. The company refunded P4 million but  ... "], ["2020-05-26 10:11", "Did Europe Just Agree to Joint Borrowing? Not Exactly ...  amount that corresponds to its share of EU economic output. On the other hand, Germany is the main contributor to the EU budget, so it will repay most of the funds, whatever the debt instruments are called. \"The Franco-German deal is a real step towards creating the first meaningful EU debt,\" said Guntram Wolff, director of the Brussels-based Bruegel think tank. \"The debt service ...  from the fund to finance costs related to the pandemic. Also, the European Central Bank has been buying massive amounts of debt under its bond-buying programs. While much of that is held by national central banks, a good chunk is on the ECB's own books, making its shareholders -- euro-area members -- in theory liable for any losses. AD 8. So it's the form of the ... "], ["2020-05-26 10:05", "Fitch affirms ratings on 3 Turkish development banks ...  RATINGS The affirmation of the National Ratings (NRs) of all three banks reflects our view that their creditworthiness in LC relative to other Turkish issuers has not changed. SUBORDINATED DEBT RATINGS OF TSKB TSKB's subordinated debt rating is notched down from the VR anchor rating. Fitch has downgraded the subordinated notes' rating of TSKB to 'B-' from 'B', and removed it from Under Criteria Observation (UCO). This is in line with the change in Fitch's baseline notching from the VR for loss-severity to two notches from one notch for such instruments, reflecting our expectation of poor recoveries in case of default. RATING SENSITIVITIES TSKB Factors that could, individually or collectively, lead to negative rating action ... "], ["2020-05-26 09:30", "OPINION: Investment multiplier could revive economy ... The Covid-19 pandemic has caused widespread disruption and detrimental damage to the economy. Statistics South Africa recently conducted two surveys on the impact of the pandemic during the national lockdown, which found that 36.4percent of companies had reported laying off of workers in the short term, while 45.6percent of companies expected a reduction in their workforce ...  challenges, high unemployment and massive inequalities, where the majority is excluded from participating in the economy. We can learn important lessons from history. John Maynard Keynes developed policy instruments to assist the world to emerge from the Great Depression and other countries like China, which lifted millions out of poverty. The Great Depression, which began around 1929 and ... "], ["2020-05-26 09:02", "Chinese researchers develop super-strong material for aerospace applications ... deformation or cracks, which is superior to ceramics, plastics and aluminum alloy. According to the research, the material could be used for automobiles, aircraft and precision instruments, particularly for aerospace applications, such as optical lens bracket for the lunar rover which requires lightweight, high strength and stability under extreme temperatures. Cellulose also made ...  schools set to aid poverty alleviation Remeasuring team heading to Mt. Qomolangma summit again Xi's call to fuel growth boosts confidence Xi's care, national support help revitalize virus-hit Hubei Latest Chinese researchers develop super-strong material for aerospace applications Ningxia mountains shine again Chinese researchers study optimal climatic zone for COVID ... "], ["2020-05-26 08:13", "Average UK home is sitting on 2,600 worth of unwanted items ...  House - 68.78 3. Trampoline - 63.22 4. Hammer - 33.56 5. Lawnmower - 29.73 Attic average - 23.57 1. VCR Player - 84.96 2. Sewing Machine - 47.42 3. Televisions - 40.97 4. Musical Instruments - 39.49 5. Cassette Player - 29 Advertisement Advertisement Share or comment on this article: Average UK home is sitting on 2,600 worth of unwanted items e-mail Add comment Comments 0 Share what you think ... during a family video call, royal expert Katie Nicholl reveals Breaking out her summer wardrobe! Melania Trump matches white pumps to her $3,500 Gucci coat for Memorial Day visit to Arlington National Cemetery 'I just got a little friend that walked in!' Ginger Zee's two-year-old son sweetly interrupts her at-home Good Morning America broadcast to ask for ... "], ["2020-05-26 07:26", "In tune with life and land ...  reason he continued and his brother did not was because he had the patience to practice. He showed unusual talent as a pianist in his early teens, which culminated in him winning the national piano competition in Prague in 1965 when he was 16. \"It was a special piece to me, my uncle loved that piece as well,\" he said. \"It was Rachmaninoff' ...  lot of self-satisfaction.\" Tom said there was no money to be made on the care of the native forest but he did not mind. One way Tom makes money is as luthier, which is a repairer of string instruments. His path to becoming a luthier began as a teenager when he fixed up his late father's violins to be sold. This skill was later reignited when he repaired a violin for his son after being unhappy with  ... "], ["2020-05-26 04:09", "1 year since the death of Auburn's voice of the Tigers, Rod, and wife Paula Bramblett ... Families mourn their loved ones on Memorial Day 1 year since the death of Auburn's voice of the Tigers, Rod, and wife Paula Bramblett You may have unknowingly purchased musical instruments stolen from a Lafayette home Panola County reports COVID-19 related death in nursing home Copyright 2020 Nexstar Broadcasting, Inc. All rights reserved. This material may not be published, broadcast, rewritten,  ... Store or Google Play . More News Stories Families mourn their loved ones on Memorial Day by Kennedi Walker / May 25, 2020 Memorial Day looked a lot different this year at Port Hudson National Cemetery in Zachary, because of the coronavirus. Shane Billiot and his family spent the day visiting a loved one that passed away. His sister in law died while on duty in  ... "], ["2020-05-26 04:00", "Coronavirus crisis a 'new chance' for Europe, says Poland's deputy PM ... 26 06:02 DW: According to some projections, Poland will get through the coronavirus crisis better than all other EU members. What is your impression? Jadwiga Emilewicz: No fiscal or financial instruments will work if an entire state, or economic sector, has been placed under quarantine. But the preliminary data on whether the Polish economy will get through this crisis look promising.  ... previously minister of entrepreneurship and technology from 2018 to 2019. She is also vice chairwoman of the liberal-conservative Porozumienie, or Agreement party, a junior coalition partner to the ruling national-conservative PiS. Every day, DW's editors send out a selection of the day's hard news and quality feature journalism. Sign up for the newsletter here. Older ... "], ["2020-05-26 04:00", "Qomolangma climb resumes ... Foreign Affairs, the General Administration of Sport of China and the Tibetan regional government. Members of the Ministry of Natural Resources' 1st Geodetic Surveying Brigade and the national mountaineering team are carrying out the project. Three members of the combined team, including two from the 1st Geodetic Surveying Brigade, have no previous experience climbing mountains higher ... of climbers, the ministry said. Technical innovations and breakthroughs applied in the survey include the application of the Beidou 3 Navigation Satellite System and advanced domestic surveying and mapping instruments. \"The core of the mission is to accurately measure the height of Mount Qomolangma, which can be used for research in fields such as geodynamics,\" said  ... "], ["2020-05-26 03:45", "Veaceaslav Platon: People do not realize role of Plahotniuc in this country's history ... has and how he can manage Moldovan politics,\" stated Veaceaslav Platon. He said that according to his sources, Veaceaslav Platon is indeed in the U.S. Even so, the former Democratic leader has instruments to influence Moldova politics. \"The defections of MPs, the attempts to replace the prosecutor general. He works according to a number of parameters and exploits this state. He talks over the phone  ...  has got COVID-19 26.05.2020 Ion Chicu regrets way in which his comment was interpreted 25.05.2020 \"Parlamentul-90\": Lack of common sense and harming of national dignity 25.05.2020 Andrei Nstase: Chicu Government should be replaced with competent one 25.05.2020 Siegfried Murean: We will continue to help the Romanians in Moldova 23.05.2020 Romanian ... "], ["2020-05-26 03:33", "Coronavirus in Louisiana: LDH updates presumed COVID-19 recoveries, nursing home reports ...  rescued two overdue boaters near Hopedale, Louisiana, Monday. Read the Full Article Top Stories Fountain Memorial recognizes Memorial Day with annual event Video Church Point pregnant woman, family lose everything in weekend mobile home fire Video MLB in Louisiana? State lawmaker invites virus-displaced teams Video Trump threatens to move Republican National Convention out of North Carolina Video You may have unknowingly purchased musical instruments stolen from a Lafayette home Video Lack of mask, social distancing draws concern as local stores reopen Video More Stories Memorial Day: Why we remember Video CPSO: Two suspects in custody, two on the run, after teenagers shot at unsupervised graduation party 17-year-old killed in Grand Isle swimming incident ... "], ["2020-05-26 03:32", "Federal benefits for veterans, family members, and widows ... in nine years and a first for a private company. Read the Full Article Top Stories Fountain Memorial recognizes Memorial Day with annual event Video Church Point pregnant woman, family lose everything in weekend mobile home fire Video MLB in Louisiana? State lawmaker invites virus-displaced teams Video Trump threatens to move Republican National Convention out of North Carolina Video You may have unknowingly purchased musical instruments stolen from a Lafayette home Video Lack of mask, social distancing draws concern as local stores reopen Video More Stories Memorial Day: Why we remember Video CPSO: Two suspects in custody, two on the run, after teenagers shot at unsupervised graduation party 17-year-old killed in Grand Isle swimming incident, family members ... "]]}}