{"postfix": "ncr-aktie", "name": "NCR", "wkn": "919692", "time": "2020.05.26 15:22", "ts": 1590499354, "features": {"KGV": "12.46", "Marktkapitalisierung": {"Size": "Mrd", "Value": "2.41"}, "GA": "2.81", "KBV": "3.33", "BA": "10.50", "KCV": "129.66", "CA": "0.27", "Vola30": "107.33", "Vola90": "110.8", "Vola180": "80.18", "Vola250": "60.67"}, "rivals": ["diebold_nixdorf-aktie"], "text_data": {"de": [["02.05.20", "NCR: Zahlen zum abgelaufenen Jahresviertel"], ["30.04.20", "Was Analysten von der NCR-Aktie erwarten"], ["29.04.20", "Ausblick: NCR vermeldet Zahlen zum jüngsten Quartal"], ["31.03.20", "Analysten sehen bei NCR-Aktie Potenzial"], ["13.02.20", "NCR: Bilanz zum abgelaufenen Quartal"], ["10.02.20", "Ausblick: NCR präsentiert Quartalsergebnisse"], ["13.01.20", "Wall Street Marktbericht: Dow-Future 100 Punkte im Plus; Disney, Netflix, Tesla, Weight Watchers, 3D Systems, Walmart, NCR "]], "en": [["18.05.20", "Why Shares of NCR Corporation Were Rising Today"], ["04.05.20", "NCR Q1 Earnings Miss Estimates, Revenues Match, Decline Y/Y "], ["01.05.20", "NCR Corp (NCR) Q1 2020 Earnings Call Transcript"], ["01.05.20", "NCR (NCR) Lags Q1 Earnings Estimates"], ["30.04.20", "NCR Announces First Quarter 2020 Results"], ["28.04.20", "Brattleboro Savings & Loan Selects NCR to Elevate Digital Banking Experience"], ["23.04.20", "Analysts Estimate NCR (NCR) to Report a Decline in Earnings: What to Look Out for"], ["17.04.20", "NCR Announces First Quarter 2020 Earnings Conference Call"], ["08.04.20", "Wynn, NCR deals a sign of yet more risk returning to bond market"], ["08.04.20", "NCR Corporation Announces Pricing of Senior Notes Offering"], ["07.04.20", "Why NCR Stock Rose Today"], ["07.04.20", "NCR Corporation Announces Offering of Senior Notes"], ["06.04.20", "NCR Supports Small Businesses Amid Coronavirus-led Crisis"], ["03.04.20", "NCR Announces Partnership with NYMBUS to Facilitate Loans for Small Businesses"], ["02.04.20", "NCR Surges: Stock Moves 6.3% Higher "], ["31.03.20", "NCR to Host Investor Update Call on Tuesday, March 31"], ["26.03.20", "Why Snap, NCR, and Broadcom Stocks Jumped Today"], ["15.03.20", "Why Cognex, NCR, and Xilinx Stocks Surged Higher on Friday"], ["12.03.20", "Why Is NCR (NCR) Down 40.6% Since Last Earnings Report?"], ["04.03.20", "Our Thoughts Are With the Nashville Community"], ["27.02.20", "NCR Corporation Appoints Equifax CEO Mark W. Begor to its Board of Directors"], ["12.02.20", "NCR Earnings and Revenues Surpass Estimates in Q4, Rise Y/Y"], ["12.02.20", "NCR Corp (NCR) Q4 2019 Earnings Call Transcript"], ["10.02.20", "NCR Corporation Welcomes Global Technology Leader and Business Advisor to its Board of Directors"], ["04.02.20", "NCR (NCR) Reports Next Week: What to Know Ahead of the Release"], ["27.01.20", "NCR Announces Fourth Quarter and Full Year 2019 Earnings Conference Call"], ["13.01.20", "Ahold Delhaize to Increase Store and IT Availability with NCR Digital Connected Services"], ["12.01.20", "Independent Study of Customer Data Reveals 164 percent ROI, Hardware and Software Cost Savings Driven by NCR Technology"], ["12.01.20", "Specialty Beverage Retailer, BevMo! Selects NCR Emerald to Drive Its Digital Transformation"], ["12.01.20", "NCR Named Leading Global POS Software Provider by Independent Third Party"], ["10.01.20", "Why NCR Corporation Stock Gained 52% in 2019"], ["2020-05-26 12:15", "Beat the lockdown blues with Helo Mirchi Live ... : I would be grateful to provide opportunity to the talented Singer-songwriter Subhi's latest track describes writer's block during #CoronaLockdown Select a City Close Your current city: Mumbai (Mumbai) search close A B C D E F G H I J K L M N O P R S T U V W Y Z Ahmedabad Hyderabad Bengluru Chandigarh Kolkata Mumbai Chennai Pune Delhi NCR All Bombay Times print stories are available on Powered by Delhi Times, Aurangabad Times, Maharashtra Times + more Nashik Times Aurangabad Times Badlapur Times You can change your city from here. We serve personalized stories based on the selected city OK Hello, Edit Profile My Times Logout Sign In facebook twitter Go to TOI The Times of India Etimes Movies TV Web Series Lifestyle Coronavirus Pageants Music Gaming ... "], ["2020-05-26 12:08", "IMD issues red alert for Assam, Meghalaya; heatwave to peak in north India ...  Western Disturbance is a cyclonic storm that originates in the Mediterranean Sea and travels across central Asia. When it comes in contact with the Himalayas, it brings rains to the hills and the plains. The MeT office warned of a duststorm or thunderstorm accompanied with gusty winds very likely at isolated places over East UP on Wednesday. ALSO READ: Heatwave at its peak in NCR, relief expected later this week, says IMD Heat wave alert is issued if the maximum temperaturein the area reaches at least 40C or more for Plains, 37C or more for coastal regions and at least 30C or more for Hills. Meanwhile, during the day, intense weather activity was witnessed over interior parts of Karnataka, including in state capital Bengaluru, leading to uprooting of trees ... "], ["2020-05-26 11:33", "Weather forecast: Heavy rains likely in Assam, Arunachal Pradesh; flood alert issued ...  for the Brahmaputra river at Neamati Ghat in Jorhat district and Jiabharali in Sonitpur districts. According to Skymet weather, light to moderate rains with one or two intense spells expected over Kerala, South Karnataka, and parts of coastal Andhra Pradesh. Maximum temperatures of approximately 45 degree Celsius or more are expected over northwestern and eastern Rajasthan, southern Haryana, NCR, northern Madhya Pradesh, southern Uttar Pradesh and eastern Maharashtra. Meanwhile, the Southwest Monsoon is likely to arrive around 28th May within a margin of 2 days. The conditions are shaping up in the equatorial belt strengthening the crossflow. NLM may take one big leap to announce before time ingress. More WEATHER FORECAST News Several parts of country to ... "], ["2020-05-26 11:27", "Covid-19 opens new doors for fintechs as users shun cash deals for digital ...  said. Another retail associate, Hitesh, has learnt a new way to intimate customers about payments, especially for home deliveries, in the supermarket he works as a store supervisor — either through SMS or WhatsApp. \"Now many customers only want to make a digital payment and not cash to be on the safer side,\" the 33-year-old says. Krishna Supermarket in Delhi-NCR region implemented an e-Point of sales feature in April, which now accounts for nearly 30 per cent of its total transactions. Around 50,000 merchants like Krishna Supermarket have started tapping Pine Labs' Android app for contactless payments and are using it as a viable alternative to their PoS swiping machines. For more than 80 per cent of merchant businesses in the country ... "], ["2020-05-26 10:31", "Live sports now allowed in MGCQ —but not basketball, contact sports ...  polls Don't miss out on the latest news and information. View comments Subscribe to INQUIRER PLUS to get access to The Philippine Daily Inquirer & other 70+ titles, share up to 5 gadgets, listen to the news, download as early as 4am & share articles on social media. Call 896 6000. TAGS: Basketball , Boxing , coronavirus , IATF , live sports , lockdown , MECQ , MGCQ , NCR , Sports For feedback, complaints, or inquiries, contact us. EDITORS' PICK MOST READ technology Conquer the World with the Newest ASUS VivoBook S14 (M433) business Someone from the Philippines could win $313 Million jackpot this Tuesday night newsinfo Extend or downgrade quarantine? Metro mayors to weigh in on fate of lockdown newsinfo COVID-19 cases in Philippines now at 14,669 ... "], ["2020-05-26 09:56", "Euler Motors raises Rs 20 cr in Series-A round led by Inventus Capital ...  automotive-grade lithium-ion battery packs that could match the performance required for intra-city logistics in all-weather, temperatures and road conditions. In the last 18 months, companies like BigBasket, EcomExpress, Udaan have employed more than 200 prototype e-vehicles for their last-mile delivery. The company has also established a network of 100-plus charging infrastructure in Delhi NCR for charging 200-plus electric vehicles at any point. Rutvik Doshi, Managing Director, Inventus Capital India said \"For India to unlock the next wave of growth in Electric Mobility, it is essential to drive the adoption in the commercial vehicle segment with superior electrical vehicles & infrastructure. Euler Motors is an early front-runner in the space and is ... "], ["2020-05-26 09:55", "Market down as investors dump Jollibee stocks ...  after a two-month lockdown. The first-quarter earnings results reported so far offered a glimpse of the severe beating that corporate Philippines will have to endure this year, especially those in the discretionary consumer segments. \"Local catalysts are still eyed further into the week with the MSCi rebalancing effectivity on May 29, Friday, and likewise the fate of NCR (National Capital Region) come June — albeit with most Metro Manila mayors already favoring a shift to GCQ (general community quarantine) by then,\" Papa Securities said. ADVERTISEMENT Other battered shares included those of lenders Security Bank and BDO, which fell by 6.83 percent and 4.13 percent, respectively. Property giant Ayala Land lost 3.24 percent, while Metrobank ... "], ["2020-05-26 09:45", "Singapore warns of worst economic contraction since independenceALL SECTIONS Tuesday May 26, 2020 HIDE NEWS TOP STORIES NATIONAL WORLD NEWS PINOY ABROAD FEATURES OPINION EDITORIAL COLUMNS SOUNDBYTES LGUs NCR LUZON VIZAYAS MINDANAO BUSINESS CORPORATE ECONOMY & TRADE STOCKS MONEY AGRI & MINING POWER & TECH IT & TELECOM SPORTS BASKETBALL VOLLEYBALL FIGHTSPORTS ACTIVE SPORTS PLUS ONE CHAMPIONSHIP COLUMNS ENTERTAINMENT TV & MOVIES CELEBRITY PROFILES MUSIC & CONCERTS DIGITAL MEDIA COLUMNS LIFESTYLE FOOD CULTURE & MEDIA FASHION HEALTH AND HOME LEISURE SHOPPING COLUMNS POP.LIFE NEWSMAKERS HANGOUTS A-POP POST ITS PERFORMANCES MALLS & BAZAARS HOBBIES & COLLECTIONS TECHNOLOGY GADGETS COMPUTERS BUSINESS TECH PLUS WHEELS & MORE SEDAN SUV TRUCK BIKE ACCESSORIES MOTORING PLUS COMMUTER'S CORNER HOME & DESIGN RESIDENTIAL COMMERCIAL  ... "], ["2020-05-26 08:51", "India coronavirus dispatch: Removing the fear and stigma around Covid-19 ...  Gawani to be honoured with UN Military Gender Advocate award Covid-19: India ramps up testing, WHO temporarily suspends HCQ trials Govt allows domestic air services by non-scheduled, private operators Telecom network working at 85% capacity in Amphan-hit areas of West Bengal Covid-19: Short term visitors exempted from isolation in Maharashtra Heatwave at its peak in NCR, relief expected later this week, says IMD Ministers on official duty exempted from quarantine requirement: Karnataka X You are here: Home Current Affairs News National Massive fire breaks out at Delhi's Tughlaqabad, nearly 250 shanties gutted Business Standard India coronavirus dispatch: Removing the fear and stigma around Covid-19 From reopening schools and rescheduling exams, to India ... "], ["2020-05-26 08:50", "Four dead as Russian helicopter crashes at airportALL SECTIONS Tuesday May 26, 2020 HIDE NEWS TOP STORIES NATIONAL WORLD NEWS PINOY ABROAD FEATURES OPINION EDITORIAL COLUMNS SOUNDBYTES LGUs NCR LUZON VIZAYAS MINDANAO BUSINESS CORPORATE ECONOMY & TRADE STOCKS MONEY AGRI & MINING POWER & TECH IT & TELECOM SPORTS BASKETBALL VOLLEYBALL FIGHTSPORTS ACTIVE SPORTS PLUS ONE CHAMPIONSHIP COLUMNS ENTERTAINMENT TV & MOVIES CELEBRITY PROFILES MUSIC & CONCERTS DIGITAL MEDIA COLUMNS LIFESTYLE FOOD CULTURE & MEDIA FASHION HEALTH AND HOME LEISURE SHOPPING COLUMNS POP.LIFE NEWSMAKERS HANGOUTS A-POP POST ITS PERFORMANCES MALLS & BAZAARS HOBBIES & COLLECTIONS TECHNOLOGY GADGETS COMPUTERS BUSINESS TECH PLUS WHEELS & MORE SEDAN SUV TRUCK BIKE ACCESSORIES MOTORING PLUS COMMUTER'S CORNER HOME & DESIGN RESIDENTIAL COMMERCIAL  ... "], ["2020-05-26 08:48", "Massive fire breaks out at Delhi's Tughlaqabad, nearly 250 shanties gutted ...  Suman Gawani to be honoured with UN Military Gender Advocate award Covid-19: India ramps up testing, WHO temporarily suspends HCQ trials Govt allows domestic air services by non-scheduled, private operators Telecom network working at 85% capacity in Amphan-hit areas of West Bengal Covid-19: Short term visitors exempted from isolation in Maharashtra Heatwave at its peak in NCR, relief expected later this week, says IMD Ministers on official duty exempted from quarantine requirement: Karnataka X You are here: Home Current Affairs News National Nationwide lockdown to contain Covid-19 has failed: Rahul Gandhi India coronavirus dispatch: Removing the fear and stigma around Covid-19 Business Standard Massive fire breaks out at Delhi's Tughlaqabad, nearly 250 ... "], ["2020-05-26 08:40", "Afghanistan to free 900 more Taliban prisonersALL SECTIONS Tuesday May 26, 2020 HIDE NEWS TOP STORIES NATIONAL WORLD NEWS PINOY ABROAD FEATURES OPINION EDITORIAL COLUMNS SOUNDBYTES LGUs NCR LUZON VIZAYAS MINDANAO BUSINESS CORPORATE ECONOMY & TRADE STOCKS MONEY AGRI & MINING POWER & TECH IT & TELECOM SPORTS BASKETBALL VOLLEYBALL FIGHTSPORTS ACTIVE SPORTS PLUS ONE CHAMPIONSHIP COLUMNS ENTERTAINMENT TV & MOVIES CELEBRITY PROFILES MUSIC & CONCERTS DIGITAL MEDIA COLUMNS LIFESTYLE FOOD CULTURE & MEDIA FASHION HEALTH AND HOME LEISURE SHOPPING COLUMNS POP.LIFE NEWSMAKERS HANGOUTS A-POP POST ITS PERFORMANCES MALLS & BAZAARS HOBBIES & COLLECTIONS TECHNOLOGY GADGETS COMPUTERS BUSINESS TECH PLUS WHEELS & MORE SEDAN SUV TRUCK BIKE ACCESSORIES MOTORING PLUS COMMUTER'S CORNER HOME & DESIGN RESIDENTIAL COMMERCIAL  ... "], ["2020-05-26 08:40", "Nationwide lockdown to contain Covid-19 has failed: Rahul Gandhi ...  Major Suman Gawani to be honoured with UN Military Gender Advocate award Covid-19: India ramps up testing, WHO temporarily suspends HCQ trials Govt allows domestic air services by non-scheduled, private operators Telecom network working at 85% capacity in Amphan-hit areas of West Bengal Covid-19: Short term visitors exempted from isolation in Maharashtra Heatwave at its peak in NCR, relief expected later this week, says IMD Ministers on official duty exempted from quarantine requirement: Karnataka Uber trims a quarter of its India workforce, lays off 600 employees X You are here: Home Current Affairs News National Countries with declining Covid-19 cases could face 'second peak', WHO warns Business Standard Nationwide lockdown to contain Covid-19 has ... "], ["2020-05-26 08:30", "Duterte says no school until there is a virus vaccineALL SECTIONS Tuesday May 26, 2020 HIDE NEWS TOP STORIES NATIONAL WORLD NEWS PINOY ABROAD FEATURES OPINION EDITORIAL COLUMNS SOUNDBYTES LGUs NCR LUZON VIZAYAS MINDANAO BUSINESS CORPORATE ECONOMY & TRADE STOCKS MONEY AGRI & MINING POWER & TECH IT & TELECOM SPORTS BASKETBALL VOLLEYBALL FIGHTSPORTS ACTIVE SPORTS PLUS ONE CHAMPIONSHIP COLUMNS ENTERTAINMENT TV & MOVIES CELEBRITY PROFILES MUSIC & CONCERTS DIGITAL MEDIA COLUMNS LIFESTYLE FOOD CULTURE & MEDIA FASHION HEALTH AND HOME LEISURE SHOPPING COLUMNS POP.LIFE NEWSMAKERS HANGOUTS A-POP POST ITS PERFORMANCES MALLS & BAZAARS HOBBIES & COLLECTIONS TECHNOLOGY GADGETS COMPUTERS BUSINESS TECH PLUS WHEELS & MORE SEDAN SUV TRUCK BIKE ACCESSORIES MOTORING PLUS COMMUTER'S CORNER HOME & DESIGN RESIDENTIAL COMMERCIAL  ... "], ["2020-05-26 08:21", "Countries with declining Covid-19 cases could face 'second peak', WHO warns ... : ICMR Official Major Suman Gawani to be honoured with UN Military Gender Advocate award Covid-19: India ramps up testing, WHO temporarily suspends HCQ trials Govt allows domestic air services by non-scheduled, private operators Telecom network working at 85% capacity in Amphan-hit areas of West Bengal Covid-19: Short term visitors exempted from isolation in Maharashtra Heatwave at its peak in NCR, relief expected later this week, says IMD Ministers on official duty exempted from quarantine requirement: Karnataka Uber trims a quarter of its India workforce, lays off 600 employees Covid-19 Factoid: India added last 1,000 to its death toll in just 7 days X You are here: Home Current Affairs News National Human trials for Covid-19 vaccine may begin in 6 months ... "], ["2020-05-26 08:20", "Spike in customer calls send call centers hiring during lockdown ... latter two accounted for 15% and 9% share, respectively. The data matters as the survey on job placements was conducted during the 45-day enhanced community quarantine of Metro Manila when most business establishments were closed down, which theoretically should have slowed down hiring. From just the National Capital Region (NCR) in March 15, the lockdown was extended to cover the entire Luzon in March 17 April 30. By May 1, only 10 areas including NCR, Cebu City and Pampanga remained under ECQ, while the rest of the archipelago were placed under more relaxed quarantine rules. For call centers, which are a crucial part of dollar-earning business process outsourcing (BPO) sector, companies turned to candidates who are \"a little less qualified\" to meet ... "], ["2020-05-26 08:20", "Macau casino tycoon Stanley Ho dies aged 98ALL SECTIONS Tuesday May 26, 2020 HIDE NEWS TOP STORIES NATIONAL WORLD NEWS PINOY ABROAD FEATURES OPINION EDITORIAL COLUMNS SOUNDBYTES LGUs NCR LUZON VIZAYAS MINDANAO BUSINESS CORPORATE ECONOMY & TRADE STOCKS MONEY AGRI & MINING POWER & TECH IT & TELECOM SPORTS BASKETBALL VOLLEYBALL FIGHTSPORTS ACTIVE SPORTS PLUS ONE CHAMPIONSHIP COLUMNS ENTERTAINMENT TV & MOVIES CELEBRITY PROFILES MUSIC & CONCERTS DIGITAL MEDIA COLUMNS LIFESTYLE FOOD CULTURE & MEDIA FASHION HEALTH AND HOME LEISURE SHOPPING COLUMNS POP.LIFE NEWSMAKERS HANGOUTS A-POP POST ITS PERFORMANCES MALLS & BAZAARS HOBBIES & COLLECTIONS TECHNOLOGY GADGETS COMPUTERS BUSINESS TECH PLUS WHEELS & MORE SEDAN SUV TRUCK BIKE ACCESSORIES MOTORING PLUS COMMUTER'S CORNER HOME & DESIGN RESIDENTIAL COMMERCIAL  ... "], ["2020-05-26 08:10", "Australia bushfire smoke linked to hundreds of deathsALL SECTIONS Tuesday May 26, 2020 HIDE NEWS TOP STORIES NATIONAL WORLD NEWS PINOY ABROAD FEATURES OPINION EDITORIAL COLUMNS SOUNDBYTES LGUs NCR LUZON VIZAYAS MINDANAO BUSINESS CORPORATE ECONOMY & TRADE STOCKS MONEY AGRI & MINING POWER & TECH IT & TELECOM SPORTS BASKETBALL VOLLEYBALL FIGHTSPORTS ACTIVE SPORTS PLUS ONE CHAMPIONSHIP COLUMNS ENTERTAINMENT TV & MOVIES CELEBRITY PROFILES MUSIC & CONCERTS DIGITAL MEDIA COLUMNS LIFESTYLE FOOD CULTURE & MEDIA FASHION HEALTH AND HOME LEISURE SHOPPING COLUMNS POP.LIFE NEWSMAKERS HANGOUTS A-POP POST ITS PERFORMANCES MALLS & BAZAARS HOBBIES & COLLECTIONS TECHNOLOGY GADGETS COMPUTERS BUSINESS TECH PLUS WHEELS & MORE SEDAN SUV TRUCK BIKE ACCESSORIES MOTORING PLUS COMMUTER'S CORNER HOME & DESIGN RESIDENTIAL COMMERCIAL  ... "], ["2020-05-26 08:00", "Traffic snarls at Ghaziabad's UP-Gate border after authorities restrict movement to Delhi ...  and Delhi except for those involved in essential services or having valid passes. Officials said Monday's direction was an extension of the May 18 lockdown 4.0 guidelines issued by the Uttar Pradesh government. Under the May 18 directions of chief secretary RK Tiwari, commuters from Delhi, other than those from hotspots, were allowed to travel to the National Capital Region (NCR) areas of Noida and Ghaziabad and the district administration was asked to issue detailed directions in this regard. Subscribe Subscribe Thank you for subscribing to our daily newsletter. tags Delhi Ghaziabad Delhi government top news 'Request PM Modi to play on front foot': Rahul Gandhi on lockdown exit plan 70,000 cases in 15 days: Tracking the rapid spread of Covid ... "], ["2020-05-26 08:00", "Equities rally as reopenings trump geopolitical tensionsALL SECTIONS Tuesday May 26, 2020 HIDE NEWS TOP STORIES NATIONAL WORLD NEWS PINOY ABROAD FEATURES OPINION EDITORIAL COLUMNS SOUNDBYTES LGUs NCR LUZON VIZAYAS MINDANAO BUSINESS CORPORATE ECONOMY & TRADE STOCKS MONEY AGRI & MINING POWER & TECH IT & TELECOM SPORTS BASKETBALL VOLLEYBALL FIGHTSPORTS ACTIVE SPORTS PLUS ONE CHAMPIONSHIP COLUMNS ENTERTAINMENT TV & MOVIES CELEBRITY PROFILES MUSIC & CONCERTS DIGITAL MEDIA COLUMNS LIFESTYLE FOOD CULTURE & MEDIA FASHION HEALTH AND HOME LEISURE SHOPPING COLUMNS POP.LIFE NEWSMAKERS HANGOUTS A-POP POST ITS PERFORMANCES MALLS & BAZAARS HOBBIES & COLLECTIONS TECHNOLOGY GADGETS COMPUTERS BUSINESS TECH PLUS WHEELS & MORE SEDAN SUV TRUCK BIKE ACCESSORIES MOTORING PLUS COMMUTER'S CORNER HOME & DESIGN RESIDENTIAL COMMERCIAL  ... "]]}}