{"postfix": "nel-aktie", "name": "NEL_ASA", "wkn": "A0B733", "time": "2020.05.26 16:24", "ts": 1590503075, "features": {"KGV": "-44.93", "Marktkapitalisierung": {"Size": "Mrd", "Value": "1.62"}, "GA": "-0.20", "KBV": "5.86", "BA": "1.50", "KCV": "-109.52", "CA": "-0.08", "Vola30": "35.16", "Vola90": "86.85", "Vola180": "82", "Vola250": "78.25"}, "rivals": [], "text_data": {"de": [["19.05.20", "Chef von Nel Asa erwirbt sechs Millionen Nel-Aktien - und verkauft gleich darauf viele wieder"], ["18.05.20", "Chef von Nel Asa erwirbt auf einen Schlag sechs Millionen Nel-Aktien"], ["09.05.20", "NEL ASA veröffentlichte Zahlen zum vergangenen Quartal"], ["07.05.20", "Wie stark leidet Nel Asa unter Corona? Jetzt gibt das Unternehmen Auskunft"], ["05.05.20", "Nel Asa-Aktie: Investor reduziert kurz vor den Quartalszahlen seine Wette auf eine fallende Kurse"], ["05.05.20", "Nel Asa-Aktie: Investor reduziert kurz vor den Quartalszahlen seine Wette auf einen fallenden Kurs"], ["27.04.20", "Konkurrenz für Nel Asa: Wasserstoff made in Germany"], ["20.04.20", "Nel Asa-Aktie: Investor wettet in kurzer Zeit gleich zweimal auf fallenden Kurs"], ["08.04.20", "Neue Aktien von Nel Asa: Greifen Investoren zu oder ist die Aktie zu teuer?"], ["26.03.20", "Kurssturz bei Wasserstoff-Aktien wie Nel Asa oder Ballard Power: Mit diesem \"Trick\" gibt es einen Teil der Verluste zurück"], ["23.03.20", "Wie stark ist Nel Asa von Corona betroffen?"], ["04.03.20", "Nel Asa-Aktie steigt: Neuer Partner setzt auf Nel bei Großanlagen für Wasserstoff"], ["03.03.20", "Milliardenschwerer IPO steht bevor: Nel Asa-Partner Nikola Motors geht an die Börse"], ["27.02.20", "Nel Asa sackt Millionenauftrag in den USA ein"], ["20.02.20", "Nel Asa Aktie steigt und steigt: Nun aber blinkt ein Warnsignal auf"], ["14.02.20", "Wo steht die Aktie von Nel Asa in einem Jahr?"], ["29.01.20", "Nel Asa-Aktie: Wenn diese Bank richtig liegt, drohen dem Papier massive Verluste"], ["Rohstoff-Investments 2020", "Ballard Power-Aktie, Nel Asa und PowerCell: Wasserstoff vor dem Durchbruch? Diese Chancen haben Anleger"], ["Rohstoff-Investments 2020", "Steht ein Kursanstieg bevor? Leerverkäufer reduzieren ihre Wette auf eine fallende Aktie von Nel Asa deutlich"], ["21.01.20", "Schon wieder ein neuer Auftrag für Nel Asa: Bekommt jetzt ein Short-Investor Angst?"], ["16.01.20", "Jetzt fährt auch Hyundai auf Nel Asa ab - aber ist das erst der Anfang?"], ["02.01.20", "Nel-Asa-Aktie nach Großauftrag: Kaufsignal greifbar nahe"]], "en": [["2020-05-26 09:58", "Odion Ighalo set to leave Man Utd this week with loan coming to end as talks with Shanghai Shenhua over extension stall ...  to the coronavirus pandemic. Latest transfer news Live Blog Gunners news Arsenal news LIVE - Latest updates from the Emirates Live Blog united news Man Utd news LIVE - Latest updates from Old Trafford Live Blog blues news Chelsea news LIVE - Latest updates from Stamford Bridge NO HEN DEPARTY Man Utd to let Dean Henderson stay at Sheff Utd despite loan ending in June Gossip WELL, WELL, NEL City reject Nelson Semedo as Barca offer him in straight swap for Cancelo Gossip BELE UP Arsenal joined by Juventus in Dembele race as Italians eye loan for Barcelona flop Gossip KLOPP CALL Klopp held 'virtual meeting' with Werner at Easter as striker eyes Anfield move Sources at United insist ta permanent deal has not been discussed despite reports that a 20m fee ... "], ["2020-05-25 19:32", "Man City reject Nelson Semedo after Barcelona offer defender as part of swap transfer for flop Joao CanceloMANCHESTER CITY have reportedly rejected the chance to sign Nelson Semedo after Barcelona offered him in a swap deal for Joao Cancelo. The right-back has been continually linked with Pep Guardiola's side but they are not interested in a straight swap."], ["2020-05-25 13:00", "COVID-19 changes plans to honor the fallen on Memorial Day ... Frank was a veteran of the U.S. Navy and served in World War II. David Wallace/The Republic On the Friday before Memorial Day, Bridget Gibson (right), of Phoenix, hands flags to her friend, Nel Reif (left), of Goodyear, as Reif places the flags at the gravesite of her husband, Jeffrey Reif, at the National Memorial Cemetery of Arizona in Phoenix on May 22, 2020. Jeffrey, a veteran of  ...  in the Vietnam War, died in 2015 from complications related to Agent Orange. David Wallace/The Republic Arizonans honor the fallen on Memorial Day weekend 2020 On the Friday before Memorial Day, Nel Reif, of Goodyear, places a flag at the gravesite of her husband, Jeffrey Reif, at the National Memorial Cemetery of Arizona in Phoenix on May 22, 2020. Jeffrey, a veteran of the  ... "], ["2020-05-25 10:14", "Former Juventus boss Massimiliano Allegri 'is ready to work again' following links to PSG ...  should Ole Gunnar Solskjaer fail to qualify for the Champions League next season. Allegri, who has admitted that he is learning English, previously said he was 'fascinated' by the prospect of working abroad but has since claimed he would prefer to remain in Italy because of his family, according to La Stampa . Speaking on Radio Gr Parlamento's show ' La Politica nel Pallone ', Allegri's agent previously stated that their plan is the 'evaluate the offers' come the summer. RELATED ARTICLES Previous 1 Next Thomas Meunier to Manchester United, David Silva to join up... Newcastle and Wolves 'interested in bringing Gonzalo Higuain... Barcelona 'put Neymar move on hold until the end of July' as... 'As soon as he came ... "], ["2020-05-25 07:10", "Ramadan Mubarak: What does Ramadan Mubarak mean and how do you reply to the greeting? ...  greeting for Ramadan is \"Ramadan Mubarak\" which is said at the end of Ramadan on the evening of June 4 called Eid al-Fitr which is a celebratory breaking of the fast held on the last day of Ramadan. READ MORE: Ramadan 2020: Is fasting healthy? Is fasting a good way to lose weight Muslim men and women in Dubai gather for Ramadan (Image: FRANCOIS NEL/GETTY) Ramadan: Indian children performing adulations on the first day of Ramadan (Image: GETTY) READ MORE Sophie Countess of Wessex wears traditional dress to visit mosque It translates directly as \"blessed celebration\" or \"have a blessed celebration\". It can also mean \"happy Ramadan\" in the same manner as one wishes someone a Merry Christmas. When someone greets you with \" ... "], ["2020-05-24 19:02", "Memorial Day kicks off a week of unusually high temperatures in metro Phoenix ...  the National Memorial Cemetery of Arizona in Phoenix on May 22, 2020. Kelley holds on to her dog, Tanner. They were visiting the site of Frank Reimers and his wife, Carol Reimers. Frank was a veteran of the U.S. Navy and served in World War II. David Wallace/The Republic On the Friday before Memorial Day, Bridget Gibson (right), of Phoenix, hands flags to her friend, Nel Reif (left), of Goodyear, as Reif places the flags at the gravesite of her husband, Jeffrey Reif, at the National Memorial Cemetery of Arizona in Phoenix on May 22, 2020. Jeffrey, a veteran of the U.S. Army who served in the Vietnam War, died in 2015 from complications related to Agent Orange. David Wallace/The Republic Memorial Day weekend traffic, celebrations around Arizona On the Friday ... "], ["2020-05-24 17:44", "BREAKING EXCLUSIVE: Deep State FBI Asked George Papadopoulos's Wife, Simona Mangiante Papadopoulos, to Spy On Her Husband and Wear a Wire! ... suggest Simona is a spy: Advertisement - story continues below Simona: Mi hanno detto \"sappiamo di connessioni politiche importanti in Europa e della relazione con George\" [ They said \"we know about important political connections in Europe and the relationship with George\" ] Simona: Volevano intrappolare me? [ Did they want to trap me? ] Simona: O capire se potevo cooperare con loro nel set up? [ Or understand if I could cooperate with them in the set up? ] Simona: Certo erano spaventati dal mio background [ Of course they were scared of my background ] Simona: Cosa pensi? [ What do you think? ] Simona: Perche Occhionero millanta chei io sia una spia? [ Why does Occhionero boast that I am a spy? ] [ Guilio Occhionero is an Italian who claims ... "], ["2020-05-24 15:15", "An American story ... Salinger's portrayal of the president during the show's dramatic segments, \"Grant\" also includes performances by newcomer Dianne Simpson as his wife, first lady Julia Grant, and Carel Nel (\"Hum,\" 2016) as the nation's 16th president, Abraham Lincoln. The miniseries is much more than a standard biopic. A variety of experts add credence to the program' ... Salinger's portrayal of the president during the show's dramatic segments, \"Grant\" also includes performances by newcomer Dianne Simpson as his wife, first lady Julia Grant, and Carel Nel (\"Hum,\" 2016) as the nation's 16th president, Abraham Lincoln. The miniseries is much more than a standard biopic. A variety of experts add credence to the program' ... "], ["2020-05-23 18:46", "Longtime restaurateur is permanently closing all 5 of his Portland restaurants because of COVID-19Altabira City Tavern, Citizen Baker, Nel Centro, Pullman Winebar & Merchant and Tanner Creek Tavern have all met their ends, according to a report by Eater."], ["2020-05-23 16:42", "Miss Universe New Zealand Finalist Amber-Lee Friis Dies at 23 ... Body News Aging Fitness & Nutrition Treatments and Techniques Chinese Medicine Mindset Search Text SEARCH US Politics China World Opinion Business Tech Science Life & Tradition Mind & Body Arts & Culture Entertainment Videos MyForum More Shares Facebook Tweet LinkedIn Email RELATED Videos of the Day: Miss Philippines Crowned Miss Universe 2018 0 Tim Tebow Announces Engagement to Former Miss Universe Demi Leigh Nel-Peters 0 Former Miss Universe New Zealand finalist 23-year-old Amber-Lee Friis. (Courtesy of Miss World New Zealand via Facebook) International Miss Universe New Zealand Finalist Amber-Lee Friis Dies at 23 By Lorenz Duchamps May 23, 2020 Updated: May 23, 2020 Print A former Miss Universe New Zealand finalist Amber-Lee Friis suddenly died Monday at ... "], ["2020-05-23 16:26", "Program helps get much-needed laptops to families ... .com/roller-rebels/. Aside from support through the Roller Rebels' sale, anyone can directly support Computers for Kids by giving used laptops or donating through the GoFundMe page: https://www.gofundme.com/f/tg77tr-computers-for-kids. The campaign started during the week where people began receiving their stimulus checks, which Davis said likely helped kick start their campaign. Daniel and Nel Webster, a retired couple, decided to donate their relief check to various charities, because they felt that others could use the money more than they could. They gave $500 to Computers for Kids. \"Credit goes to the Gainesville community for caring so much,\" said Davis. \"People really care here.\" Both co-founders said they want the campaign to ... "], ["2020-05-23 02:14", "Arizona families honor their fallen by visiting cemetery ahead of Memorial Day holiday ...  Phoenix on May 22, 2020. Rosemary's husband, William John Sweeney, a veteran of the U.S. Army, served during the Vietnam War. Her father, Edward Brooks, a veteran of the U.S. Navy, served in World War II. He is buried with Rosemary's mother, Nancy Brooks. Audrey Jensen , Arizona Republic Published 7:14 p.m. MT May 22, 2020 CLOSE CONNECT TWEET LINKEDIN COMMENT EMAIL MORE Nel Reif visited her husband's grave for an hour on Friday. She placed two American flags and new, artificial red, white and blue flowers on his grave plate, which reads \"In God's army now, always in our hearts.\" Her husband, Jeffrey, died five years ago from throat cancer. Reif said the cancer was caused by exposure to Agent Orange — a hazardous herbicide used ... "], ["2020-05-23 00:07", "Memorial Day weekend in Arizona: Heavy traffic on I-17, SR-87 ...  the National Memorial Cemetery of Arizona in Phoenix on May 22, 2020. Kelley holds on to her dog, Tanner. They were visiting the site of Frank Reimers and his wife, Carol Reimers. Frank was a veteran of the U.S. Navy and served in World War II. David Wallace/The Republic On the Friday before Memorial Day, Bridget Gibson (right), of Phoenix, hands flags to her friend, Nel Reif (left), of Goodyear, as Reif places the flags at the gravesite of her husband, Jeffrey Reif, at the National Memorial Cemetery of Arizona in Phoenix on May 22, 2020. Jeffrey, a veteran of the U.S. Army who served in the Vietnam War, died in 2015 from complications related to Agent Orange. David Wallace/The Republic Memorial Day weekend traffic, celebrations around Arizona On the Friday ... "], ["2020-05-21 19:33", "Read interested in playing Mitre 10 Cup ...  Mitre 10 Cup draw Collins, Sasagi re-signed Southland steps up in second half Four more signings take Southland squad to 15 Experienced Lamborn heading back to Stags Thorne, Brown to share Canterbury head coach role Southland signs trio for 2020 squad Big challenge for Otago against Hawke's Bay Ioane to play second five outside Koroi Southland has turned corner: Hewett Nel looking forward to captaining Otago More Add a Comment Login or register to post comments. Local journalism matters - now more than ever As the Covid-19 pandemic brings the world into uncharted waters, Otago Daily Times reporters and photographers continue to bring you the stories that matter. For more than 158 years our journalists have provided readers with local news you can trust ... "], ["2020-05-21 19:00", "Oronzo Can set the pace in Serie A as an all-Italian Mike Bassett ... well. Neither parent actually cared much for football, and the small VHS collection we did have seemed mostly to reflect my Italian dad's enthusiasm for Goldie Hawn. Perhaps he saw L'Allenatore nel Pallone, but it certainly passed me by. I came to know it much later, in the pages of Gazzetta dello Sport. If there is one truly striking thing about Banfi's movie, it  ...  referenced even today by the Italian sporting press. The title does not easily translate. Taking the words individually, you could make it The Manager in the Football , but to be \" nel pallone \" also means to be a mess, confused, all over the shop. Acknowledging this nuance, and resolving not to find an eloquent alternative, distributors put out the international version under  ... "], ["2020-05-21 16:30", "Otago, Southland committed to Mitre 10 CupDylan Nel in action for Otago during a Mitre 10 Cup game in 2018 against Southland. Photo: Getty Images Otago and Southland are \"100% fully committed\" to this year's Mitre 10 Cup."], ["2020-05-21 13:30", "Covid, per manifattura quotata peggior calo in 30 anni in trim1 - Mediobanca ...  italiana si tratta della crisi peggiore dal Dopoguerra, che rischia una perdita corrispondente al Pil del Veneto, mentre l'economia dell'Area Euro rischia una perdita corrispondente al Pil dell'Olanda. Le prospettive sono talmente difficili che Mediobanca Securities prevede, quest'anno, per le societ industriali del Ftse Mib un calo degli utili rispetto al 2019 del 35% e dell'8% per il 2021, per tornare sopra i livelli del 2019 solo nel 2022. Il crollo delle borse nel momento peggiore della pandemia ha causato a queste 25 societ una discesa della capitalizzazione del 22,4%, con una perdita di 83 miliardi rispetto a fine 2019. Per quanto riguarda i settori, le societ del comparto energia-utilities hanno registrato il calo inferiore (-10,6 ... "], ["2020-05-20 16:27", "Libraries Have Never Needed Permission To Lend Books, And The Move To Change That Is A Big Problem ...  is out of control. This has never been clearer than during this time when hundreds of millions of books and media that were purchased by libraries, archives, and other cultural intuitions have become inaccessible due to COVID-19 closures or, worse, are closed off further by restrictive licensing. What's really set Courtney off is that the Copyright Office has come out, in response to the NEL, to suggest that the solution to any such concerns raised by books being locked up by the pandemic must be more licensing : The ultimate example of this licensing culture gone wild is captured in a recent U.S. Copyright Office letter . Note that this letter is not a legally binding document. It is the opinion of an office under the control of the Library of Congress ... "], ["2020-05-19 17:34", "Researchers Link Menopause to Development of Alzheimer's ...  Archive banned.video Store Breaking News Contact Media Inquiries Affiliates Advertise Contributors Social Media Newsletter Subscribe to The Banned Show Watch Live Breaking Store Researchers Link Menopause to Development of Alzheimer's Findings could explain why women make up nearly two-thirds of patients in US University of Missouri-Columbia | EurekAlert! - May 19, 2020 Comments Image Credits: Francois Nel / Staff / Getty . Characterized by a buildup of amyloid plaques in the brain, Alzheimer's is an irreversible disease that leads to memory loss and a decrease in cognitive function. More than 5 million Americans suffer with the brain condition, which is the sixth leading cause of death in the United States. While the causes of Alzheimer's ... "], ["2020-05-19 15:06", "Most churches say they're welcoming to all, but few accommodate members with disabilities ...  with them.\" \"They just befriended me,\" she added. \"We need to practice Christianity with its sleeves rolled up.\" Post A Comment Related Articles Texas UMC megachurch opens pie and coffee shop run by special needs ministry NJ church opening cafe staffed by individuals with special needs: 'The Kingdom of God in 3D Technicolor' Newlyweds Tim Tebow, Demi Nel-Peters meet Pope Francis after first Night to Shine event in Rome Family complains after church denies 8-y-o boy communion because he's autistic and prompts change Sponsored 100 Years of Service at Indiana Wesleyan University Prolife Face-masks fill a need during COVID-19 Christian Clothing Company Encourages Believers to Speak God's Peace to the Culture Church Clothes ... "]]}}