{"postfix": "netflix-aktie", "name": "NETFLIX", "wkn": "552484", "time": "2020.05.26 17:27", "ts": 1590506854, "features": {"KGV": "79.89", "Marktkapitalisierung": {"Size": "Mrd", "Value": "175.04"}, "GA": "4.13", "KBV": "19.39", "BA": "17.02", "KCV": "-51.62", "CA": "-6.39", "Vola30": "29.83", "Vola90": "60.76", "Vola180": "46.83", "Vola250": "41.9"}, "rivals": ["amazon-aktie", "at_t-aktie", "best_buy-aktie", "apple-aktie", "comcast-aktie", "alphabet_a-aktie", "alphabet-aktie"], "text_data": {"de": [["2020.05.26", "ROUNDUP: Erster Trailer zur letzten Staffel von 'Dark' erschienen"], ["2020.05.26", "Erster Trailer zur letzten Staffel von 'Dark' erschienen"], ["2020.05.26", "Netflix zeigt letzte \"Dark\"-Staffel schon nächsten Monat"], ["2020.05.26", "Umfrage: Neue Nutzer digitaler Dienste bleiben nach Corona-Krise"], ["2020.05.26", "Während du schliefst: Tiktok überholt Youtube und Netflix"], ["22.05.20", "Kurz informiert: Bundesliga, Netflix, Pac man, Desinfec't"], ["22.05.20", "Screenhits TV: Eine Oberfläche für Netflix, Disney+ und Prime Video"], ["22.05.20", "ANALYSE-FLASH: Jefferies belässt Netflix auf 'Buy' - Ziel 520 Dollar"], ["22.05.20", "Netflix kündigt ungenutzte Abos"], ["22.05.20", "Videostreaming: Netflix deaktiviert lange nicht genutzte Abos"], ["21.05.20", "Netflix-Aktie auf Allzeithoch: Wann ein neues Kaufsignal kommt"], ["20.05.20", "Konkurrenz für Netflix und Prime Video: Telekom bietet Disney+ vergünstigt an"], ["20.05.20", "Greyhound auf Apple TV+: Netflix wollte Tom-Hanks-Film, aber Apple zahlte mehr"], ["18.05.20", "Corona: Netflix beendet Drosselung von Bitraten"], ["15.05.20", "Coronakrise: Netflix hebt Bitrate-Drosselung in Europa auf"], ["15.05.20", "Corona und Videostreaming: Netflix beendet Drosselung der Bitrate, Amazon nicht"], ["14.05.20", "Opening Bell: Dow Jones verliert weiter an Boden; Erstanträge Arbeitslosenhilfe, Disney, PayPal, Netflix, JD.com, Netease, Novavax "], ["13.05.20", "Netflix krallt sich Hollywood-Stars"], ["12.05.20", "Warum Filme & Serien streamen auf Netflix, Disney & Co. umweltschädlich ist"], ["12.05.20", "Umstrittener Netflix-Hit 'Tote Mädchen lügen nicht' endet im Juni"], ["12.05.20", "Rein in Lufthansa und TUI, raus aus Netflix und HelloFresh - oder umgekehrt?"], ["12.05.20", "HSBC: Netflix - Stay at home: weiterhin gefragt!"], ["08.05.20", "Netflix: Neue Steuer auf Videostreaming "], ["08.05.20", "Spike Lees neuer Film kommt bei Netflix raus"], ["07.05.20", "Streaming: Netflix-Comedyserie zeigt die Anfänge der US Space Force"], ["06.05.20", "Geschlossene Freizeitparks sorgen bei Disney für Gewinneinbruch"], ["02.05.20", "Netflix und Co.: Polen plant Abgabe für Streaming-Anbieter"], ["01.05.20", "Die Highlights bei Netflix, Disney+ und Amazon Prime Video im Mai 2020"], ["30.04.20", "April 2020: Analysten sehen Potenzial bei Netflix-Aktie"]], "en": [["2020.05.26", "Netflix Can't Keep Mailing Out DVDs Forever"], ["2020.05.26", "Space Force review: Netflix sees the funny(ish) side of the moon     - CNET"], ["23.05.20", "Imagine Buying Netflix Stock 18 Years Ago"], ["23.05.20", "Is Netflix Stock on the Verge of Collapse?"], ["23.05.20", "[Reporter's Notebook] Will Netflix be forced to pay for network use fee? "], ["22.05.20", "Netflix (NFLX) Stock Sinks As Market Gains: What You Should Know"], ["22.05.20", "Stock Market Wrap-Up: Why the Latest Netflix Panic Is Ridiculous"], ["22.05.20", "Streaming Wars Continue: Here’s How Much Netflix, Amazon, Disney+ And Their Rivals Are Spending On New Content"], ["22.05.20", "Netflix In 'Land-Grab Mode,' Profits To Come Later, Wall Street Bull Says"], ["22.05.20", "Why Is Netflix Getting Rid of Its Most Profitable Customers?"], ["22.05.20", "The Zacks Analyst Blog Highlights: Amazon, Facebook, Netflix, Apple and Microsoft"], ["22.05.20", "The Zacks Analyst Blog Highlights: Alphabet, Apple, Facebook, Netflix and Amazon.com"], ["21.05.20", "Netflix will help you deactivate your account if you aren't using it     - CNET"], ["21.05.20", "Tech conferences are going virtual, and it feels like Netflix content on demand"], ["21.05.20", "Netflix Is Helping Inactive Users Cancel Their Accounts"], ["21.05.20", "Netflix to start cancelling inactive customers’ subscriptions"], ["21.05.20", "Why Is Netflix (NFLX) Up 6.2% Since Last Earnings Report?"], ["21.05.20", "Has Netflix (NFLX) Outpaced Other Consumer Discretionary Stocks This Year?"], ["21.05.20", "Better Buy: Apple vs. Netflix"], ["21.05.20", "HBO Max vs. Netflix: Which streaming service is best for you?     - CNET"], ["21.05.20", "Netflix appears ready to stream Cocomelon, the most popular YouTube channel for kids"], ["21.05.20", "Every new movie and show on Netflix: June 2020     - CNET"], ["20.05.20", "What's Worth Streaming: Here’s everything coming to Netflix in June 2020 — and what’s leaving"], ["20.05.20", "Facebook, YouTube, Netflix and more get eye-tracking apps from Tobii"], ["19.05.20", "Apple Buys Off-The-Air Movies, TV Shows to Better Challenge Netflix"], ["19.05.20", "Why Netflix (NFLX) Isn't Done Growing Earnings Yet"], ["19.05.20", "Netflix sees 26% spike in subscriber use in UAE"], ["19.05.20", "Better Buy: Netflix vs. Google"], ["18.05.20", "The Zacks Analyst Blog Highlights: Alibaba, Amazon, Microsoft and Netflix"], ["18.05.20", "Spike Lee and Netflix go to Vietnam in Da 5 Bloods trailer     - CNET"], ["16.05.20", "Investment Bank Initiates Netflix Coverage With Strong Buy Recommendation"], ["15.05.20", "The Zacks Analyst Blog Highlights: UnitedHealth, AT&T, Netflix, Procter & Gamble and BlackRock"], ["15.05.20", "Netflix hits a record high, and trader says one level holds key to more gains"], ["15.05.20", "Netflix picks up Dwayne Johnson-Emily Blunt film 'Ball and Chain' "], ["15.05.20", "Superhero film starring The Rock and Emily Blunt to arrive on Netflix"], ["15.05.20", "Netflix reveals Queer Eye season five release date"], ["14.05.20", "Netflix Kicks Off Robert Downey Jr.'s 'Sweet Tooth' Project With an 8-Episode Order"], ["14.05.20", "Scener now lets you co-watch HBO or Netflix in a ‘virtual theater’ with up to 20 people"], ["14.05.20", "Top Research Reports for UnitedHealth, AT&T & Netflix"], ["14.05.20", "Will Netflix Be a $520 Stock?"], ["2020-05-26 15:20", "Missouri county issues travel advisory for Lake of the Ozarks after Memorial Day parties ...  Missouri has over 12,000 confirmed cases of COVID-19 and nearly 700 deaths from it, but the Show-Me State's stay at home order was lifted by Gov. Mike Parsons (R) on May 3. Some nonessential businesses have been able to reopen, though businesses were still expected to adhere to social distancing guidelines. The Lake of the Ozarks, likely known by most as the setting for Netflix's series \"Ozark,\" is about three hours from the state's largest cities — St. Louis and Kansas City — making it the go-to in-state destination for vacations and holiday weekends. However, unlike St. Louis County, Kansas City Mayor Quinton Lucas (D) said Monday that he wasn't going to issue a similar travel advisory. \"As a Missourian, I was ... "], ["2020-05-26 15:16", "Warner Music's IPO back on as Covid-19 sees streaming surge ...  music made up 86% of Warner Music's sales last year, but publishing is a stable, profitable business. Morgan Stanley, Credit Suisse, and Goldman Sachs are acting as joint bookrunners and as representatives of the underwriters for the IPO. Bloomberg THE BIG READ: Golden age of the TV series: is the party over? With production sets brought to a halt while demand has soared, apart from Netflix and Disney, most content may just be based on quantity, not quality Life 1 month ago Pop music sound and vision 2020: enter the 'AItiste' The number of teen producers are rising amid an encroachment by artificial intelligence and a shift in how fans relate to their idols or 'AIdols' Life 6 months ago China's competition body probes Tencent Music ... "], ["2020-05-26 15:13", "Movie Theaters, Other Entertainment Facilities Reopening in Dubai ... ' Taylor Swift's (Apparent) Remake of 'Look What You Made Me Do' with Brother Austin Fires Up Fandom 'Normal People' Producers Fire Warning Shot at Pornhub as Pirated Sex Scenes Spread Online (EXCLUSIVE) Cole Sprouse on His New Podcast and Skeet Ulrich Leaving 'Riverdale': 'I'm Ride or Die for That Guy' Best Video Streaming Services: Netflix, HBO Max, Disney Plus, Hulu, Amazon, Apple TV Plus Stanley Ho, Macau Casino Magnate, Dead at 98 Gayle King Gets Emotional Over Racially Charged Incidents Involving Black Men Must Read Film Jon Stewart's Political Comedy 'Irresistible' to Debut on Demand By Andrew Wallenstein 4 days TV 'The Masked Singer' Finale Reveal: Here's Who Won and the Stars Under ... "], ["2020-05-26 15:07", "Miriam Makeba: 9 passports, no pass ...  Garson - 21 May 2020 Philippa Garson's memoir details the heady days of being a Weekly Mail journalist in the 1990s Read more Friday The Virtual Lists Zaza Hlalethwa - 21 May 2020 For good vibes and an arts fix from your home, watch this Read more Friday Review: Dancing awkwardly around Michael Jordan's legacy Kwanele Sosibo - 21 May 2020 The Last Dance, a Netflix documentary series about basketball player Michael Jordan, is a romantic reframing of his halcyon period that fails to engage with the politics of race in America Read more Friday 'Adaptation': New short fiction from Phumlani Pikoli Phumlani Pikoli - 18 May 2020 Phumlani Pikoli's latest piece is a metafiction based on what could happen if spike jonze and Ira Glass met Read more ... "], ["2020-05-26 15:07", "Ireland Abortion Rights Documentary 'The 8th' Debuts Trailer ... ' Taylor Swift's (Apparent) Remake of 'Look What You Made Me Do' with Brother Austin Fires Up Fandom 'Normal People' Producers Fire Warning Shot at Pornhub as Pirated Sex Scenes Spread Online (EXCLUSIVE) Cole Sprouse on His New Podcast and Skeet Ulrich Leaving 'Riverdale': 'I'm Ride or Die for That Guy' Best Video Streaming Services: Netflix, HBO Max, Disney Plus, Hulu, Amazon, Apple TV Plus Stanley Ho, Macau Casino Magnate, Dead at 98 Gayle King Gets Emotional Over Racially Charged Incidents Involving Black Men Must Read Film Jon Stewart's Political Comedy 'Irresistible' to Debut on Demand By Andrew Wallenstein 4 days TV 'The Masked Singer' Finale Reveal: Here's Who Won and the Stars Under ... "], ["2020-05-26 15:06", "Charli XCX wears a busty sports bra as she steps out with a friend ...  promises to help create a soft dewy complexion Promoted Lucy Hale teams leggings with a John Lennon T-shirt as she walks her dog Elvis in Studio City She makes sure to get plenty of exercise Kylie Jenner showcases her eye-popping cleavage in racy bikini top with high-waisted orange jeans in latest sizzling lockdown snap 'Did they think no one would notice?': Netflix viewers spot cannabis joint has been edited out of The Breakfast Club promo picture and replaced with a pencil 'It's pretty embarrassing!' Halsey reveals she fractured her ankle whilst loading the DISHWASHER as sh poses in yet another bikini Bombshell off-duty! Candid snaps of Marilyn Monroe frolicking on the beach that were taken by a photographer friend are tipped to fetch ... "], ["2020-05-26 15:06", "Love Island's Hannah Elizabeth shows off her incredible figure in a tiny bikini ...  promises to help create a soft dewy complexion Promoted Lucy Hale teams leggings with a John Lennon T-shirt as she walks her dog Elvis in Studio City She makes sure to get plenty of exercise Kylie Jenner showcases her eye-popping cleavage in racy bikini top with high-waisted orange jeans in latest sizzling lockdown snap 'Did they think no one would notice?': Netflix viewers spot cannabis joint has been edited out of The Breakfast Club promo picture and replaced with a pencil 'It's pretty embarrassing!' Halsey reveals she fractured her ankle whilst loading the DISHWASHER as sh poses in yet another bikini Bombshell off-duty! Candid snaps of Marilyn Monroe frolicking on the beach that were taken by a photographer friend are tipped to fetch ... "], ["2020-05-26 15:06", "Westlife's Mark Feehily reaches out to young members of LGBT+ community in lockdown ...  promises to help create a soft dewy complexion Promoted Lucy Hale teams leggings with a John Lennon T-shirt as she walks her dog Elvis in Studio City She makes sure to get plenty of exercise Kylie Jenner showcases her eye-popping cleavage in racy bikini top with high-waisted orange jeans in latest sizzling lockdown snap 'Did they think no one would notice?': Netflix viewers spot cannabis joint has been edited out of The Breakfast Club promo picture and replaced with a pencil 'It's pretty embarrassing!' Halsey reveals she fractured her ankle whilst loading the DISHWASHER as sh poses in yet another bikini Bombshell off-duty! Candid snaps of Marilyn Monroe frolicking on the beach that were taken by a photographer friend are tipped to fetch ... "], ["2020-05-26 15:03", "Pointless ratings depend on who's leading daily coronavirus briefing, says Richard Osman ...  news Who's on Pointless Celebrities this week? When is the daily coronavirus briefing? How to watch on TV and online All about Pointless News, photos, videos and full episode guide 12 issues delivered to your home Buy now You might like Who's on Pointless Celebrities this week? When is the daily coronavirus briefing? How to watch on TV and online What do the winners of Netflix's The Big Flower Fight get? 9 things Brits who grew up watching American movies thought they'd experience at university Subscribe to Radio Times Get 12 issues with free delivery to your home Subscribe now! Official Guide to Monty Python at 50 The Radio Times Tribute to 50 years of the groundbreaking comedy group Buy now Offer: Half price case of craft beers For just 12 ... "], ["2020-05-26 15:03", "French restaurant ruling could set precedent for coronavirus claims worldwide ...  and their stories, but the creep still gets away Elon Musk's SpaceX prepares for upcoming astronaut mission to International Space Station Toronto Weather 26 C A few clouds Feels like 30 C Wednesday 29 C Thursday 27 C Friday 24 C Saturday 18 C Complete Forecast World A black birdwatcher asked a white woman to leash her dog. Instead, she called the police Netflix's Jeffrey Epstein docuseries honours his victims and their stories, but the creep still gets away Elon Musk's SpaceX prepares for upcoming astronaut mission to International Space Station Japan ignored the usual rules but contained COVID-19. How did it work? Lockdown breach: Boris Johnson's top aide Cummings says he drove to tourist attraction to test his eyesight Restaurants may ... "], ["2020-05-26 15:00", "Asteroid that wiped out the dinosaurs impacted the Earth at 'the deadliest possible angle' ...  promises to help create a soft dewy complexion Promoted Lucy Hale teams leggings with a John Lennon T-shirt as she walks her dog Elvis in Studio City She makes sure to get plenty of exercise Kylie Jenner showcases her eye-popping cleavage in racy bikini top with high-waisted orange jeans in latest sizzling lockdown snap 'Did they think no one would notice?': Netflix viewers spot cannabis joint has been edited out of The Breakfast Club promo picture and replaced with a pencil 'It's pretty embarrassing!' Halsey reveals she fractured her ankle whilst loading the DISHWASHER as sh poses in yet another bikini Bombshell off-duty! Candid snaps of Marilyn Monroe frolicking on the beach that were taken by a photographer friend are tipped to fetch ... "], ["2020-05-26 15:00", "Wyclef Jean, Orville Peck Among A2IM Libera Awards Performers ... ' Taylor Swift's (Apparent) Remake of 'Look What You Made Me Do' with Brother Austin Fires Up Fandom 'Normal People' Producers Fire Warning Shot at Pornhub as Pirated Sex Scenes Spread Online (EXCLUSIVE) Cole Sprouse on His New Podcast and Skeet Ulrich Leaving 'Riverdale': 'I'm Ride or Die for That Guy' Best Video Streaming Services: Netflix, HBO Max, Disney Plus, Hulu, Amazon, Apple TV Plus Stanley Ho, Macau Casino Magnate, Dead at 98 Gayle King Gets Emotional Over Racially Charged Incidents Involving Black Men Must Read Film Jon Stewart's Political Comedy 'Irresistible' to Debut on Demand By Andrew Wallenstein 4 days TV 'The Masked Singer' Finale Reveal: Here's Who Won and the Stars Under ... "], ["2020-05-26 15:00", "YouTube, Tribeca Unveil Lineup 'We Are One: A Global Film Festival' ... ' Taylor Swift's (Apparent) Remake of 'Look What You Made Me Do' with Brother Austin Fires Up Fandom 'Normal People' Producers Fire Warning Shot at Pornhub as Pirated Sex Scenes Spread Online (EXCLUSIVE) Cole Sprouse on His New Podcast and Skeet Ulrich Leaving 'Riverdale': 'I'm Ride or Die for That Guy' Best Video Streaming Services: Netflix, HBO Max, Disney Plus, Hulu, Amazon, Apple TV Plus Stanley Ho, Macau Casino Magnate, Dead at 98 Gayle King Gets Emotional Over Racially Charged Incidents Involving Black Men Must Read Film Jon Stewart's Political Comedy 'Irresistible' to Debut on Demand By Andrew Wallenstein 4 days TV 'The Masked Singer' Finale Reveal: Here's Who Won and the Stars Under ... "], ["2020-05-26 15:00", "'High Note' Producer Rodney Jerkins on Working With Tracee Ellis Ross ... ' Taylor Swift's (Apparent) Remake of 'Look What You Made Me Do' with Brother Austin Fires Up Fandom 'Normal People' Producers Fire Warning Shot at Pornhub as Pirated Sex Scenes Spread Online (EXCLUSIVE) Cole Sprouse on His New Podcast and Skeet Ulrich Leaving 'Riverdale': 'I'm Ride or Die for That Guy' Best Video Streaming Services: Netflix, HBO Max, Disney Plus, Hulu, Amazon, Apple TV Plus Stanley Ho, Macau Casino Magnate, Dead at 98 Gayle King Gets Emotional Over Racially Charged Incidents Involving Black Men Must Read Film Jon Stewart's Political Comedy 'Irresistible' to Debut on Demand By Andrew Wallenstein 4 days TV 'The Masked Singer' Finale Reveal: Here's Who Won and the Stars Under ... "], ["2020-05-26 15:00", "Britain's top tennis stars including Andy Murray expected to return to action next month ... Mario Gotze should be centre-stage with the spotlight on Dortmund v Bayern tonight... instead, Germany's once-in-a-generation talent faces a sorry exit after problems with his health, weight and bosses LIVE: Borussia Dortmund v Bayern Munich - All the updates ahead of football's biggest match in MONTHS as the Bundesliga title rivals face off Michael Jordan's 'food poisoning' claim from Netflix hit 'The Last Dance' is SLAMMED by Pizza Hut boss who insists he made the pepperoni order himself and delivered it to a room where he was 'punched in the face by cigar smoke' Man United tried to tempt Jack Grealish away from Aston Villa in 2012 when he was only 16, reveals Alex McLeish... and he would have been a snip compared to the ... "], ["2020-05-26 15:00", "'American Horror Story' Spinoff Officially a Go at FX ...  a Go at FX By Will Thorne Will Thorne Staff Writer https://twitter.com/WillHMThorne Latest 'American Horror Story' Spinoff 'American Horror Stories' Officially a Go at FX 26 mins ago Ruby Rose, 'Never Have I Ever' Star Maitreyi Ramakrishnan to Perform 'Twelfth Night' Play Reading for Charity 4 days ago 'Elite' Renewed for Season 4 at Netflix 4 days ago See All 0 Courtesy of FX An \" American Horror Story \" spinoff series is officially a go at FX . Just over two weeks after creator Ryan Murphy announced the project, FX has given the greenlight to \" American Horror Stories ,\" a weekly anthology series that will feature a different horror story each episode. Murphy discussed the new show on a zoom call ... "], ["2020-05-26 14:58", "How COVID-19's unique structure means it could be man-made ...  releasing viper in her bedroom in India 'Please, I can't breathe': Handcuffed black man dies after white Minneapolis cop arresting him for forgery kneeled on his neck while he screamed in pain Bill Clinton was seen with Jeffrey Epstein on the convicted sex offenders' Caribbean island where young girls were allegedly abused and trafficked, claims an explosive new Netflix documentary Previous Next No known animal host and 'almost perfect' human adaption: Top Australian vaccine scientist reveals how COVID-19's unique structure means it's either man-made - or a 'complete fluke' of nature Professor Nikolai Petrovsky said virus was better at attaching itself to human cells than to any other animal It is so 'perfectly ... "], ["2020-05-26 14:58", "Vanessa Feltz says she wants a hall pass with Jack Whitehall after comedian confessed crush ...  promises to help create a soft dewy complexion Promoted Lucy Hale teams leggings with a John Lennon T-shirt as she walks her dog Elvis in Studio City She makes sure to get plenty of exercise Kylie Jenner showcases her eye-popping cleavage in racy bikini top with high-waisted orange jeans in latest sizzling lockdown snap 'Did they think no one would notice?': Netflix viewers spot cannabis joint has been edited out of The Breakfast Club promo picture and replaced with a pencil 'It's pretty embarrassing!' Halsey reveals she fractured her ankle whilst loading the DISHWASHER as sh poses in yet another bikini Bombshell off-duty! Candid snaps of Marilyn Monroe frolicking on the beach that were taken by a photographer friend are tipped to fetch ... "], ["2020-05-26 14:57", "Gene Gallagher, 18, is the spitting image of father Liam in uncanny snap with his girlfriend ...  to kill her by after releasing viper in her bedroom in India 'Please, I can't breathe': Handcuffed black man dies after white Minneapolis cop arresting him for forgery kneeled on his neck while he screamed in pain Bill Clinton was seen with Jeffrey Epstein on the convicted sex offenders' Caribbean island where young girls were allegedly abused and trafficked, claims an explosive new Netflix documentary Previous Next Gene Gallagher, 18, is the spitting image of father Liam in uncanny snap with his girlfriend - but the singer jokes the teenager is still 'not as cool' as him By Jack Newman For Mailonline Published: 10:57 EDT, 26 May 2020 | Updated: 10:59 EDT, 26 May 2020 e-mail 1 View comments He is the son of one of rock music' ... "], ["2020-05-26 14:57", "Incredible moment hundreds of Muslims gather in an IKEA car park to pray ...  by after releasing viper in her bedroom in India 'Please, I can't breathe': Handcuffed black man dies after white Minneapolis cop arresting him for forgery kneeled on his neck while he screamed in pain Bill Clinton was seen with Jeffrey Epstein on the convicted sex offenders' Caribbean island where young girls were allegedly abused and trafficked, claims an explosive new Netflix documentary Previous Next Incredible moment hundreds of Muslims gather in an IKEA car park to pray after the store agreed to help them social distance in Germany While mosques are open in Germany, religious gatherings are still limited and people must stay 1.5m apart So the chairman of Wetzlar's local mosque had a clever solution to mark Eid, the end of Ramadan ... "]]}}