{"postfix": "nintendo-aktie", "name": "NINTENDO", "wkn": "864009", "time": "2020.05.26 16:58", "ts": 1590505099, "features": {"KGV": "19.02", "Marktkapitalisierung": {"Size": "Mrd", "Value": "49.80"}, "GA": "2.171.20", "KBV": "3.19", "BA": "12.933.50", "KCV": "18.49", "CA": "2233.12", "Vola30": "35.21", "Vola90": "46.91", "Vola180": "37.52", "Vola250": "31.38"}, "rivals": ["sony-aktie", "microsoft-aktie", "electronic_arts-aktie", "thq-aktie", "activision_blizzard-aktie", "konami-aktie"], "text_data": {"de": [["19.05.20", "Nintendo zieht gegen Verkäufer von Switch-Hacks vor Gericht"], ["19.05.20", "Team Xecuter: Nintendo reicht Klagen wegen Switch-Hackern ein"], ["15.05.20", "Nintendo Switch: Paper Mario kämpft in einer faltbaren Welt"], ["14.05.20", "\"Paper Mario: The Origami King\" erscheint im Sommer für die Nintendo Switch"], ["09.05.20", "Nintendo: Das sind die jüngsten Quartalszahlen"], ["09.05.20", "Nintendo stellte Zahlen zum jüngsten Quartal vor"], ["08.05.20", "MÄRKTE ASIEN/Verstärkte Lockerungen treiben die Börsen an"], ["08.05.20", "Märkte am Morgen: DAX nimmt 11.000-Punkte-Marke ins Visier; PayPal, Nintendo, Amazon, Siemens, Zalando, Adidas"], ["08.05.20", "MÄRKTE ASIEN/Fester - Warten auf US-Arbeitsmarktbericht"], ["07.05.20", "Nintendo: Switch verkauft sich gut in der Coronakrise"], ["07.05.20", "Nintendo: Lockdown lässt die Kasse klingeln"], ["07.05.20", "Hybridkonsole: Nintendo hat 55,8 Millionen Switch verkauft"], ["07.05.20", "Nintendo Switch verkauft sich in der Coronakrise prächtig"], ["07.05.20", "Ausblick: Nintendo informiert über die jüngsten Quartalsergebnisse"], ["07.05.20", "Ausblick: Nintendo zieht Bilanz zum abgelaufenen Quartal"], ["06.05.20", "Nintendo-Game: Das nächste Fortnite? Animal Crossing hat das Zeug zur Marketingplattform"], ["04.05.20", "Nintendo-Leaks: Code von Wii und N64 im Netz aufgetaucht"], ["04.05.20", "Spielkonsole: Die Nintendo Wii ist jetzt tatsächlich gecrackt"], ["24.04.20", "Datenleck bei Nintendo: \"Unautorisierter Zugriff auf 160.000 Konten\""], ["24.04.20", "Nintendo bestätigt unbefugte Zugriffe auf 160.000 Nutzerkonten"], ["22.04.20", "Nintendo: Aktivistischer Investor sorgt für frischen Wind"], ["22.04.20", "Valueact: Nintendo hat einen neuen Anteilseigner"], ["22.04.20", "Erste Schätzungen: Nintendo vermeldet Zahlen zum jüngsten Quartal"], ["22.04.20", "Erste Schätzungen: Nintendo präsentiert Bilanzzahlen zum jüngsten Jahresviertel"], ["21.04.20", "Zugriffe auf Nutzer-Accounts: Nintendo rät zur Zwei-Faktor-Authentifizierung"], ["21.04.20", "Nintendo: Diese Hammerzahl überrascht"], ["21.04.20", "Nintendo: Update erlaubt Weltenbau in Super Mario Maker 2"], ["21.04.20", "Datensicherheit: Nutzerberichte über unbefugte Zugriffe auf Nintendo-Accounts"], ["17.04.20", "\"Crysis Remastered\" kommt auch für die Nintendo Switch"], ["14.04.20", "Nintendo Switch: Firmware 10 bietet zusätzliche Speicher- und Tastenoptionen"], ["09.04.20", "Nintendo: 5 Gründe, warum man die Aktie haben sollte"], ["08.04.20", "„Tolle Aktie“ Nintendo - Switch ausverkauft "], ["02.04.20", "Nintendo: Von wegen Krise - Rekordverkaufszahlen für die Switch"], ["01.04.20", "Pokémon Go-Umsatz geht durch die Decke"], ["27.03.20", "Nintendo: Bioshock und Xcom 2 kommen für die Switch"], ["26.03.20", "Spielpause: Nintendo Switch ist online fast ausverkauft"]], "en": [["21.05.20", "Five Nights at Freddy’s: Help Wanted comes to Nintendo Switch"], ["15.05.20", "Nintendo eShop sale: 7 discounted Switch games to buy now     - CNET"], ["14.05.20", "Nintendo unfolds Paper Mario for Switch, and it looks as charming as you'd expect     - CNET"], ["12.05.20", "Nintendo Reports Blowout Numbers, But Guidance Disappoints"], ["10.05.20", "Nintendo and PlayStation lead as TV ad spend dips in April — even during pandemic"], ["08.05.20", "The Zacks Analyst Blog Highlights: Netflix, Wayfair, eBay, Akamai Technologies and Nintendo"], ["07.05.20", "Nintendo collects lockdown power-up as sales shift online     "], ["07.05.20", "After the triumph of Animal Crossing, a thin pipeline for Nintendo"], ["07.05.20", "After the triumph of Animal Crossing, a thin pipeline for Nintendo"], ["07.05.20", "After the triumph of Animal Crossing, a thin pipeline for Nintendo"], ["07.05.20", "Nintendo Sells 21 Million Switch Consoles During the Pandemic"], ["07.05.20", "Nintendo sells a lot more Switches, as people stay and home playing Animal Crossing"], ["07.05.20", "Nintendo: Switch it up "], ["07.05.20", "Nintendo smashes Switch sales view; says Animal Crossing is device's fastest-selling game"], ["07.05.20", "Nintendo smashes Switch sales view; says Animal Crossing is device's fastest-selling game"], ["07.05.20", "Nintendo smashes Switch sales view; says Animal Crossing is device's fastest-selling game"], ["07.05.20", "Nintendo Switch sales hit 55.7 million as company grows annual revenues 9% to $12.31 billion"], ["07.05.20", "Nintendo smashes Switch sales forecast as Animal Crossing sales top 13 million"], ["07.05.20", "Nintendo smashes Switch sales forecast as Animal Crossing sales top 13 million"], ["07.05.20", "Nintendo smashes Switch sales forecast as Animal Crossing sales top 13 million"], ["07.05.20", "Nintendo expects to sell 19 million Switch devices this financial year"], ["07.05.20", "Nintendo expects to sell 19 million Switch devices this financial year"], ["05.05.20", "Should Investors Follow the Smart Money and Buy Nintendo Stock?"], ["01.05.20", "Get up to 16 Nintendo Switch indie games for 49 cents each     - CNET"], ["30.04.20", "No Nintendo Direct planned for June due to work-from-home hurdles"], ["30.04.20", "Nintendo seen extending profit streak as housebound consumers switch on"], ["30.04.20", "Nintendo seen extending profit streak as housebound consumers switch on"], ["29.04.20", "U.S. ITC to probe some Nintendo gaming systems after petition"], ["29.04.20", "U.S. ITC to probe some Nintendo gaming systems after petition"], ["28.04.20", "Deadly Premonition 2 brings surreal survival horror to Nintendo Switch in July     - CNET"], ["28.04.20", "Deadly Premonition 2 gets July 10 release date on Nintendo Switch"], ["28.04.20", "Virtual rate cut forces Nintendo gamers into riskier assets"], ["26.04.20", "Better Buy: Activision Blizzard vs. Nintendo"], ["25.04.20", "Should I buy a Nintendo Switch for my kids in lockdown?"], ["24.04.20", "Nintendo Hacked! 160,000 Accounts Breached"], ["24.04.20", "After 160,000 accounts are compromised, Nintendo shuts down NNID logins"], ["24.04.20", "Nintendo confirms up to 160,000 people's accounts were hacked     - CNET"], ["23.04.20", "Nintendo Switch Lite is in stock at Target and GameStop: Memorial Day inventory update     - CNET"], ["23.04.20", "Shopify, Ulta Beauty, Nintendo, SciPlay and DouYu International highlighted as Zacks Bull and Bear of the Day"], ["22.04.20", "Activist Investor Builds $1.1 Billion Stake in a Resurging Nintendo"], ["2020-05-26 14:40", "Mortal Kombat 11 Aftermath DLC adds 5 new story chapters, brings RoboCop into fight ... : Mortal Kombat 11 Aftermath DLC adds 5 new story chapters, brings RoboCop into fight Sign in to comment Be respectful, keep it civil and stay on topic. We delete comments that violate our policy , which we encourage you to read. Discussion threads can be closed at any time at our discretion. English | Espaol MORE FROM CNET Upgrade to Windows 10 for free right now The 34 best games on Nintendo Switch The best Wi-Fi routers of 2020 Windows 10 tips and tricks The best VPN service for 2020 About About CNET Newsletter Sitemap Careers Help Center Licensing Policies Privacy Policy Terms of Use Mobile User Agreement Ad Choice CA Privacy/Info We Collect CA Do Not Sell My Info Get the CNET app App Store | Google Play Follow CBS Interactive Inc. All Rights Reserved."], ["2020-05-26 14:39", "Weekly deals round up for May 26 ...  Best Buy GIGABYTE Radeon RX 5700 XT GAMING OC 8G Graphics Card, PCIe 4.0, 8GB 256-Bit GDD for $369.99 at eBay Console Gaming TurboGrafx-16 mini for $99.99 at Amazon Nintendo Labo - Variety Kit for $19.99 at Amazon Insignia Go Case for Nintendo Switch for $7.49 at Best Buy Fire Emblem Warriors Standard Edition Nintendo Switch for $29.99 at Best Buy Trine: Ultimate Collection Nintendo Switch for $16.99 at GameStop Sushi Striker: The Way of Sushido Nintendo Switch for $19.99 at Best Buy LEGO Jurassic World Nintendo Switch for $19.99 at Best Buy Fire Emblem Warriors Nintendo 3DS for $14.99 at Best Buy Borderlands 3 Standard Edition Xbox One for $14.99 at Best Buy Trine: Ultimate Collection Xbox One for $16.99 at GameStop Trine: Ultimate Collection PlayStation 4 ... "], ["2020-05-26 14:38", "The Last of Us Part II is reportedly banned in parts of the Middle East ...  keyboards for PlayStation 4 in 2019 Best PlayStation 4 Games Playstation 4 Pro From $400 at Amazon Playstation 4 Slim From $300 at Amazon The Jiggle Physics Podcast is new, and it's all about games Every week, the Jiggle Physics podcast brings you the latest news and hot takes from around the games industry with familiar co-hosts and special guests. We cover PlayStation, Nintendo, Xbox, and everything in between. Subscribe in Pocket Casts: Audio Subscribe in iTunes: Audio Subscribe on Spotify: Audio We may earn a commission for purchases using our links. Learn more . Back to basics OnePlus confirms it's going to make cheap Android phones again It's been a while since we had a genuinely cheap OnePlus phone. Thankfully, it looks like that'll ... "], ["2020-05-26 14:36", "HBO Max vs. HBO Now vs. HBO Go: What's the difference, how do you upgrade? ... Discuss: HBO Max vs. HBO Now vs. HBO Go: What's the difference, how do you upgrade? Sign in to comment Be respectful, keep it civil and stay on topic. We delete comments that violate our policy , which we encourage you to read. Discussion threads can be closed at any time at our discretion. English | Espaol MORE FROM CNET Upgrade to Windows 10 for free right now The 34 best games on Nintendo Switch The best Wi-Fi routers of 2020 Windows 10 tips and tricks The best VPN service for 2020 About About CNET Newsletter Sitemap Careers Help Center Licensing Policies Privacy Policy Terms of Use Mobile User Agreement Ad Choice CA Privacy/Info We Collect CA Do Not Sell My Info Get the CNET app App Store | Google Play Follow CBS Interactive Inc. All Rights Reserved."], ["2020-05-26 14:35", "How to track your IRS stimulus check with the Get My Payment portal ...  to Close Discuss: How to track your IRS stimulus check with the Get My Payment portal Sign in to comment Be respectful, keep it civil and stay on topic. We delete comments that violate our policy , which we encourage you to read. Discussion threads can be closed at any time at our discretion. English | Espaol MORE FROM CNET Upgrade to Windows 10 for free right now The 34 best games on Nintendo Switch The best Wi-Fi routers of 2020 Windows 10 tips and tricks The best VPN service for 2020 About About CNET Newsletter Sitemap Careers Help Center Licensing Policies Privacy Policy Terms of Use Mobile User Agreement Ad Choice CA Privacy/Info We Collect CA Do Not Sell My Info Get the CNET app App Store | Google Play Follow CBS Interactive Inc. All Rights Reserved."], ["2020-05-26 14:33", "Wallace & Gromit returning for brand-new augmented reality cartoonSkip to main content clock menu more-arrow no yes Polygon homepage Follow Polygon online: Follow Polygon on Twitter Follow Polygon on Facebook Follow Polygon on Youtube Subscribe Log in or sign up Log In Sign Up Site search Search Search Polygon main menu Gaming Entertainment Reviews Features Guides Shopping Esports Videos Podcasts More Gaming PlayStation Xbox Nintendo PC Fortnite Pokemon All Gaming Entertainment Movies TV Comics Star Wars Marvel All Entertainment Reviews Recommends Essentials All Reviews Features Guides Animal Crossing Doom Eternal Destiny 2 God of War Persona 5 Breath of the Wild All Guides Shopping Esports The Rift Herald Heroes Never Die The Flying Courier Videos Podcasts Quality Control The History of Fun The Polygon Show All Podcasts  ... "], ["2020-05-26 14:20", "How to sell your old phone: 6 tips for getting the most cash ...  off How to Close Discuss: How to sell your old phone: 6 tips for getting the most cash Sign in to comment Be respectful, keep it civil and stay on topic. We delete comments that violate our policy , which we encourage you to read. Discussion threads can be closed at any time at our discretion. English | Espaol MORE FROM CNET Upgrade to Windows 10 for free right now The 34 best games on Nintendo Switch The best Wi-Fi routers of 2020 Windows 10 tips and tricks The best VPN service for 2020 About About CNET Newsletter Sitemap Careers Help Center Licensing Policies Privacy Policy Terms of Use Mobile User Agreement Ad Choice CA Privacy/Info We Collect CA Do Not Sell My Info Get the CNET app App Store | Google Play Follow CBS Interactive Inc. All Rights Reserved."], ["2020-05-26 14:15", "Good wireless earbuds under $50: Spoiler alert, they do exist ... Tv & audio Close Discuss: Good wireless earbuds under $50: Spoiler alert, they do exist Sign in to comment Be respectful, keep it civil and stay on topic. We delete comments that violate our policy , which we encourage you to read. Discussion threads can be closed at any time at our discretion. English | Espaol MORE FROM CNET Upgrade to Windows 10 for free right now The 34 best games on Nintendo Switch The best Wi-Fi routers of 2020 Windows 10 tips and tricks The best VPN service for 2020 About About CNET Newsletter Sitemap Careers Help Center Licensing Policies Privacy Policy Terms of Use Mobile User Agreement Ad Choice CA Privacy/Info We Collect CA Do Not Sell My Info Get the CNET app App Store | Google Play Follow CBS Interactive Inc. All Rights Reserved."], ["2020-05-26 14:10", "Selling your old Fitbit for extra cash? Do these 2 things first ...  How to Close Discuss: Selling your old Fitbit for extra cash? Do these 2 things first Sign in to comment Be respectful, keep it civil and stay on topic. We delete comments that violate our policy , which we encourage you to read. Discussion threads can be closed at any time at our discretion. English | Espaol MORE FROM CNET Upgrade to Windows 10 for free right now The 34 best games on Nintendo Switch The best Wi-Fi routers of 2020 Windows 10 tips and tricks The best VPN service for 2020 About About CNET Newsletter Sitemap Careers Help Center Licensing Policies Privacy Policy Terms of Use Mobile User Agreement Ad Choice CA Privacy/Info We Collect CA Do Not Sell My Info Get the CNET app App Store | Google Play Follow CBS Interactive Inc. All Rights Reserved."], ["2020-05-26 14:05", "The first trailer for Dark season 3 is all about time travel in 'a strange new world'Skip to main content clock menu more-arrow no yes Polygon homepage Follow Polygon online: Follow Polygon on Twitter Follow Polygon on Facebook Follow Polygon on Youtube Subscribe Log in or sign up Log In Sign Up Site search Search Search Polygon main menu Gaming Entertainment Reviews Features Guides Shopping Esports Videos Podcasts More Gaming PlayStation Xbox Nintendo PC Fortnite Pokemon All Gaming Entertainment Movies TV Comics Star Wars Marvel All Entertainment Reviews Recommends Essentials All Reviews Features Guides Animal Crossing Doom Eternal Destiny 2 God of War Persona 5 Breath of the Wild All Guides Shopping Esports The Rift Herald Heroes Never Die The Flying Courier Videos Podcasts Quality Control The History of Fun The Polygon Show All Podcasts  ... "], ["2020-05-26 14:05", "Sorry, Samsung Pay: How Google Pay found its way to my heart (and wallet) ...  Discuss: Sorry, Samsung Pay: How Google Pay found its way to my heart (and wallet) Sign in to comment Be respectful, keep it civil and stay on topic. We delete comments that violate our policy , which we encourage you to read. Discussion threads can be closed at any time at our discretion. English | Espaol MORE FROM CNET Upgrade to Windows 10 for free right now The 34 best games on Nintendo Switch The best Wi-Fi routers of 2020 Windows 10 tips and tricks The best VPN service for 2020 About About CNET Newsletter Sitemap Careers Help Center Licensing Policies Privacy Policy Terms of Use Mobile User Agreement Ad Choice CA Privacy/Info We Collect CA Do Not Sell My Info Get the CNET app App Store | Google Play Follow CBS Interactive Inc. All Rights Reserved."], ["2020-05-26 14:01", "Aluminium Pucks Fuel Hydrogen Trucks ...  reaction? Report comment Reply Leave a Reply Cancel reply This site uses Akismet to reduce spam. Learn how your comment data is processed . Search Search for: Never miss a hack Follow on facebook Follow on twitter Follow on youtube Follow on rss Contact us Subscribe If you missed it Aluminium Pucks Fuel Hydrogen Trucks 2 Comments Hacking The Road: Roundabouts 86 Comments No, The Nintendo Leak Won't Help Emulator Developers, And Here's Why 34 Comments Masten Moon Rocket Has Landing Pad, Will Travel 62 Comments 2020 Hackaday Prize Reveals Four Open Challenges And New Dream Team Program 15 Comments More from this category Our Columns 2020 Hackaday Prize Hack Chat With Majenta Strongheart No comments Hackaday Links: May 24, 2020 49 Comments Start Your ... "], ["2020-05-26 14:01", "The next phase of Star Wars universe delayed into 2021Skip to main content clock menu more-arrow no yes Polygon homepage Follow Polygon online: Follow Polygon on Twitter Follow Polygon on Facebook Follow Polygon on Youtube Subscribe Log in or sign up Log In Sign Up Site search Search Search Polygon main menu Gaming Entertainment Reviews Features Guides Shopping Esports Videos Podcasts More Gaming PlayStation Xbox Nintendo PC Fortnite Pokemon All Gaming Entertainment Movies TV Comics Star Wars Marvel All Entertainment Reviews Recommends Essentials All Reviews Features Guides Animal Crossing Doom Eternal Destiny 2 God of War Persona 5 Breath of the Wild All Guides Shopping Esports The Rift Herald Heroes Never Die The Flying Courier Videos Podcasts Quality Control The History of Fun The Polygon Show All Podcasts  ... "], ["2020-05-26 13:51", "Indiana Jones 5: Everything we know about the movie so far ... Samsung More News Original Series Original Series Digital Trends Live Bold Ideas School's Out Tech for Change Innovate / Collaborate Women With Byte The Food Fight Special Features Video Series Trends with Benefits Hands-On Vs. Desk Envy Explained The Deets Reel News Jargon More Originals Buying Guides QLED vs. OLED TV Which Instant Pot Should You Buy? Pixel 4 XL vs. Galaxy Note 10 Plus Nintendo Switch vs. PS4 iPhone 11 Pro Max vs. Galaxy Note 10 Plus Google Nest Mini vs. Home Mini Google Home Mini vs. Amazon Echo Dot 4K TV Buying Guide Soundbar buying guide Google Home vs. Amazon Echo Laptop Buying Guide Digital Camera Buying Guide More Buying Guides Deals Best iPad Deals Best Apple Watch Deals Best iPhone Deals Best MacBook Deals Best 4K TV Deals Best ... "], ["2020-05-26 13:47", "Best Peloton alternatives: 5 great indoor exercise bikes that cost less ...  Close Discuss: Best Peloton alternatives: 5 great indoor exercise bikes that cost less Sign in to comment Be respectful, keep it civil and stay on topic. We delete comments that violate our policy , which we encourage you to read. Discussion threads can be closed at any time at our discretion. English | Espaol MORE FROM CNET Upgrade to Windows 10 for free right now The 34 best games on Nintendo Switch The best Wi-Fi routers of 2020 Windows 10 tips and tricks The best VPN service for 2020 About About CNET Newsletter Sitemap Careers Help Center Licensing Policies Privacy Policy Terms of Use Mobile User Agreement Ad Choice CA Privacy/Info We Collect CA Do Not Sell My Info Get the CNET app App Store | Google Play Follow CBS Interactive Inc. All Rights Reserved."], ["2020-05-26 13:25", "One of my biggest Google Home pet peeves, and two ways to fix it ...  How to Close Discuss: One of my biggest Google Home pet peeves, and two ways to fix it Sign in to comment Be respectful, keep it civil and stay on topic. We delete comments that violate our policy , which we encourage you to read. Discussion threads can be closed at any time at our discretion. English | Espaol MORE FROM CNET Upgrade to Windows 10 for free right now The 34 best games on Nintendo Switch The best Wi-Fi routers of 2020 Windows 10 tips and tricks The best VPN service for 2020 About About CNET Newsletter Sitemap Careers Help Center Licensing Policies Privacy Policy Terms of Use Mobile User Agreement Ad Choice CA Privacy/Info We Collect CA Do Not Sell My Info Get the CNET app App Store | Google Play Follow CBS Interactive Inc. All Rights Reserved."], ["2020-05-26 13:24", "DreamHack Masters Spring 2020 Team standings and results so far - May 26 ...  Today: Epic Games Doomsday event leaks, Map changes Fortnite update 12.61 is releasing May 26, 2020. Epic Games has confirmed the launch times for the new update but only after server downtime for the game. Mortal Kombat 11 Aftermath Release Date DLC Download Time, Fatalities, Patch Notes Mortal Kombat 11 Mortal Kombat 11 Aftermath DLC release date is here for PS4, Xbox One, PC and Nintendo Switch players. Here's everything you need to know about the huge new update, including a better look at Robocop and Sheeva. PS Plus June 2020: Call of Duty WW2 is free on PS4, downloads start tomorrow PS Plus Call of Duty WW2 is free to download for Sony PlayStation Plus subscribers tomorrow in a shock announcement by the PS4 social channels this afternoon. FIFA ... "], ["2020-05-26 13:24", "No Man's Sky landing on Xbox Game Pass in JuneSkip to main content clock menu more-arrow no yes Polygon homepage Follow Polygon online: Follow Polygon on Twitter Follow Polygon on Facebook Follow Polygon on Youtube Subscribe Log in or sign up Log In Sign Up Site search Search Search Polygon main menu Gaming Entertainment Reviews Features Guides Shopping Esports Videos Podcasts More Gaming PlayStation Xbox Nintendo PC Fortnite Pokemon All Gaming Entertainment Movies TV Comics Star Wars Marvel All Entertainment Reviews Recommends Essentials All Reviews Features Guides Animal Crossing Doom Eternal Destiny 2 God of War Persona 5 Breath of the Wild All Guides Shopping Esports The Rift Herald Heroes Never Die The Flying Courier Videos Podcasts Quality Control The History of Fun The Polygon Show All Podcasts  ... "], ["2020-05-26 13:17", "Over 1.5 billion game consoles have been sold to date and you may be surprised at the leader ... the world. Gaming has been a hot commodity since the very first computers and consoles debuted and it's come a long way over the decades. But what gaming platform has sold the most? Fortunately there are metrics to answer that question. Learnbonds released a study of the market that gives some answers. 1.56 billion consoles have been sold so far and according to the company \"The data obtained indicates the PlayStation 2 accounts for the biggest share with 10.07 percent.\" Nintendo's handheld consoles, the DS and Game Boy, take second and third place respectively, followed by the PS4. Microsoft's bestselling console, the Xbox 360, comes in eighth. \"Since its release in 2000, the PlayStation 2 consoles have sold 157.68 million units. The ... "], ["2020-05-26 13:12", "NASA space shuttle to SpaceX Crew Dragon: How crewed spaceflight has advanced ... Samsung More News Original Series Original Series Digital Trends Live Bold Ideas School's Out Tech for Change Innovate / Collaborate Women With Byte The Food Fight Special Features Video Series Trends with Benefits Hands-On Vs. Desk Envy Explained The Deets Reel News Jargon More Originals Buying Guides QLED vs. OLED TV Which Instant Pot Should You Buy? Pixel 4 XL vs. Galaxy Note 10 Plus Nintendo Switch vs. PS4 iPhone 11 Pro Max vs. Galaxy Note 10 Plus Google Nest Mini vs. Home Mini Google Home Mini vs. Amazon Echo Dot 4K TV Buying Guide Soundbar buying guide Google Home vs. Amazon Echo Laptop Buying Guide Digital Camera Buying Guide More Buying Guides Deals Best iPad Deals Best Apple Watch Deals Best iPhone Deals Best MacBook Deals Best 4K TV Deals Best ... "]]}}