{"postfix": "nissan-aktie", "name": "NISSAN_MOTOR", "wkn": "853686", "time": "2020.05.26 17:20", "ts": 1590506423, "features": {"KGV": "11.04", "Marktkapitalisierung": {"Size": "Mrd", "Value": "13.42"}, "GA": "81.59", "KBV": "0.66", "BA": "1.355.19", "KCV": "2.88", "CA": "313.16", "Vola30": "73.01", "Vola90": "84.77", "Vola180": "63.08", "Vola250": "48.51"}, "rivals": ["daimler-aktie", "jungheinrich-aktie", "bmw-aktie", "volkswagen_vz-aktie"], "text_data": {"de": [["2020.05.26", "MÄRKTE ASIEN/Konjunkturoptimismus trägt Börsen nach oben"], ["2020.05.26", "MÄRKTE ASIEN/Konjunkturoptimismus trägt Aktienkurse nach oben"], ["22.05.20", "Agentur - Nissan plant drastischen Abbau von Stellen"], ["20.05.20", "ROUNDUP: Mutmaßliche Fluchthelfer von Ex-Manager Ghosn in den USA festgenommen"], ["20.05.20", "USA: Mutmaßliche Fluchthelfer von Ex-Autoboss Ghosn festgenommen"], ["19.05.20", "EU-Automarkt auf historischem Tiefpunkt - Keine rasche Erholung"], ["15.05.20", "MÄRKTE ASIEN/Uneinheitlicher Ausklang schwacher Börsenwoche"], ["15.05.20", "MÄRKTE ASIEN/Etwas festerer Ausklang schwacher Börsenwoche"], ["13.05.20", "Elektroauto-Neuzulassungen im April um 32 Prozent gestiegen"], ["13.05.20", "Erste Schätzungen: Nissan Motor informiert über die jüngsten Quartalsergebnisse"], ["13.05.20", "Erste Schätzungen: Nissan Motor verkündet Quartalsergebnis zum jüngsten Jahresviertel"], ["07.05.20", "WDH 2/Südkorea belegt Daimler mit Geldstrafe wegen 'illegaler' Software"], ["07.05.20", "Südkorea belegt Daimler mit Geldstrafe wegen 'illegaler' Software"], ["06.05.20", "Fast 65 Prozent weniger Autos in Mexiko verkauft"], ["06.05.20", "EY: Historisches Absatzminus am deutschen Pkw-Markt"], ["06.05.20", "Pkw-Neuzulassungen brechen im April um 61 Prozent ein"], ["06.05.20", "KBA - Automarkt in Deutschland fällt im April um 61 Prozent"], ["28.04.20", "Autobauer Nissan rechnet wegen Corona-Pandemie mit roten Zahlen"], ["28.04.20", "Nissan erwartet erstmals seit Jahren einen Betriebsverlust"], ["23.04.20", "Renault will mit Staatshilfe durch die Krise kommen"], ["17.04.20", "Corona-Krise hat Automärkte weltweit im Griff"], ["17.04.20", "ACEA - Autoabsatz in der EU bricht um 55 Prozent ein"], ["14.04.20", "Renault trennt sich von verlustreichem Pkw-Geschäft in China"], ["06.04.20", "MÄRKTE ASIEN/Hoffnung auf Abflauen der Coronavirus-Pandemie beflügelt"], ["03.04.20", "Automarkt stürzt im März ab - Weitere Talfahrt befürchtet"], ["02.04.20", "MÄRKTE ASIEN/Börsen mit Verunsicherung ohne einheitlichen Trend"]], "en": [["28.01.20", "The Zacks Analyst Blog Highlights: General Motors, Ford, Fiat Chrysler, Honda Motor and Nissan Motor "], ["08.01.20", "The Zacks Analyst Blog Highlights: Nissan Motor, General Motors, Ford, Fiat Chrysler and Honda Motor"], ["02.01.20", "Nissan Motor: Ghosn with the wind"], ["2020-05-26 14:58", "Formula E Driver Who Cheated in Sim Race Suspended by Real Audi Team ... Grand Prix Thanks to Sim Racing Meanwhile, Denny Hamlin triumphed at the NASCAR Pro Invitational finale. READ NOW RELATED Ferrari Sues Italian Charity That Owns Purosangue Trademark It appears the name of Ferrari's first SUV will be decided in court. READ NOW RELATED Why Sim Racing at the Pro Level Is Harder Than You Think Two-time Le Mans champ and current Nissan e.Dams Formula E driver Sebastien Buemi explains. READ NOW Sign up for our newsletter Technology, performance and design delivered to your inbox. SIGN UP The Drive Team Do Not Sell My Personal Information Privacy Policy Your California Privacy Rights Terms of Service Contact Us Acton Media Inc. All Rights Reserved. We are a participant in the Amazon Services LLC Associates Program, an affiliate ... "], ["2020-05-26 14:54", "Nissan plans $2.8bn cost cut, scaling back US factoryTOKYO -- Nissan Motor plans to scrap a production line at one of its two U.S. auto assembly plants as part of an effort to cut 300 billion yen ($2.79"], ["2020-05-26 14:38", "Kia Rio goes mild-hybrid, gets wild manual transmission technology in Europe ... -19 and automakers iRacing PC 2020 electric vehicles Coronavirus updates Best car lease deals Best car insurance Car Finder By make and model Make Acura Alfa Romeo Aston Martin Audi Bentley BMW Buick Cadillac Chevrolet Chrysler Dodge Ferrari Fiat Ford Genesis GMC Honda Hyundai Infiniti Jaguar Jeep Kia Lamborghini Land Rover Lexus Lincoln Lotus Maserati Mazda McLaren Mercedes-Benz Mini Mitsubishi Nissan Polestar Porsche Ram Rolls-Royce Smart Subaru Tesla Toyota Volkswagen Volvo Model Year Go By style See all cars Coupes Sedans SUVs/Crossovers Trucks Electric Hybrids Luxury Sports Cars Reviews All auto reviews 2020 Chevy Silverado 2500 2020 Ford F-Series Super Duty 2020 Mazda CX-9 2020 Hyundai Sonata 2020 Toyota 4Runner Tesla Model 3 Best Cars All the best ... "], ["2020-05-26 14:21", "13-year-old from Louisiana dies in two-vehicle crash ...  the passenger side where Jones was sitting in the vehicle. Jones was wearing a seat belt at the time of the accident and was sent to a local hospital with serious injuries. The 13-year-old passed away at the hospital. The driver of the Nissan Maxima was also wearing a seat belt and suffered moderate injuries, according to the Louisiana State Police. Authorities do not know if impairment played a part in this accident. State police did take a toxicology sample from Kim Jones and results are forthcoming. LSP says, \"the driver of the Chevrolet was properly restrained and sustained minor injuries.\" A chemical breath test concluded that the driver of the Chevrolet was not impaired at the time of the crash. The investigation into this fatal crash remains ... "], ["2020-05-26 14:21", "Kuwaiti livestock ship held off Australia due to coronavirus outbreak ...  rams into car in Pattoki French team arrives in Karachi to investigate PIA plane crash More Posts from this Category Business Lockdown gives Albanian beekeepers a 'golden year' China vows to stick to trade deal with US despite rising conflict US billionaires' wealth increases 15pc during pandemic Coronavirus threatens Renault's existence, 20,000 jobs at Nissan Virus-hit Hertz declares bankruptcy in US and Canada More Posts from this Category World Kuwaiti livestock ship held off Australia due to coronavirus outbreak Global coronavirus cases cross 5.5M mark Top Brazil media bullied out of covering presidential doorstop More Posts from this Category Footer Home Lead Stories Latest News Editor's Picks Culture Life & Style Featured Videos ... "], ["2020-05-26 14:12", "Babar Azam wants to talk about cricket with Imran Khan ...  rams into car in Pattoki French team arrives in Karachi to investigate PIA plane crash More Posts from this Category Business Lockdown gives Albanian beekeepers a 'golden year' China vows to stick to trade deal with US despite rising conflict US billionaires' wealth increases 15pc during pandemic Coronavirus threatens Renault's existence, 20,000 jobs at Nissan Virus-hit Hertz declares bankruptcy in US and Canada More Posts from this Category World Kuwaiti livestock ship held off Australia due to coronavirus outbreak Global coronavirus cases cross 5.5M mark Top Brazil media bullied out of covering presidential doorstop More Posts from this Category Footer Home Lead Stories Latest News Editor's Picks Culture Life & Style Featured Videos ... "], ["2020-05-26 14:10", "The Axe Finally Fell At Aston Martin ...  Who Don't Like Anime Read on The Period Sci-Fi Drama The Vast of Night Has a Fascinating Origin Story Read on Maybe AT-ATs Aren't as Dumb as They Look Subscribe To Our Newsletter Beep beep, it's newsletter time. Drop your email here and get our stories in your inbox. Subscribe Erik Shilling 24 minutes ago Filed to: the morning shift the morning shift Nissan Aston Martin Renault volkswagen dieselgate coronavirus 18 Save Photo : Getty Images The Morning Shift All your daily car news in one convenient place. Isn't your time more important? Prev Next View All Aston Martin's CEO is out, Hertz is in a world of hurt, and Volkswagen is having a time . All that and more in The Morning Shift for May, 26, 2020. Advertisement 1st Gear: Andy Out ... "], ["2020-05-26 14:06", "Sufficient petrol stock available in country; PD rejects any shortage ...  train rams into car in Pattoki French team arrives in Karachi to investigate PIA plane crash More Posts from this Category Business Lockdown gives Albanian beekeepers a 'golden year' China vows to stick to trade deal with US despite rising conflict US billionaires' wealth increases 15pc during pandemic Coronavirus threatens Renault's existence, 20,000 jobs at Nissan Virus-hit Hertz declares bankruptcy in US and Canada More Posts from this Category World Global coronavirus cases cross 5.5M mark Top Brazil media bullied out of covering presidential doorstop Afghan government to release 900 more Taliban prisoners More Posts from this Category Footer Home Lead Stories Latest News Editor's Picks Culture Life & Style Featured Videos Editorials ... "], ["2020-05-26 14:00", "Pakistan's coronavirus tally crosses 58,278; death toll at 1202 ...  train rams into car in Pattoki French team arrives in Karachi to investigate PIA plane crash More Posts from this Category Business Lockdown gives Albanian beekeepers a 'golden year' China vows to stick to trade deal with US despite rising conflict US billionaires' wealth increases 15pc during pandemic Coronavirus threatens Renault's existence, 20,000 jobs at Nissan Virus-hit Hertz declares bankruptcy in US and Canada More Posts from this Category World Global coronavirus cases cross 5.5M mark Top Brazil media bullied out of covering presidential doorstop Afghan government to release 900 more Taliban prisoners More Posts from this Category Footer Home Lead Stories Latest News Editor's Picks Culture Life & Style Featured Videos Editorials ... "], ["2020-05-26 13:55", "13-year-old from Louisiana dies in two-vehicle crash ...  the passenger side where Jones was sitting in the vehicle. Jones was wearing a seat belt at the time of the accident and was sent to a local hospital with serious injuries. The 13-year-old passed away at the hospital. The driver of the Nissan Maxima was also wearing a seat belt and suffered moderate injuries, according to the Louisiana State Police. Authorities do not know if impairment played a part in this accident. State police did take a toxicology sample from Kim Jones and results are forthcoming. LSP says, \"the driver of the Chevrolet was properly restrained and sustained minor injuries.\" A chemical breath test concluded that the driver of the Chevrolet was not impaired at the time of the crash. The investigation into this fatal crash remains ... "], ["2020-05-26 13:53", "France to unveil rescue plan for struggling car industry ...  comes at a crucial time for carmaker Renault, which came into the virus crisis in particularly bad shape. Le Maire said Monday its survival is at stake and that the government would not require Renault to keep all its French jobs and facilities in exchange for the rescue funds, in order to allow the company to adapt to the economic situation. Renault's alliance with Nissan and Mitsubishi is a major global auto player but has struggled since the 2018 arrest of its longtime star CEO Carlos Ghosn. The group reported its first losses in years in 2019, and unions say it could announce sweeping job cuts and factory closures in France after meeting with staff Thursday. The French government is its single biggest shareholder with a 15% stake, and has been ... "], ["2020-05-26 13:41", "13-year-old killed in Ascension Parish crash ...  investigating a two vehicle crash on LA Hwy 431 at LA Hwy 935. The crash took the life of Kaijah Jones. According to investigators, the crash happened as 34-year-old Kim Jones was traveling eastbound on LA Hwy 935 in a 2013 Nissan Maxima. Kaijah Jones was the front seat passenger in the Nissan. At the same time, a 2015 Chevrolet Silverado was traveling southbound on LA Hwy 431. LSP officials say Jones did not stop for a red traffic signal and drove into the path of the Chevrolet and this resulted in the Chevrolet striking the Nissan on its passenger side door. Kaijah Jones was taken to a local hospital, where she died. Troopers say impairment on the part of Jones is unknown at this time, but a toxicology sample was taken from her for analysis. The driver of ... "], ["2020-05-26 13:34", "Livingston Parish teen killed in Ascension Parish crash, State Police says ... Police vehicle is pictured in this Advocate file photo. Advocate staff photo by HILARY SCHEINUK Facebook Twitter WhatsApp SMS Email Print Save A 13-year-old teen girl was killed in a two-vehicle crash in Ascension Parish on Monday night, according to Louisiana State Police. Kaijah Jones, of Maurepas, was riding in the front passenger seat with 34-year-old Kim Jones, who was driving a 2013 Nissan Maxima. Jones was driving southbound on La. Hwy. 935 and didn't stop at a red light, driving into the path of a 2015 Chevrolet Silverado traveling southbound on La. Hwy. 431. The Silverado hit the Maxima on its passenger side door, according to State Police. Kaijah Jones, who was wearing a seatbelt, was taken to an area hospital where she died. Kim Jones had \" ... "], ["2020-05-26 13:33", "Saitama school smothered in criticism over ‘Abenomasks’  : The Asahi Shimbun ... ;Abenomasks' Justice Ministry dropped plan for tougher penalty for Kurokawa Tokyo, Hokkaido and 3 prefectures set stage for return to normal Recommended Ghosn: Japan's biggest plea bargaining case This special page portrays the dramatic arrest of Carlos Ghosn and the twists and turns that followed. Light and Darkness brought by Carlos Ghosn This special page reviews what the former Nissan Motor Co. chairman left during his 19 years in Japan. From Ichiro Baseball star Ichiro Suzuki had much to say on March 21, the day he hung up his spikes. The Paradise Papers This special page details how journalists uncovered shady transactions through Bermuda and other tax havens. Transform through SDGs Here are reports about efforts in Japan and abroad to achieve ... "], ["2020-05-26 13:32", "Oil prices climb as faith in supply cuts grows ...  train rams into car in Pattoki French team arrives in Karachi to investigate PIA plane crash More Posts from this Category Business Lockdown gives Albanian beekeepers a 'golden year' China vows to stick to trade deal with US despite rising conflict US billionaires' wealth increases 15pc during pandemic Coronavirus threatens Renault's existence, 20,000 jobs at Nissan Virus-hit Hertz declares bankruptcy in US and Canada More Posts from this Category World Global coronavirus cases cross 5.5M mark Top Brazil media bullied out of covering presidential doorstop Afghan government to release 900 more Taliban prisoners More Posts from this Category Footer Home Lead Stories Latest News Editor's Picks Culture Life & Style Featured Videos Editorials ... "], ["2020-05-26 13:31", "Justice Ministry dropped plan for tougher penalty for Kurokawa : The Asahi Shimbun ... ;Abenomasks' Justice Ministry dropped plan for tougher penalty for Kurokawa Tokyo, Hokkaido and 3 prefectures set stage for return to normal Recommended Ghosn: Japan's biggest plea bargaining case This special page portrays the dramatic arrest of Carlos Ghosn and the twists and turns that followed. Light and Darkness brought by Carlos Ghosn This special page reviews what the former Nissan Motor Co. chairman left during his 19 years in Japan. From Ichiro Baseball star Ichiro Suzuki had much to say on March 21, the day he hung up his spikes. The Paradise Papers This special page details how journalists uncovered shady transactions through Bermuda and other tax havens. Transform through SDGs Here are reports about efforts in Japan and abroad to achieve ... "], ["2020-05-26 13:30", "France to Unveil Rescue Plan for Struggling Car Industry ... particularly bad shape after the 2018 arrest of its longtime star CEO Carlos Ghosn. Le Maire said Monday its survival is at stake and that the government — which owns 15% of Renault — would not require Renault to keep all its French jobs and facilities in exchange for the rescue funds, in order to allow the company to adapt to the economic situation. Renault and Nissan have scheduled an announcement Wednesday that is expected to address the future of their alliance. Renault unions say they have been summoned to a meeting Thursday on how the carmaker will cut 2 billion euros ($2.2 billion) in costs, and expect that will lead to factory closures and job losses in France. French carmakers won billions in bailout funds after the 2008 financial crisis ... "], ["2020-05-26 13:20", "Tokyo, Hokkaido and 3 prefectures set stage for return to normal : The Asahi Shimbun ... ;Abenomasks' Justice Ministry dropped plan for tougher penalty for Kurokawa Tokyo, Hokkaido and 3 prefectures set stage for return to normal Recommended Ghosn: Japan's biggest plea bargaining case This special page portrays the dramatic arrest of Carlos Ghosn and the twists and turns that followed. Light and Darkness brought by Carlos Ghosn This special page reviews what the former Nissan Motor Co. chairman left during his 19 years in Japan. From Ichiro Baseball star Ichiro Suzuki had much to say on March 21, the day he hung up his spikes. The Paradise Papers This special page details how journalists uncovered shady transactions through Bermuda and other tax havens. Transform through SDGs Here are reports about efforts in Japan and abroad to achieve ... "], ["2020-05-26 13:17", "Ministry nod for Avigan to treat COVID-19 not in cards yet : The Asahi Shimbun ... ;Abenomasks' Justice Ministry dropped plan for tougher penalty for Kurokawa Tokyo, Hokkaido and 3 prefectures set stage for return to normal Recommended Ghosn: Japan's biggest plea bargaining case This special page portrays the dramatic arrest of Carlos Ghosn and the twists and turns that followed. Light and Darkness brought by Carlos Ghosn This special page reviews what the former Nissan Motor Co. chairman left during his 19 years in Japan. From Ichiro Baseball star Ichiro Suzuki had much to say on March 21, the day he hung up his spikes. The Paradise Papers This special page details how journalists uncovered shady transactions through Bermuda and other tax havens. Transform through SDGs Here are reports about efforts in Japan and abroad to achieve ... "], ["2020-05-26 13:07", "Operations against wheat hoarders during Eid holidays ...  train rams into car in Pattoki French team arrives in Karachi to investigate PIA plane crash More Posts from this Category Business Lockdown gives Albanian beekeepers a 'golden year' China vows to stick to trade deal with US despite rising conflict US billionaires' wealth increases 15pc during pandemic Coronavirus threatens Renault's existence, 20,000 jobs at Nissan Virus-hit Hertz declares bankruptcy in US and Canada More Posts from this Category World Global coronavirus cases cross 5.5M mark Top Brazil media bullied out of covering presidential doorstop Afghan government to release 900 more Taliban prisoners More Posts from this Category Footer Home Lead Stories Latest News Editor's Picks Culture Life & Style Featured Videos Editorials ... "]]}}