{"postfix": "nordstrom-aktie", "name": "NORDSTROM", "wkn": "867804", "time": "2020.05.26 17:08", "ts": 1590505716, "features": {"KGV": "11.54", "Marktkapitalisierung": {"Size": "Mrd", "Value": "2.25"}, "GA": "3.37", "KBV": "6.19", "BA": "6.27", "KCV": "4.90", "CA": "7.92", "Vola30": "105.07", "Vola90": "141.23", "Vola180": "103.4", "Vola250": "81.08"}, "rivals": ["kohls-aktie", "saks-aktie", "j_c_penney_company-aktie", "urban_outfitters-aktie", "macys-aktie"], "text_data": {"de": [["30.04.20", "Wie Experten die Nordstrom-Aktie im April einstuften"], ["31.03.20", "Nordstrom-Aktie: Experten empfehlen Nordstrom im März mehrheitlich zum Verkauf "], ["04.03.20", "MÄRKTE USA/Vorwahlen und Hoffnung auf Stimuli stützen Wall Street"], ["04.03.20", "MÄRKTE USA/US-Vorwahlen stützen Wall Street"], ["04.03.20", "MÄRKTE USA/Deutliches Aktienplus - Volatilität dürfte hoch bleiben"], ["04.03.20", "MÄRKTE USA/Sehr fester Start erwartet - Volatilität bleibt hoch"], ["04.03.20", "Wichtige Kursbewegungen: Trüber Ausblick belastet US-Einzelhändler Nordstrom"], ["04.03.20", "MARKT USA/Deutliches Plus zum Start - Volatilität bleibt hoch"], ["02.03.20", "Ausblick: Nordstrom legt Quartalsergebnis vor"], ["16.01.20", "Morning Briefing: Amazon fährt Post-Scooter, Walmart eröffnet kassenlosen Supermarkt, Delivery Hero, Nordstrom, Mobile Payment, TikTok, Pinterest"]], "en": [["2020.05.26", "Factors to Decide the Fate of Nordstrom (JWN) in Q1 Earnings"], ["21.05.20", "Analysts Estimate Nordstrom (JWN) to Report a Decline in Earnings: What to Look Out for"], ["19.05.20", "Nordstrom Closing Jeffrey Brand Stores Due to Pandemic"], ["13.05.20", "Why Nordstrom and Other Upscale Retail Stocks Are Falling Today"], ["12.05.20", "Why Nordstrom Stock Fell on Tuesday"], ["12.05.20", "Earnings Preview: Nordstrom (JWN) Q1 Earnings Expected to Decline"], ["06.05.20", "As Nordstrom, Macy's, Gap Reopen, Digital Looms Larger"], ["06.05.20", "Nordstrom Permanently Closing 16 Full-Line Stores After COVID-19 Review"], ["06.05.20", "Nordstrom closing 16 stores on coronavirus fallout"], ["06.05.20", "Nordstrom to close 16 stores, restructure in cost-saving push"], ["01.05.20", "Why Nordstrom and Other Upscale Retail Stocks Were Down on Friday"], ["30.04.20", "Why Nordstrom, Ralph Lauren, and Urban Outfitters Stocks Are Lower Today"], ["28.04.20", "Why Nordstrom, Ralph Lauren, and Urban Outfitters Shares Were Up Today"], ["28.04.20", "Why Nordstrom, Dollar General, and Foot Locker Rose Yesterday"], ["22.04.20", "Nordstrom Is Phasing Out Plastic Bags"], ["21.04.20", "Nordstrom Strengthens Liquidity to Lessen Coronavirus Impact"], ["20.04.20", "Why Nordstrom Stock Was Sliding Today"], ["20.04.20", "Nordstrom Takes Steps to Improve Liquidity"], ["14.04.20", "Is the Options Market Predicting a Spike in Nordstrom (JWN) Stock?"], ["14.04.20", "The Ratings Game: Nordstrom can withstand 12 months of store closures, but other department stores have much less time, analysts say"], ["13.04.20", "Nordstrom, Ralph Lauren, and Urban Outfitters Are Trading Lower as Macy's Explores Restructuring"], ["09.04.20", "Nordstrom Shares Surge Today on Plans to Raise $600 Million"], ["08.04.20", "Nordstrom Warns It's 'Impossible' to Estimate Impact of COVID-19"], ["08.04.20", "Why Shares of Nordstrom Are Rising Today"], ["08.04.20", "Nordstrom temporarily shutters headquarters on coronavirus fears"], ["08.04.20", "Nordstrom furloughs 'a portion' of its staff for six weeks, draws down $800 million from revolving credit"], ["08.04.20", "Fiverr, Nordstrom, Electronic Arts, Tencent and Activision Blizzard highlighted as Zacks Bull and Bear of the Day"], ["08.04.20", "Bear Of The Day: Nordstrom (JWN)"], ["06.04.20", "Why Nordstrom Stock Is Surging Today"], ["02.04.20", "Nordstrom (JWN) Down 59.6% Since Last Earnings Report: Can It Rebound?"], ["01.04.20", "Save 40% on sleek enameled cast iron cookware at Nordstrom right now     - CNET"], ["31.03.20", "Nordstrom Is Sewing Masks to Donate to Healthcare Workers"], ["26.03.20", "Stock Market News: Micron Keeps Chipping Away; Nordstrom Extends Closures"], ["26.03.20", "Here's What Nordstrom is Doing in the Wake of Coronavirus"], ["25.03.20", "Nordstrom extends store closures into April"], ["25.03.20", "Why Shares of Nordstrom Are Gaining Ground Today"], ["24.03.20", "Why Shares of Nordstrom Are Surging Today"], ["24.03.20", "Nordstrom to Strengthen Financial Position Amid Coronavirus"], ["24.03.20", "Nordstrom Suspends Dividends and Share Buybacks, Borrows $800 Million"], ["23.03.20", "Nordstrom joins Macy's in suspending dividend amid coronavirus"], ["2020-05-26 13:27", "Our Greatest Hits: The announcement that Tiger Woods - the Tiger Woods! - was visiting Norfolk made us swoon. And so did his actual visit. ...  visit to Harbor Park. Eight-cycle police motorcade to key-to-city ceremony downtown outside MacArthur Center. (Note: Raise $1 parking fee to $2 to keep crowds down.) Plaster office buildings with welcoming banners: ''Norfolk Tiger,'' ''Norfolk Sez Tiger's Grrrreeaaaat!'' and ''Eat Dirt, Virginia Beach.'' Background piano music by Nordstrom guy. Remarks, brief, by Mayor Fraim; congratulate T.W. on by-then 20 straight PGA Tour victories; present lifetime pass to Lake Wright (cart fee not included); pitch T.W. to move from Orlando to condo development off Granby Street and shell out $200 million to build arena, Woods Palace, in ''new'' hometown; offer part-ownership in Nighthawks franchise ... "], ["2020-05-26 13:03", "Factors to Decide the Fate of Nordstrom (JWN) in Q1 EarningsNordstrom's (JWN) first-quarter fiscal 2020 results are expected to reflect the impacts of extended store closures and increased costs. Higher online sales are likely to have cushioned the top line."], ["2020-05-26 11:31", "Washington Daybook ...  Global Department Store Summit GDSS Global Department Store Summit Location: Hyatt at Olive 8, 1635 8th Ave, Seattle, WA Weblinks: https://www.gdss2020.org/en_home.cfm Contacts: IGDS, info@igds.org, +41 44 295 3080 —————— Thursday, May. 28 Nordstrom Q1 2020 earnings Nordstrom Q1 2020 earnings, for the department store chain Weblinks: http://nordstrom.com, https://twitter.com/Nordstrom Contacts: Gigi Ganatra Duff, Nordstrom Media, nordstrompr@nordstrom.com, 1 877 746 6228 —————— Thursday, May. 28 Costco Q3 2020 earnings Costco Wholesale Corporation Q3 2020 earnings, for the nation's largest warehouse club chain Weblinks: http://www.costco.com Contacts: Jeff Elliott / Richard Galanti ... "], ["2020-05-26 11:19", "Oil resumes rise, lifted by supply cuts and pickup in demand ...  oil futures and may be required to invest in other permitted investments including other oil-related interests and may hold larger amounts of U.S. Treasuries, cash and cash equivalents Read Next Read Next Barron's: Costco, Salesforce, and Other Stocks to Watch This Week Markets are closed for Memorial Day. Then, first-quarter earnings season continues with results from Costco, Dollar General, Salesforce, Nordstrom, and Ulta Beauty. More On MarketWatch Why 'the next big shoe to drop' in the U.S. economy could hit by July Barron's: The Stock Market's Great Week Is Reason to Worry Nikkei rises, but Hong Kong shares slip as tensions with China heat up U.S. stock futures up slightly amid growing tensions with China About the Author William ... "], ["2020-05-26 09:00", "20 graduation gifts for 2020 your grad will love ...  are available from $20 to $1,000. Forsake Phil Mid screenshot from Zappos Forsake Phil Mid ($109) - The shoes are perfect for both work and play for the grad on the go. They're waterproof, stylish and affordable. A great gift. Walk On 47mm Polarized Sunglasses screenshot from Nordstrom Walk On 47mm Polarized Sunglasses ($65) - These contemporary shades from Quay Australia feature a sleek midtown style to sport all summer long. Tom Ford Noir Extreme screenshot from Nordstrom Tom Ford Noir Extreme All Over Body Spray ($49) - Upgrade your grad's body spray from the drug store aisle to this high fashion spray lightly scented with Noir Extreme that's guaranteed to make a better olfactory first impression. HOMEY GIFTS Baloo weighted blanket screenshot ... "], ["2020-05-26 07:17", "KTVZ ... . 29 Global Department Store Summit GDSS Global Department Store SummitLocation: Hyatt at Olive 8, 1635 8th Ave, Seattle, WAWeblinks: https://www.gdss2020.org/en_home.cfmContacts: IGDS, info@igds.org, +41 44 295 3080——————Thursday, May. 28 Nordstrom Q1 2020 earnings Nordstrom Q1 2020 earnings, for the department store chainWeblinks: http://nordstrom.com, https://twitter.com/NordstromContacts: Gigi Ganatra Duff, Nordstrom Media, nordstrompr@nordstrom.com, 1 877 746 6228——————Thursday, May. 28 Costco Q3 2020 earnings Costco Wholesale Corporation Q3 2020 earnings, for the nation's largest warehouse club chainWeblinks: http://www.costco.comContacts: Jeff Elliott / Richard Galanti, Costco ... "], ["2020-05-26 04:00", "8 HR Leaders Share The Crucial Management Insights They've Learned During COVID ... 34;In times of incredible uncertainty and almost no precedent, it is more important than ever to be guided by your values. In organizations where values are strongly held and understood, everyone is able to align quickly on what the right course of action should be.\" This isn't new to Deputy, but she says that the pandemic has amplified its importance. \"At Nordstrom,\" she added, \"we have strong, well-understood values, which has enabled us to move quickly. While making decisions in an environment fraught with unknowns, we can be proud that we are maintaining our culture through this crisis.\" Speaking of culture, Deputy also noted that the pandemic has shown the team that \"the culture of the company can live beyond our ability to ... "], ["2020-05-26 04:00", "Hire For Improvement, Not For Fit: 4 Reasons Why So Many Leaders Get It Wrong ...  block enough to know that we're all inventing our next steps on a daily basis—with, or without, a global pandemic. The truth is; hiring for fit is focused on your past. Hiring for improvement, however, leaves the door open to unexpected transformation. And, in the world we live in today, if you don't see that necessity, you'll quickly become a fond memory. Todd Nordstrom I am a teller of beautiful stories, a fan of anyone with the passion to pursue greatness, and a coach for those who may not fully understand their own brilliance. I have ... Read More I am a teller of beautiful stories, a fan of anyone with the passion to pursue greatness, and a coach for those who may not fully understand their own brilliance. I have ghost-written 12 New ... "], ["2020-05-26 04:00", "3K Race: Positive Economic Signs, Vaccine News Leading Rally In S&P 500, Other Indices ...  and executive commentary from Carnival Corp. ( CCL ), Toll Brothers TOL ( TOL ) and Costco Wholesale Corp. ( COST ) to try to get a better sense of how the travel, housing, and grocery industries have been doing and may fare going forward. Also, in the retail space, it could be interesting to tune into earnings from both ends of the spectrum. On the higher end, Ralph Lauren (RL) and Nordstrom JWN (JWN) open their books this week, as do bargain retailers Dollar General (DG DG ) and Dollar Tree DLTR (DLTR). It could be interesting to see how much online sales helped RL and JWN weather the coronavirus-sparked shopping downturn as well as how much people were stocking up on lower cost goods during the pandemic. CHART OF THE DAY: VIX FIX. Wall Street's ... "], ["2020-05-26 01:46", "Excitement and nerves as phase 3 of reopening Anchorage begins ...  be very important in the coming year. \"We've really had to expand our business to be able to get more days at these breweries and try to find more places to open up,\" he said. Copyright 2020 KTUU. All rights reserved. Channel 2 News honored with four Regional Edward R. Murrow Awards Sponsored Excitement and nerves as phase 3 of reopening Anchorage begins Nordstrom Rack reopens in Anchorage Ravn Air Group conditionally approved to seek grants under CARES Act As phase 2 begins, many businesses face hurdles to reopen Anchorage summer markets reopen to mixed results Huge turnout at Veteran's Wall of Honor ceremony Alaska soldiers make climbing trek to honor 77 members of the 4-25 Channel 2 News honored with four Regional Edward R. Murrow Awards ... "], ["2020-05-25 22:01", "The best Memorial Day sales 2020: final deals from Lowe's, Home Depot, Best Buy, more ...  Firm - up to 50% off top-rated brands Bear - 20% off sitewide + two free cloud pillows Serta - save up to $400 on iComfort mattresses Casper - save 10% sitewide with code GOODSNOOZE Amerisleep - 30% off any mattress + free shipping with code MD30 World Market - up to 40% off sitewide Best Buy - save on TVs, laptops, appliances, and more Zappos - save on clothing, shoes, jewelry, and more Nordstrom - up to 50% off savings sitewide Gap - 40% off your purchase + free shipping on orders of $25+ Dick's Sporting Goods - 25% off select Nike footwear and clothing Dreamcloud - $200 off any mattress + 2 free pillows B&H Photo - save up to 59% off sitewide HP - save up to 55% on laptops, desktops, printers, and more Lenovo - save up to 62% on select doorbusters ... "], ["2020-05-25 21:17", "Retail stores & auto dealers can open in Michigan on Tuesday - here are precautions they must take ...  YES to Health Banking on Business We're Open We Support Mid-Michigan 1 weather alerts 1 closings/delays Rebound Mid-Michigan Rebound Mid-Michigan Actions Facebook Tweet Email Retail stores & auto dealers can open in Michigan on Tuesday - here are precautions they must take Jae C. Hong/AP In this Feb. 15, 2012 photo, a shopper leaves a Nordstrom department store in the Woodland Hills section of Los Angeles. Upscale department store operator Nordstrom Inc. said Thursday, Feb. 16, that its affluent shoppers continued to spend in the fourth quarter and its profit rose 1.7 percent from a year earlier. (AP Photo/Jae C. Hong) Posted at 5:17 PM, May 25, 2020 and last updated 2020-05-25 17:18:46-04 Retail stores and auto dealerships in Michigan are able to ... "], ["2020-05-25 20:42", "NHL's safety protocols are sobering ...  that does not require a spotter, resistance training, endurance training plus rehabilitation and treatment for injured players. Players returning to their home city via public transportation, such as commercial air travel, must self-quarantine for 14 days before joining the Phase 2 workouts. That could include the likes of the Bruins' David Pastrnak, who is in his native Czech Republic, and Joakim Nordstrom, who is in Sweden. Players traveling by private or charter jet may not have to undergo the 14-day quarantine but those deemed to be returning from a \"high risk\" area would still have to isolate for two weeks. Face masks must be worn when entering and leaving the facility as well as inside the building when social distancing is not ... "], ["2020-05-25 20:22", "I've owned a pair of Tommy John joggers for over a year, and I think they are the perfect work-from-home pants ... constricting. And oftentimes, I want to feel like I'm wearing sweatpants without actually wearing a pair because I'm not a fan of the way they look on me. I started shopping around for some joggers that looked more like pants so that I could wear them to lounge around the house, walk my dog, or when travelling. I came across these $US78 women's lounge joggers by Tommy John on Nordstrom, and after seeing how many 5-star reviews they had, I decided to get them in the charcoal grey colour because I had enough black pants in my wardrobe. Since I'm usually between a size 14 to 16 in bottoms, I knew that the XL was probably going to be the best fit. They fit true to size, and after a year of washing them over and over again, they still feel exactly ... "], ["2020-05-25 18:55", "A mink may have infected a second Dutch worker with coronavirus, agriculture minister says ... the virus. \"Therefore, there is no justification in taking measures against companion animals which may compromise their welfare,\" the animal-health organization said. Read Next Read Next Barron's: Costco, Salesforce, and Other Stocks to Watch This Week Markets are closed for Memorial Day. Then, first-quarter earnings season continues with results from Costco, Dollar General, Salesforce, Nordstrom, and Ulta Beauty. More On MarketWatch Volkswagen execs 'horrified' over racist ad showing large white hands flicking a black man Alibaba sees China retail volume growing near pre-pandemic levels but stock falls amid U.S.-China tensions Coronavirus update: U.S. death toll approaches 100,000 as CDC's testing practices are criticized by health ... "], ["2020-05-25 17:05", "What You Didn't Know About the Still Shocking Story of John and Lorena Bobbitt ...  and battery. He in turn filed a report accusing Lorena of assault and battery. Neither case went forward. After being discharged from the Marines in 1991, he had trouble finding steady work, so Lorena became the main breadwinner. John says she wasn't satisfied living within their means, so they moved to a bigger apartment and had two new cars. Lorena was caught shoplifting from Nordstrom once and sentenced to community service. Janna Bisutti said that her employee also stole $7,000 from her; she just demanded Lorena pay her back. The Bobbitts briefly broke up, then reconciled. Read Inside the Horrific Legacy of Serial Killer Ted Bundy Lorena has explained that, as a Catholic, she didn't believe in divorce and that's why she didn't leave ... "], ["2020-05-25 15:49", "Melania Trump wears $3,5000 Gucci coat for Memorial Day visit to Arlington National Cemetery ...  Melania Trump kept things conservative and classy in a chic cream Gucci coat. The double breasted wool coat features a flattering A-line silhouette and interlocking-G torchon buttons decorating the darted waist. The coat oozes elegance, it isn't surprising therefore that it comes with a heavy price tag at $3500. If you're looking for a luxury piece to add to your fall wardrobe click right to Nordstrom now, or head to our edit for wool blend styles in the sale. * PRICES MAY NOT BE AS ADVERTISED ...NOW GET ONE LIKE IT FOR LESS Previous Next $229 Mango coat (now $160.99) Buy now $40 Boohoo wool coat Buy now $135 ASOS DESIGN coat Buy now $850 Reiss Alyx coat (now $280) Buy now Bundled up: The first lady seemed prepared for a bit of a chill with her ... "], ["2020-05-25 13:55", "Where to find the best Memorial Day clothing and beauty deals ...  and summer sandals for a limited time. Anthropologie Sierra Smocked Linen Jumpsuit Anthropologie Sierra Smocked Linen Jumpsuit Anthropologie Sierra Smocked Linen Jumpsuit $49.98 at Anthropologie Whether you're lounging on the couch or enjoying the sun in the backyard, this linen jumpsuit from Anthropologie is great for all of your summertime activities. You could pair it with sandals or sneakers for the perfect casual look to wear all summer long. 4. Nordstrom Nordstrom is offering up to 40% off on dresses, blouses, swimwear and more from bestselling brands like Tory Burch, Sam Edelman and Ugg. La Blanca Goddess One-Shoulder One-Piece Swimsuit La Blanca Goddess One-Shoulder One-Piece Swimsuit La Blanca Goddess One-Shoulder One-Piece Swimsuit $39.98 at ... "], ["2020-05-25 13:18", "2 Stocks I'd Avoid at All Costs ... to downside risk, because it's more difficult to make changes at such a large scale. What's more, even if it does handle the current pandemic well, it's still going to be competing with a difficult market for brick-and-mortar retailers in the aftermath. Macy's delays reporting results. Image source: Getty Images. Discounting is the only way Nordstrom appears to be in a better position to deal with the shutdowns compared to Macy's. In a May 5 press release, the company said, \"While stores are temporarily closed, the company is generating solid online traffic and conversion and clearing excess inventory through increased marketing and promotional efforts.\" Additionally, the company said it would be permanently closing 16 of its full ... "], ["2020-05-25 13:10", "Grocery stores, Target, and Walmart could save shopping malls by filing the void of dying department storesMalls will likely try to court grocery stores like Walmart and Target to replace department store anchors in a post-pandemic world, analysts and experts say. The struggles of traditional department store anchors like JCPenney and Nordstrom have been heigh"]]}}