{"postfix": "northrop_grumman-aktie", "name": "NORTHROP_GRUMMAN", "wkn": "851915", "time": "2020.05.26 21:48", "ts": 1590522490, "features": {"KGV": "16.33", "Marktkapitalisierung": {"Size": "Mrd", "Value": "50.06"}, "GA": "21.21", "KBV": "6.66", "BA": "52.02", "KCV": "17.95", "CA": "19.29", "Vola30": "34.87", "Vola90": "59.22", "Vola180": "44.83", "Vola250": "36.22"}, "rivals": ["boeing-aktie", "airbus-aktie", "lockheed_martin-aktie", "bae_systems-aktie", "rheinmetall-aktie", "general_dynamics-aktie", "raytheon-aktie"], "text_data": {"de": [["20.05.20", "Northrop Grumman steigert die Dividende"], ["30.04.20", "Northrop Grumman informierte über die jüngsten Quartalsergebnisse"], ["28.04.20", "Ausblick: Northrop Grumman zieht Bilanz zum abgelaufenen Quartal"], ["27.04.20", "ROUNDUP: Globale Militärausgaben auf Höchststand - Corona-Effekt erwartet"], ["27.04.20", "Sipri: Fast zwei Billionen Dollar weltweit fließen ins Militär"], ["14.04.20", "Erste Schätzungen: Northrop Grumman stellt Quartalsergebnis zum abgelaufenen Jahresviertel vor"], ["31.03.20", "Northrop Grumman-Aktie: Was Analysten im März vom Papier halten"], ["13.02.20", "Northrop Grumman meldet Dividende"], ["29.01.20", "Ausblick: Northrop Grumman zieht Bilanz zum jüngsten Jahresviertel"], ["28.01.20", "Bundeswehr kippt milliardenschweres US-Drohnen-Projekt"], ["03.01.20", "MÄRKTE USA/Wall Street von Eskalation des US-Iran-Konflikts belastet"], ["03.01.20", "MÄRKTE USA/US-Börsen von Eskalation des US-Iran-Konflikts belastet"], ["03.01.20", "MÄRKTE USA/Eskalation des US-Iran-Konflikts belastet Wall Street"]], "en": [["21.05.20", "Trilateral Nuke Talks Shouldn't Derail Northrop Grumman ICBM Payday"], ["21.05.20", " Northrop Grumman (NOC) Approves 10% Hike in Dividend Payout"], ["19.05.20", "Northrop Grumman raises dividend by 10%"], ["29.04.20", "Northrop Grumman Corp (NOC) Q1 2020 Earnings Call Transcript"], ["29.04.20", "Northrop Grumman (NOC) Misses Q1 Earnings, Cuts '20 EPS View"], ["29.04.20", "Northrop Grumman (NOC) Q1 Earnings Lag Estimates"], ["29.04.20", "Northrop Grumman shares slide 3.3% premarket after profit falls short of estimates"], ["28.04.20", "Why Earnings Season Could Be Great for Northrop Grumman (NOC)"], ["22.04.20", "Northrop Grumman (NOC) Earnings Expected to Grow: Should You Buy?"], ["17.04.20", "Northrop Grumman Could Get Massive $85 Billion Contract Ahead of Schedule"], ["01.04.20", "Why the Earnings Surprise Streak Could Continue for Northrop Grumman (NOC)"], ["26.03.20", "Why General Dynamics, Textron, and Northrop Grumman Shares Are All Up Today"], ["17.03.20", "Why Northrop Grumman, Lockheed Martin, and L3Harris Shares Popped More Than 10% Today"], ["16.03.20", "The Zacks Analyst Blog Highlights: Toyota, Comcast, S&P Global, Northrop Grumman and Interactive Brokers"], ["16.03.20", "Northrop Grumman (NOC) Wins $86M Deal to Support Triton UAS"], ["09.03.20", "Northrop Grumman RS Rises; Still Needs To Improve"], ["04.03.20", "Northrop Grumman pushes for Australia to hasten Triton drone buy as U.S. eyes pause"], ["03.03.20", "Northrop Grumman Trying To Close In On Key Technical Measure"], ["29.02.20", "Why Is Northrop Grumman (NOC) Down 14.6% Since Last Earnings Report?"], ["26.02.20", "The Zacks Analyst Blog Highlights: Lockheed Martin, Northrop Grumman, Raytheon and Boeing"], ["12.02.20", "Northrop Grumman Sees IBD RS Rating Improve To 74 Amid Executive Shuffle"], ["05.02.20", "Northrop Grumman names David Keffer its new CFO"], ["04.02.20", "Northrop Grumman Gives Investors Little to Get Excited About in 2020"], ["30.01.20", "Northrop Grumman Corp (NOC) Q4 2019 Earnings Call Transcript"], ["30.01.20", "Northrop Grumman (NOC) Q4 Earnings Beat, Revenues Up Y/Y"], ["30.01.20", "Northrop Grumman (NOC) Beats Q4 Earnings Estimates"], ["27.01.20", "Stocks To Watch With Next Quarterly Report On Tap: Northrop Grumman"], ["23.01.20", "Northrop Grumman (NOC) Outpaces Stock Market Gains: What You Should Know"], ["23.01.20", "Analysts Estimate Northrop Grumman (NOC) to Report a Decline in Earnings: What to Look Out for"], ["23.01.20", "Northrop Grumman Wins $217M Air Force Deal to Support BACN"], ["20.01.20", "Zacks Investment Ideas feature highlights: Tesla, Boeing, Virgin Galactic, Northrop Grumman and Amazon"], ["15.01.20", "Northrop Grumman (NOC) Outpaces Stock Market Gains: What You Should Know"], ["09.01.20", "Northrop Grumman (NOC) Gains But Lags Market: What You Should Know"], ["03.01.20", "Market Extra: Aerospace and defense stocks like Northrop Grumman rise in wake of Soleimani killing"], ["03.01.20", "Northrop Grumman, Analog Devices, D.R. Horton, Lennar and NVR highlighted as Zacks Bull and Bear of the Day"], ["03.01.20", "Bull of the Day: Northrop Grumman (NOC)"], ["2020-05-26 17:49", "Russia begins building first strategic stealth bomber: Report ...  capable of carrying a wide range of advanced missiles and bombs, including hypersonic weapons, reported Russia's TASS ass news agency on Tuesday, citing two unnamed sources from the state-run United Aircraft Corporation as saying. According to the report, the military-industrial complex is overseeing the project of building the new bomber, known as the PAK DA, which will compete with the US Northrop Grumman B-2 Spirit, which entered service in 1997. The TASS report added that the material had been shipped for the project and that work had begun on the cockpit of the heavy bomber. \"The final assembly of the entire machine should be complete in 2021,\" one of the sources told TASS. Other reports indicated that the PAK DA would feature a flying wing ... "], ["2020-05-26 16:28", "Lancaster JetHawks face uncertain future after 24 years ... ,\" the JetHawks' booster club. \"You take a lot of pride in the team; the team takes a lot of pride in the city.\" Redecker, 77, has been on the Flight Crew's board since its inception in the fall of 1996. A retired 25-year veteran of the Air Force, he moved from nearby Edwards Air Force Base to Lancaster in 1986, working for Northrop Grumman on the B-2 Spirit bomber, which still occasionally flies overhead. In 2006, Redecker's oldest daughter Jennifer was diagnosed with terminal cancer at the age of 39. During the four months she convalesced at his home, Redecker and his wife, Ellen, received frequent visitors from the Flight Crew. When Ellen died three years ago, almost the entire club attended her funeral. \"They would help you do ... "], ["2020-05-26 16:28", "Lancaster JetHawks face uncertain future after 24 years ... ,\" the JetHawks' booster club. \"You take a lot of pride in the team; the team takes a lot of pride in the city.\" Redecker, 77, has been on the Flight Crew's board since its inception in the fall of 1996. A retired 25-year veteran of the Air Force, he moved from nearby Edwards Air Force Base to Lancaster in 1986, working for Northrop Grumman on the B-2 Spirit bomber, which still occasionally flies overhead. In 2006, Redecker's oldest daughter Jennifer was diagnosed with terminal cancer at the age of 39. During the four months she convalesced at his home, Redecker and his wife, Ellen, received frequent visitors from the Flight Crew. When Ellen died three years ago, almost the entire club attended her funeral. \"They would help you do ... "], ["2020-05-26 16:28", "Lancaster JetHawks face uncertain future after 24 years ... ,\" the JetHawks' booster club. \"You take a lot of pride in the team; the team takes a lot of pride in the city.\" Redecker, 77, has been on the Flight Crew's board since its inception in the fall of 1996. A retired 25-year veteran of the Air Force, he moved from nearby Edwards Air Force Base to Lancaster in 1986, working for Northrop Grumman on the B-2 Spirit bomber, which still occasionally flies overhead. In 2006, Redecker's oldest daughter Jennifer was diagnosed with terminal cancer at the age of 39. During the four months she convalesced at his home, Redecker and his wife, Ellen, received frequent visitors from the Flight Crew. When Ellen died three years ago, almost the entire club attended her funeral. \"They would help you do ... "], ["2020-05-26 16:28", "Lancaster JetHawks face uncertain future after 24 years ... ,\" the JetHawks' booster club. \"You take a lot of pride in the team; the team takes a lot of pride in the city.\" Redecker, 77, has been on the Flight Crew's board since its inception in the fall of 1996. A retired 25-year veteran of the Air Force, he moved from nearby Edwards Air Force Base to Lancaster in 1986, working for Northrop Grumman on the B-2 Spirit bomber, which still occasionally flies overhead. In 2006, Redecker's oldest daughter Jennifer was diagnosed with terminal cancer at the age of 39. During the four months she convalesced at his home, Redecker and his wife, Ellen, received frequent visitors from the Flight Crew. When Ellen died three years ago, almost the entire club attended her funeral. \"They would help you do ... "], ["2020-05-26 16:28", "Lancaster JetHawks face uncertain future after 24 years ... ,\" the JetHawks' booster club. \"You take a lot of pride in the team; the team takes a lot of pride in the city.\" Redecker, 77, has been on the Flight Crew's board since its inception in the fall of 1996. A retired 25-year veteran of the Air Force, he moved from nearby Edwards Air Force Base to Lancaster in 1986, working for Northrop Grumman on the B-2 Spirit bomber, which still occasionally flies overhead. In 2006, Redecker's oldest daughter Jennifer was diagnosed with terminal cancer at the age of 39. During the four months she convalesced at his home, Redecker and his wife, Ellen, received frequent visitors from the Flight Crew. When Ellen died three years ago, almost the entire club attended her funeral. \"They would help you do ... "], ["2020-05-26 16:28", "Lancaster JetHawks face uncertain future after 24 years ... ,\" the JetHawks' booster club. \"You take a lot of pride in the team; the team takes a lot of pride in the city.\" Redecker, 77, has been on the Flight Crew's board since its inception in the fall of 1996. A retired 25-year veteran of the Air Force, he moved from nearby Edwards Air Force Base to Lancaster in 1986, working for Northrop Grumman on the B-2 Spirit bomber, which still occasionally flies overhead. In 2006, Redecker's oldest daughter Jennifer was diagnosed with terminal cancer at the age of 39. During the four months she convalesced at his home, Redecker and his wife, Ellen, received frequent visitors from the Flight Crew. When Ellen died three years ago, almost the entire club attended her funeral. \"They would help you do ... "], ["2020-05-26 16:28", "Lancaster JetHawks face uncertain future after 24 years ... ,\" the JetHawks' booster club. \"You take a lot of pride in the team; the team takes a lot of pride in the city.\" Redecker, 77, has been on the Flight Crew's board since its inception in the fall of 1996. A retired 25-year veteran of the Air Force, he moved from nearby Edwards Air Force Base to Lancaster in 1986, working for Northrop Grumman on the B-2 Spirit bomber, which still occasionally flies overhead. In 2006, Redecker's oldest daughter Jennifer was diagnosed with terminal cancer at the age of 39. During the four months she convalesced at his home, Redecker and his wife, Ellen, received frequent visitors from the Flight Crew. When Ellen died three years ago, almost the entire club attended her funeral. \"They would help you do ... "], ["2020-05-26 14:56", "First rocket launch attempt by Branson's Virgin Orbit fails ...  for launches from the United Kingdom and Japan. Hart did not provide a specific dollar value for the missions it has on the books but characterized it as \"hundreds of millions.\" Air launch technology dates back decades, including use by X-15 rocket planes in the 1950s and '60s. For satellites the method is currently in use by what is now Northrop Grumman's Pegasus rocket program, which has had several dozen launches since 1990. Virgin Orbit, headquartered in Long Beach, California, began as a sister company of Virgin Galactic but has since separated. Virgin Galactic is preparing to begin flights carrying passengers into the lower reaches of space from southern New Mexico. Credit: Virgin Orbit This April 12, 2020 photo shows a Boeing 747 with ... "], ["2020-05-26 14:56", "First rocket launch attempt by Branson's Virgin Orbit fails ...  plans for launches from the United Kingdom and Japan. Hart did not provide a specific dollar value for the missions it has on the books but characterized it as \"hundreds of millions.\" Air launch technology dates back decades, including use by X-15 rocket planes in the 1950s and '60s. For satellites the method is currently in use by what is now Northrop Grumman's Pegasus rocket program, which has had several dozen launches since 1990. Virgin Orbit, headquartered in Long Beach, California, began as a sister company of Virgin Galactic but has since separated. Virgin Galactic is preparing to begin flights carrying passengers into the lower reaches of space from southern New Mexico. This April 12, 2020 photo shows a Boeing 747 with a rocket slung ... "], ["2020-05-26 14:56", "First rocket launch attempt by Branson's Virgin Orbit fails ...  for launches from the United Kingdom and Japan. Hart did not provide a specific dollar value for the missions it has on the books but characterized it as \"hundreds of millions.\" Air launch technology dates back decades, including use by X-15 rocket planes in the 1950s and '60s. For satellites the method is currently in use by what is now Northrop Grumman's Pegasus rocket program, which has had several dozen launches since 1990. Virgin Orbit, headquartered in Long Beach, California, began as a sister company of Virgin Galactic but has since separated. Virgin Galactic is preparing to begin flights carrying passengers into the lower reaches of space from southern New Mexico. Credit: Virgin Orbit This April 12, 2020 photo shows a Boeing 747 with ... "], ["2020-05-26 14:15", "U.S. Army signs deal with SpaceX to assess Starlink broadband ...  via optical links so the data is sent to ground stations located around the world. The U.S. military prefers to use systems with inter-satellite links so data can be brought down to its desired point of entry. Commercial Military SpaceX Starlink U.S. Army Please enable JavaScript to view the comments powered by Disqus. search Search Most Read Northrop Grumman gets $2.3 billion Space Force contract to develop missile-warning satellites NASA human spaceflight head Loverro leaves agency SpaceX rideshare program putting downward pressure on prices Tesla dispute costs SpaceX state grant Upcoming Events Upcoming Events See All arrow May 26 AAS-SIA Webinar on the Impacts of Satellite Constellations on Optical Astronomy Jun 15 International Conference on advances ... "], ["2020-05-26 14:00", "Defense bill faces big roadblocks ...  defense policy and politics. Get the Morning Defense Newsletter Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO. You can unsubscribe at any time. This site is protected by reCAPTCHA and the Google Privacy Policy and Terms of Service apply. Facebook Twitter Email Print Defense bill faces big roadblocks By BRYAN BENDER 05/26/2020 10:00 AM EDT Presented by Northrop Grumman With Connor O'Brien and Lara Seligman Editor's Note: Morning Defense is a free version of POLITICO Pro Defense's morning newsletter, which is delivered to our subscribers each morning at 6 a.m. The POLITICO Pro platform combines the news you need with tools you can use to take action on the day's biggest stories. Act on the news with ... "], ["2020-05-26 13:25", "Branson's Virgin Orbit fails on first rocket launch attempt ...  from the United Kingdom and Japan. Hart did not provide a specific dollar value for the missions it has on the books but characterized it as \"hundreds of millions.\" Air launch technology dates back decades, including use by X-15 rocket planes in the 1950s and '60s. For satellites the method is currently in use by what is now Northrop Grumman's Pegasus rocket program, which has had several dozen launches since 1990. Virgin Orbit, headquartered in Long Beach, California, began as a sister company of Virgin Galactic but has since separated. Virgin Galactic is preparing to begin flights carrying passengers into the lower reaches of space from southern New Mexico. Twitter Facebook LinkedIn Mail the editor Error Report Republishing Commenting ... "], ["2020-05-26 13:18", "Branson’s Virgin Orbit fails on first rocket launch attempt ... . Meet Bob Behnken and Doug Hurley Hart did not provide a specific dollar value for the missions it has on the books but characterized it as \"hundreds of millions.\" Air launch technology dates back decades, including use by X-15 rocket planes in the 1950s and '60s. For satellites the method is currently in use by what is now Northrop Grumman's Pegasus rocket program, which has had several dozen launches since 1990. Virgin Orbit, headquartered in Long Beach, California, began as a sister company of Virgin Galactic but has since separated. Virgin Galactic is preparing to begin flights carrying passengers into the lower reaches of space from southern New Mexico. Recommended on Orlando Sentinel Advertisement Advertisement Most Read On Orlando ... "], ["2020-05-26 12:35", "Branson's Virgin Orbit fails on first rocket launch attempt ...  from the United Kingdom and Japan. Hart did not provide a specific dollar value for the missions it has on the books but characterized it as \"hundreds of millions.\" Air launch technology dates back decades, including use by X-15 rocket planes in the 1950s and '60s. For satellites the method is currently in use by what is now Northrop Grumman's Pegasus rocket program, which has had several dozen launches since 1990. Virgin Orbit, headquartered in Long Beach, California, began as a sister company of Virgin Galactic but has since separated. Virgin Galactic is preparing to begin flights carrying passengers into the lower reaches of space from southern New Mexico. Share LINE Facebook Twitter Telegram WhatsApp Linkedin ReddIt Digg Email Print ... "], ["2020-05-26 12:22", "Fairfax Co. virtual job fair to connect new graduates with potential employers ...  Virginia region, and it is sponsoring a series of virtual job fairs, each aimed at different groups of potential job candidates. The first virtual job fair, the New-Grad Virtual Career Fair, is from 1 p.m. to 4 p.m. May 28, and is specifically for enrolled college students and recent college graduates. It will include representatives from almost a dozen companies including Northrop Grumman, NTT Data Federal and Sparksoft. Online registration is required . The online job fair includes a virtual lobby where job seekers can enter each company's virtual booth, view open positions and chat live one-on-one with human resources representatives. \"As a result of COVID-19, this is not the same job market that this year's graduates envisioned entering even ... "], ["2020-05-26 11:51", "First rocket launch attempt by Branson's Virgin Orbit fails ...  plans for launches from the United Kingdom and Japan. Hart did not provide a specific dollar value for the missions it has on the books but characterized it as \"hundreds of millions.\" Air launch technology dates back decades, including use by X-15 rocket planes in the 1950s and '60s. For satellites the method is currently in use by what is now Northrop Grumman's Pegasus rocket program, which has had several dozen launches since 1990. Virgin Orbit, headquartered in Long Beach, California, began as a sister company of Virgin Galactic but has since separated. Virgin Galactic is preparing to begin flights carrying passengers into the lower reaches of space from southern New Mexico. This April 12, 2020 photo shows a Boeing 747 with a rocket slung ... "], ["2020-05-26 11:00", "First rocket launch attempt by Branson's Virgin Orbit fails ...  for launches from the United Kingdom and Japan. Hart did not provide a specific dollar value for the missions it has on the books but characterized it as \"hundreds of millions.\" Air launch technology dates back decades, including use by X-15 rocket planes in the 1950s and '60s. For satellites the method is currently in use by what is now Northrop Grumman's Pegasus rocket program, which has had several dozen launches since 1990. Virgin Orbit, headquartered in Long Beach, California, began as a sister company of Virgin Galactic but has since separated. Virgin Galactic is preparing to begin flights carrying passengers into the lower reaches of space from southern New Mexico. Credit: Virgin Orbit This April 12, 2020 photo shows a Boeing 747 with ... "], ["2020-05-26 10:58", "'We're going to deliver': Esper doubles down on pledge to produce coronavirus vaccine by year's end ... Ammar, was a senior ISIS logistics and supplies official responsible for directing the acquisition and transport of weapons, IED materials, and personnel across Iraq and Syria,\" said a statement from Operation Inherent Resolve. INDUSTRY WATCH — ZAPPED!: The Navy has posted a video of a successful test of a ship-based laser taking out a drone with the Northrop Grumman Laser Weapon System Demonstrator. The high-energy, solid-state laser weapon was installed on USS Portland , an amphibious transport dock ship, for its first at-sea demonstration. \"By conducting advanced at-sea tests against UAVs and small crafts, we will gain valuable information on the capabilities of the Solid State Laser Weapons System Demonstrator against potential threats,\" ... "]]}}