{"postfix": "ntt_docomo-aktie", "name": "NTT_DOCOMO", "wkn": "916541", "time": "2020.05.26 15:40", "ts": 1590500446, "features": {"KGV": "18.73", "Marktkapitalisierung": {"Size": "Mrd", "Value": "84.71"}, "GA": "179.92", "KBV": "2.09", "BA": "1.611.40", "KCV": "7.01", "CA": "480.51", "Vola30": "38.77", "Vola90": "51.38", "Vola180": "39.49", "Vola250": "30.9"}, "rivals": ["deutsche_telekom-aktie", "verizon-aktie", "orange-aktie", "telefonica-aktie", "telecom_italia-aktie"], "text_data": {"de": [["29.04.20", "NTT DOCOMO öffnete die Bücher zum abgelaufenen Quartal"], ["29.04.20", "NTT DOCOMO präsentierte Quartalsergebnisse"], ["27.04.20", "Ausblick: NTT DOCOMO zieht Bilanz zum abgelaufenen Quartal"], ["27.04.20", "Ausblick: NTT DOCOMO zieht Bilanz zum abgelaufenen Quartal"], ["13.04.20", "Erste Schätzungen: NTT DOCOMO öffnet die Bücher zum abgelaufenen Quartal"], ["13.04.20", "Erste Schätzungen: NTT DOCOMO informiert über die jüngsten Quartalsergebnisse"], ["12.02.20", "Coronavirus stellt Mobilfunkmesse in Barcelona infrage"], ["03.02.20", "NTT DOCOMO: Quartalsergebnisse zum jüngsten Jahresviertel"], ["03.02.20", "NTT DOCOMO vermeldete Zahlen zum jüngsten Quartal"], ["29.01.20", "Ausblick: NTT DOCOMO stellt das Zahlenwerk zum vergangenen Quartal vor"], ["29.01.20", "Ausblick: NTT DOCOMO stellt Ergebnisse des abgelaufenen Quartals vor"]], "en": [["27.01.20", "A.I.-powered voice transcription app Otter raises $10M, including from new strategic investor NTT DOCOMO"], ["2020-05-26 06:00", "Japan restarting social, economic life in phases ... of emergency, put in place in April for the coronavirus. Morning trains carrying commuters to Tokyo were busier than they have been in recent weeks. A commuter said, \"I think there is a difference between central Tokyo and other places, so I wonder if it is appropriate to lift the emergency all at once.\" Another said that he feels anxious yet happy. Mobile carrier NTT Docomo found that foot traffic in the business and commercial centers of Tokyo remained lighter on Monday than the weekday average in mid-February -- but it is still up from last week. On Monday, Prime Minister Abe Shinzo declared the state of emergency over in the remaining five of the country's 47 prefectures. The final five were Tokyo and three surrounding prefectures, as well as ... "], ["2020-05-26 04:00", "Qualcomm And Partners Unveil Cutting-Edge Mixed Reality Viewers For 5G Connected Experiences ... for creators, developers, investors, and product leaders in the space — Qualcomm and 15 partners announced plans to bring lightweight XR Viewers to both the consumer and enterprise markets within the next year. Qualcomm's partners in this endeavor include global operators China Mobile, China Telecom, China Unicom, Deutsche Telekom, EE, KDDI, KT, LG Uplus, NTT DOCOMO, Orange, SK Telecom, SoftBank, Telefonica, Verizon and Vodafone. All of these partners have revealed plans to commercialize XR Viewers to provide immersive, virtual reality (VR), augmented reality (AR) and mixed reality (MR) experiences over 5G networks. Once the build-outs are complete, 5G networks will offer greater bandwidth, lower latency, and improved reliability versus existing 4G ... "], ["2020-05-26 03:51", "Data suggests more people are back on the move ...  commuters and other pedestrian traffic have returned to Tokyo and four other prefectures. Japan's government lifted a state of emergency, which was imposed to curb the spread of the coronavirus, in these prefectures on Monday. Tokyo, its neighbors -- Kanagawa, Saitama, Chiba -- and Hokkaido in the north were the last remaining prefectures under the state of emergency. Mobile carrier NTT Docomo has been gathering data on human traffic using base station data while protecting privacy. It found that foot traffic in the business and commercial centers of Tokyo remained smaller on Monday than the weekend average in the month to mid-February. That's before infections began to increase. Pedestrian volume was down 70 percent near Marunouchi; 66.2 percent ... "], ["2020-05-26 02:28", "Financial reasons stop Liam Squire's Tasman return ...  Latest Rugby League Cricket Football Netball Basketball Golf Forecast Maps Show Ad Close Ad Financial reasons stop Liam Squire's Tasman return • Source: 1 NEWS Tasman have ruled out a provincial rugby return for former All Black Liam Squire, due to financial reasons. Source: 1 NEWS Squire, 29, said goodbye to New Zealand rugby at the end of 2019, linking up with Japanese club side NTT Docomo Hurricanes. With Covid-19 having stopped Japan's Top League, Squire is one of the many Kiwis to have returned to New Zealand to wait out the global pandemic. Naturally, with the likes of Nehe Milner-Skudder and Sam Whitelock among those to commit to playing the rest of the 2020 season on home soil, the window is open for players like Squire to return to ... "], ["2020-05-25 05:45", "Weekend outings in Tokyo up from a week agoWeekend outings in Tokyo up from a week ago Weekend outings in Tokyo and three neighboring prefectures that are still under a state of emergency increased from a week ago even though pedestrian traffic in and around the capital has declined compared to pre-pandemic levels. Mobile carrier NTT Docomo released pedestrian traffic data collected from its base stations, without identifying users. In Tokyo, its three neighboring prefectures, and the northern prefecture of Hokkaido, foot traffic on Sunday was down 40 to 70 percent compared to the average for weekends and holidays between mid-January and mid-February. The number of people around Tokyo's Shinjuku Station declined by about 72 percent. The tally was down 64 percent around Yokohama Station in  ... "], ["2020-05-22 14:37", "Who Is Still Investing in Magic Leap in 2020? ...  current round of funding came from \"current major investors,\" and \"new investors.\" Earlier this month, the Information reported Abovitz had told staff that he was in talks with a 'major healthcare company' to drum up cash, and Indiana-based Zimmer Biomet was floated as the possible investor. Other previous investors include Google, AT&T, Saudi Arabia's Public Investment Fund, NTT Docomo, and Alibaba. (If you happen to know who some of Magic Leap's new investors are, feel free to reach out at vsong@gizmodo.com or victoria.song@protonmail.com . You can also reach me via Twitter DM for my number on Signal.) Beats Solo Pro Wireless Noise Cancelling On-Ear Headphones - Apple... Buy on Amazon for $250 G/O Media may get a commission ... "], ["2020-05-21 18:25", "Magic Leap just raised a $350 million investment round as it tries to secure its future read the email CEO Rony Abovitz sent employees ... way forward. In a letter sent to employees, and seen by Business Insider, Magic Leap CEO Rony Abovitz said that the financing was led \"by current major investors in Magic Leap, as well as new investors.\" It's not clear who the investors are, but Magic Leap has attracted stakes from major names including Google, Alibaba, AT&T, and Warner Japanese telecom giant NTT Docomo in the past. It's also not clear whether the financing is debt or equity. The Information recently reported that Magic Leap had turned to a major health care company for investment, possibly Zimmer Biomet, but it is unclear if Magic Leap secured that deal for this latest investment round. In the email to employees, Abovitz also said the company is withdrawing the conditional ... "], ["2020-05-21 06:45", "Mutiny twist: Rodda to defect to Super Rugby rival ...  in play for Rodda, but News Corp can reveal he has already spoken to players at the Brumbies regarding a potential move to the nation's capital. Rodda was one of six players granted the option of a six-month sabbatical anytime from 2021-23 as part of the pay-cut deal negotiated by RUPA. It's believed Rodda is being eyed by Japanese Top League club NTT Docomo Red Hurricanes, who have just signed South African coach Johan Ackerman from Gloucester. If RA and the Reds agree, Rodda would then move to the Brumbies, though no formal discussions have been had between the club and the player. Rodda was overlooked for the Queensland captaincy by Brad Thorn earlier this year, with Liam Wright given the title. It's unclear if that decision alone has caused ... "], ["2020-05-19 22:14", "Sony Xperia 1 II Release Rumors: New Flagship Global Availability Remains UnknownThe Sony Xperia 1 II will be making its debut in Japan soon, a device that costs a cool $1,243. Japanese carrier KDDI made the announcement and rival retailer NTT Docomo is expected to follow soon. But the big question is when will the device make its glo"], ["2020-05-16 12:49", "Samsung Galaxy A11, Galaxy A41 Price Revealed ... for the 4GB RAM + 64GB storage configuration, as announced through a press statement. The phone is available for pre-orders in the Netherlands. Details about its global availability and pricing are yet to be revealed, though. Moreover, it comes in Prism Crush Black, Prism Crush White, and Prism Crush Blue colour options. In March, the Samsung Galaxy A41 went official through a listing that emerged on NTT DoCoMo's site in Japan. Samsung Galaxy A11 specifications, features The dual-SIM (Nano) Samsung Galaxy A11 runs Android and features a 6.4-inch HD+ (720x1560 pixels) Infinity-O Display with a 19.5:9 aspect ratio. Under the hood, the phone has the 1.8GHz SoC, coupled with up to 3GB of RAM. There is the triple rear camera setup that includes a 13-megapixel ... "], ["2020-05-16 07:49", "World coronavirus dispatch: The US' $3-trn incremental response to slump ... Health Organization (WHO) after he earlier suspended contributions pending an investigation into the agency's coronavirus response. In April, Trump had ordered a 60-day freeze of US funding for the WHO, saying the organisation took China's claims about the Covid-19 virus at \"face value\". Read more here . Specials Coronavirus upsets Japan 5G rollout: Japan's top-three companies NTT Docomo, KDDI and SoftBank Corp rolled out 5G services in late March, ahead of Japan's new financial year, which started in April. But top executives were muted about the initial response to 5G in recent earnings calls. \"It was a so-so start,\" SoftBank CEO Ken Miyauchi told reporters. Read more here. The last 'normal' photo on your phone : The ... "], ["2020-05-16 04:28", "Coronavirus upsets Japan 5G launch ...  and SoftBank Corp -- rolled out 5G services in late March ahead of Japan's new fiscal year, which started in April, and the Golden Week holiday which lasted from the end of April until early May. But top executives were muted about the initial response to 5G in recent earnings calls. \"It was a so-so start,\" SoftBank CEO Ken Miyauchi told reporters on Monday. NTT Docomo CEO Kazuhiro Yoshizawa pointed out that the number of customers that had visited its stores on one Sunday fell about 70% from a year ago because the company shortened operational hours. \"If this continues, there will be an impact on sales,\" Yoshizawa said. E-commerce group Rakuten added to the gloom on Friday when it announced a three month delay on the launch of its 5G ... "], ["2020-05-15 21:56", "Japan's Rakuten delays 5G rollout by 3 months over coronavirus ... of March. The company booked a 35.3 billion yen ($329 million) net loss for the January-March quarter, partly due to investments for its mobile business. The six-month delay for its initial mobile service rollout, combined with the latest three-month delay for 5G, could hurt the company's image. Meanwhile, Japan's three leading mobile carriers -- NTT Docomo , SoftBank Corp. and KDDI -- launched fifth-generation service in late March. They expect a limited impact from the coronavirus since they were ahead of schedule in building the necessary infrastructure, though some negotiations for new base stations could be postponed. SoftBank says it is now behind on about 10% of base station installations, with certain buildings refusing access to workers amid ... "], ["2020-05-15 21:30", "Premiership salary cap to go through as rebels are told they will 'stick out like a sore thumb' ...  could be cast as soon as next week. As well as harsher punishments, the recommendations are also designed to bring tighter scrutiny, accountability and transparency. Following Sportsmail's investigation, Saracens will be relegated at the end of this season Meanwhile, Gloucester on Friday announced that head coach Johan Ackermann has left his post for a job with Japanese club NTT Docomo Red Hurricanes. Rory Teague is likely to be promoted in the short-term, whilst the club review their management structure. The Cherry and Whites could look to bring in an established figure, with Dai Young, Richard Cockerill, Rob Howley and Stuart Lancaster all linked with the position. Former Government Minister Lord Myners CBE published his findings on Thursday RELATED ... "], ["2020-05-15 17:49", "Gloucester coach Johan Ackermann to take over Red HurricanesGloucester coach Johan Ackermann is leaving the English Premiership club to join Japan Top League side NTT Docomo Red Hurricanes, it was announced on Friday.The ..."], ["2020-05-15 16:00", "The days of superstar signings in English rugby could be numbered ...  in the Premiership MB MEDIA/GETTY IMAGES Owen Slot Friday May 15 2020, 5.00pm , The Times The transfer news that broke yesterday morning was that Malcolm Marx, the Springbok hooker, has cancelled his contract with the Lions in South Africa to play in Japan. This followed confirmation that Johan Ackermann has been released from his contract as the Gloucester head coach to coach the Japanese club NTT DoCoMo Red Hurricanes. Earlier in the week, Hadleigh Parkes, the Scarlets centre, announced that he was moving to play in Japan, bringing his Wales career to a close. Freddie Burns, the Bath No 10, is another set to move to Japan. There is a lot of movement in that direction and not a lot to England or the UK. Conversely, the big, super soaraway signing coming to ... "], ["2020-05-15 14:10", "KDDI and SoftBank enjoyed record operating profits in fiscal 2019 ...  sluggish due to stricter regulations on discounts on mobile phone handsets. Operating profit at SoftBank was up 11.4 percent at 911.7 billion. Its revenue and net profit also hit record highs, rising by 4.4 percent to 4,86 trillion and by 2.3 percent to 473.1 billion, respectively, on the back of affiliate Z Holdings Corp.'s acquisition of online fashion retailer Zozo Inc. last year. NTT Docomo saw its revenue drop 3.9 percent to 4.65 trillion, the first decline in five years, following the launch in June 2019 of a subscription plan to cut communications fees by up to 40 percent and a drop in smartphone sales due to the tighter handset discount rules. Its operating profit sagged 15.7 percent to 854.6 billion, and net profit shrank 10.9 percent to 591.5 ... "], ["2020-05-15 09:00", "Rugby: Gloucester coach Ackermann quits for Japan's NTT DocomoGloucester coach Johan Ackermann has quit after three years to join Japanese club NTT Docomo Red Hurricanes from July, the English Rugby ..."], ["2020-05-15 08:58", "Rugby: Gloucester coach Ackermann quits for Japan's NTT DocomoGloucester coach Johan Ackermann has quit after three years to join Japanese club NTT Docomo Red Hurricanes from July, the English Rugby Premiership club said on Friday."], ["2020-05-15 08:48", "Rugby-Gloucester coach Ackermann quits for Japan's NTT DocomoGloucester coach Johan Ackermann has quit after three years to join Japanese club NTT Docomo Red Hurricanes from July, the English Rugby Premiership club said on Friday."]]}}