{"postfix": "nvidia-aktie", "name": "NVIDIA", "wkn": "918422", "time": "2020.05.26 16:52", "ts": 1590504748, "features": {"KGV": "41.38", "Marktkapitalisierung": {"Size": "Mrd", "Value": "209.81"}, "GA": "5.79", "KBV": "12.12", "BA": "19.76", "KCV": "31.09", "CA": "7.71", "Vola30": "38.86", "Vola90": "70.7", "Vola180": "55.97", "Vola250": "47.24"}, "rivals": ["intel-aktie", "amd-aktie", "texas_instruments-aktie"], "text_data": {"de": [["2020.05.26", "Nvidia meldet Dividende"], ["25.05.20", "Nvidia mit neuem Rekordhoch - die Rallye geht weiter "], ["23.05.20", "Computer: Nvidia-KI programmiert Pacman-Klon durch Zusehen"], ["22.05.20", "MÄRKTE USA/Uneinheitlich - US-chinesische Spannungen dämpfen Kauflaune"], ["22.05.20", "MÄRKTE USA/US-chinesische Spannungen belasten Wall Street"], ["22.05.20", "Pac-Man: Nvidia lässt KI Spieleklassiker nachbauen"], ["22.05.20", "MÄRKTE USA/Wall Street zum Start mit Abschlägen"], ["22.05.20", "MÄRKTE USA/Börsen zum Start etwas fester erwartet"], ["22.05.20", "Nvidia-Geschäftszahlen: Das erste Milliarden-Quartal für GPU-Beschleuniger"], ["22.05.20", "Nvidia mit Rekordquartal  - und es geht noch mehr!"], ["22.05.20", "HSBC: NVIDIA Corp. - Großes Investmentkaufsignal"], ["22.05.20", "Nvidia jubelt über Umsatz- und Gewinnsprung"], ["22.05.20", "Nvidia profitiert von starkem Geschäft mit Rechenzentren"], ["21.05.20", "Nvidia Ampere A100: Volle Grafikfunktion und CPU-unabhängig"], ["21.05.20", "PC-Rucksack für Virtual Reality: Zotac VR Go 3.0 mit Nvidia GeForce RTX 2070"], ["19.05.20", "GeForce-Grafikkarten: Investoren verklagen Nvidia wegen Umsatzverschleierung"], ["19.05.20", "Nvidia beerdigt Tesla"], ["18.05.20", "GPU-Beschleuniger: Nvidia gibt Markennamen \"Tesla\" auf"], ["18.05.20", "Kaufsignal bei Nvidia: Attacke auf Tesla und „einzigartig positioniert“ für KI, Gaming und Corona-Forschung"], ["15.05.20", "Ampere-System DGX A100: Nvidia ersetzt Intel durch AMD"], ["15.05.20", "Nvidia stimmt CUDA 11 auf die Ampere-GPU-Architektur ab"], ["15.05.20", "Nvidia zeigt A100-GPUs für Rechenzentren"], ["15.05.20", "Nvidia Ampere GA100: GPU-Vollausbau mit 8192 Kernen"], ["14.05.20", "Deutschland bekommt zwei Supercomputer mit Nvidia Ampere und Intel Ice Lake-SP"], ["14.05.20", "Nvidia-Aktie: Bullenfalle in Verdoppler ummünzen"], ["12.05.20", "Nvidia: Aktie mit neuer Bestmarke - das ist der Grund"], ["11.05.20", "MÄRKTE USA/Wall Street zwischen Hoffnungen und neuen Sorgen"], ["11.05.20", "DAX startet mit Minus in die Woche, Dow Jones holt Verluste auf - Nvidia mit neuem Allzeithoch"], ["08.05.20", "Nvidia: Neues Kursziel - kommt jetzt der Ausbruch?"], ["06.05.20", "TechStage | Nvidia Shield TV im Test: Media-Center mit Cloud-Gaming "], ["06.05.20", "Nvidia: Noch eine Übernahme im Mega-Wachstumsbereich"], ["05.05.20", "Supercomputer Perlmutter: Tausende AMD-Prozessoren und Nvidia-Ampere-GPUs"], ["04.05.20", "HSBC: NVIDIA Corp. - Höchster Monatsschlusskurs der Geschichte"], ["30.04.20", "So schätzen die Analysten die Zukunft der NVIDIA-Aktie ein"], ["28.04.20", "Nvidia-Aktie: Vom Allzeithoch abgesicherter Verdoppler - so sind Anleger dabei"]], "en": [["24.05.20", "Nvidia CEO Jensen Huang on the Metaverse, permanent WFH, and accelerating raises"], ["22.05.20", "NVIDIA Used Artificial Intelligence to Clone \"Pac-Man\""], ["22.05.20", "Coronavirus Stock Market Rally Runs Higher On Vaccine Hopes; Alibaba, China Stocks Fall; Nvidia, Splunk, Best Buy, Walmart, Target Notable Earnings Movers"], ["22.05.20", "AI reconstructs Pac-Man just by watching it, as game turns 40     - CNET"], ["22.05.20", "ETFs in Focus Post Nvidia Q1 Earnings"], ["22.05.20", "The Ratings Game: Nvidia earnings show company is one of the ‘few true growth stories’ in chip sector"], ["22.05.20", "NVIDIA (NVDA) Q1 Earnings & Revenues Beat Estimates, Up Y/Y"], ["22.05.20", "NVIDIA Corp (NVDA) Q1 2021 Earnings Call Transcript"], ["22.05.20", "MarketWatch First Take: It’s official: Nvidia is not just a gaming company anymore"], ["22.05.20", "UPDATE 3-Nvidia forecasts sales above estimates, powered by data center results"], ["21.05.20", "Nvidia (NVDA) Beats Q1 Earnings and Revenue Estimates"], ["21.05.20", "Nvidia forecasts sales above estimates, powered by data center results"], ["21.05.20", "Nvidia forecasts sales above estimates, powered by data center results"], ["21.05.20", "UPDATE 2-Nvidia forecasts sales above estimates, powered by data center results"], ["21.05.20", "Nvidia reports $3.08 billion in Q1 2020 revenue, up 39% as AI and cloud soar"], ["21.05.20", "UPDATE 1-Nvidia forecasts second-quarter revenue above estimates"], ["21.05.20", ": Nvidia data-center sales top $1 billion for first time, earnings beat expectations"], ["21.05.20", "Graphics-Chip Maker Nvidia Cruises Past First-Quarter Goals"], ["21.05.20", "Nvidia forecasts second-quarter revenue above estimates"], ["21.05.20", "Nvidia forecasts second-quarter revenue above estimates"], ["21.05.20", "Nvidia reports revenue up 39% from last year"], ["21.05.20", "Nvidia Reports After Close Following Powell Remarks, Housing Data, Jobless Claims"], ["21.05.20", "NVIDIA Earnings: What to Watch Today After the Market Close"], ["21.05.20", "Red-Hot NVIDIA is a Solid Buy Ahead of Q1 Earnings"], ["20.05.20", "Business in the Age of COVID-19: Nvidia should dodge massive coronavirus effects thanks to data centers and videogames"], ["20.05.20", "Is a Surprise Coming for NVIDIA (NVDA) This Earnings Season?"], ["19.05.20", "Nvidia researchers propose technique to transfer AI trained in simulation to the real world"], ["19.05.20", "Nvidia Hits Record Highs Ahead of Q1 Earnings: ETFs in Focus"], ["19.05.20", "The Zacks Analyst Blog Highlights: NVIDIA, Coca-Cola, PetroChina, CVS Health and Zoom Video Communications"], ["19.05.20", "Gov't join hands with Nvidia to aid AI startups "], ["18.05.20", "Buy Nvidia & Alibaba Stock Before Earnings for Coronavirus Resilience?"], ["18.05.20", "Q1 Scorecard and Research Reports for NVIDIA, Coca-Cola, PetroChina & Others"], ["18.05.20", "Nvidia Stock 'Entering Beast Mode,' Wall Street Analyst Says"], ["18.05.20", "NVIDIA Releases New Artificial Intelligence Hardware"], ["18.05.20", "Solid Data-Center Demand to Aid NVIDIA (NVDA) Q1 Earnings"], ["18.05.20", "Nvidia stock gains after BMO upgrade says company is 'uniquely positioned'"], ["15.05.20", "The Zacks Analyst Blog Highlights: NVIDIA, Moderna, Clorox, Campbell Soup and General Mills"], ["15.05.20", "Cisco or nVidia: Best Stock to Play Internet Infrastructure Boom?"], ["15.05.20", "NVIDIA (NVDA) to Post Q1 Earnings: What's in Store?"], ["14.05.20", "Nvidia wants to power today's car tech and tomorrow's robotaxi     - CNET"], ["2020-05-26 14:15", "Investing In Stocks: See How To Invest In 3 Simple Steps ...  GALGANI 10:15 AM ET 05/26/2020 Investing in stocks starts with having an effective and easy-to-follow routine, backed by time-tested rules for when to buy, sell and hold. As the coronavirus stock market crash has shown, that's particularly true when the stock market is volatile in both directions and you need guidelines to keep changing trends in top stocks to watch like Nvidia ( NVDA ), Microsoft ( MSFT ), and Apple ( AAPL ) in persepective. X Based on over 130 years of market history, the routine below walks you through the three basic steps that will help you grow and protect your money over the long term. And with IBD, you'll find all the tools and S&P 500-beating stock lists you need to quickly and confidently follow those steps. So take a ... "], ["2020-05-26 14:00", "Track Nasdaq Composite Prices And Stocks To Watch ... an index comprised of around 3,000 stocks. While it features companies from all sectors, it has a tech-heavy focus. Nasdaq stocks include each of the so-called FAANG stocks — Facebook ( FB ), Amazon ( AMZN ), Apple ( AAPL ), Netflix ( NFLX ) and Google parent Alphabet ( GOOGL ). The index is also home to many leading semiconductor stocks, including Intel ( INTC ), AMD ( AMD ) and Nvidia ( NVDA ). The Nasdaq 100 index is a narrower basket of stocks. It includes 100 of the largest names on the composite index based on market capitalization, excluding financial companies. Stock futures are available for both the composite and Nasdaq 100 indexes. Nasdaq After Hours Normal stock market trading hours on the Nasdaq and NYSE are Monday through Friday from 9:30 ... "], ["2020-05-26 14:00", "PagerDuty sees a tailwind as businesses race to go digital ... 14:00 GMT (15:00 BST) | Topic: Developer Show Comments LOG IN TO COMMENT My Profile Log Out | Community Guidelines Join Discussion Add Your Comment Add Your Comment More from Stephanie Condon Processors Arm's new mobile IP brings performance, efficiency gains for enabling 5G, AI Artificial Intelligence Nvidia researchers use AI to recreate PAC-MAN, without a game engine Big Data Analytics Splunk posts mixed Q1 results with cloud driving software bookings Processors Nvidia's data center business has its first $1B quarter in Q1 Please review our terms of service to complete your newsletter subscription. By registering, you agree to the Terms of Use and acknowledge the data practices outlined in the Privacy Policy . You will also receive a complimentary ... "], ["2020-05-26 13:14", "HP ZBook Firefly Is an Extremely Portable WorkstationHP's ZBook Firefly is its most portable workstation ever, with Intel U-series processors and Nvidia Quadro graphics."], ["2020-05-26 13:13", "Top Analyst Upgrades and Downgrades: Chembio, Cognex, Cree, Deere, Gilead, Halliburton, iRobot, Lam Research, Nvidia, Regeneron, Sorrento, Take-Two and More – 24/7 Wall St.Tuesday's top analyst upgrades and downgrades included Chembio Diagnostics, Cognex, Cree, Deere, Gilead Sciences, Halliburton, iRobot, Lam Research, Nvidia, Regeneron Pharmaceuticals, Sorrento Therapeutics and Take-Two Interactive Software."], ["2020-05-26 13:00", "Logitech launches compact wireless gaming keyboard with 16.8 million colors ...  feedback. The clicky version offers an audible typing experience with tactile feedback, so you can annoy roommates proudly. Pricing and availability The Logitech G915 TKL Tenkeyless Lightspeed Wireless RGB Mechanical Gaming Keyboard is expected to be available on LogitechG.com and at global retailers in June for $230. Most Read Maneater: How a shark becomes the star of a role-playing game Nvidia CEO Jensen Huang on the Metaverse, permanent WFH, and accelerating raises Facebook opens its $1,000 Oculus Quest enterprise headset to all businesses Animal Crossing: New Horizons online guide: How visiting islands works How to get Minecraft: Windows 10 Edition for free if you own the PC version UPCOMING EVENTS VB Transform July 15-17 The AI event of the year for ... "], ["2020-05-26 13:00", "Qualcomm expects all-in-one 5G XR viewers in 1-4 years, glasses in 5-10 ...  place akin to Facebook Horizon — to connect users for various XR experiences. Consumer adoption of solutions on the road to completely standalone XR glasses remains a question mark. But interest in early standalone VR headsets like the Oculus Quest has been encouragingly strong over the past year. Most Read Maneater: How a shark becomes the star of a role-playing game Nvidia CEO Jensen Huang on the Metaverse, permanent WFH, and accelerating raises Facebook opens its $1,000 Oculus Quest enterprise headset to all businesses Animal Crossing: New Horizons online guide: How visiting islands works How to get Minecraft: Windows 10 Edition for free if you own the PC version UPCOMING EVENTS VB Transform July 15-17 The AI event of the year for enterprise ... "], ["2020-05-26 13:00", "Arm's new mobile IP brings performance, efficiency gains for enabling 5G, AI ...  the data collection and usage practices outlined in our Privacy Policy . Continue Newsletters See All See All Related Stories 1 of 3 New Raspberry Pi 4 update beta lets you boot from a USB mass storage device Raspberry Pi Foundation is almost ready to deliver a fix for Raspberry Pi 4's lack of support for USB mass storage boot. Nvidia's data center business has its first $1B quarter in Q1 Nvidia's data center sales were driven by higher vertical industries and hyperscale demand. Microsoft: Linux GUI apps coming to Windows 10 WSL along with GPU access Microsoft also wants its DirectX-based Linux GPU kernel driver upstreamed to the Linux kernel, but there's resistance. Microsoft's dual-screen Surface Duo: Specs emerge, suggesting it'll ... "], ["2020-05-26 13:00", "Cnvrg.io Releases New Streaming Endpoints With One-click Deployment For Real-time Machine Learning Applications ... . \"With cnvrg.io we were able to increase our model throughput by up to 50% and on average by 30% when comparing to RESTful APIs. cnvrg.io also allows us to monitor our models in production, set alerts and retrain with high-level automation ML pipelines.\" The new cnvrg.io release extends the market footprint and enhances the prior announcements of NVIDIA DGX-Ready partnership and Red Hat unified control plane. About cnvrg.io cnvrg.io is an AI OS, transforming the way enterprises manage, scale and accelerate AI and data science development from research to production. The code-first platform is built by data scientists, for data scientists and offers unrivaled flexibility to run on-premise or cloud. Logo - https://mma.prnewswire.com/media/1160338 ... "], ["2020-05-26 13:00", "Arm's New Cortex-A78 and Cortex-X1 Microarchitectures: An Efficiency and Performance Divergence ... 39;s cores compared to the A77. Did I read this wrong? Reply FreckledTrout - Tuesday, May 26, 2020 - link Interesting move. Can we assume the choice to keep the pipeline fairly short means ARM are targeting tablet/phones with this design? Reply 1 PIPELINE STORIES + Submit News ViewSonic Announces Elite XG270QC Monitor: 1440p@165 Hz, Curved For Gaming NVIDIA Reports Q1 FY2021 Earnings: Let The Good Times Roll Gaming AIs: NVIDIA Teaches A Neural Network to Recreate Pac-Man AMD's B550 Motherboards Start Appearing Online Intel Acquires Rivet Networks: Killer Networking is all in for Team Blue Samsung Announces New 50MP Dual-Pixel and Quad-Bayer ISOCELL Sensor Huawei Matebook X Pro and Matebook 13 2020 Models Available For Pre-Order Sponsored Post: MSI's ... "], ["2020-05-26 13:00", "Arm Announces The Mali-G78: Evolution to 24 Cores ...  The Mali-G78: Evolution to 24 Cores More Scaling, Different Frequency Domains Small Performance Improvements - Uncertain Projections Tweet PRINT THIS ARTICLE Post Your Comment Please log in or sign up to comment. POST A COMMENT 0 Comments View All Comments PIPELINE STORIES + Submit News ViewSonic Announces Elite XG270QC Monitor: 1440p@165 Hz, Curved For Gaming NVIDIA Reports Q1 FY2021 Earnings: Let The Good Times Roll Gaming AIs: NVIDIA Teaches A Neural Network to Recreate Pac-Man AMD's B550 Motherboards Start Appearing Online Intel Acquires Rivet Networks: Killer Networking is all in for Team Blue Samsung Announces New 50MP Dual-Pixel and Quad-Bayer ISOCELL Sensor Huawei Matebook X Pro and Matebook 13 2020 Models Available For Pre-Order Sponsored Post ... "], ["2020-05-26 12:47", "'Path of Exile' Expansion Development Affected By Coronavirus Lockdown ...  they can expect the same challenges and quality from past expansions even with the latest update being done entirely while staying at home. An attendee plays Everquest in 3-D wearing Sony's 3-D glasses and PC gaming audio headset at the Sony Online Entertainment booth during the Electronic Entertainment Expo or E3 in Los Angeles June 7, 2011. Photo: REUTERS Loading... Related Stories Nvidia Launches PC Games Streaming Service, GeForce Now Join the Discussion Most Read CORONAVIRUS (COVID-19) OUTBREAK Last update: May 26, 2020 8:01:am Data Source: Johns Hopkins University World Confirmed: 5,579,885 (+87,796) Deaths: 351,436 (+3,086) Recovered: 1,923,558 U.S. Confirmed: 1,662,204 (+19,056) Deaths: 98,217 (+493) Recovered: 188 More Info Stay up to date with ... "], ["2020-05-26 12:22", "Scientific fact-checking using AI language models: COVID-19 research and beyond ...  collection and usage practices outlined in our Privacy Policy . Continue Newsletters See All See All Related Stories Robotics KT deploys 5G autonomous carts at warehouses Artificial Intelligence 'We are doing in a few months what would normally take a drug development process years to do': DoE's Argonne Labs battles COVID-19 with AI Artificial Intelligence Nvidia researchers use AI to recreate PAC-MAN, without a game engine Robotics Return to work: Automation projects move up the agenda ZDNet Connect with us 2020 CBS Interactive. All rights reserved. Privacy Policy | Cookies | Ad Choice | Advertise | Terms of Use | Mobile User Agreement Visit other CBS Interactive sites: Select Site CBS Cares CBS Films CBS Radio CBS.com CBSInteractive CBSNews ... "], ["2020-05-26 12:17", "Why Modern Computers Struggle to Match the Input Latency of an Apple IIe ... ExtremeTech Newsletter Subscribe Today to get the latest ExtremeTech news delivered right to your inbox. Email This newsletter may contain advertising, deals, or affiliate links. Subscribing to a newsletter indicates your consent to our Terms of Use and Privacy Policy . You may unsubscribe from the newsletter at any time. More Articles This Yellow Swirl Could Be the Birth of a New Planet May 26 Level Up: Nvidia's GameGAN AI Creates Pac-Man Without an Underlying Game Engine May 22 ET Memorial Day Weekend Deals: Apple Watch Series 5 $299, Dell Inspiron 5000 10th Gen Intel Core i5 Laptop $549, Arlo Pro 2 4-Camera Kit $399 May 21 New Bionic Eye Might See Better Than We Do May 21 Companies Need Product Managers — and These Training Classes Can Help You ... "], ["2020-05-26 12:00", "HP's WFH lineup includes 3.1-pound workstation laptop and low blue-light monitors ... has an 84% screen-to-body ratio. It also has HP Sure View Reflect and defends against firmware and malware attacks with HP Sure Start Gen6. The ZBook Firefly 15 is HP's lightest-ever 15-inch mobile workstation. It is 9.5% smaller and 1.8% lighter compared to the previous generation and has up to an 86% screen-to-body ratio. The new ZBooks have options for Nvidia Quadro P520 graphics with 4 gigs of RAM and up to 10th Gen six-core Intel Core processors so users can stay productive. The HDR 400 4K UHD display has 500-nits brightness so it can be used outdoors in high ambient-light environments. EliteBooks commercial laptops Above: HP EliteBook x360 1030 G7 laptop. Image Credit: HP HP is launching its seventh generation of EliteBook laptops that feature long ... "], ["2020-05-26 12:00", "HP launches new AMD-powered EliteBooks, 4K monitors, and powerful all-in-ones ... brightness (1000 nits with HP Sureview). as well as more cores under the hood for processing power (6 cores on the Firefly versus 4 on the Macbook). There's also the addition of Nvidia's Quadro P520 graphics on the Firefly, and longer battery life of 17 hours (versus 10 hours on the MacBook.) The ZBook Firefly laptops will become available in June at a yet- ... design with micro-edge bezels and a speaker grille on the bottom. Inside the PC are options for Intel's 10th-generation processors, with up to a Core i9 option. In addition to the Nvidia RTX 2070 Super graphics card, HP is also offering the AMD Radeon RX 5300M graphics card. These are aimed at graphic designers and creators, as well as power users who need raw graphics capabilities. There ... "], ["2020-05-26 12:00", "HP's latest EliteBooks offer 5G and up to 29 hours of battery life ...  AMD business laptop with up to 24 hours of runtime. Again, we wouldn't count on reaching that in day-to-day use. Those who need the power of a mobile workstation are also in for a treat. The ZBook Firefly 14 is billed as the \"smallest and lightest\" portable workstation (under narrow conditions) with a 3.1lbs starting weight, and now has the option of dedicated NVIDIA Quadro graphics to help with GPU-heavy tasks. It has the \"brightest\" 14-inch screen as well for those times when it's safe to work outside. The ZBook Firefly 15, meanwhile, is pitched as HP's lightest 15-inch workstation (though weight wasn't available as we wrote this). Be ready to wait depending on what you want. The EliteBook x360 updates ship in July ... "], ["2020-05-26 12:00", "Crucial P2 NMVe SSD review: Inexpensive, but a slow performer ... , but not a slow ramp up in speed, nor a roller-coaster after the midway mark.. In short, the P2 SSD's performance will get you through the day, but its erratic dips will cause issues for those that consistently work with larger amounts of data. Testing is performed on Windows 10 64-bit running on a Core i7-5820K/Asus X99 Deluxe system with four 16GB Kingston 2666MHz DDR4 modules, a Zotac (Nvidia) GT 710 1GB x2 PCIe graphics card, and an Asmedia ASM2142 USB 3.1 Gen 2 (10Gbps) card. Also on board are a Gigabyte GC-Alpine Thunderbolt 3 card and Softperfect's Ramdisk 3.4.6, which is used for the 48GB transfer tests. The price is right The P2 SSD will no doubt appeal to budget system builders and users who have to pinch every last penny--it's priced ... "], ["2020-05-26 12:00", "HP's Spring PC Lineup Is Made for Zoom Rooms, Working From Home ... ;s written on topics as diverse as Borneo's rain forests, Middle Eastern airlines, and big data's role in presidential elections. A graduate of Middlebury College, Tom also has a master's degree in journalism and French Studies from New York University. Follow him on Twitter @branttom. Read the latest from Tom Brant Intel Acquires Rivet, Maker of Killer Wi-Fi How to Build an AI Robot With Nvidia's $399 Jetson Xavier NX Microsoft's Surface Go 2, Surface Book 3 Will Help You Work From Home Intel's 'Comet Lake-S' Desktop CPUs Offer Up to 10 Cores of Computing Muscle First Tests: Will Intel's New 'Comet Lake-H' Core i7 Be the Best Laptop CPU of 2020? More from Tom Brant Advertisement PC Magazine Digital Edition Get 67 ... "], ["2020-05-26 11:46", "Xbox Series X release date, specs, design and launch titles for the new Xbox ...  3328 shaders allocated to 52 compute units, and runs at a locked 1,825 MHz. Interestingly, there's no boost clocks for the GPU. It will always run at that speed. It also uses AMD's RDNA 2 architecture, and offers ray tracing for photo-realistic lighting. What does this mean in the real world? It seems the Xbox Series X will have the graphical power acquirement to a gaming PC with an Nvidia RTX 2080 graphics card. So, a very capable device indeed, but maybe not able to compete with the most powerful gaming PCs. The Xbox Series X also gets 16GB of GDDR6 memory an upgrade from the Xbox One X's 12GB GDDR5. That won't all be used in games, however. Games will get a total of 13.5GB 10GB of GPU optimal memory and 3.5GB of standard memory, while the ... "]]}}