{"postfix": "office_depot-aktie", "name": "OFFICE_DEPOT", "wkn": "877247", "time": "2020.05.26 16:42", "ts": 1590504174, "features": {"KGV": "6.35", "Marktkapitalisierung": {"Size": "Mrd", "Value": "1.12"}, "GA": "0.41", "KBV": "0.66", "BA": "3.95", "KCV": "3.29", "CA": "0.79", "Vola30": "100.76", "Vola90": "109.48", "Vola180": "87.08", "Vola250": "77.07"}, "rivals": ["takkt-aktie", "staples-aktie", "officemax-aktie", "williams-sonoma-aktie", "wh_smith_1-aktie"], "text_data": {"de": [["15.05.20", "Coronavirus - Industrie: US-Büroartikelhersteller Office Depot will 13'000 Jobs streichen"], ["09.05.20", "Office Depot veröffentlichte Zahlen zum vergangenen Quartal"], ["05.05.20", "Ausblick: Office Depot gewährt Anlegern Blick in die Bücher"], ["27.02.20", "Office Depot verkündete Quartalsergebnis zum jüngsten Jahresviertel"], ["25.02.20", "Ausblick: Office Depot legt Quartalsergebnis vor"], ["05.02.20", "Office Depot schüttet Dividende aus"]], "en": [["18.05.20", "Office Depot (ODP) Looks Good: Stock Adds 6.5% in Session"], ["15.05.20", "Why Office Depot Popped as Much as 19% Friday"], ["15.05.20", "Office Depot closing stores, laying off 13,000 workers"], ["15.05.20", "Office Depot Plans to Lay Off Thousands of Workers"], ["14.05.20", "Office Depot plans store closures, 13,100 job cuts by 2023"], ["14.05.20", "Can Office Depot (ODP) Run Higher on Rising Earnings Estimates?"], ["14.05.20", "Is Office Depot (ODP) Stock Undervalued Right Now?"], ["07.05.20", "Office Depot (ODP) Q1 Earnings Beat Estimates, Stock Up"], ["06.05.20", "Office Depot, Inc. (ODP) Q1 2020 Earnings Call Transcript"], ["06.05.20", "Why Office Depot Shares Are Up Today"], ["06.05.20", "Office Depot (ODP) Q1 Earnings and Revenues Beat Estimates"], ["06.05.20", "Office Depot, Inc. Adopts Limited Duration Shareholder Rights Plan"], ["06.05.20", "Office Depot shares jump premarket after earnings top estimates, company adopts poison pill"], ["01.05.20", "Here's Why Best Buy, Office Depot, and Michaels Crashed Today"], ["29.04.20", "Office Depot (ODP) Earnings Expected to Grow: Should You Buy?"], ["22.04.20", "Office Depot to Announce First Quarter 2020 Earnings Results Wednesday, May 6, 2020"], ["20.04.20", "Office Depot raises size of credit facility to $1.3 billion, extends maturity date to April 2025"], ["20.04.20", "Office Depot Streamlines Capital Structure by Refinancing Existing Credit Facility and Repaying Term Loan"], ["06.04.20", "Here's How Office Depot is Tackling Coronavirus-Led Demand"], ["01.04.20", "Office Depot’s New Same-Day Delivery Service Offers Fast and Convenient Delivery"], ["31.03.20", "Office Depot, Inc. Announces Board Approval of Holding Company Reorganization"], ["27.03.20", "Office Depot (ODP) Down 17.4% Since Last Earnings Report: Can It Rebound?"], ["10.03.20", "Office Depot to Present at BofA Securities 2020 Consumer & Retail Technology Conference Tuesday, March 10, 2020"], ["27.02.20", "Office Depot (ODP) Q4 Earnings Beat Estimates, Sales Miss"], ["26.02.20", "Office Depot, Inc. (ODP) Q4 2019 Earnings Call Transcript"], ["24.02.20", "Here's How Office Depot (ODP) is Poised Ahead of Q4 Earnings"], ["20.02.20", "Office Depot Announces Upcoming Changes to Board of Directors"], ["12.02.20", "Office Depot to Announce Fourth Quarter and Full Year 2019 Earnings Results Wednesday, February 26, 2020"], ["06.02.20", "Office Depot Appoints Quincy Allen and Shashank Samant to Company’s Board of Directors"], ["04.02.20", "Office Depot Declares Quarterly Cash Dividend of $0.025 Per Share"], ["31.01.20", "Office Depot Announces Receipt of Timber Note Proceeds and Retirement of Non-recourse Debt"], ["28.01.20", "Here's Why Office Depot is Marching Ahead of the Industry"], ["21.01.20", "Office Depot, Inc. Earns Perfect Score in Corporate Equality Index for Ninth Consecutive Year"], ["13.01.20", "Should Value Investors Buy Office Depot (ODP) Stock?"], ["2020-05-26 13:44", "Best home printer 2020: versatile printers for use at home ...  its 2.7\" color display, you can even print from and scan to the cloud. (Image credit: Epson) 10. Epson EcoTank ET-3760 For eco-conscious families Category: All-in-one cartridge-free printer | Print speed: Black: 15 ISO ppm, Color: 8 ISO ppm | Paper capacity: 150 sheets | Paper size: Up to A6 | Weight: 7.3kg $399.99 View at Dell $399.99 View at Best Buy $399.99 View at Office Depot See all prices (3 found) Cartridge-free printing Ink replacement lasts up to 2 years Not cheap Whether you're trying to run a more eco-friendly household or you're just fed up with having to run out go get ink at the most inconvenient times in the middle of printing your important documents, for example you might love the Epson EcoTank ET-3760. This all-in-one printer ... "], ["2020-05-26 13:39", "Nominate your local hero and you could strike oil thanks to fuel Motherwell company ... good donation from whisky auctioneers To give something back to the people that support Oilfast they have launched the campaign which will see eight Local Heroes within a 50-mile delivery radius of every depot they operate in Scotland and in Wales rewarded with 500 litres of kerosene heating oil. You can nominate your local hero on Oilfast's website or by writing to Oilfast Motherwell, tell them ...  Scotland The death is being treated as unexplained as police officers await post-mortem results. Scots Tory Minister Douglas Ross quits over Dominic Cummings scandal Coronavirus The Scotland Office Minister said he could not tell his constituents they were wrong about how the Prime Minister's top aide behaved during lockdown Heartbroken pals of Fife teen  ... "], ["2020-05-26 13:25", "One of my biggest Google Home pet peeves, and two ways to fix it ... -Efficient Cars Best Hybrids Best Sedans Best SUVs Best Trucks Deals All deals The Cheapskate Antivirus Deals Identity Theft Protection Deals Mattress Deals Meal Kit Deals Password Manager Deals Pillow Deals Prescription Glasses Deals Tax Service Deals VPN Deals Web Hosting Deals All coupons Best Buy Promo Codes eBay Coupons ExpressVPN Coupons Groupon Promo Codes GrubHub Coupons HP Coupons Office Depot Coupons Postmates Coupons Samsung Promo Codes Staples Coupons Target Coupons TurboTax Discounts Verizon Promo Codes Walmart Coupons Download 5G Editions Editions English Espaol China France Germany Japan Korea Search Go Hi, Settings My Profile Forums Sign Out Join / Sign In One of my biggest Google Home pet peeves, and two ways to fix it If you have more than ... "], ["2020-05-26 13:00", "Phone-connected 5G VR/AR headsets are still on track for 2020, says Qualcomm ...  Cars Best Hybrids Best Sedans Best SUVs Best Trucks Deals All deals The Cheapskate Antivirus Deals Identity Theft Protection Deals Mattress Deals Meal Kit Deals Password Manager Deals Pillow Deals Prescription Glasses Deals Tax Service Deals VPN Deals Web Hosting Deals All coupons Best Buy Promo Codes eBay Coupons ExpressVPN Coupons Groupon Promo Codes GrubHub Coupons HP Coupons Office Depot Coupons Postmates Coupons Samsung Promo Codes Staples Coupons Target Coupons TurboTax Discounts Verizon Promo Codes Walmart Coupons Download 5G Editions Editions English Espaol China France Germany Japan Korea Search Go Hi, Settings My Profile Forums Sign Out Join / Sign In Phone-connected 5G VR/AR headsets are still on track for 2020, says Qualcomm A wave of plug ... "], ["2020-05-26 13:00", "8 quick ways to free up drive space in Windows 10 ...  Cars Best Hybrids Best Sedans Best SUVs Best Trucks Deals All deals The Cheapskate Antivirus Deals Identity Theft Protection Deals Mattress Deals Meal Kit Deals Password Manager Deals Pillow Deals Prescription Glasses Deals Tax Service Deals VPN Deals Web Hosting Deals All coupons Best Buy Promo Codes eBay Coupons ExpressVPN Coupons Groupon Promo Codes GrubHub Coupons HP Coupons Office Depot Coupons Postmates Coupons Samsung Promo Codes Staples Coupons Target Coupons TurboTax Discounts Verizon Promo Codes Walmart Coupons Download 5G Editions Editions English Espaol China France Germany Japan Korea Search Go Hi, Settings My Profile Forums Sign Out Join / Sign In 8 quick ways to free up drive space in Windows 10 Bumping up against your PC's physical ... "], ["2020-05-26 13:00", "Android flagship phones can expect double-whammy speed boost in 2021 ...  Hybrids Best Sedans Best SUVs Best Trucks Deals All deals The Cheapskate Antivirus Deals Identity Theft Protection Deals Mattress Deals Meal Kit Deals Password Manager Deals Pillow Deals Prescription Glasses Deals Tax Service Deals VPN Deals Web Hosting Deals All coupons Best Buy Promo Codes eBay Coupons ExpressVPN Coupons Groupon Promo Codes GrubHub Coupons HP Coupons Office Depot Coupons Postmates Coupons Samsung Promo Codes Staples Coupons Target Coupons TurboTax Discounts Verizon Promo Codes Walmart Coupons Download 5G Editions Editions English Espaol China France Germany Japan Korea Search Go Hi, Settings My Profile Forums Sign Out Join / Sign In Android flagship phones can expect double-whammy speed boost in 2021 Arm helps chip allies like Qualcomm ... "], ["2020-05-26 12:57", "Bicyclist, innocent driver killed at end of police chase in north Houston ... animals, some found chained to walls, seized from MacGregor Here are the grocery store products that have gotten more Deals Macy's H-E-B Lowe's eBay Target Chewy REI Kohl's Home Depot Shipley Do-Nuts Best Buy JC Penney Dick's Sporting Goods Save big on Nike, Crocs, Levi's and more during Zappos' Memorial Get 30% off at Discount Glasses and 20% off at Discount ...  of a Mercedes Benz car in the 10000 block of Veterans Memorial Drive travelling \"highly over the speed limit\" around 9 p.m., according to Harris County Sheriff's Office Sgt. Simon Cheng. The deputy tried to pull the driver over, but he allegedly sped off south along Veterans Memorial. FOUR INJURED: Driver charged following major crash that landed 4 in hospital After ... "], ["2020-05-26 12:56", "New York is reminiscent of the Wild West ghost town of my youth — our city's future depends on our collective fortitude ...  that I hoped would mirror my future life in cities around the globe. On Main Street, the restaurants were packed, and families wandered in and out of shops selling candy, beeswax candles, jams and Stetsons. At the Calico saloon, can-can dancers performed several shows daily, and kids ordered sarsaparilla beer, pretending to get tipsy. There was a post office, a jail, a fire department, a train depot and even a euphemistically named \"boarding house.\" Sparks flew in the blacksmith's barn, where grizzled men pounded out red-hot horseshoes, and a sheriff with a shiny badge strutted through town, keeping the peace — and mostly succeeding. A boysenberry farmer named Walter Knott created this quirky, buzzing town in 1940. A history buff, Knott ... "], ["2020-05-26 12:00", "Best places to sell your used electronics in 2020 ... Cars Best Hybrids Best Sedans Best SUVs Best Trucks Deals All deals The Cheapskate Antivirus Deals Identity Theft Protection Deals Mattress Deals Meal Kit Deals Password Manager Deals Pillow Deals Prescription Glasses Deals Tax Service Deals VPN Deals Web Hosting Deals All coupons Best Buy Promo Codes eBay Coupons ExpressVPN Coupons Groupon Promo Codes GrubHub Coupons HP Coupons Office Depot Coupons Postmates Coupons Samsung Promo Codes Staples Coupons Target Coupons TurboTax Discounts Verizon Promo Codes Walmart Coupons Download 5G Editions Editions English Espaol China France Germany Japan Korea Search Go Hi, Settings My Profile Forums Sign Out Join / Sign In CNET editors pick the products and services we write about. When you buy through our links, we may ... "], ["2020-05-26 12:00", "HBO Max: 14 classic movies you have to stream immediately ...  Best Hybrids Best Sedans Best SUVs Best Trucks Deals All deals The Cheapskate Antivirus Deals Identity Theft Protection Deals Mattress Deals Meal Kit Deals Password Manager Deals Pillow Deals Prescription Glasses Deals Tax Service Deals VPN Deals Web Hosting Deals All coupons Best Buy Promo Codes eBay Coupons ExpressVPN Coupons Groupon Promo Codes GrubHub Coupons HP Coupons Office Depot Coupons Postmates Coupons Samsung Promo Codes Staples Coupons Target Coupons TurboTax Discounts Verizon Promo Codes Walmart Coupons Download 5G Editions Editions English Espaol China France Germany Japan Korea Search Go Hi, Settings My Profile Forums Sign Out Join / Sign In HBO Max: 14 classic movies you have to stream immediately HBO Max is stuffed with cinematic classics ... "], ["2020-05-26 12:00", "NASA and SpaceX are about to fly into space with a touchscreen ...  Cars Best Hybrids Best Sedans Best SUVs Best Trucks Deals All deals The Cheapskate Antivirus Deals Identity Theft Protection Deals Mattress Deals Meal Kit Deals Password Manager Deals Pillow Deals Prescription Glasses Deals Tax Service Deals VPN Deals Web Hosting Deals All coupons Best Buy Promo Codes eBay Coupons ExpressVPN Coupons Groupon Promo Codes GrubHub Coupons HP Coupons Office Depot Coupons Postmates Coupons Samsung Promo Codes Staples Coupons Target Coupons TurboTax Discounts Verizon Promo Codes Walmart Coupons Download 5G Editions Editions English Espaol China France Germany Japan Korea Search Go Hi, Settings My Profile Forums Sign Out Join / Sign In NASA and SpaceX are about to fly into space with a touchscreen Forget playing a flight sim on ... "], ["2020-05-26 12:00", "From Amazon to Zuckerberg: 25 years of technology ... Cars Best Hybrids Best Sedans Best SUVs Best Trucks Deals All deals The Cheapskate Antivirus Deals Identity Theft Protection Deals Mattress Deals Meal Kit Deals Password Manager Deals Pillow Deals Prescription Glasses Deals Tax Service Deals VPN Deals Web Hosting Deals All coupons Best Buy Promo Codes eBay Coupons ExpressVPN Coupons Groupon Promo Codes GrubHub Coupons HP Coupons Office Depot Coupons Postmates Coupons Samsung Promo Codes Staples Coupons Target Coupons TurboTax Discounts Verizon Promo Codes Walmart Coupons Download 5G Editions Editions English Espaol China France Germany Japan Korea Search Go Hi, Settings My Profile Forums Sign Out Join / Sign In From Amazon to Zuckerberg: 25 years of technology On CNET's 25th anniversary, take a look back ... "], ["2020-05-26 12:00", "HBO Max is in search of its Baby Yoda phenom ...  Cars Best Hybrids Best Sedans Best SUVs Best Trucks Deals All deals The Cheapskate Antivirus Deals Identity Theft Protection Deals Mattress Deals Meal Kit Deals Password Manager Deals Pillow Deals Prescription Glasses Deals Tax Service Deals VPN Deals Web Hosting Deals All coupons Best Buy Promo Codes eBay Coupons ExpressVPN Coupons Groupon Promo Codes GrubHub Coupons HP Coupons Office Depot Coupons Postmates Coupons Samsung Promo Codes Staples Coupons Target Coupons TurboTax Discounts Verizon Promo Codes Walmart Coupons Download 5G Editions Editions English Espaol China France Germany Japan Korea Search Go Hi, Settings My Profile Forums Sign Out Join / Sign In HBO Max is in search of its Baby Yoda phenom The next big streaming service arrives Wednesday ... "], ["2020-05-26 11:00", "HBO Max launches tomorrow: Discounts, free upgrades, shows and movies to expect ...  Hybrids Best Sedans Best SUVs Best Trucks Deals All deals The Cheapskate Antivirus Deals Identity Theft Protection Deals Mattress Deals Meal Kit Deals Password Manager Deals Pillow Deals Prescription Glasses Deals Tax Service Deals VPN Deals Web Hosting Deals All coupons Best Buy Promo Codes eBay Coupons ExpressVPN Coupons Groupon Promo Codes GrubHub Coupons HP Coupons Office Depot Coupons Postmates Coupons Samsung Promo Codes Staples Coupons Target Coupons TurboTax Discounts Verizon Promo Codes Walmart Coupons Download 5G Editions Editions English Espaol China France Germany Japan Korea Search Go Hi, Settings My Profile Forums Sign Out Join / Sign In HBO Max launches tomorrow: Discounts, free upgrades, shows and movies to expect The streaming service will ... "], ["2020-05-26 11:00", "TONI KING: Enrolled in Medicare: Now I can't fund my HSA! ...  animals, some found chained to walls, seized from MacGregor Here are the grocery store products that have gotten more Deals Macy's H-E-B Lowe's eBay Target Chewy REI Kohl's Home Depot Shipley Do-Nuts Best Buy JC Penney Dick's Sporting Goods Save big on Nike, Crocs, Levi's and more during Zappos' Memorial Get 30% off at Discount Glasses and 20% off at Discount  ...  A when turning 65. When you and your spouse retire later past 65, when no longer working full-time with company health insurance, then you can apply for Medicare. Contact the Toni Says office at 832-519-8664 for more information on Medicare and HSA topic. Toni King, author of the Medicare Survival Guide is giving a $5 discount on the Medicare Survival Guide Advanced book and  ... "], ["2020-05-26 10:45", "iPhone SE vs. iPhone 11: What exactly do you get by spending almost double? ... Cars Best Hybrids Best Sedans Best SUVs Best Trucks Deals All deals The Cheapskate Antivirus Deals Identity Theft Protection Deals Mattress Deals Meal Kit Deals Password Manager Deals Pillow Deals Prescription Glasses Deals Tax Service Deals VPN Deals Web Hosting Deals All coupons Best Buy Promo Codes eBay Coupons ExpressVPN Coupons Groupon Promo Codes GrubHub Coupons HP Coupons Office Depot Coupons Postmates Coupons Samsung Promo Codes Staples Coupons Target Coupons TurboTax Discounts Verizon Promo Codes Walmart Coupons Download 5G Editions Editions English Espaol China France Germany Japan Korea Search Go Hi, Settings My Profile Forums Sign Out Join / Sign In CNET editors pick the products and services we write about. When you buy through our links, we may ... "], ["2020-05-26 10:32", "Woman issues stark warning to dog owners after a common house plant killed her beloved pet ...  trunk, roots, leaves, and small berry-like seeds that can develop on mature plants. \"I have seen this plant for sale on the shelves at Walmart, Lowes, and Home Depot sitting among other harmless household plants with zero warning label attached.\" A number of common plants are poisonous to dogs, including tulips, daffodils, English ivy and even mistletoe. Plants  ... Complaints Clarifications and Corrections News Licensing Advertising Contact Us Commissioning Terms Help Hub Topic A-Z Cookie Settings Contact Preferences News Group Newspapers Limited in England No. 679215 Registered office: 1 London Bridge Street, London, SE1 9GF. \"The Sun\", \"Sun\", \"Sun Online\" are registered trademarks or trade names of News Group Newspapers Limited ... "], ["2020-05-26 10:30", "iPhone 11 vs. iPhone 11 Pro vs. iPhone 11 Pro Max: The main differences you should care about ... Cars Best Hybrids Best Sedans Best SUVs Best Trucks Deals All deals The Cheapskate Antivirus Deals Identity Theft Protection Deals Mattress Deals Meal Kit Deals Password Manager Deals Pillow Deals Prescription Glasses Deals Tax Service Deals VPN Deals Web Hosting Deals All coupons Best Buy Promo Codes eBay Coupons ExpressVPN Coupons Groupon Promo Codes GrubHub Coupons HP Coupons Office Depot Coupons Postmates Coupons Samsung Promo Codes Staples Coupons Target Coupons TurboTax Discounts Verizon Promo Codes Walmart Coupons Download 5G Editions Editions English Espaol China France Germany Japan Korea Search Go Hi, Settings My Profile Forums Sign Out Join / Sign In CNET editors pick the products and services we write about. When you buy through our links, we may ... "], ["2020-05-26 10:00", "THE LATEST: Slight increase of coronavirus-related hospitalizations since Sunday ... deaths and 1,536,196 recoveries, according to Worldometers. U.S. statistics showed 1,385,850 cases, 81,795 deaths and 262,225 recoveries. May 11 9:45 p.m. Governor Ned Lamont's office confirmed that hair salons will be able to use blow dryers when reopening on May 20. Blow dryers were originally prohibited from being used. 4:30 p.m. Governor Ned Lamont confirmed three children at ... Christmas shopping, spending their $1200 before they have it. The parking lot was packed. At Home Depot on New Park they are at least limiting the number of people entering as someone was tracking those coming in and the entrances have been blocked to control the flow of people. Good job Home Depot. People of Hartford and Wal-Mart, not so much it appears. Report Add Reply rick be ... "], ["2020-05-26 09:00", "'Not living in the same reality.' Why COVID data settles zero arguments. ...  County GOP chair denounces coronavirus as a hoax A few minutes later, commissioners voted unanimously to end the disaster declaration, and put off funding Neal's emergency request. Back at their Round Rock office, Neal and his staff struggled to digest what happened. \"I feel almost like we're not living in the same reality,\" said Justine Price, deputy director of the Williamson County and  ...  economics are real,\" she added. \"But to call it 'over' is so dangerous.\" After seeing only a smattering of facemasks during recent visits to Chipotle and Home Depot, she said she fully expects to see a dramatic spike in new local cases. Whether it happens or not, Neal, Price and their staff will continue the daily grind of fending off  ... "]]}}