{"postfix": "olympus-aktie", "name": "OLYMPUS", "wkn": "856840", "time": "2020.05.26 16:05", "ts": 1590501926, "features": {"KGV": "203.68", "Marktkapitalisierung": {"Size": "Mrd", "Value": "19.88"}, "GA": "5.97", "KBV": "3.76", "BA": "323.10", "KCV": "24.87", "CA": "48.90", "Vola30": "60.48", "Vola90": "94.62", "Vola180": "73.74", "Vola250": "57.95"}, "rivals": ["carl_zeiss_meditec-aktie"], "text_data": {"de": [["14.05.20", "Erste Schätzungen: OLYMPUS präsentiert Quartalsergebnisse"], ["14.05.20", "Erste Schätzungen: Olympus stellt das Zahlenwerk zum vergangenen Quartal vor"], ["29.04.20", "Erster Eindruck: Systemkamera Olympus OM-D EM-1 III mit optimierter Bedienung"], ["23.04.20", "Mit EVIS X1 bringt Olympus sein bisher modernstes Endoskopiesystem auf den Markt"], ["18.03.20", "MÄRKTE ASIEN/Abgaben - Zwischenzeitliche Gewinne nicht behauptet"], ["19.02.20", "MÄRKTE ASIEN/Entspannung am Tag \"nach Apple\""], ["12.02.20", "Olympus OM-D E-M1 III: Spiegellose Systemkamera für Naturfotografen "], ["07.02.20", "MÄRKTE ASIEN/Gewinnmitnahmen - Schanghai schafft Dreh ins Plus"], ["07.02.20", "MÄRKTE ASIEN/Gewinnmitnahmen vor dem Wochenende"], ["07.02.20", "OLYMPUS: So schnitt der Konzern im vergangenen Quartal ab"], ["07.02.20", "Olympus hat Bilanz für das abgelaufene Quartal gezogen"], ["05.02.20", "Ausblick: OLYMPUS präsentiert Quartalsergebnisse"], ["05.02.20", "Ausblick: Olympus gewährt Anlegern Blick in die Bücher"], ["31.01.20", "heise+ | Canon EOS 5D, Sony A7, Olympus Pen: Kameragenerationen im Vergleich"], ["04.01.20", "heise+ | Test: Nikon Z 50 gegen Olympus OM-D E-M5 III"]], "en": [["20.05.20", "Olympus exits camera business in Korea "], ["23.04.20", "Olympus Launches EVIS X1, its Most Advanced Endoscopy System to Date"], ["26.03.20", "Olympus : Olympus Announces the 2019 Global Image of the Year Award Winners"], ["21.01.20", "Paris couture climbs Mount Olympus, plumbs marine depths"], ["20.01.20", "Paris couture climbs Mount Olympus, plumbs marine depths"], ["2020-05-26 11:00", "SMART Medical Systems Receives FDA Clearance For Its G-EYE Colonoscope ...  detection rate of G-EYE colonoscopy to that of standard colonoscopy, G-EYE colonoscopy demonstrated substantial increase in the detection of cancerous polyps which are the precursors of colon cancer (GIE 2019; 89: 545-553; and Endoscopy 2015; 47: 238-244). Under the current FDA clearance, the G-EYE colonoscope will be available based on selected 510(k) cleared colonoscopes of OLYMPUS (8 models) and PENTAX Medical (3 models). SMART is currently preparing its 510(k) submission for the FUJIFILM brand. \"We are excited to have the G-EYE colonoscope available for American patients, doctors and endoscopy practices, and are proud of taking part in the global effort to provide advanced technologies for colonoscopy\", said Brian Cochrane , CCO of SMART&apos ... "], ["2020-05-26 03:22", "The Titan Games 2020 Results: Ex-Browns OL Joe Thomas Wins Mt. Olympus Showdown ...  housed the Titan Relic. Pushing around NFL defensive linemen for 11 seasons was the perfect training, as Thomas held a clear advantage on Shelby, who ran out of steam near the finish line. The Titan Games @ nbctitangames Tonight @joethomas73 said: https://t.co/uJ5rvTWJCw When The Titan Games return to the central region, Thomas and McMillan will be an imposing set of foes waiting at Mount Olympus. Facebook Logo Twitter Logo Copy Link Icon Related 2020 MLB Draft Big Board Our top 50 prospects and positional rankings Featured 2020 MLB Draft Big Board Joel Reuter via Bleacher Report Ranking the NFL's Best WR Duos Here are the best pairs entering the 2020 season Featured Ranking the NFL's Best WR Duos Brad Gagnon via Bleacher Report NBA Breakups Where ... "], ["2020-05-25 21:41", "The Titan Games free live stream: How to watch online without cable ...  the challenge to join the competition... During regional competition, we will see two contenders of each gender battle in a best-of-three competition on epic new and fan-favorite obstacles. They are fighting for the chance to compete on Mount Olympus, Johnson's all-encompassing final obstacle that tests strength, speed, stamina and heart. In order to become a Titan, the competitors will need to defeat one of Johnson's professional Titans and then maintain that position on top of Mount Olympus... Those who lose on Mount Olympus will have a shot at redemption during the Regional Finals and one last chance to take on the reigning Titan. Ultimately, one male and one female will earn the title of Regional Champion and move on to the finale...In the ... "], ["2020-05-25 20:29", "Titan Games Season 2 Cast of Contestants: Meet the Competitors ...  the men and women are true athletes and competitors who give it their all in the Titan arena.\" This year's competition will break down into three regions across the U.S., and one male and one female athlete will reign as the Titan of each region. In order to gain the title of Titan, contestants have to beat professional athletes and maintain their spot on top of Mount Olympus. In the season finale, the Titans will return and battle against each other. Ultimately, one man and one woman will emerge as Titan Champion and get the grand prize of $100,000. If one of the professional athletes come out as the winner, the prize money goes to a charity of their choosing. Titan: Claressa Shields View this post on Instagram Don't miss me in the Titan games ... "], ["2020-05-25 17:23", "How to Watch The Titan Games Season 2 Online Without Cable ...  of each gender will battle in a best-of-three competition on obstacles, some of which appeared last season, and some of which are new. The contenders are battling it out for the chance to compete on the final obstacle course, called Mount Olympus. In order to be crowned a Titan, the competitors have to defeat a professional Titan and then maintain their position atop Mount Olympus. Video Video related to how to watch the titan games season 2 online without cable 2020-05-25T13:23:35-04:00 Those that lose on Mount Olympus will have a chance to battle back during the Regional Finals. Ultimately, one male and one female from each region will move on to the finale. In the finale, the six contestants left standing will battle against one another, with one man and ... "], ["2020-05-25 16:30", "Victor Cruz Lauds 'Titan Games' as Nothing Like That 'Awful' 2008 'American Gladiators' Reboot ... 34; was a syndicated series that aired from 1989-1996 and matched amateurs against each other, as well as against the show's \"gladiators.\" NBC's Hogan and Laila Ali-hosted remake, which aired in 2008, had the same premise but was not comparable to the original in Cruz's eyes. The Super Bowl champ says that when you see the Mount Olympus obstacle course on \"The Titan Games,\" you \"understand the difference\" between The Rock's show — which is inspired by his own intensive workout regimen — and the \"Gladiators\" reboot \"almost immediately.\" \"This is newer, fresher, a whole new vibe,\" Cruz continued, with \"renewed, refreshed energy.\" Whereas the \"American Gladiators\" remake ... "], ["2020-05-25 10:32", "\"The Titan Games\" Returns ...  \"The Titan Games.\" Season one of Dwayne Johnson's intensely physical competition put every day athletes through the wringer. \"I get great joy in seeing these athletes crush these competitions and also, evilly enough I get great joy in seeing them get crushed as well,\" he laughs. The season ultimately saw one man and one woman overcome their opponents and Mount Olympus to win $100,000. This year they're raising the bar with the introduction of \"celebrity\" Titans. \"We have some of the best athletes in the world coming on to compete against our other competitors,\" Johnson explains. Former NFL star Victor Cruz and two-time Olympic boxing champ Claressa Shields are among those competing. Shields and the other pros have the ... "], ["2020-05-25 01:00", "Holiday amid pandemic: Americans divided on how to respond ...  largely on tourist dollars. At least a few out-of-towners trickled in. Greer Falls of Augusta, Georgia, wore a mask as he entered the Royal House restaurant for lunch. After weeks at home, he said he was ready for a change of scenery and didn't want to miss a birthday celebration with friends he's known for decades. Some amusement parks, such as Mt. Olympus in the Wisconsin Dells and Lagoon amusement park in Farmington, Utah, opened for the first time in months. The Facebook sites for both parks were flooded with comments from visitors excited to ride go-karts or roller coasters, though some complained about Lagoon's policy of requiring masks. Andrew Young, 29, said Lagoon has been a lifelong summer staple and when he learned the park would be ... "], ["2020-05-24 23:00", "Samsung's ECG monitoring app approved by Korean regulator ...  BST) | Topic: Innovation Show Comments LOG IN TO COMMENT My Profile Log Out | Community Guidelines Join Discussion Add Your Comment Add Your Comment More from Cho Mu-Hyun Hardware Samsung to build new EUV foundry chip line Tech Industry LG restructures global TV factory operations Artificial Intelligence SK Telecom deploys AI system to assist with COVID-19 quarantine Tech Industry Olympus to end camera operations in South Korea Please review our terms of service to complete your newsletter subscription. By registering, you agree to the Terms of Use and acknowledge the data practices outlined in the Privacy Policy . You will also receive a complimentary subscription to the ZDNet's Tech Update Today and ZDNet Announcement newsletters. You may unsubscribe ... "], ["2020-05-24 15:37", "Trump's America needs the conservative tradition ...  and wise, farsighted or providentially foreordained outcomes. By extension, serious conservative thinkers have tended to languish outside of the mainstream, talking to one another without reaching a larger audience. Indeed, in some quarters, even today, the very phrase conservative intellectual tradition carries with it oxymoronic connotations. Handed down as if from the atop Mount Olympus, or least from Morningside Heights and Harvard Yard, this verdict seemed incontrovertible — at least it did until Vietnam rolled round and the hegemony of postwar liberalism crumbled with astonishing suddenness. A New Left rose up to deflate Cold War liberalism's pretensions to inevitability and presenting conservative intellectuals an unforeseen opportunity to ... "], ["2020-05-24 12:41", "Holiday amid pandemic: Americans divided on how to respond ...  largely on tourist dollars. At least a few out-of-towners trickled in. Greer Falls of Augusta, Georgia, wore a mask as he entered the Royal House restaurant for lunch. After weeks at home, he said he was ready for a change of scenery and didn't want to miss a birthday celebration with friends he's known for decades. Some amusement parks, such as Mt. Olympus in the Wisconsin Dells and Lagoon amusement park in Farmington, Utah, opened for the first time in months. The Facebook sites for both parks were flooded with comments from visitors excited to ride go-karts or roller coasters, though some complained about Lagoon's policy of requiring masks. Andrew Young, 29, said Lagoon has been a lifelong summer staple and when he learned the park would be ... "], ["2020-05-24 12:10", "Holiday amid pandemic: Americans divided on how to respond ...  largely on tourist dollars. At least a few out-of-towners trickled in. Greer Falls of Augusta, Georgia, wore a mask as he entered the Royal House restaurant for lunch. After weeks at home, he said he was ready for a change of scenery and didn't want to miss a birthday celebration with friends he's known for decades. Some amusement parks, such as Mt. Olympus in the Wisconsin Dells and Lagoon amusement park in Farmington, Utah, opened for the first time in months. The Facebook sites for both parks were flooded with comments from visitors excited to ride go-karts or roller coasters, though some complained about Lagoon's policy of requiring masks. Andrew Young, 29, said Lagoon has been a lifelong summer staple and when he learned the park would be ... "], ["2020-05-24 12:00", "The Titan Games 2020 TV Schedule, Trailers and Latest from The Rock ...  that had the same mindset of health and fitness and a goal of achieving Titan status was one of the coolest things ever.\" The Titan Games featured four male and four female competitors per episode during the first season, and they were each tasked with completing a series of obstacle courses. One man and one woman would be declared the winner after conquering Mount Olympus, and they were both awarded $100,000. It is unclear how the involvement of athletes will affect the format for Season 2, but it promises to be an exciting and competitive show nonetheless. Listen to Ring Rust Radio for all of the hot wrestling topics. Catch the latest episode in the player below (warning: some language NSFW) . Facebook Logo Twitter Logo Copy Link Icon Related Segment ... "], ["2020-05-24 11:46", "Americans divided on how to respond to holiday during coronavirus pandemic ...  largely on tourist dollars. At least a few out-of-towners trickled in. Greer Falls of Augusta, Georgia, wore a mask as he entered the Royal House restaurant for lunch. After weeks at home, he said he was ready for a change of scenery and didn't want to miss a birthday celebration with friends he's known for decades. Some amusement parks, such as Mt. Olympus in the Wisconsin Dells and Lagoon amusement park in Farmington, Utah, opened for the first time in months. The Facebook sites for both parks were flooded with comments from visitors excited to ride go-karts or roller coasters, though some complained about Lagoon's policy of requiring masks. Andrew Young, 29, said Lagoon has been a lifelong summer staple and when he learned the park would be ... "], ["2020-05-24 11:29", "Holiday amid pandemic: Americans divided on how to respond ...  now. SUBSCRIBE Cancel anytime At least a few out-of-towners trickled in. Greer Falls of Augusta, Georgia, wore a mask as he entered the Royal House restaurant for lunch. After weeks at home, he said he was ready for a change of scenery and didn't want to miss a birthday celebration with friends he's known for decades. Some amusement parks, such as Mt. Olympus in the Wisconsin Dells and Lagoon amusement park in Farmington, Utah, opened for the first time in months. The Facebook sites for both parks were flooded with comments from visitors excited to ride go-karts or roller coasters, though some complained about Lagoon's policy of requiring masks. Andrew Young, 29, said Lagoon has been a lifelong summer staple and when he learned the park would be ... "], ["2020-05-24 11:04", "Holiday amid pandemic: Americans divided on how to respond ...  largely on tourist dollars. At least a few out-of-towners trickled in. Greer Falls of Augusta, Georgia, wore a mask as he entered the Royal House restaurant for lunch. After weeks at home, he said he was ready for a change of scenery and didn't want to miss a birthday celebration with friends he's known for decades. Some amusement parks, such as Mt. Olympus in the Wisconsin Dells and Lagoon amusement park in Farmington, Utah, opened for the first time in months. The Facebook sites for both parks were flooded with comments from visitors excited to ride go-karts or roller coasters, though some complained about Lagoon's policy of requiring masks. Andrew Young, 29, said Lagoon has been a lifelong summer staple and when he learned the park would be ... "], ["2020-05-24 10:05", "Holiday amid pandemic: Americans divided on how to respond ...  largely on tourist dollars. At least a few out-of-towners trickled in. Greer Falls of Augusta, Georgia, wore a mask as he entered the Royal House restaurant for lunch. After weeks at home, he said he was ready for a change of scenery and didn't want to miss a birthday celebration with friends he's known for decades. Some amusement parks, such as Mt. Olympus in the Wisconsin Dells and Lagoon amusement park in Farmington, Utah, opened for the first time in months. The Facebook sites for both parks were flooded with comments from visitors excited to ride go-karts or roller coasters, though some complained about Lagoon's policy of requiring masks. Andrew Young, 29, said Lagoon has been a lifelong summer staple and when he learned the park would be ... "], ["2020-05-24 08:39", "Holiday amid pandemic: Americans divided on how to respond ...  on tourist dollars. At least a few out-of-towners trickled in. Greer Falls of Augusta, Georgia, wore a mask as he entered the Royal House restaurant for lunch. After weeks at home, he said he was ready for a change of scenery and didn't want to miss a birthday celebration with friends he's known for decades. Some amusement parks, such as Mt Olympus in the Wisconsin Dells and Lagoon amusement park in Farmington, Utah, opened for the first time in months. The Facebook sites for both parks were flooded with comments from visitors excited to ride go-karts or roller coasters, though some complained about Lagoon's policy of requiring masks. Overseas, there was mixed news. New coronavirus cases reported in China were zero Saturday for the first time ... "], ["2020-05-24 07:00", "Holiday amid coronavirus pandemic: Americans divided on how to respond ...  largely on tourist dollars. At least a few out-of-towners trickled in. Greer Falls of Augusta, Georgia, wore a mask as he entered the Royal House restaurant for lunch. After weeks at home, he said he was ready for a change of scenery and didn't want to miss a birthday celebration with friends he's known for decades. Some amusement parks, such as Mt. Olympus in the Wisconsin Dells and Lagoon amusement park in Farmington, Utah, opened for the first time in months. The Facebook sites for both parks were flooded with comments from visitors excited to ride go-karts or roller coasters, though some complained about Lagoon's policy of requiring masks. Andrew Young, 29, said Lagoon has been a lifelong summer staple and when he learned the park would be ... "], ["2020-05-24 06:47", "Tucker Carlson Exposes US Government Involvement in Saudi 9/11 Coverup ...  Register Search for: Search facebook twitter instagram youtube Share a link Menu You are here: Home News Tucker Carlson Exposes US Government Involvement in Saudi 9/11 Coverup in Latest , News Tucker Carlson Exposes US Government Involvement in Saudi 9/11 Coverup by Malcolm Harris May 24, 2020 100 Views shares Share on Facebook Twitter Like this Share on Reddit OLYMPUS DIGITAL CAMERA For years the families of 9/11 victims have been perusing a lawsuit against the Saudi Arabian government, believing it was associated with the attacks that left over 2,000 dead. Despite the overwhelming evidence that supports this theory, the United States government has prevented the declassification of critical documents. This includes the identification of the official that ... "]]}}