{"postfix": "orange-aktie", "name": "ORANGE", "wkn": "906849", "time": "2020.05.26 15:41", "ts": 1590500473, "features": {"KGV": "12.91", "Marktkapitalisierung": {"Size": "Mrd", "Value": "27.53"}, "GA": "1.02", "KBV": "1.10", "BA": "11.93", "KCV": "3.56", "CA": "3.70", "Vola30": "26.61", "Vola90": "48.15", "Vola180": "35.81", "Vola250": "27.16"}, "rivals": ["adva-aktie", "bechtle-aktie", "drillisch-aktie", "freenet-aktie", "united_internet-aktie", "at_t-aktie", "deutsche_telekom-aktie"], "text_data": {"de": [["02.05.20", "ORANGE (spons ADRs): Was beim Unternehmen in den jüngsten Büchern steht"], ["02.05.20", "Orange hat die Zahlen zum jüngsten Quartal vorgelegt"], ["30.04.20", "Orange steigert Umsatz - Ausblick hat derzeit Bestand"], ["17.04.20", "Orange reduziert die Dividende"], ["17.04.20", "Orange kürzt Dividendenvorschlag um 20 Cent"], ["14.04.20", "ANALYSE-FLASH: UBS hebt Orange auf 'Buy' - Ziel 12,70 Euro"], ["31.03.20", "Analysten sehen bei Orange-Aktie Potenzial"], ["29.02.20", "Orange-Aktie: Einschätzungen und Kursziele der Analysten im Februar"], ["18.02.20", "Orange und Telefonica-Tochter liefern Teile für Googles Unterseekabel"], ["15.02.20", "ORANGE (spons ADRs): So viel setzte das Unternehmen zuletzt um"], ["15.02.20", "Orange: Das sind die jüngsten Quartalszahlen"], ["14.02.20", "ANALYSE-FLASH: Credit Suisse senkt Ziel für Orange auf 15 Euro - 'Outperform'"], ["13.02.20", "MÄRKTE EUROPA/Berg- und Talfahrt bei überzeugender Berichtssaison"], ["13.02.20", "MÄRKTE EUROPA/Berg- und Talfahrt bei überzeugender Berichtssaison"], ["13.02.20", "MÄRKTE EUROPA/Erneute Coronavirus-Sorgen belasten Aktien"], ["13.02.20", "AKTIE IM FOKUS: Orange steigen - Zahlen stützen"], ["13.02.20", "Aktionäre von Orange erhalten eine konstante Dividende"], ["13.02.20", "MÄRKTE EUROPA/Leichter - Coronavirus-Sorgen leben wieder auf"], ["13.02.20", "Orange steigert Gewinn 2019 um mehr als die Hälfte"], ["12.02.20", "Coronavirus könnte für Absage von Leitmesse der Mobilfunker sorgen"], ["Dividendenrekord 2020", "Orange lässt 5G-Netz in Frankreich von Nokia und Ericsson aufbauen"], ["Dividendenrekord 2020", "London entscheidet über Huawei/5G - EU-Staaten uneins"], ["31.01.20", "Suizidserie bei France Télécom: Ex-Manager müssen wegen Mobbings in Haft"], ["23.01.20", "Selbstmordserie vor zehn Jahren: Gericht verurteilt Ex-Chef von France Télécom zu Gefängnisstrafe"]], "en": [["2020-05-26 13:37", "Our top college football teams that failed to win the national championship ...  title game hero Tua Tagovailoa at QB, the Tide outscored their first eight opponents by an average of 54-16, then shut out two great defensive teams (LSU and Mississippi State). They rolled to a nearly unchallenged 12-0 season. Tagovailoa got hurt against Georgia in the SEC title game, but 2016-17 starter Jalen Hurts led an unlikely comeback for a 35-28 win. The Tide rolled through Oklahoma in the Orange Bowl and headed to the third Bama-Clemson national title game in four years as a solid favorite. Then they blew an abundance of scoring chances, attempted the worst fake field goal of all time, threw a pick-six and got their doors blown off 44-16. That'll knock you down the list a bit. 7. 1973 Ohio State (10-0-1) Here's what we remember about the ... "], ["2020-05-26 13:29", "Man killed in Pine Hills shooting, deputies investigatingA man found wounded by gunfire early Tuesday in a Pine Hills neighborhood later died, according to the Orange County Sheriff's Office."], ["2020-05-26 13:28", "Rajasthan restores 8-hour working in factories ...  increased the working hours to 12 from 8 hours per day to reduce the requirement of workers in all the registered factories, in view of the coronavirus spread. Almost all the factories are currently being operated during the coronavirus epidemic. The movement of workers has also started and no pass is required. Public transport has also started in many areas like Green, Orange Zone, etc, state labour minister Tikaram Jully said in the statement. He said the management of factories and workers employed there are working as per the guidelines issued by the Centre and the state government regarding social distancing and safety. The order issued last month to increase working hours was initially for three months for factories registered under the Factories Act ... "], ["2020-05-26 13:23", "What is the best game you ever attended in Syracuse? Tell us about itSkip to Article Our goal is to keep you safe and informed. Subscribe to syracuse.com Orange Basketball What is the best game you ever attended in Syracuse? Tell us about it Today 9:23 AM Syracuse guard John Gillon is surrounded by fans on the court after his buzzer-beater led to a Syracuse win against Duke on Wednesday, Feb. 22, 2017, at the Carrier Dome. SYR By Brent Axe | baxe@syracuse.com Syracuse, N.Y. —We recently asked syracuse.com readers to tell us about the first game they ever watched in Syracuse and received a tremendous response . The walk down memory lane reminded of James Earl Jones' great line from the movie \"Field of Dreams.\" The memories were so thick, we had to brush them away from our faces. Now we have a new question for ... "], ["2020-05-26 13:18", "Man dies after being found shot in the middle of Pine Hills roadA man with multiple gunshot wounds died Tuesday morning after being found lying in the middle of the road in the Pine Hills neighborhood, according to the Orange County Sheriff's Office."], ["2020-05-26 13:17", "Tyler Technologies Enables Online Dispute Resolution For Courts From California To Florida ... to come to court is very important. Many of our debt claims cases that go to trial get settled on the court date just prior to the hearing. Modria will help litigants resolve their case prior to their court date. This saves them time by not having to appear, and it helps reallocate our staff resources to focus on other critical matters.\" The courts in Orange County, Los Angeles County, and Denton County will be able to seamlessly connect their Modria solution to their Odyssey e-filing and case management solutions. Cases can easily be entered into the e-filing system and then automatically added to case management and sent to Modria for the parties to work out their disputes quickly. \"Providing increased access to justice has always been important to ... "], ["2020-05-26 13:12", "Asian hornet UK: Deadly insects arrive in Spain - will the UK be next? ...  that is smaller than Britain's native hornet. Asian hornets are known to kill up to 50 bees a day and other pollinating insects, making them a potential threat to bee colonies and ecosystems. The insects measure up to 25mm in length and should not be confused with the larger Asian giant hornet - also known as the Murder hornet . Asian hornets have characteristic yellow legs, orange face and a black body except for yellow bands on its abdominal segment. The insects are active during the day, unlike the European hornet, and settle down at dusk. Related articles Giant Asian 'MURDER' hornets invade the US and are spreading Coronavirus breakthrough: UK to have Covid vaccine by September Will the Asian hornet make its way to the UK? The stings can be ... "], ["2020-05-26 13:10", "Man stops car to rescue injured baby squirrel, who's now part of his family ... ve always seen things on the internet, people stopping, saving animals so I thought I could do the same maybe. He's never really left us,\" said Henry Wooster. \"It was kinda crazy. I didn't expect him to stay,\" Debbie Wooster said. LATEST STORIES: Man stops car to rescue injured baby squirrel, who's now part of his family Orange Beach PD releases names of missing swimmers, all from Louisiana Police: Baby shot at home in Louisiana, parents not hurt FREE pizza from Pizza Hut for all graduating seniors Council members could ban smoking in bars in Louisiana city Copyright 2020 Nexstar Broadcasting, Inc. All rights reserved. This material may not be published, broadcast, rewritten, or redistributed. Share this story Stay up to date with the ... "], ["2020-05-26 13:10", "Delta Goodrem injures herself as she recreates her iconic splits moment on The Voice six years later ...  comparing herself to Mrs Slocombe in a hilarious post David Beckham is the picture of a doting dad as he spends some quality time with daughter Harper, eight, while taking their dogs for a walk Antonia Kidman's husband Craig Marran shows off his new lockdown look as the couple self-isolate at their luxurious seaside home Heidi Klum shows off her long legs in an orange mini dress from the Germany's Next Top Model finale She recently walked fans through her entire routine to get ready Emily Ratajkowski shows off her toned physique in a psychedelic dress during impromptu photoshoot with dog Colombo Meghan surprised Harry on his birthday last year by 'recreating 2016 Botswana trip', royal source reveals - telling how she 'set up a tent' ... "], ["2020-05-26 13:08", "Coronavirus: Only a quarter of year 10 and 12 pupils can return to school at any one time ...  comparing herself to Mrs Slocombe in a hilarious post David Beckham is the picture of a doting dad as he spends some quality time with daughter Harper, eight, while taking their dogs for a walk Antonia Kidman's husband Craig Marran shows off his new lockdown look as the couple self-isolate at their luxurious seaside home Heidi Klum shows off her long legs in an orange mini dress from the Germany's Next Top Model finale She recently walked fans through her entire routine to get ready Emily Ratajkowski shows off her toned physique in a psychedelic dress during impromptu photoshoot with dog Colombo Meghan surprised Harry on his birthday last year by 'recreating 2016 Botswana trip', royal source reveals - telling how she 'set up a tent' ... "], ["2020-05-26 13:06", "Shane Warne says that he helped make hair transplants cool ...  comparing herself to Mrs Slocombe in a hilarious post David Beckham is the picture of a doting dad as he spends some quality time with daughter Harper, eight, while taking their dogs for a walk Antonia Kidman's husband Craig Marran shows off his new lockdown look as the couple self-isolate at their luxurious seaside home Heidi Klum shows off her long legs in an orange mini dress from the Germany's Next Top Model finale She recently walked fans through her entire routine to get ready Emily Ratajkowski shows off her toned physique in a psychedelic dress during impromptu photoshoot with dog Colombo Meghan surprised Harry on his birthday last year by 'recreating 2016 Botswana trip', royal source reveals - telling how she 'set up a tent' ... "], ["2020-05-26 13:04", "Orange Beach PD releases names of missing swimmers, all from Louisiana ... Us Do Not Sell My Personal Information Search Search Search Previous Alert 1 of / 3 Next Alert Breaking News Breaking News Emergency officials confirm one dead in car accident at Plank Rd. and Hooper Rd. 1 of / 3 Breaking News BRPD investigating reported shooting on N Harco Dr. 2 of / 3 Breaking News LDH confirms 2,585 total deaths due to COVID-19, 37,809 confirmed cases 3 of / 3 Orange Beach PD releases names of missing swimmers, all from Louisiana News by: WKRG Staff Posted: May 26, 2020 / 08:04 AM CDT / Updated: May 26, 2020 / 08:04 AM CDT UPDATE 10:56 AM: The Following is a news release from OBPD: On May 25,2020 at approximately 0700 hrs. the daylight search resumed for the 2 missing swimmers from Sunday evening. The rescued swimmer from Sunday, that was ... "], ["2020-05-26 13:04", "FBI joins 3-state manhunt for UConn student wanted in string of slayings, home invasion and kidnapping ...  to voting process amid coronavirus crisis WWII veteran gets special flyover after dying alone in his nursing home during lockdown Amazon begins hiring for Deltona fulfillment center Trending Florida beachgoers have rare encounter with 800-pound leatherback sea turtle nesting during daylight hours Florida's first snow park still on track to open in 2020 despite pandemic Orange County to give $1,000 to individuals, $10,000 to small businesses Here's what to expect when Universal Orlando reopens with new safety measures on June 5 Tracking Coronavirus: 879 new cases, 15 more deaths reported by Florida health officials News Local Florida Coronavirus National World Viral Politics Health Unusual Coronavirus Latest from Florida Reopening Florida Economic ... "], ["2020-05-26 13:02", "Red alert issued for Maharashtra's Vidharbha, MP as heatwave sweep Central India ...  several places recording a maximum temperature of 45 degree Celsius and above. Nagpur in Maharashtra recorded a maximum temperature of 47 degree Celsius on Tuesday. \"Red Alert issued for Vidarbha for 3 days, temperature expected to go down on 5th day. Red alert issued for 2 days in West and East Madhya Pradesh, temperature expected to go down after 3 days. Orange alert issued for 2 days in Chhattisgarh,\" ML Sahu, Regional Meteorological Centre , Nagpur told ANI. The India Meteorological Department (IMD) has predicted that the present heatwave conditions were likely to continue to prevail over north-west India, central India and adjoining interior parts of eastern India till Thursday. The heatwave is at its peak in the national capital and some other ... "], ["2020-05-26 13:01", "Melissa Leong returns to MasterChef Australia and fans rejoice ...  comparing herself to Mrs Slocombe in a hilarious post David Beckham is the picture of a doting dad as he spends some quality time with daughter Harper, eight, while taking their dogs for a walk Antonia Kidman's husband Craig Marran shows off his new lockdown look as the couple self-isolate at their luxurious seaside home Heidi Klum shows off her long legs in an orange mini dress from the Germany's Next Top Model finale She recently walked fans through her entire routine to get ready Emily Ratajkowski shows off her toned physique in a psychedelic dress during impromptu photoshoot with dog Colombo Meghan surprised Harry on his birthday last year by 'recreating 2016 Botswana trip', royal source reveals - telling how she 'set up a tent' ... "], ["2020-05-26 13:00", "Where is the coronavirus in N.J.? Latest map, update on county-by-county cases. (May 26, 2020) ...  reported ESSEX COUNTY (State reports 17,202 cases with 1,595 deaths; county reports 17,248 cases with 1,598 deaths; 32,896 have tested negative) Essex County provided an updated town-by-town list as of Monday: Belleville: 954 with 57 deaths reported Bloomfield: 1,041 with 61 deaths reported Caldwell: 103 with 5 deaths reported Cedar Grove: 396 with 96 deaths reported East Orange: 1,826 with 181 deaths reported Essex Fells: 20 with 2 deaths reported Fairfield: 129 with 17 deaths reported Glen Ridge: 36 with 8 deaths reported Irvington: 1,291 with 138 deaths reported Livingston: 472 with 66 deaths reported Maplewood: 284 with 24 deaths reported Millburn: 137 with 7 deaths reported Montclair: 399 with 42 deaths reported Newark: 7,045 with 561 deaths reported ... "], ["2020-05-26 12:59", "Video footage shows space junk fireball over Australia ...  fireball seen over southern parts of Australia is believed to be the remnants of a Russian rocket taking a missile warning system into space. The fireball, which lit up the Australian skies at the weekend, was debris from a Russian military satellite that burnt up as it entered Earth's atmosphere and crashed into the ocean. The flying object descended leaving a plume of orange smoke and could be seen from parts of central Victoria and northern Tasmania down under. Experts say it came from the launch of a satellite for Russia 's EKS satellite network on Friday, which provides the Kremlin with early warnings of ballistic missile launches. Scroll down for video Incredible moment a comet shoots across the Australian sky in a spectacular display as space ... "], ["2020-05-26 12:58", "Inland Empire Churches Given Blessing To Reopen By Riverside, San Bernardino Counties ...  Dodgers News And Updates From CBS 2 And KCAL 9 Angels Los Angeles Angels Of Anaheim News And Updates From CBS 2 And KCAL 9 Rams Los Angeles Rams News And Updates From CBS 2 And KCAL 9 Chargers Los Angeles Chargers News And Updates From CBS 2 And KCAL 9 College Sports Watch + Listen Music Video Podcasts Seen On TV Only CBS Best Of LA Best Of Orange County Corporate About Us Advertise Connect Station Info CBS2 / KCAL9 2020 CBS Broadcasting Inc. All Rights Reserved. Powered by WordPress.com VIP By viewing our video content, you are accepting the terms of our Video Services Policy Privacy Policy Terms of Use California Privacy/Info We Collect California Do Not Sell My Info Mobile User Agreement Ad Choices EEO Report Public File for KCBS-TV Public File for ... "], ["2020-05-26 12:57", "Cargo begins to wash up on Australia's beaches after 40 containers fell from a ship off Sydney ...  comparing herself to Mrs Slocombe in a hilarious post David Beckham is the picture of a doting dad as he spends some quality time with daughter Harper, eight, while taking their dogs for a walk Antonia Kidman's husband Craig Marran shows off his new lockdown look as the couple self-isolate at their luxurious seaside home Heidi Klum shows off her long legs in an orange mini dress from the Germany's Next Top Model finale She recently walked fans through her entire routine to get ready Emily Ratajkowski shows off her toned physique in a psychedelic dress during impromptu photoshoot with dog Colombo Meghan surprised Harry on his birthday last year by 'recreating 2016 Botswana trip', royal source reveals - telling how she 'set up a tent' ... "], ["2020-05-26 12:57", "Xi's care, national support help revitalize virus-hit Hubei ... , March 30, 2020. (Xinhua/Shen Bohan) SALES PROMOTION, JOB OPPORTUNITIES In early May, nearly 1,000 students from Yangzhou Polytechnic Institute in east China's Jiangsu Province sold special agricultural products of Hubei online, including oranges and tea, to help Hubei recover. \"This is a famous orange from Hubei's Zigui County. It is seedless, juicy and sweet,\" said Chen Jiajia, a student of the institute with 1 million fans, advertizing the orange to the online audience. Liu Jincun, Party chief of the institute, said the students' livestreams helped sell 105,000 kg of oranges for Hubei. As a major labor export province, Hubei has about 6 million migrant workers. Shanghai and the provinces of Jiangsu, Zhejiang, Shandong, Guangdong and ... "]]}}