{"postfix": "oshkosh_truck-aktie", "name": "OSHKOSH_TRUCK", "wkn": "870494", "time": "2020.05.26 17:23", "ts": 1590506620, "features": {"KGV": "8.98", "Marktkapitalisierung": {"Size": "Mrd", "Value": "4.12"}, "GA": "8.31", "KBV": "2.00", "BA": "37.24", "KCV": "8.86", "CA": "8.42", "Vola30": "79.72", "Vola90": "81.67", "Vola180": "60.2", "Vola250": "48.12"}, "rivals": ["paccar-aktie"], "text_data": {"de": [["30.04.20", "So stuften die Analysten die Oshkosh Truck-Aktie im vergangenen Monat ein"], ["30.04.20", "Oshkosh Truck: Das sind die jüngsten Quartalszahlen"], ["28.04.20", "Ausblick: Oshkosh Truck verkündet Quartalsergebnis zum jüngsten Jahresviertel"], ["31.03.20", "März 2020: Analysten sehen Potenzial bei Oshkosh Truck-Aktie"], ["28.01.20", "Ausblick: Oshkosh Truck präsentiert Quartalsergebnisse"]], "en": [["2020-05-26 00:41", "Police: Utah man who choked, fatally stabbed Tinder date asked offcers to shoot him ... went by me and then BAM:' Dump truck with bed in the air strikes bridge Latest News Police: Utah man who choked, fatally stabbed Tinder date asked offcers to shoot him Armed & dangerous: Woman taken hostage by college student suspected of murder found safe Tulsa police hunt for missing kids, 3 and 2; mother arrested 'I prayed a lot and cried a lot:' 22-year-old graduate beats COVID-19, receives nursing degree News Police: Utah man fatally stabbed Tinder date just hours after meeting News 'He asked me to move out, so I killed him': Kewaskum woman charged in stabbing death of husband News Charges filed: Man accused in crash that severely injured woman, her grandchildren News Prosecutors clear Oshkosh Police Officer Michael Wissink in school ... "], ["2020-05-25 22:40", "Greenfield soccer standout Annie Nelson ready to make a splash at University of Michigan ... ;It's really a tragedy' Wisconsin reports 400 new cases of COVID-19, 3 more deaths Online video shows 20-year-old beating elderly nursing home patient 'Truck went by me and then BAM:' Dump truck with bed in the air strikes bridge Latest News Cedarburg's Maya Novack ready to make a name for herself at US Naval Academy Greenfield soccer standout Annie Nelson  ...  CUW High School Hot Shots Cedarburg High School's Lewis Stroebel, 8-time letter winner in 3 sports, headed to Princeton High School Hot Shots Mukwonago soccer player Lainey Ramuta is UW-Oshkosh bound after 4 varsity seasons High School Hot Shots Leader on the field and off it, Waukesha South senior headed to UW-Madison High School Hot Shots Spotlight found Oostburg senior on stage ... "], ["2020-05-24 12:06", "Desperate Indian girl bikes 745 miles home with disabled dad ...  went by me and then BAM:' Dump truck with bed in the air strikes bridge Kohl's reopening 34 stores in Wisconsin on Friday, 7 stores will remain closed until May 26 CDC releases guidelines for returning to school in the fall Latest News Desperate Indian girl bikes 745 miles home with disabled dad Burlington man arrested for 5th OWI after single-vehicle crash May 24 Mukwonago soccer player Lainey Ramuta is UW-Oshkosh bound after 4 varsity seasons Health Chicago letter carrier tested positive for COVID-19 after childbirth, was released, died days later News 113-year-old Spanish woman overcomes coronavirus infection Health Tribute on 2 wheels: Bicycle riders honor law enforcement's fallen heroes News Autopsy: Body of child found in Green Bay mother ... "], ["2020-05-24 11:31", "Burlington man arrested for 5th OWI after single-vehicle crash ...  went by me and then BAM:' Dump truck with bed in the air strikes bridge Kohl's reopening 34 stores in Wisconsin on Friday, 7 stores will remain closed until May 26 CDC releases guidelines for returning to school in the fall Latest News Burlington man arrested for 5th OWI after single-vehicle crash May 24 Mukwonago soccer player Lainey Ramuta is UW-Oshkosh bound after 4 varsity seasons University School tennis player Daniel Taleghani is headed to UW-Madison News Racine man arrested for OWI, 5th offense after crashing in front yard in Village of Raymond News Driver arrested on drug charges after vehicle slammed into home in Town of Norway News Sheriff: Kenosha County driver arrested for OWI struck barn 'occupied by numerous animals' News 81 ... "], ["2020-05-24 11:12", "May 24 ...  went by me and then BAM:' Dump truck with bed in the air strikes bridge Kohl's reopening 34 stores in Wisconsin on Friday, 7 stores will remain closed until May 26 CDC releases guidelines for returning to school in the fall Latest News Desperate Indian girl bikes 745 miles home with disabled dad Burlington man arrested for 5th OWI after single-vehicle crash May 24 Mukwonago soccer player Lainey Ramuta is UW-Oshkosh bound after 4 varsity seasons Seen on TV May 13 Seen on TV May 18 Seen on TV May 6 Seen on TV April 22 Seen on TV April 20 Seen on TV May 11 Seen on TV May 5 Seen on TV May 7 Seen on TV May 4 Seen on TV May 22 Seen on TV May 23 Seen on TV May 20 Seen on TV April 27 Mobile Apps Android News App iPhone & iPad News App Android Severe Weather ... "], ["2020-05-24 03:13", "Mukwonago soccer player Lainey Ramuta is UW-Oshkosh bound after 4 varsity seasons ...  Facebook Twitter Reddit LinkedIn Pinterest Email SMS Have a news tip? Do you have a story you want FOX6 News to investigate? Email us at fox6news@fox6now.com Popular 'Truck went by me and then BAM:' Dump truck with bed in the air strikes bridge Kohl's reopening 34 stores in Wisconsin on Friday, 7 stores will remain closed until May 26 CDC releases guidelines for returning to school in the fall 'I'm not a COVID patient:' Wisconsin woman claims virus diagnosis was fake, threatens lawsuit Latest News Mukwonago soccer player Lainey Ramuta is UW-Oshkosh bound after 4 varsity seasons University School tennis player Daniel Taleghani is headed to UW-Madison Police: Driver in custody after pursuit ends near HWY 100 and Watertown Plank 90th ... "], ["2020-05-24 03:13", "University School tennis player Daniel Taleghani is headed to UW-Madison ...  me and then BAM:' Dump truck with bed in the air strikes bridge Kohl's reopening 34 stores in Wisconsin on Friday, 7 stores will remain closed until May 26 CDC releases guidelines for returning to school in the fall 'I'm not a COVID patient:' Wisconsin woman claims virus diagnosis was fake, threatens lawsuit Latest News Mukwonago soccer player Lainey Ramuta is UW-Oshkosh bound after 4 varsity seasons University School tennis player Daniel Taleghani is headed to UW-Madison Police: Driver in custody after pursuit ends near HWY 100 and Watertown Plank 90th birthday parade held in Menomonee Falls for Korean War veteran Beyond the Game 'I really like it:' Cardinal Stritch women's tennis team comprised exclusively of international ... "], ["2020-05-22 22:43", "Cudahy all-around athlete Charles Zelensky ready for future as an EMT ... School , MATC Suggest a correction Suggest A Correction Your name Your email Report a typo or grammatical error Cancel Facebook Twitter Reddit LinkedIn Pinterest Email SMS Popular 'Truck went by me and then BAM:' Dump truck with bed in the air strikes bridge Kohl's reopening 34 stores in Wisconsin on Friday, 7 stores will remain closed until May 26 CDC releases  ...  high school High School Hot Shots Racine senior taking 2-sport skills to UW-Platteville High School Hot Shots Softball standout Kaleigh Baxter from Big Foot ready to take on nursing at UW-Oshkosh High School Hot Shots Isaiah Grove, 2-time Waukesha South High School golf team captain, headed to UW High School Hot Shots Cudahy senior involved in track, poms and much more High School  ... "], ["2020-05-22 19:35", "Veteran's etchings from 1924 found in historic Milwaukee Soldiers Home tower ... discovered that The Red Arrow Division was the first of US Troops to set foot on enemy soil in WWI and penetrated every single German line of defense that they faced throughout the war. In fact, Red Arrow Park in Oshkosh off of Highway 21 is named in honor of the Red Arrow Division and displays a monument of the division's patch. (Krueger note: So is Red Arrow Park in downtown Milwaukee, just north of City Hall where they  ... a correction Suggest A Correction Your name Your email Report a typo or grammatical error Cancel Facebook Twitter Reddit LinkedIn Pinterest Email SMS Popular 'Truck went by me and then BAM:' Dump truck with bed in the air strikes bridge Kohl's reopening 34 stores in Wisconsin on Friday, 7 stores will remain closed until May  ... "], ["2020-05-22 17:51", "Loughlin, Giannulli plead in college scam but await fate ...  , Mossimo Giannulli Suggest a correction Suggest A Correction Your name Your email Report a typo or grammatical error Cancel Facebook Twitter Reddit LinkedIn Pinterest Email SMS Popular 'Truck went by me and then BAM:' Dump truck with bed in the air strikes bridge Kohl's reopening 34 stores in Wisconsin on Friday, 7 stores will remain closed until May 26 CDC releases guidelines  ...  case News Man charged in Wisconsin brothers' deaths to be arraigned News Plea and sentencing hearing on hold for Milwaukee officer accused of domestic abuse News Prosecutors clear Oshkosh Police Officer Michael Wissink in school shooting News Mother of missing Idaho children asked friend to lie to police about son's whereabouts, affidavit says News Judge lets ... "], ["2020-05-22 16:31", "Minnesota State Fair canceled due to COVID-19 pandemic ...  State Fair Suggest a correction Suggest A Correction Your name Your email Report a typo or grammatical error Cancel Facebook Twitter Reddit LinkedIn Pinterest Email SMS Popular 'Truck went by me and then BAM:' Dump truck with bed in the air strikes bridge Kohl's reopening 34 stores in Wisconsin on Friday, 7 stores will remain closed until May 26 CDC releases guidelines  ...  due to COVID-19 Health 'Is it going to happen?' Wisconsin State Fair Park Board discusses options for 2020 amid pandemic News 'Disappointment:' EAA AirVenture Oshkosh 2020 canceled due to COVID-19 pandemic Health Washington County siblings organize '1st (Hopefully Not) Annual Corona Kicker Livestock Show' Health 'Very difficult decision:' Waukesha  ... "], ["2020-05-19 16:56", "Wisconsin officials mull November absentee voting changes ... of fear of contracting the virus and keep abreast of changes as Democrats and their allies mounted an ultimately futile attempt to postpone the election. The report goes on to note that Oshkosh and other Fox Valley communities reported voters complained that their ballots were arriving late or not at all. Commission staff got a call the day after the election from the postal  ... Carquinez Bridge, police say 49 of 50 govs have better COVID-19 poll numbers than Trump Annie Glenn, famed astronaut's widow, dies of COVID-19 Driver arrested after allegedly firing shots from truck UW Medicine furloughs 1,500 staffers, with more possible Trump says he's taking risky malaria drug in case he gets virus Pair of sneakers Michael Jordan wore in game sells for  ... "], ["2020-05-14 20:13", "US Postal Service delays next-generation mail truck program due to pandemic ... 000 new mail trucks. Some of the bidders have been working on all-electric versions, others have explored hybrid options, and one — a joint effort from Ford and military vehicle manufacturer Oshkosh — is working on a gas-powered version. The program to replace the USPS's current trucks was launched in 2015. But it has dragged on, forcing the Postal Service  ...  Stream Coronavirus disrupts the world: updates on the pandemic Apple's supply chain is making safety changes to protect workers in response to the pandemic US Postal Service delays next-generation mail truck program due to pandemic Razer will use face mask vending machines to distribute millions of face masks in Singapore View all 450 stories Next Up In Tech Good Deals Ring's Stick ... "], ["2020-05-14 16:44", "Saudi Arabian, American companies sign agreement to create military defense firm ... 000 fine Coronavirus: Record number of people food insecure in Syria says UN Coronavirus: Qatar records its highest daily toll with 1,733 new cases Coronavirus: Yemen reports first cases in al-Dhalea province NEWS GULF Saudi Arabian, American companies sign agreement to create military defense firm An Oshkosh truck using the TerraMax autonomous driving system drives along a test course outside of Pittsburgh, Pennsylvania, March 1, 2012. The robotic truck is being developed by Oshkosh and its partners for the U.S. military. (Reuters) Joanne Serrieh, Al Arabiya English Thursday 14 May 2020 Text size A A A A Saudi Arabian manufacturing company and US military defense company signed an agreement Wednesday \"creating a new Saudi majority-owned firm\" called ... "], ["2020-05-11 19:11", "Murphy: Promising Trends Mean Reopen Dates Could Come Soon ... ' Tom Brady jersey, carries a box of food she received at a distribution site, Saturday, May 9, 2020, in Chelsea, Mass. The donated food was delivered to the site in the Patriots' team truck. (AP Photo/Michael Dwyer) The Associated Press TRENTON, N.J. (AP) — New Jersey 's coronavirus data is promising, and Gov. Phil Murphy might give specific dates soon on when the state could begin  ...  groundbreaking decision that recognized a constitutional right to education and literacy in Detroit schools. Associated Press May 11, 2020 Prosecutors Clear Oshkosh Officer in School Shooting Prosecutors have cleared an Oshkosh school liaison officer who shot a student during a fight of any criminal wrongdoing. Associated Press May 11, 2020 Some Restaurants  ... "], ["2020-05-08 00:30", "2 arrests made in shooting death of black man after outcry ... Jail, the Georgia Bureau of Investigation said in a news release. Ahmaud Arbery was killed Feb. 23 just outside the port city of Brunswick. The men who pursued him in a pickup truck told police they believed Arbery was a burglar. The GBI opened an investigation this week after the video was posted online by a Brunswick radio station. Republican Gov. Brian Kemp told reporters ... and North shot, wounded by officers Wisconsin DMV waives road test requirement for individuals under 18 due to COVID-19 pandemic Latest News Waukesha South track and field stand out headed to UW-Oshkosh DSHA senior Maggie Mullen is a star on the pitch 2 arrests made in shooting death of black man after outcry Chef Wolfgang Puck calls for restaurant industry bailout News Georgia family  ... "], ["2020-05-06 13:43", "IT must think like a business and go beyond traditional business partnerships ... business and go beyond traditional business partnerships By shifting its mindset from supporting core technologies to one that is more closely in tune with business objectives and customer needs, Oshkosh Corporation's IT has a sharper focus and understanding on leveraging solutions that ultimately make a difference in people's lives. PeopleImages / Getty Images Over the past ... . For example, as part of our organization, we design fire apparatuses used to respond to emergencies, such as a burning building. A fire truck's core purpose is to help extinguish a fire, but Pierce Manufacturing (an Oshkosh business unit,) differentiates itself from other manufactures by going beyond the core need and looking at broader ways to make a difference in  ... "], ["2020-05-06 04:00", "Fiber optics capture seismic signatures of the rose parade ... passed overhead, and a series of harmonic frequencies that corresponds to the even stepping of the marching bands. The \"heaviest\" float measured in this way was the Amazon studios float, which contained a bus and rocket mounted on a truck. The researchers were even able to see a gap in the DAS record when the \"Mrs. Meyer's Clean Day\" float got stuck at a tight turn in the route and backed up the parade traffic for  ...  Article http://dx. doi. org/ 10. 1785/ 0220200091 More in Earth Science Jurassic Park got it wrong: UW Oshkosh research indicates raptors don't hunt in packs University of Wisconsin Oshkosh Fiber optics capture seismic signatures of the rose parade Seismological Society of America Sustainable recovery of nutrients from  ... "], ["2020-05-03 02:09", "Covid 19 impact on the economy ... Read the Full Article Video Eau Claire man killed in hit-and-run May 2, 2020 Read the Full Article Video EAA AirVenture cancels due to COVID-19 Pandemic concerns May 1, 2020 OSHKOSH, Wis. (AP) — An event that draws hundreds of thousands of people from all around the globe is the latest event to be canceled because of the coronavirus pandemic. Organizers of the Experimental ...  of COVID-19 has forced them to cancel the July 20-26 event. Read the Full Article Trending Stories TV Schedule News / 2 months ago Pigeon Falls man celebrates 103rd birthday with fire truck parade Local News / 5 days ago Video Don't Miss Forecast First Umbrella Sweepstakes 2020 Contests / 1 week ago La Crosse/ Eau Claire area restaurants offering delivery/carry out Local News / 1 ... "], ["2020-05-03 02:07", "Wisconsin Covid 19 update for 5-2 ...  The Week Wisconsin Lottery Horoscopes Top Stories New Eau Claire Area School District superintendent has ties to area Video Top Stories Pigeon Falls man celebrates 103rd birthday with fire truck parade Video The Wedding Tree giving away free wedding dresses to Coulee Region healthcare workers Video More than 15,000 pounds of food donated on First Food Drive Friday ... 2, 2020 Read the Full Article Video Eau Claire man killed in hit-and-run May 2, 2020 Read the Full Article Video EAA AirVenture cancels due to COVID-19 Pandemic concerns May 1, 2020 OSHKOSH, Wis. (AP) — An event that draws hundreds of thousands of people from all around the globe is the latest event to be canceled because of the coronavirus pandemic. Organizers of the Experimental Aircraft  ... "]]}}