{"postfix": "paccar-aktie", "name": "PACCAR", "wkn": "861114", "time": "2020.05.26 17:23", "ts": 1590506589, "features": {"KGV": "11.51", "Marktkapitalisierung": {"Size": "Mrd", "Value": "21.61"}, "GA": "6.87", "KBV": "2.64", "BA": "29.96", "KCV": "9.06", "CA": "8.73", "Vola30": "23.66", "Vola90": "52.33", "Vola180": "39.25", "Vola250": "33.47"}, "rivals": ["daimler-aktie", "man-aktie", "navistar-aktie", "oshkosh_truck-aktie", "volvo_a-aktie"], "text_data": {"de": [["30.04.20", "April 2020: So haben Analysten ihre Einstufung der Paccar-Aktie angepasst"], ["22.04.20", "Paccar präsentierte Bilanzzahlen zum jüngsten Jahresviertel"], ["21.04.20", "PACCAR gibt seit dem Jahr 1941 eine Dividende bekannt"], ["20.04.20", "Ausblick: Paccar stellt das Zahlenwerk zum vergangenen Quartal vor"], ["06.04.20", "Erste Schätzungen: Paccar präsentiert Bilanzzahlen zum jüngsten Jahresviertel"], ["02.04.20", "MÄRKTE USA/Börse hakt Arbeitsmarktdaten ab - Ölpreis-Rally befeuert Erholung"], ["02.04.20", "MÄRKTE USA/US-Erstanträge erneut mit dramatischem Anstieg"], ["02.04.20", "MÄRKTE USA/US-Erstanträge verzeichnen erneut dramatischen Anstieg"], ["02.04.20", "MARKT USA/Erholung - US-Erstanträge erneut mit starkem Anstieg erwartet"], ["31.03.20", "März 2020: Analysten sehen weniger Potenzial bei Paccar-Aktie"], ["03.03.20", "Aktionäre von Paccar erhalten Quartalsdividende"], ["27.01.20", "Ausblick: Paccar stellt Quartalsergebnis zum abgelaufenen Jahresviertel vor"]], "en": [["21.05.20", "Paccar (PCAR) Up 4.4% Since Last Earnings Report: Can It Continue?"], ["22.04.20", "Paccar Inc (PCAR) Q1 2020 Earnings Call Transcript"], ["21.04.20", "Paccar (PCAR) Q1 Earnings and Revenues Lag Estimates"], ["21.04.20", "PACCAR (PCAR) Q1 Earnings Miss Estimates, Sales Top, Down Y/Y"], ["17.04.20", "PACCAR (PCAR) Gearing Up for Q1 Earnings: What to Expect?"], ["09.04.20", "Paccar Fin Europe : Annual Financial Report"], ["07.04.20", "PACCAR extends factory closures to April 20"], ["07.04.20", "PACCAR extends factory closures until April 20"], ["03.04.20", "Cummins Slashes CEO and Worker Salaries as Key Customer PACCAR Shuts Production"], ["27.02.20", "Why Is Paccar (PCAR) Down 8.8% Since Last Earnings Report?"], ["20.02.20", "Paccar Fin Europe : Supplement PACCAR Financial Europe"], ["28.01.20", "Paccar Inc (PCAR) Q4 2019 Earnings Call Transcript"], ["28.01.20", "PACCAR (PCAR) Q4 Earnings & Revenues Top Estimates, Down Y/Y"], ["28.01.20", "Paccar (PCAR) Q4 Earnings and Revenues Surpass Estimates"], ["24.01.20", "Properly Aligned Executive Incentives Lower The Risk Of Investing In Paccar Inc."], ["24.01.20", "Is a Beat in Store for PACCAR (PCAR) This Earnings Season?"], ["14.01.20", "The Zacks Analyst Blog Highlights: Tesla, Blue Bird, PACCAR, AutoZone and Motorcar Parts of America"], ["09.01.20", "PACCAR (PCAR) to Showcase 3 Next-Gen Vehicles at CES 2020"], ["01.01.20", "Is Paccar (PCAR) Stock Undervalued Right Now?"], ["2020-05-21 15:30", "Paccar (PCAR) Up 4.4% Since Last Earnings Report: Can It Continue?Paccar (PCAR) reported earnings 30 days ago. What's next for the stock? We take a look at earnings estimates for some clues."], ["2020-05-13 15:00", "Agari Trust Awards 2020 Winners Recognized For Excellence In Next-Gen Email Security ...  of five third-party, independent judges assessed and scored nominations across seven categories, resulting in the following winners securing the coveted Agari Trust Awards badge. Courage Award: Irwan Tjan , Nordstrom Up-and-Coming CISO of the Year: Mark Hodges , Xilinx CISO Partner of the Year: Michael Machado , RingCentral Best Implementation of Agari Brand Protection: PACCAR Best Implementation of Agari Phishing Defense: Nordstrom Best Implementation of Agari Phishing Response: Vecellio Group Best Implementation of Agari Bundled Solutions: UnitedHealth Group Trust 2020 sessions, including the awards celebration, will remain on-demand for all registrants to watch until June 5 . Sign up today to access exclusive sessions and game-changing insights. ABOUT ... "], ["2020-05-12 10:50", "Plug Power Can Become a Leading Seller of Hydrogen ...  the growing number of companies that will switch to using hydrogen-fueled trucks for short-range and medium-range deliveries. As I wrote in a previous column, hydrogen is a much better solution for powering \"green\" trucks than batteries. Moreover, I noted that \"in 2018, Anheuser Busch (NYSE: BUD ) bought 800 fuel-cell-powered trucks from start-up Nikola and Toyota (NYSE: TM ) and Paccar (NASDAQ: PCAR ), which owns Kenworth trucks are building 10fuel cell trucks that will be used at two California ports.\" In a subsequent column, I reported that Marsh had said that Plug Power was collaborating with two of its \"pedestal\" customers to \"put some (trucks) on the road in the coming half year.\" So there's a great deal of evidence ... "], ["2020-05-11 11:31", "Washington Daybook ...  (COVID-19) pandemic Location: Grand Hyatt Seattle, 721 Pine St, Seattle, WA Weblinks: http://www.pgconnects.com/, https://twitter.com/pgbiz Contacts: Pocket Gamer Connects, pgconnects@steelmedia.co.uk —————— CORPORATE DATA —————— Monday, May. 11 PACCAR Inc: Q2 2020 Ex-dividend date Weblinks: http://www.paccar.com/investors/investor_resources.asp Contacts: Ken Hastings, PACCAR Inc Investor Relations, investor.relations@paccar.com, 1 425 468 7530 The Associated Press Related Articles Here is the latest Idaho news from The Associated Press at 5:40 a.m. MDT Oregon Daybook Here is the latest Washington, Oregon and Alaska sports news from The Associated Press Here is the latest Washington ... "], ["2020-05-10 11:31", "Washington Daybook ...  (COVID-19) pandemic Location: Grand Hyatt Seattle, 721 Pine St, Seattle, WA Weblinks: http://www.pgconnects.com/, https://twitter.com/pgbiz Contacts: Pocket Gamer Connects, pgconnects@steelmedia.co.uk —————— CORPORATE DATA —————— Monday, May. 11 PACCAR Inc: Q2 2020 Ex-dividend date Weblinks: http://www.paccar.com/investors/investor_resources.asp Contacts: Ken Hastings, PACCAR Inc Investor Relations, investor.relations@paccar.com, 1 425 468 7530 The Associated Press Related Articles Oregon Daybook Here is the latest Washington, Oregon and Alaska sports news from The Associated Press Here is the latest Washington news from The Associated Press at 3:40 a.m. PDT Here is the latest ... "], ["2020-05-09 11:31", "Washington Daybook ...  (COVID-19) pandemic Location: Grand Hyatt Seattle, 721 Pine St, Seattle, WA Weblinks: http://www.pgconnects.com/, https://twitter.com/pgbiz Contacts: Pocket Gamer Connects, pgconnects@steelmedia.co.uk —————— CORPORATE DATA —————— Monday, May. 11 PACCAR Inc: Q2 2020 Ex-dividend date Weblinks: http://www.paccar.com/investors/investor_resources.asp Contacts: Ken Hastings, PACCAR Inc Investor Relations, investor.relations@paccar.com, 1 425 468 7530 The Associated Press Related Articles Oregon Daybook Here is the latest Washington, Oregon and Alaska sports news from The Associated Press Here is the latest Washington news from The Associated Press at 3:40 a.m. PDT Here is the latest ... "], ["2020-05-05 18:11", "Fiat Chrysler Posts a Q1 Loss, and Expects to Reopen Most U.S. Factories on May 18 ...  Chrysler Automobiles NYSE: FCAU $8.30 no change $0.00 (0.00%) Related Articles GM, Ford, and Fiat Chrysler Plan to Restart U.S. Production on May 18 With Factories Shuttered, Fiat Chrysler Borrows $6.8 Billion to Bolster its Cash Hoard Why Shares of Fiat Chrysler, Ford, and General Motors Got Clobbered in March Cummins Slashes CEO and Worker Salaries as Key Customer PACCAR Shuts Production Fiat Chrysler Sales Fell 10%, but Pickup Sales Were Strong Fiat Chrysler Posts a Q1 Loss, and Expects to Reopen Most U.S. Factories on May 18 @themotleyfool #stocks $FCAU Next Article Prev 1 2 3 4 5 Next Terms of Use Privacy Policy Accessibility Policy Copyright, Trademark and Patent Information Terms and Conditions Do Not Sell My Personal Information Market data powered ... "], ["2020-04-30 15:00", "Record Number Of CISOs To Convene At Trust 2020 Summit, Dedicated To Phishing Defense And Next-Gen Email Security ... companies, but also represent the biggest organizations in the world. Getting this group together ensures magic will happen.\" The Agari Trust Awards 2020 will be back with new categories, due to strong marketplace demand. A representative list of finalists for the coveted 2020 awards are listed below: Amgen Bill and Melinda Gates Foundation Fairfax County Nordstrom PACCAR Starbucks Get the details and register today. ABOUT AGARI Agari is the market share leader in phishing defense solutions for the enterprise. Through applied science, the Agari Identity Graph delivers valuable business context to every email risk decision. Agari ensures outbound email from the enterprise cannot be spoofed, increasing deliverability and preserving brand integrity. It also ... "], ["2020-04-29 14:40", "Nissan Projects Net Losses, Slashes View Amid Coronavirus Crisis ...  a Zacks Rank #3 (Hold). You can see the complete list of today's Zacks #1 (Strong Buy) Rank stocks here . Apart from Nissan, the rapidly-spreading coronavirus pandemic has become a concern for other global auto biggies as well. Companies including Ford ( F - Free Report ) , Cummins ( CMI - Free Report ) , Superior Industries ( SUP - Free Report ) , Oshkosh and PACCAR have withdrawn their 2020 guidance. In addition, several automakers have closed their factories and suspended production, while the others plan to change manufacturing processes and cut production levels in their plants, in line with the nationwide campaign addressing the crisis. The pandemic has not only dented consumer sentiment and thwarted vehicle demand but also distorted the supply ... "], ["2020-04-29 10:00", "The Stock Market Can Keep Rallying, or Get Crushed. How to Win Either Way. ... revenues coming from small and medium businesses. The median stock in the basket had underperformed the S&P 500 by 11 percentage points in 2020 through Friday, falling 31% versus a 20% decline for the index. Farm-equipment makers Deere (ticker: DE) and AGCO (AGCO) sell almost exclusively to small farmers, as does seed and pesticide giant Corteva (CTVA). Truck makers Paccar (PCAR) and Navistar International (NAV), orthodontic-aligner maker Align Technology (ALGN), and Cintas (CTAS), a uniform-rental company, also work predominantly with small and medium businesses. Here's the rest of Goldman Sach's list: High Small and Medium Business Exposure Basket Source: Goldman Sachs Quality at a reasonable price refers to companies with strong balance sheets and ... "], ["2020-04-28 17:55", "Leyland Trucks Earns The Queen's Award For Enterprise In International TradeLeyland Trucks, a PACCAR company (Nasdaq:PCAR), located in Preston Lancashire, earned the prestigious Queen's Award for Enterprise in International Trade 2020 for increasing exports by almost 50% over the last three years. Leyland Trucks manufactures "], ["2020-04-28 15:08", "Why Cummins Stock Putt-Putted Up 10% This Morning ... 28/2020. Join Stock Advisor Cumulative Growth of a $10,000 Investment in Stock Advisor Calculated by Time-Weighted Return Stocks CMI Cummins NYSE: CMI $161.87 up $10.43 (6.89%) Related Articles 3M and Cummins to Expedite Production of Personal Protective Equipment Cummins and DuPont Partner to Make N95 Mask Alternative Cummins Slashes CEO and Worker Salaries as Key Customer PACCAR Shuts Production Why Cummins Stock Dropped 10% in March 2 Stocks That Could Benefit From Hydrogen Power Why Cummins Stock Putt-Putted Up 10% This Morning @themotleyfool #stocks $CMI Next Article Prev 1 2 3 4 5 Next Terms of Use Privacy Policy Accessibility Policy Copyright, Trademark and Patent Information Terms and Conditions Do Not Sell My Personal Information Market data powered ... "], ["2020-04-28 12:41", "Tracy Morgan’s Lawsuit Against Walmart Cites Failed Technology – 24/7 Wall St. ...  was killed and Morgan and three others were injured in the collision. The driver of the truck has been charged with death by auto and assault by auto, and a criminal complaint filed in New Jersey also accuses him of not having slept for more than 24 hours before the crash, a violation of state law. The big rig, manufactured in 2011 by Peterbuilt, a division of PACCAR Inc. (NASDAQ: PCAR), was equipped with a collision-avoidance system that apparently was not functioning properly, and Walmart \"knew or should have known that one of the truck's most important safety features was compromised.\" Walmart also knew or should have known that having the truck's driver commute 750 miles to pick up his truck before working a 14-hour day was unreasonable ... "], ["2020-04-28 12:15", "Top Analyst Upgrades & Downgrades (AFL, CRZO, EBAY, EJ, FSLR, HAIN, LULU, PCAR, RCI, CRM, SI, SRDX, SYMC) – 24/7 Wall St. ...  target at Bank of America/Merrill Lynch. E-House China Holdings Limited ( NYSE: EJ ) Reinstated as Outperform at Credit Suisse. First Solar, Inc. ( NASDAQ: FSLR ) Reiterated Buy with $30 target at Bank of America/Merrill Lynch. The Hain Celestial Group, Inc. ( NASDAQ: HAIN ) Started as Buy at SunTrust Robinson Humphreys. Lululemon Athletica ( NASDAQ: LULU ) Cut to Hold at KeyBanc. PACCAR ( NASDAQ: PCAR ) named as Value stock of the day at Zacks. Rogers Communications ( NYSE: RCI ) named Bear of the Day at Zacks. Salesforce.com ( NYSE: CRM ) Raised to Outperform at Oppenheimer. Siemens AG ( NYSE: SI ) Raised to Buy at Deutsche Bank. SurModics, Inc. ( NASDAQ: SRDX ) named Bull of the Day at Zacks. Symantec Corporation ( NASDAQ: SYMC ) Maintained Neutral with ... "], ["2020-04-28 09:24", "S&P Slashes Europe GDP Targets, Still No Double Dip Recession (CAT, FLS, PCAR, OI, PLL, ADBE, LXK, F, GM, PM, CCE, MCD, YUM) – 24/7 Wall St. ...  industries' European sales. But European capital spending is increasing slightly, which should continue to be good news for Caterpillar Corp. (NYSE: CAT), which generated 26% of its total revenues last quarter in Europe, at a year-over-year growth rate of 53%, the highest of all the company's geographic regions. Other industrial manufacturers like Flowserve Corp. (NYSE: FLS), Paccar Inc. (NASDAQ: PCAR), Owens-Illinois Inc. (NYSE: OI), and Pall Corp. (NYSE: PLL), all of which do more than 40% of their business in Europe, could also benefit from increased capital spending. Technology companies like Adobe Systems Inc. (NASDAQ: ADBE), which does about 33% of its business in Europe, and Lexmark International Inc. (NYSE: LXK), with 36% of its business in ... "], ["2020-04-27 23:52", "Cummins’ Truck Warning Spreads Through The System – 24/7 Wall St. ...  were running soft in key growth markets outside of the United States and shares fell on that news. This is also down by 1.6% at $9.30 today versus a 52-week low of $9.05. A more comparable company would be truck-maker Navistar International Corporation ( NYSE: NAV ), and its shares are down another 8% at $21.75 on the day. Another truck-maker in the soup is PACCAR Inc. ( NASDAQ: PCAR ) as its shares are down 3.9% at $35.96. Vehicle-maker Oshkosh Corporation ( NYSE: OSK ) is down only 2.6% at $20.17. It is somewhat surprising that the more speculative player of Westport Innovations Inc. ( NASDAQ: WPRT ) is down less than 5% at $33.36. We are seeing hardly any reaction to the companies supplying parts for consumer vehicles and many commercial parts suppliers ... "], ["2020-04-27 14:52", "Auto Stock Roundup: Earnings of PCAR, ORLY and Others Disappoint in Q1Earnings of PACCAR (PCAR) and O'Reilly (ORLY) decline 43% and 2%, respectively, in first-quarter 2020."], ["2020-04-27 12:45", "Auto Stocks' Q1 Earnings Queued for Apr 28: HOG, F, CMI & PII ...  more than 2X over with a stunning average gain of +24.1% per year. These 7 were selected because of their superior potential for immediate breakout. See these time-sensitive tickers now > > In-Depth Zacks Research for the Tickers Above Normally $25 each - click below to receive one report FREE: Ford Motor Company (F) - free report > > Cummins Inc. (CMI) - free report > > PACCAR Inc. (PCAR) - free report > > O'Reilly Automotive, Inc. (ORLY) - free report > > Harley-Davidson, Inc. (HOG) - free report > > Polaris Inc. (PII) - free report > > Published in auto-tires-trucks earnings Zacks' 7 Best Strong Buy Stocks for May, 2020 Free Research for Zacks.com Readers Experts have chosen 7 stocks out of 220 Zacks Rank #1 Strong Buys that have the highest ... "]]}}