{"postfix": "paychex-aktie", "name": "PAYCHEX", "wkn": "868284", "time": "2020.05.26 15:00", "ts": 1590498030, "features": {"KGV": "30.34", "Marktkapitalisierung": {"Size": "Mrd", "Value": "22.20"}, "GA": "2.84", "KBV": "11.90", "BA": "7.24", "KCV": "24.16", "CA": "3.57", "Vola30": "40.48", "Vola90": "72.24", "Vola180": "52.93", "Vola250": "39.51"}, "rivals": ["intuit-aktie", "monster_worldwide-aktie", "automatic_data_processing-aktie", "cbiz-aktie"], "text_data": {"de": [["04.05.20", "Paychex kündigt Dividende an"], ["31.03.20", "Paychex-Aktie: Was Analysten von Paychex erwarten "], ["26.03.20", "Paychex: So schnitt der Konzern im vergangenen Quartal ab"], ["20.01.20", "Paychex meldet Dividende"]], "en": [["19.05.20", "Paychex sees 'early signs' of stabilization in its business"], ["18.05.20", "Can Paychex Stock Drop To $44?"], ["30.04.20", "Is Paychex Stock a Buy?"], ["24.04.20", "Why Is Paychex (PAYX) Up 1.9% Since Last Earnings Report?"], ["31.03.20", "Paychex Unveils Support Plans for SMBs Amid Coronavirus Crisis"], ["30.03.20", "Will Paychex Underperform The S&P Post The COVID-19 Crisis?"], ["26.03.20", "Paychex CEO talks Q3 earnings, jobs and supporting businesses amid virus crisis"], ["25.03.20", "Paychex Inc (PAYX) Q3 2020 Earnings Call Transcript"], ["25.03.20", "Paychex (PAYX) Q3 Earnings & Revenues Surpass Estimates"], ["25.03.20", "Paychex (PAYX) Q3 Earnings and Revenues Beat Estimates"], ["25.03.20", "Paychex tops profit expectations while revenue matches; stock gains ground"], ["23.03.20", "Paychex (PAXY) to Report Q3 Earnings: What's in the Cards?"], ["18.03.20", "Paychex (PAYX) Earnings Expected to Grow: What to Know Ahead of Next Week's Release"], ["17.01.20", "Paychex (PAYX) Up 3.5% Since Last Earnings Report: Can It Continue?"], ["2020-05-20 09:16", "U.S. RESEARCH ROUNDUP- Cree, Eagle Materials, Oric Pharmaceuticals ...  Direct Co Inc : KeyBanc raises target price to $75 from $68 * NetApp Inc : Credit Suisse cuts target price to $53 from $68 * NetEase Inc : Jefferies raises target price to $477 from $404 * Nicolet Bankshares Inc : KBW cuts target price to $61 from $63 * Omega Healthcare Investors Inc : Jefferies raises target price to $29 from $27 * Oric Pharmaceuticals Inc : Jefferies initiates with buy rating * Paychex Inc : Cowen and Company raises price target to $65 from $60 * Penn National Gaming Inc : JP Morgan raises target price to $28 from $21 * Phreesia Inc : KeyBanc raises target price to $34 from $25 * Red Rock Resorts Inc : JP Morgan cuts target price to $13 from $30 * Rexford Industrial Realty Inc : JP Morgan cuts target price to $43 from $49 * Sabra Health ... "], ["2020-05-20 07:49", "U.S. RESEARCH ROUNDUP- Cree, Green Plains, Oric Pharmaceuticals ... Citigroup cuts price target to $12 from $18 * MercadoLibre Inc : JP Morgan raises target price to $1000 from $800 * MSC Industrial Direct Co Inc : KeyBanc raises target price to $75 from $68 * NetApp Inc : Credit Suisse cuts target price to $53 from $68 * Omega Healthcare Investors Inc : Jefferies raises target price to $29 from $27 * Oric Pharmaceuticals Inc : Jefferies initiates with buy rating * Paychex Inc : Cowen and Company raises price target to $65 from $60 * Penn National Gaming Inc : JP Morgan raises target price to $28 from $21 * Phreesia Inc : KeyBanc raises target price to $34 from $25 * Red Rock Resorts Inc : JP Morgan cuts target price to $13 from $30 * Rexford Industrial Realty Inc : JP Morgan cuts target price to $43 from $49 * Sabra Health ... "], ["2020-05-19 16:00", "Coronavirus update: U.S. death toll tops 90,000; Trump slams WHO, says he's taking hydroxychloroquine to stave off COVID-19 ... 2.12% will start reopening its casinos in Mississippi, in a limited capacity, on May 25. The reopening will start with the casino operator's Gold Strike Casino Resort in Tunica, followed by the reopening of Biloxi's Beau Rivage Resort and Casino on June 1. The company said each casino will host an \"invitation-only\" weekend ahead of the public reopening. Paychex Inc. PAYX, +2.19% is seeing \"early signs of moderation and stabilization\" in its key business metrics despite the \"severe\" effects of COVID-19 on the U.S. economy. \"We believe our strong balance sheet and operational flexibility will allow us to successfully manage through the current situation while protecting our cash flow and liquidity,\" the company said. It ... "], ["2020-05-19 04:00", "ADP Stock Headed Below $100 For The First Time Since 2017? ...  dashboard -28% Coronavirus crash vs. 4 Historic crashes builds a complete macro picture. It complements our analyses of the coronavirus outbreak's impact on a diverse set of companies. The complete set of coronavirus impact and timing analyses is available here. Further, to see how the COVID-19 crisis could affect ADP's HR outsourcing peer Paychex, view our interactive dashboard Paychex Downside: How Low Can Paychex Stock Go? See all Trefis Price Estimates and Download Trefis Data here What's behind Trefis? See How It's Powering New Collaboration and What-Ifs For CFOs and Finance Teams | Product, R&D, and Marketing Teams Trefis Team Led by MIT engineers and Wall Street analysts, Trefis (through its dashboards platform dashboards.trefis.com ... "], ["2020-05-18 15:11", "Bank of America Double-Downgrades Square on Fear Small Businesses Will Fold ... Processing Inc., cutting his rating to underperform from neutral due to \"extreme stress on employment markets.\" ADP is exposed to the current recession not just because of the number of employees on its clients' payrolls, he said, but also in terms of client retention, new bookings and lower float income. He added that Paychex Inc.'s business update call on Tuesday may be a \"negative catalyst\" for ADP, as Paychex will probably pre-announce a guidance miss for the quarter ended May 31. Kupferberg rates Paychex underperform too, as 99% of its revenue comes from U.S. small and medium businesses averaging 16 employees. AD Square pared a decline of as much as 2.5% in early Monday trading, while ADP nearly erased a gain of as much as 2% and ... "], ["2020-05-18 13:03", "Paychex Releases HR Industry's First Real-Time Payments SolutionROCHESTER, N.Y., May 18, 2020 /PRNewswire/ -- Paychex, Inc., a leading provider of HR, payroll, benefits, and insurance solutions, is now the first HR solutions provider to give business owners the ability to leverage real-time payments to deliver pay to "], ["2020-05-18 04:00", "Financial Advisors Wonder When And How To Return To The Office ...  be measures to encourage social distancing such as one-way flows in and out of the break room. \"Even when we do return to work in a few weeks, it will still be optional, and we're still going to be encouraging employees to work from home,\" Mallouk adds. Today In: Money Is It The Right Time To Buy General Electric After A 50% Fall In 2020? Can Paychex Stock Drop To $44? Many Families Were Already Financially Vulnerable And Then The Pandemic Hit, New Data Show As stay-at-home orders are relaxed and the economy slowly begins to re-open, financial advisors, who are deemed essential workers, are figuring out how to navigate a new work environment amid one of the most treacherous bear markets in recent history. \"It's more than just the market ... "], ["2020-05-18 04:00", "Can Paychex Stock Drop To $44?Despite a 25% decline in Paychex stock since the beginning of this year, as the spread of the novel Coronavirus rattled the stock markets and the broader economy, at the current price of $63 per share, we believe Paychex has a significant downside if ther"], ["2020-05-18 04:00", "Is It The Right Time To Buy General Electric After A 50% Fall In 2020? ... 49% to 8.8x. While General Electric's revenue and earnings are expected to take a sharp hit in 2020, the decline in the stock price appears to be very fast, and the stock could see strong growth, given its P/E multiple has already declined meaningfully over the recent months. Why The Stock Price Could Grow & What's The Likely Trigger? Today In: Markets Can Paychex Stock Drop To $44? Oil Downtrend Due To Resume Can Trump Kick China Companies Off The NYSE, Nasdaq? The global spread of Coronavirus has meant that people were increasingly staying home and avoiding traveling. For now, several governments across the globe have put travel restrictions in place in order to contain the spread of virus. As such, the airline industry has taken a massive hit. For ... "], ["2020-05-15 21:19", "BRIEF-Greenlight Capital Takes Share Stake In Berkshire Hathaway, Walt Disney & Paychex ...  1 Min Read May 15 (Reuters) - Greenlight Capital: * GREENLIGHT CAPITAL TAKES SHARE STAKE OF 57,500 CLASS B NEW SHARES IN BERKSHIRE HATHAWAY INC * GREENLIGHT CAPITAL TAKES SHARE STAKE OF 108,700 SHARES IN WALT DISNEY * GREENLIGHT CAPITAL - TAKES SHARES STAKE OF 185,000 SHARES IN PAYCHEX * GREENLIGHT CAPITAL DISSOLVES SHARE STAKE IN SCIENTIFIC GAMES * GREENLIGHT CAPITAL - CHANGE IN HOLDINGS ARE AS OF MARCH 31, 2020 AND COMPARED WITH THE PREVIOUS QUARTER ENDED AS OF DECEMBER 31, 2019 Source for the quarter ended December 31, 2019: bit.ly/37w3HnQ Source for the quarter ended March 31, 2020: bit.ly/3fS6JIl Our Standards: The Thomson Reuters Trust Principles. 0 : 0 narrow-browser-and-phone medium-browser-and-portrait-tablet landscape-tablet medium-wide-browser ... "], ["2020-05-15 12:47", "Quanta Names Francisco Ortiz As Head Of Sales ...  products. Most recently he was a senior sales and account manager for Bako DX, an imaging, pathology, and therapeutics company, where he was among the top-ranked sales consultants since joining the company in 2014, and turned a non-performing territory into the highest revenue-generating territory in the US. Prior to that he held senior-level sales executive roles at Paychex, TelePacific Communications, and Ricoh Business Solutions, where he managed and successfully executed sales strategies, with P&L responsibilities, reporting directly into the C-Suite. At Ricoh, Mr. Ortiz turned around a failed territory into one with sales of over $1 million in just 12 months. Mr. Ortiz earned his B.A. at University California, Santa Barbara . Eric Rice , CEO of Quanta ... "], ["2020-05-12 16:00", "Empowering The Remote Call Center During Times Of Crisis ... ' band together to help one another and their customers through these difficult times.\" \"In just a week's time, we quickly migrated close to 16,000 employees to remote work, helping them stay safe. The transition dramatically increased volume to our support desk and self-service portal,\" said Mick Whittemore, Vice President of IT Operations at Paychex. \"We needed additional licenses to keep up with the demand and offer a quality service to our transitioning workforce. Upland was able to scale their resources quickly to support our needs, and we've been able to maintain (and even exceed) productivity levels during this unprecedented time.\" The Connected Through Change: Empowering Your Remote Workforce webinars will include ... "], ["2020-05-12 09:30", "The Pandemic Brings Out the Authoritarian and the Libertarian in Us All. Can We Meet in the Middle? ...  God mean to decimate denominations of their pastors and sicken their church choirs ? Those clamoring to be freed from house arrest seem unconcerned with the motives of their would-be liberators. \"The damages of keeping the economy closed as it is could be worse than losing a few more people,\" mused Paychex founder and chair Tom Golisano, whose estimated net worth is $3.9 billion. \"You have to weigh the pros and cons\" — a luxury Paychex's $11-an-hour data entry clerks will not have when the day comes to clock in. On a Stop LAPD webinar, a presenter discusses the \"National Coronavirus Response: A Road Map to Reopening,\" published by the libertarian pro-business think tank American Enterprise Institute. The report stresses new ... "], ["2020-05-12 04:00", "How Virtual Mentoring Is Closing The Loneliness Gap During COVID-19 ...  that people really don't get promoted without having a champion and someone that can speak about you behind closed doors,\" said Mortazavi, \"Having mentoring as a part of the employee journey helps to level the playing field so everyone has the same opportunity to progress in their careers,\" he said. Mortazavi also mentioned Cox Communications and Paychex Payroll Solutions as two other companies that had a significant and measurable boost in women advancing within the organization as a result of intentional mentoring programs. While closing promotion gaps are important, that might not be the gap that is currently top-of-mind. The biggest problem that looms right now is not unfamiliar: loneliness . Loneliness and isolation have been costing ... "], ["2020-05-11 22:00", "Fifteen U.S. big cap stocks with strong balance sheets ... 7 WD-40 Co. WDFC-Q 2,393.5 0.5 0.2 1.0 36.5 -0.1 1.5 12.0 175.11 8 Intuit Inc. INTU-Q 73,030.8 0.2 0.1 3.5 50.8 1.0 0.8 14.5 280.36 9 Biogen BIIB-Q 51,244.1 0.4 0.2 1.3 48.4 0.5 0.0 43.2 314.02 10 Cadence Design Sys. CDNS-Q 23,021.8 0.2 0.1 2.2 36.9 1.1 0.0 29.7 82.46 11 Accenture PLC ACN-N 120,228.8 0.2 0.1 2.7 33.9 1.0 1.7 5.9 188.56 12 Paychex Inc. PAYX-Q 24,073.4 0.3 0.1 1.7 41.3 0.9 3.7 -21.8 67.11 13 VMware Inc. VMW-N 58,650.9 0.5 0.1 0.8 69.6 0.9 0.0 -20.7 140.31 14 Lululemon Athletica LULU-Q 30,978.0 0.3 0.2 1.4 40.7 1.0 0.0 43.7 237.99 15 Copart Inc. CPRT-Q 19,582.2 0.2 0.2 1.8 33.1 1.1 0.0 17.2 83.79 Source: Morningstar CPMS *NTES is not calculable for cash flow/debt as it has no long-term debt, i.e., the denominator is zero. Emily Halverson-Duncan ... "], ["2020-05-08 11:31", "Paylocity Holding (PCTY) Q3 2020 Earnings Call Transcript ...  Q3 trajectory. Through Q3, revenue retention remained strong and consistent with historic levels at 92% plus. And while we have not yet seen a significant increase in client losses through April, there is clearly a heightened risk of clients going out of business in the current environment. We have seen a significant number of clients utilizing our system reporting built for the Paychex protection program, loan application process, though we don't have visibility into how many actually received the PPP loans. In April, we also began to see a reduction in active employees per client despite seeing positive employee per client counts across our base through March. Going forward, we anticipate the changes in client employees on our platform and the related ... "], ["2020-05-07 09:37", "Coronavirus in Monroe County: What you need to know Thursday ...  will take place on Wednesday, May 13 at the same locations. Here is the list of locations. An additional 500,000 masks were made available to the city of Rochester, which will announce its plans for public distribution at a later date, according to a press release from the county. Paychex foundation donates $1 million The Paychex Charitable Foundation will contribute $1 million to United Way to help address the impacts of the COVID-19 pandemic, Paychex Inc. announced Wednesday. Of that amount, $750,000 will be directed to United Way of Greater Rochester, with more than $500,000 designated to the Community Crisis Fund. The fund, created to support nonprofits that serve those most affected by the coronavirus, is a partnership of United Way of Greater ... "], ["2020-05-06 15:08", "Back to the new normal: Everything you need to restart your business ...  staff on the shop floor at all times could be a daunting prospect. WorkSchedule.Net is an online and mobile employee scheduler that includes schedule changes, alerts, and time-off requests. Mass changes for employees can be made at the same time through 'time block editing' features and schedules can be imported directly for payroll purposes to software including PayChex, SurePayroll, ADP, and QuickBooks. The app is available on Android and iOS. View Now at WorkSchedule.Net Teleconferencing software and the equipment to manage remote work Office closures have already forced many employees, if not furloughed, to work from home. While this has already led to stocks of webcams, external microphones, and headsets being cleaned out, if the transition to ... "], ["2020-05-06 15:08", "Back to the new normal: Everything you need to reopen your business ...  staff on the shop floor at all times could be a daunting prospect. WorkSchedule.Net is an online and mobile employee scheduler that includes schedule changes, alerts, and time-off requests. Mass changes for employees can be made at the same time through 'time block editing' features and schedules can be imported directly for payroll purposes to software including PayChex, SurePayroll, ADP, and QuickBooks. The app is available on Android and iOS. View Now at WorkSchedule.Net Teleconferencing software and the equipment to manage remote work Office closures have already forced many employees, if not furloughed, to work from home. While this has already led to stocks of webcams, external microphones, and headsets being cleaned out, if the transition to ... "], ["2020-05-06 15:00", "Paychex Charitable Foundation Donates $1M To United Way To Help Address Impacts Of COVID-19ROCHESTER, N.Y., May 6, 2020 /PRNewswire/ -- Paychex, Inc. today announced that the Paychex Charitable Foundation will contribute $1 million to United Way to help address the impacts of the COVID-19 pandemic. The donation will support efforts of nonprofit"]]}}