{"postfix": "pearson-aktie", "name": "PEARSON", "wkn": "858266", "time": "2020.05.26 15:52", "ts": 1590501178, "features": {"KGV": "11.48", "Marktkapitalisierung": {"Size": "Mrd", "Value": "3.78"}, "GA": "0.58", "KBV": "1.19", "BA": "5.57", "KCV": "11.19", "CA": "0.59", "Vola30": "50.24", "Vola90": "67.54", "Vola180": "53.72", "Vola250": "45.75"}, "rivals": ["axel_springer-aktie", "mcgraw-hill_companies-aktie", "21st_century_fox_a_1-aktie", "thomson_reuters-aktie"], "text_data": {"de": [["01.04.20", "Bertelsmann Alleineigentümer von Penguin Random House"], ["21.02.20", "Pearson erzielt weniger Gewinn und steigert die Dividende"], ["14.02.20", "MÄRKTE EUROPA/DAX mit neuem Rekordhoch - TF1 und EDF sehr fest"], ["17.01.20", "Pearson-CFO Coram Williams wird Finanzchef bei Adecco"], ["16.01.20", "MÄRKTE EUROPA/Uneinheitlich - DAX weiter gedeckelt"], ["16.01.20", "MÄRKTE EUROPA/Uneinheitlich - DAX weiter gedeckelt"]], "en": [["22.05.20", "Nigel Pearson reveals two more Watford players have entered self-isolation"], ["21.05.20", "Should Value Investors Buy Pearson (PSO) Stock?"], ["13.05.20", "Pearson PLC : Director/PDMR Shareholding"], ["05.05.20", "Pearson PLC : Holding(s) in Company"], ["05.05.20", "Pearson PLC : Director/PDMR Shareholding"], ["01.05.20", "Pearson PLC : Total Voting Rights"], ["25.04.20", "Pearson PLC (PSO) Q1 2020 Earnings Call Transcript"], ["24.04.20", "Pearson maintains £100m final dividend payout for 2019"], ["24.04.20", "Pearson PLC : Result of AGM"], ["24.04.20", "Education firm Pearson pays dividend as COVID-19 accelerates shift online"], ["24.04.20", "Pearson PLC : Trading Statement"], ["21.04.20", "Pearson PLC : Notice of AGM"], ["20.04.20", "Pearson PLC : Holding(s) in Company"], ["06.04.20", "Pearson PLC : Notice of AGM"], ["02.04.20", "Pearson PLC : Holding(s) in Company"], ["02.04.20", "Pearson PLC : Statement re Form 20-F"], ["01.04.20", "Pearson PLC : Disposal"], ["01.04.20", "Pearson PLC : Director/PDMR Shareholding"], ["27.03.20", "Online learning rockets in virus pandemic - Pearson"], ["26.03.20", "Online learning rockets in coronavirus pandemic, says Pearson"], ["25.03.20", "Pearson PLC : Total Voting Rights"], ["24.03.20", "Pearson PLC : Director/PDMR Shareholding"], ["23.03.20", "Pearson: school’s out "], ["23.03.20", "Pearson PLC : Transaction in Own Shares"], ["23.03.20", "Pearson PLC : Notice of AGM"], ["23.03.20", "Pearson warns on profit as Covid-19 closes test centres"], ["23.03.20", "Pearson PLC : Trading Statement"], ["20.03.20", "Pearson PLC : Holding(s) in Company"], ["18.03.20", "Pearson PLC : Total Voting Rights"], ["17.03.20", "Pearson PLC : Annual Financial Report"], ["13.03.20", "Pearson PLC : Holding(s) in Company"], ["05.03.20", "Pearson PLC : Holding(s) in Company"], ["02.03.20", "Pearson PLC : Total Voting Rights"], ["27.02.20", "Hard-throwing Pearson one of many talented young Blue Jays"], ["27.02.20", "Pearson PLC : Transaction in Own Shares"], ["24.02.20", "Pearson PLC : Director/PDMR Shareholding"], ["21.02.20", "London markets slide as Pearson and coronavirus weigh down FTSE"], ["21.02.20", "Pearson warns it is near ‘bottom of valley’ as US downturn takes toll"], ["21.02.20", "London Markets: Pearson slumps as coronavirus concerns weigh on FTSE 100"], ["21.02.20", "Pearson weighed down as university students avoid printed course books"], ["2020-05-26 13:42", "Video of Amazon delivery driver praying on doorstep touches hearts all over Idaho ...  at a house?', and I was like yeah!\" Salinas delivers in Nampa for a company called Custom Services through Amazon. She says her customers are amazing. \"People leave notes to thank us for going on the front line, and those are the things we appreciate,\" Salinas said. \"It's nice to be appreciated.\" When the pandemic began, Salinas said she spotted a note on the front door of the Pearson's home. \"There was a note and it said their baby's food was essential, and every time I see that note, it just touches my heart,\" Salinas said. \"I just stopped to do what my heart told me to do, to say a prayer for the baby and for the parents, because that's got to be very painful for all of them to see their baby hurt and ... "], ["2020-05-26 13:16", "University risks making Drew Pavlou a free speech martyr ...  reported in Australian and foreign media outlets, helping generate sympathy for Pavlou from across the political spectrum. Supporters list Those who have expressed support for Pavlou include Labor senator Kimberley Kitching, Liberal senators Sarah Henderson and James Paterson, Liberal-National MPs Matthew Canavan and Andrew Laming, academic Clive Hamilton, Human Rights Watch director Elaine Pearson, Tasmanian Greens leader Cassy O'Connor, Chinese artist Ai Weiwei, Free Tibet Organisation chief executive Sam Walston, Wall Street Journal editorial page writer Walter Russell Mead, and Bill Browder, a US-born financier and campaigner against Russian president Vladimir Putin. The right in particular has enthusiastically embraced Pavlou, who is, ironically, a ... "], ["2020-05-26 12:34", "Cheruiyot, Manang'oi to battle Ingebrigtsen brothers in virtual race ...  world athletics. Plant died on January 19 this year. Also Read Amina approves Sh20 million for KPL players Amiens join Lyon in appealing to top French court Guardiola: Medical staff are the special ones Advertisement Plant, who was a manager, organiser and broadcaster, and a towering figure of Australian athletics, mainly behind the scenes, was influential in the careers of Sally Pearson, Catherine Freeman and Steve Hooker among others. Amina said each side will have five athletes; three finishers and two pacesetters. \"This will be a real competition with the athletes getting some appearance fee,\" said Amina. \"This is to tell the world that everything is possible under this coronavirus lockdown.\" Cheruiyot, Manang'oi and Meli indicated ... "], ["2020-05-26 10:05", "Top Hat buys Nelson Education's university textbook division ...  enabled widespread pirating, meeting fierce resistance from established players who were slow to embrace digital distribution. Similar dynamics have played out in publishing. Since 2007, prices for new textbooks in the U.S. have risen at a much faster pace than used versions while students spend less on course materials , according to the U.S. Association of College Stores. Publishers including Pearson Plc have seen sales and profits stagnate. \"I think all the players in the publishing industry are hurting because of declining sales and the mismatch between the product they offer and what the customers expect,\" Mr. Abbott said. Top Hat initially offered to digitize large publishers' textbooks for them, but they only wanted PDF versions for which ... "], ["2020-05-26 10:05", "Coronavirus might delay purchase of Maui watershed ...  square miles of Na Wai Eha watershed land in the West Maui Mountains. The watershed provides about 70% of Maui's drinking water. There is still $9 million in the county's fiscal year capital improvement projects budget for the possible acquisition. The funding has not yet been authorized for a bond offering and would lapse at the end of the calendar year, Pearson said. An effort by lawmakers to buoy the county purchase with state and federal funds is also in limbo. Matching measures in the state Senate and House would earmark funds to buy land in the watershed for conservation. Democratic Rep. Troy Hashimoto, one of the lawmakers who introduced the House bill, said the legislation remains a priority despite difficulties caused by the new coronavirus ... "], ["2020-05-26 10:05", "Maui watershed purchase could be delayed due to virus cuts ...  square miles of Na Wai Eha watershed land in the West Maui Mountains. The watershed provides about 70% of Maui's drinking water. There is still $9 million in the county's fiscal year capital improvement projects budget for the possible acquisition. The funding has not yet been authorized for bond and would lapse at the end of the calendar year, Pearson said. An effort by lawmakers to buoy the county purchase with state and federal funds is also in limbo. Matching measures in the Hawaii Senate and House would earmark funds to buy land in the watershed for conservation. Democratic Rep. Troy Hashimoto, one of the lawmakers who introduced the House bill, said the legislation remains a priority despite difficulties caused by the coronavirus. ADVERTISING ... "], ["2020-05-26 09:15", "Comfort for Today From Our Old Friend, Job ...  the time of the COVID-19 plague, faith and courage are exactly what we need; what we don't need is the counterculture's false heroics. Job, then, can be our comfort. James Sale is an English businessman whose company, Motivational Maps Ltd., operates in 14 countries. He is the author of over 40 books on management and education from major international publishers including Macmillan, Pearson, and Routledge. As a poet, he won the first prize in The Society of Classical Poets' 2017 competition and spoke in June 2019 at the group's first symposium held at New York's Princeton Club. TOP NEWS HK Current Affairs Hong Kong Leader Defends Beijing's 'National Security' Law 0 US News California Issues Guidelines for Church Reopenings 0 ... "], ["2020-05-26 09:10", "NRL Round Three teams: Footy is back! ... Tyrone Roberts, 2. Anthony Don, 3. Dale Copley, 4. Tyrone Peachey, 5. Phil Sami, 6. Ash Taylor, 7. Jamal Fogarty, 8. Moeaki Fotuaika, 9. Nathan Peats, 10. Sam Lisone, 11. Kevin Proctor (c), 12. Keegan Hipgrave, 13. Jai Arrow. Interchange: 14. Erin Clark, 15. Jai Whitbread, 16. Jarrod Wallace, 17. Shannon Boyd. Reserves: 18. Bryce Cartwright, 19. Mitch Rein, 20. Brian Kelly, 21. Jonus Pearson. SuperCoach analysis: Changes galore at the Titans as tipped by the Courier Mail's Travis Meyn with Cheapie Jamal Fogarty in the halves, Nathan Peats back to starting hooker, Erin Clark wins a debut off the bench and Tyrone Roberts to fullback pushing Phillip Sami to the wing. Roosters vs Rabbitohs Friday, May 29th, Bankwest Stadium, 7:50pm Roosters: 1. James Tedesco ... "], ["2020-05-26 09:03", "Glyn Pardoe dead at 73: Tributes paid to Man City legend who won title and is their youngest ever player at 15 ...  pulling off amazing trick shot Pardoe kicked off his career as a forward, usually playing on the left despite being right-footed. As his career went on, he was converted into a full-back and would finish his career as a defender. After retiring in 1976, Pardoe took on a role in the coaching staff at Man City - where he would remain until 1992. Watford manager Nigel Pearson says government are pushing to restart Premier League to 'ease the pressure from them somewhat' Topics Manchester City Comments are subject to our community guidelines, which can be viewed here . More from The Sun Pictured BECK-SIDE Miss BumBum snubs Messi for Goldenballs as she flaunts rump in Inter Miami shirt 0 Comments BACK IN ACTION Prem start date could be agreed this week ... "], ["2020-05-26 08:56", "Unions and business heed PM's call to arms ...  and if we could get back to that system then I believe Australians will have more secure jobs, better workplaces and higher wages.'' Other peak groups concurred. The Australia Chamber of Commerce and Industry also highlighted the need to further simplify the award system, the number of which Labor pared back to about 120 when last in office. ACCI chief executive James Pearson said the system was particularly confusing for small and medium business which did not have the resources to \"navigate a confusing and complex web of modern awards''. \"Award simplification is therefore going to be vital to encouraging small and family businesses owners in some of the hardest hit sectors of our economy to have the confidence to create and employ ... "], ["2020-05-26 08:32", "PM Scott Morrison Unveils 'JobMaker' Economic Recovery Plan ... bridge for so many businesses and workers,\" the government could not remain at the centre of Australia's economy as those measures were put in place to soften the impact of the CCP (Chinese Communist Party) virus pandemic (commonly known as novel coronavirus). This is in line with the \"business-led\" recovery approach he has promoted before. Epoch Times reporter Caden Pearson contributed to this article. TOP NEWS HK Current Affairs Hong Kong Leader Defends Beijing's 'National Security' Law 0 US News California Issues Guidelines for Church Reopenings 0 UK Under Fire Over Lockdown Trip, Close Aide to UK's Johnson Toughs It Out 0 AMERICA Trump Wants Schools to Reopen 'ASAP' 0 Crossfire Hurricane Top GOP Lawmaker Says There ... "], ["2020-05-26 07:42", "Cheltenham Festival and Liverpool's match with Atletico Madrid 'caused coronavirus hotspot of death', says top UK medic ... rival Everton boss Carlo Ancelotti. Ancelotti told Corriere dello Sport: \"I spoke with Klopp a few days ago, he told me that the decision to play Liverpool-Atletico was a criminal act and I think he's right.\" Lockdown measures in the UK only came into force ten days after Cheltenham Festival ended, 11 days after the game at Anfield. Watford manager Nigel Pearson says government are pushing to restart Premier League to 'ease the pressure from them somewhat' Topics Coronavirus Atletico Madrid Liverpool Comments are subject to our community guidelines, which can be viewed here . More from The Sun BACK IN ACTION Prem start date could be agreed this week with Man Utd vs Spurs 'first game' 0 Comments Pictured BECK-SIDE Miss BumBum snubs ... "], ["2020-05-26 07:42", "Bournemouth goalkeeper Aaron Ramsdale reveals 'shock' at 'scary' positive coronavirus test ... team-mates this week after more than two months away. But there are still concerns among players, with the likes of Watford captain Troy Deeney and Chelsea midfielder N'Golo Kante staying away over safety fears. It has been a particularly tough time for Watford as, along with Mariappa, two members of staff tested positive, while boss Nigel Pearson revealed on Friday that several of his players were at home in isolation after members of their family had the virus. However, the determination to resume the season remains firm, with June 19 a mooted \"staging post\" for a restart. More about: AFC Bournemouth | Aaron Ramsdale | Coronavirus | Show{{#moreThan3_total}} {{value_total}} {{/moreThan3_total}} comments Independent football newsletter The latest ... "], ["2020-05-26 07:37", "Bournemouth goalkeeper Aaron Ramsdale tests positive for coronavirus ... training grounds with team-mates this week after more than two months away. But there are still concerns among players, with the likes of Watford captain Troy Deeney and Chelsea midfielder N'Golo Kante staying away over safety fears. It has been a particularly tough time for Watford as, along with Mariappa, two members of staff tested positive, while boss Nigel Pearson revealed on Friday that several of his players were at home in isolation after members of their family had the virus. However, the determination to resume the season remains firm, with June 19 a mooted \"staging post\" for a restart. Online Editors Independentie Search Search News Irish News World News Local papers Environment Weather Opinion Letters Editorial Comment Business Brexit ... "], ["2020-05-26 07:17", "Players face '25% increased injury risk' when Premier League returns ...  in the same timeframe. Eight matches in 30 days may seem a regular occurrence but only 4% of players across a season are subjected to such a run of games. It is not just the congestion of the fixture list that poses a concern, but the time provided for teams to transition from individual, socially distanced training to higher-intensity group training, something Watford manager Nigel Pearson and Newcastle boss Steve Bruce are concerned about. The Bundesliga was only officially given the go-ahead to recommence on 7 May, just nine days before the first fixture kicked off. Eight players picked up injuries in the six games on 16 May - a rate well above normal. Media playback is not supported on this device Borussia Dortmund beat local rivals Schalke 4-0 as ... "], ["2020-05-26 06:34", "Veteran brothers to make NRL history ...  Cotter Gold Coast Titans : 1. Tyrone Roberts 2. Anthony Don 3. Dale Copley 4. Tyrone Peachey 5. Phillip Sami 6. Ashley Taylor 7. Jamal Fogarty 8. Moeaki Fotuaika 9. Nathan Peats 10. Sam Lisone 11. Kevin Proctor 12. Keegan Hipgrave 13. Jai Arrow 14. Erin Clark 15. Jai Whitbread 16. Jarrod Wallace 17. Shannon Boyd 18. Bryce Cartwright 19. Mitch Rein 20. Brian Kelly 21. Jonus Pearson SYDNEY ROOSTERS vs SOUTH SYDNEY RABBITOHS Bankwest Stadium, Parramatta Friday, May 29 at 7:55pm Sydney Roosters : 1. James Tedesco 2. Daniel Tupou 3. Josh Morris 4. Joseph Manu 5. Brett Morris 6. Luke Keary 7. Kyle Flanagan 8. Jared Waerea-Hargreaves 9. Jake Friend 10. Isaac Liu 11. Boyd Cordner 12. Angus Crichton 13. Victor Radley 14. Sam Verrills 15. Sitili Tupouniua 16. Nat ... "], ["2020-05-26 05:23", "Huawei executive gets first chance at release in extradition fight ...  Premium Subscribe Today's Paper Daily Crosswords More Letters Editorial Obituaries Explainers Quizzes Weather The Sydney Morning Herald The Age Brisbane Times WAtoday The Australian Financial Review Domain Commercial Real Estate Drive Good Food Traveller Find A Babysitter Weatherzone RSVP Advertisement Business Companies Courts Huawei executive gets first chance at release in extradition fight By Natalie Obiko Pearson and Shelly Banjo May 26, 2020 — 3.06pm Normal text size Larger text size Very large text size The chief financial officer of Huawei Technologies, fighting extradition to the US, will get her first shot at release this week in a case that's triggered an unprecedented diplomatic tussle between the US, China and Canada. On Wednesday ... "], ["2020-05-26 05:06", "Huawei executive gets first chance at release in extradition fight ... Subscribe Today's Paper Daily Crosswords More Letters Editorial Column 8 Obituaries Explainers Quizzes Weather The Sydney Morning Herald The Age Brisbane Times WAtoday The Australian Financial Review Domain Commercial Real Estate Drive Good Food Traveller Find A Babysitter Weatherzone RSVP Advertisement Business Companies Courts Huawei executive gets first chance at release in extradition fight By Natalie Obiko Pearson and Shelly Banjo May 26, 2020 — 3.06pm Normal text size Larger text size Very large text size The chief financial officer of Huawei Technologies, fighting extradition to the US, will get her first shot at release this week in a case that's triggered an unprecedented diplomatic tussle between the US, China and Canada. On Wednesday ... "], ["2020-05-26 05:01", "Huawei CFO gets first chance at release in extradition fight ... Wine Fashion & Style Arts & Culture Design LUXURY AFR Magazine Sophisticated Traveller Life & Leisure Search Home Companies Markets Street Talk Politics Policy World Property Technology Opinion Wealth Work & Careers Life & Luxury More Today's Paper Markets Data Events Lists Advertisement World North America Huawei ban Print article Huawei CFO gets first chance at release in extradition fight Natalie Obiko Pearson and Shelly Banjo May 26, 2020 3.01pm Save Log in or Subscribe to save article Share Vancouver | The chief financial officer of Huawei Technologies, fighting extradition to the US, gets her first shot at release this week in a case that's triggered an unprecedented diplomatic tussle between the US, China and Canada. On Wednesday, the Supreme ... "], ["2020-05-26 04:01", "Huawei CFO Gets First Chance at Release in Extradition Fight ...  Bloomberg Live Conferences Follow Us Facebook Twitter LinkedIn Instagram Bloomberg Customers Bloomberg Anywhere Remote Login Download Software Service Center BloombergQuint Markets Business BQ Blue Exclusive Videos Coronavirus Pandemic Opinion Law And Policy Mutual Funds BQ Learning Economy & Finance BloombergQuint Markets Business BQ Blue Exclusive Videos Coronavirus Pandemic Huawei CFO Gets First Chance at Release in Extradition Fight Natalie Obiko Pearson Shelly Banjo Bookmark May 26 2020, 9:31 AM May 26 2020, 9:47 AM May 26 2020, 9:31 AM May 26 2020, 9:47 AM (Bloomberg) -- The chief financial officer of Huawei Technologies Co., fighting extradition to the U.S., gets her first shot at release this week in a case that's triggered an unprecedented ... "]]}}