{"postfix": "pfizer-aktie", "name": "PFIZER", "wkn": "852009", "time": "2020.05.26 16:08", "ts": 1590502098, "features": {"KGV": "13.35", "Marktkapitalisierung": {"Size": "Mrd", "Value": "192.75"}, "GA": "2.95", "KBV": "3.47", "BA": "11.35", "KCV": "11.73", "CA": "3.36", "Vola30": "23.61", "Vola90": "42.63", "Vola180": "33.3", "Vola250": "28.22"}, "rivals": ["evotec-aktie", "morphosys-aktie", "johnson_johnson-aktie", "merck_co-aktie", "gilead_sciences-aktie", "roche_2-aktie", "bayer-aktie"], "text_data": {"de": [["10.05.20", "Pfizer bereitet sich auf Impfstoff-Produktion vor"], ["05.05.20", "MÄRKTE USA/Zuversicht stützt Aktien und treibt Öl"], ["05.05.20", "AKTIEN IM FOKUS: Anleger von Pfizer und Biontech hoffen auf Corona-Impfstoff"], ["05.05.20", "MÄRKTE USA/Zuversicht treibt Aktien und lässt Öl haussieren"], ["05.05.20", "MÄRKTE USA/Wall Street geht fest in die Sitzung"], ["05.05.20", "Erste Teilnehmer von Biontech-Studie in den USA geimpft"], ["05.05.20", "Opening Bell: Dow Jones vor Kurssprung; Disney, Peloton, Pfizer, Tesla, BioNTech, Starbucks, Microsoft"], ["05.05.20", "MÄRKTE USA/Wall Street dürfte freundlich in die Sitzung gehen"], ["05.05.20", "Wichtige Kursbewegungen: Impfstoffstudie in USA treibt BioNTech- und Pfizer-Aktien"], ["30.04.20", "So schätzen die Analysten die Pfizer-Aktie im April 2020 ein"], ["29.04.20", "MÄRKTE USA/Mögliches Mittel gegen Covid-19 stützt Wall Street"], ["29.04.20", "MÄRKTE USA/Wall Street feiert mögliches Mittel gegen Covid-19"], ["29.04.20", "MÄRKTE USA/US-Börsen mit Corona-Hoffnungen fester"], ["29.04.20", "GlaxoSmithKline macht mehr Umsatz als gedacht - Ziele unter Vorbehalt bestätigt"], ["29.04.20", "MÄRKTE USA/Wall Street zum Start fester erwartet"], ["29.04.20", "MARKT USA/Wall Street zum Start fester erwartet"], ["29.04.20", "Biontech und Pfizer impfen erste zwölf Probanden bei Covid-19-Studie"], ["29.04.20", "BioNTech-Aktie: Studie zu Corona-Impfstoff-Kandidaten von BioNTech und Pfizer angelaufen"], ["29.04.20", "Pfizer legte die Bilanz zum abgelaufenen Quartal vor"], ["28.04.20", "MÄRKTE USA/Wall Street schließt nach schwachen Daten im Minus"], ["28.04.20", "MÄRKTE USA/Wall Street gibt nach schwachen Daten Gewinne ab"], ["28.04.20", "ROUNDUP: Pfizer mit Umsatz- und Gewinnrückgang durch wachsende Konkurrenz"], ["28.04.20", "MÄRKTE USA/Wall Street fester - Berichtssaison bewegt"], ["28.04.20", "MÄRKTE USA/Wall Street fester erwartet - Berichtssaison im Blick"], ["28.04.20", "Pfizer bestätigt Jahresausblick"], ["28.04.20", "Pfizer schrumpft weniger als gedacht"], ["28.04.20", "MARKT USA/Wall Street fester erwartet - Berichtssaison im Blick"], ["23.04.20", "ROUNDUP 2: Impfallianz Gavi fordert Regeln für Zugang zu Corona-Impfstoff"]], "en": [["22.05.20", "Pfizer Inc. Recommends Rejection of Unsolicited Note Tender Offer by Huguenot Bond Liquidity, LLC"], ["22.05.20", "Is Pfizer (PFE) a Great Value Stock Right Now?"], ["21.05.20", "Why Pfizer Looks Undervalued At $38"], ["20.05.20", "Pfizer Participates in Funding for Biotech Startup Amplyx"], ["20.05.20", "Pfizer Manages 35% Stock Growth Despite Revenue Decline"], ["20.05.20", "Better Buy: GlaxoSmithKline vs. Pfizer"], ["19.05.20", "GlaxoSmithKline, Pfizer, and Shionogi's HIV Prevention Candidate Outperforms Gilead's Truvada"], ["19.05.20", "Pfizer Prices $4,000,000,000 Debt Offering"], ["18.05.20", "Pfizer Reports Efficacy & Safety Data on DMD Gene Therapy"], ["17.05.20", "Better Buy: Pfizer vs. Bristol Myers Squibb"], ["15.05.20", "Pfizer Posts Positive Data from Duchenne Muscular Dystrophy Candidate, but Still Trails Rival Sarepta Therapeutics"], ["15.05.20", "Why Sarepta Has A Leg Up On Pfizer With A Rival Gene Therapy: Analysts"], ["15.05.20", "Pfizer to launch late stage DMD gene therapy trial despite hospitalizations"], ["15.05.20", "Pfizer’s New Phase 1b Results of Gene Therapy in Ambulatory Boys with Duchenne Muscular Dystrophy (DMD) Support Advancement into Pivotal Phase 3 Study"], ["14.05.20", "Pfizer Announces Positive Top-Line Results From Phase 3 Lot Consistency Study of 20-Valent Pneumococcal Conjugate Vaccine in Pneumococcal Vaccine-Naive Adults 18 Through 49 Years of Age"], ["13.05.20", "Save the Date: Pfizer Announces New Date of September 14, 2020 for Rescheduled Investor Day"], ["12.05.20", "MEDIA-Pfizer wants to expand human trials of coronavirus vaccine to thousands of people by September - CNBC"], ["12.05.20", "New Data from 18 Approved and Investigational Pfizer Medicines to be Showcased at ASCO20 Virtual Scientific Program"], ["12.05.20", "CORRECTED-UPDATE 1-Pfizer to outsource some drug production, focus on coronavirus vaccine"], ["12.05.20", "Pfizer Invites Public to Listen to Webcast of Pfizer Discussion at Healthcare Conference"], ["09.05.20", "Pfizer Outsources Branded Drug Production to Focus on Experimental Coronavirus Vaccine"], ["09.05.20", "UPDATE 1-Pfizer to outsource some drug production, focus on coronavirus vaccine"], ["09.05.20", "Pfizer to outsource some drug production, focus on coronavirus vaccine"], ["08.05.20", "Pfizer Invites Public to View and Listen to Webcast of May 15 Conference Call with Analysts to Review Duchenne Muscular Dystrophy (DMD) Data Presentation at ASGCT 2020 Annual Meeting"], ["07.05.20", "Fin24.com | WATCH: Pfizer begins coronavirus vaccine tests on humans"], ["07.05.20", "The Zacks Analyst Blog Highlights: Gilead Sciences, Pfizer, Regeneron Pharmaceuticals, Moderna and Sanofi"], ["06.05.20", "U.S. Customs Agency Enlists Amazon, Pfizer, 3M in Fight Against Counterfeit Coronavirus Products"], ["05.05.20", "Pfizer starts US human trials of COVID-19 vaccine"], ["05.05.20", "Pfizer and BioNTech Begin U.S. Trials of SARS-CoV-2 Vaccine Candidate"], ["05.05.20", "The Wall Street Journal: ICE partners with Amazon, 3M and Pfizer to identify counterfeit coronavirus gear"], ["05.05.20", "Covid Report: Pfizer Begins Vaccine Study; Test Maker Surges On Demand"], ["05.05.20", "The Zacks Analyst Blog Highlights: Apple, Berkshire Hathaway, Pfizer, Oracle and Lockheed Martin"], ["05.05.20", "Pfizer, BioNTech set to begin U.S. coronavirus vaccine trial"], ["05.05.20", "Pfizer, BioNTech begin human coronavirus vaccine trial in US"], ["05.05.20", "BioNTech, Pfizer stocks rally after first participants in U.S. trial of COVID-19 vaccine were dosed"], ["05.05.20", "Pfizer Begins Human Trials of Possible Coronavirus Vaccine"], ["05.05.20", "Pfizer, BioNTech set to begin U.S. coronavirus vaccine trial"], ["05.05.20", "Pfizer and BioNTech Dose First Participants in the U.S. as Part of Global COVID-19 mRNA Vaccine Development Program"], ["05.05.20", "BioNTech SE : Pfizer and BioNTech Dose First Participants in the U.S. as Part of Global COVID-19 mRNA Vaccine Development Program"], ["04.05.20", "Top Analyst Reports for Apple, Berkshire Hathaway & Pfizer"], ["2020-05-26 13:33", "Pharma giant Merck just jumped into the coronavirus race with 2 vaccine candidates slated to start human testing this year (MRK) ...  vaccine businesses in the world. After vaguely hinting at coronavirus research efforts for several weeks, Merck unveiled its research ambitions Tuesday. The company highlighted three programs — two vaccine efforts and one experimental antiviral pill. Read more: Scientists are racing to create a coronavirus vaccine that can halt the pandemic in its tracks. Here are the top 3 candidates from Moderna, Pfizer, and AstraZeneca aiming to be ready this fall. \"We will ensure that all of these programs have the resources, attention and focus they need and that the COVID-19 pandemic demands,\" Merck CEO Kenneth Frazier said in a statement . Merck is collaborating with the nonprofit IAVI to build off its success in crafting an effective Ebola vaccine that ... "], ["2020-05-26 13:32", "Stocks soar as New York Stock Exchange reopens floor to traders ... which has claimed nearly 100,000 American lives. Sign up for our Coronavirus Updates newsletter to track the outbreak. All stories linked in the newsletter are free to access. Maryland-based Novavax also reported Monday that it has entered human study for a vaccine virus. Massachusetts-based Moderna last week reported that it had found good results from a small, early trial for its own vaccine. Pfizer, Johnson & Johnson and others are also trying to develop a vaccine for use as early as this year. AD \"One of these is going to work,\" said Scott Gottlieb, former Food and Drug Administration commissioner in an interview with CNBC Tuesday morning. AD Though the coronavirus continues to spread, the U.S. is showing signs of revival even as the nation's ... "], ["2020-05-26 12:33", "FACTBOX-Global pharma industry steps up efforts to battle coronavirus ... . Novartis and Bayer AG have said they will donatetheir own versions of that drug. VACCINES Date of Company name Progress Development stage Story link last update May 25 Novavax Inc The U.S. biotech group has enrolled its first participants to test its Early-stage trial COVID-19 vaccine. in Australia; preliminary results expected in July. April 30 BioNTech SE The German drugmaker is working with Pfizer Inc to make 10-20 million Being tested in doses of an experimental vaccine by the end of 2020. humans in early to mid stage trials. May 18 Moderna Inc Moderna's vaccine, among the first to be tested in humans in the United Ongoing early and States, showed it produced protective antibodies in a small group of healthy mid-stage trials, volunteers. with plans ... "], ["2020-05-26 12:33", "FACTBOX-Global pharma industry steps up efforts to battle coronavirus ... . Novartis and Bayer AG have said they will donatetheir own versions of that drug. VACCINES Date of Company name Progress Development stage Story link last update May 25 Novavax Inc The U.S. biotech group has enrolled its first participants to test its Early-stage trial COVID-19 vaccine. in Australia; preliminary results expected in July. April 30 BioNTech SE The German drugmaker is working with Pfizer Inc to make 10-20 million Being tested in doses of an experimental vaccine by the end of 2020. humans in early to mid stage trials. May 18 Moderna Inc Moderna's vaccine, among the first to be tested in humans in the United Ongoing early and States, showed it produced protective antibodies in a small group of healthy mid-stage trials, volunteers. with plans ... "], ["2020-05-26 12:17", "Vaccines Are All That Matter for the Market and 5 More Things to Know ... weeks. An oral antiviral it will develop in collaboration with a private biotech called Ridgeback Biotherapeutics. Phase 1 studies completed. What's Next: Frazier told that the company had specific criteria for its vaccine candidates, such as the ability to deliver it in a single dose and a vaccine based on proven technology. That stands in contrast to companies like Pfizer (PFE) and Moderna (MRNA), which are developing Covid-19 vaccines on highly novel technologies — Josh Nathan-Kazis *** U.S. Hospitalizations Rising Nearly 100,000 Americans have died from Covid-19, data collected by Johns Hopkins University shows, and some states saw spikes in coronavirus hospitalizations over the Memorial Day weekend. All 50 states have now loosened their social ... "], ["2020-05-26 12:10", "Tap the Solid Momentum in These 5 Solid High-Beta Stocks ...  for these potential vaccines as these have entered clinical trials. Plus, 114 candidate vaccines are in preclinical evaluation stage. Per WHO, these prime candidates for potential vaccine include mRNA-1273 vaccine by Moderna Inc. ( MRNA - Free Report ) , potential vaccine 'ChAdOx1 nCoV-19' from Oxford University, RNA vaccine candidate from the collaboration between U.S.-based Pfizer and German pharmaceutical company BioNtech, and DNA-based vaccine from INOVIO Pharmaceuticals . Novavax (NVAX) said lately that it began human testing of its coronavirus vaccine candidate , and expects preliminary results for the trial in July. Consumer spending is very important for U.S. economic wellbeing as it contributes 70% of U.S. GDP.The University of Michigan ... "], ["2020-05-26 12:00", "Pfizer Is Charging Ahead With A Coronavirus Vaccine — Is PFE Stock A Buy?Pfizer stock could see some gains in 2020 if it makes progress on a coronavirus vaccine with BioNTech. But its Upjohn merger with Mylan is now delayed. Is Pfizer stock a buy now? The post Pfizer Is Charging Ahead With A Coronavirus Vaccine — Is PFE "], ["2020-05-26 12:00", "AbbVie Wrapped Its $63 Billion Allergan Buyout — Is AbbVie Stock A Buy? ...  a Humira biosimilar in the U.S. in 2023. What Does 2019 Say About AbbVie Stock? AbbVie sales growth decelerated to 2% in 2019, following 16% growth in the prior year. That 16% growth rate in 2018 was the highest the pharmaceutical company had seen in years. But in 2019, AbbVie sales trailed Big Pharma giant Merck ( MRK ), which grew 11%. Still, the sales growth topped Pfizer ( PFE ) which saw sales tumble 4%. Humira rivals in Europe are likely to continue chipping away at AbbVie sales in 2020, though the acquisition of Allergan will help offset that. For the full year, analysts expect $45.42 billion in AbbVie sales, an increase of 36.5%. The bullish increase is likely due to the acquisition of Allergan. In 2019, Allergan sales were $16.09 billion. Analysts ... "], ["2020-05-26 12:00", "Elevar Therapeutics Appoints Mark Gelder, M.D. As Global Head Of Medical Affairs ...  the expertise and rigor of a mature biotechnology company. I look forward to working closely with Elevar's leadership to drive the continued success of the Company as we work together to deliver promising new therapeutic options for underserved patients.\" Dr. Gelder brings 17 years of global medical affairs experience leading therapeutic oncology programs for companies like Pfizer, Wyeth and Bayer, where he was involved in the approval and launch of several cancer therapeutics. He has also led successful global trials, launch plans and Phase I-Phase IV studies for several emerging oncology organizations and has been instrumental in the approval and launch of numerous oncology products. Dr. Gelder earned his medical doctorate from the University of ... "], ["2020-05-26 12:00", "COVID-19 Update: New Coronavirus Vaccine Will Send Virus's Spike Proteins To Stimulate Immune Response; Novavax Is Beginning Its Clinical Trials ...  Novavax. Novavax is now starting new coronavirus vaccine's clinical trials, aiming to send COVID-19's spike proteins Novavax is a Maryland-based company that is one of the biotech companies that are currently developing a vaccine that could be used effectively against SARS-CoV-2, which causes the novel coronavirus pandemic. BioNTech, in partnership with Pfizer, and Moderna have already begun clinical trials for their vaccines. (Photo : Screenshot from Twitter post of @ETNOWlive) Novavax Is Beginning Its New Coronavirus Vaccine's Clinical Trials; It Will Send COVID-19's Spike Proteins Into The Body To Stimulate Immune Response US based biotechnology company #Novavax trials #Coronavirus vaccine candidate in #Australia . The company will inject ... "], ["2020-05-26 12:00", "Stocks & ETFs Beneficiaries of Coronavirus Vaccine Ramp-Up ...  Prime Candidates Per WHO, these candidates include mRNA-1273 vaccine by Moderna Inc. ( MRNA - Free Report ) , potential vaccine 'ChAdOx1 nCoV-19' from Oxford University (which is showing limited success as of now) in collaboration with AstraZeneca ( AZN - Free Report ) and Serum Institute of India, RNA vaccine candidate from the collaboration between U.S.-based Pfizer and German pharmaceutical company BioNtech, and DNA-based vaccine from INOVIO Pharmaceuticals . Also, U.S.-based Novavax's ( NVAX - Free Report ) receipt of $388 million of funding from the Coalition for Epidemic Preparedness Innovation (CEPI) deserves mention (read: Novavax Soars on Coronavirus Vaccine Funding: ETFs to Gain ). China the first epicenterof the virus understandably ... "], ["2020-05-26 11:41", "Coronavirus live updates: Gottlieb sees U.S. hospitalizations ticking up; Merck joins the vaccine race ... Box .\" \"We are going to have to watch it.\" Florida, Georgia, Virginia, Alabama, Maryland, Minnesota and others have all seen an increase in hospitalizations since beginning to reopen, Gottlieb said. He added that the \"national trend is a small uptick.\" —Will Feuer Disclosure: Scott Gottlieb is a CNBC contributor and is a member of the boards of Pfizer and biotech company Illumina. Merck announces plans to develop coronavirus vaccine 7 am ET — Merck announced that it has teamed up with research non-profit IAVI to develop a potential vaccine against the coronavirus. The vaccine candidate for Covid-19 is currently in preclinical development, the U.S. drug maker said in a statement, with clinical studies expected to start later in ... "], ["2020-05-26 11:33", "BRIEF-ContraFect Corporation Announces Private Placement Of Common Stock And Warrants To Pfizer ...  Risk Management Solutions Tax & Accounting Blog: Answers On Innovation @ Thomson Reuters Directory of sites Login Contact Support Business Markets World UK TV More United Kingdom Healthcare May 26, 2020 / 11:34 AM / Updated 15 minutes ago BRIEF-ContraFect Corporation Announces Private Placement Of Common Stock And Warrants To Pfizer 1 Min Read May 26 (Reuters) - ContraFect Corp: * CONTRAFECT CORPORATION ANNOUNCES PRIVATE PLACEMENT OF COMMON STOCK AND WARRANTS TO PFIZER INC. * CONTRAFECT - PFIZER AGREED TO PURCHASE 674,156 SHARES OF CO'S STOCK & WARRANT TO PURCHASE 505,617 SHARES OF CO'S STOCK, FOR ABOUT $3.0 MILLION * CONTRAFECT - TO USE NET PROCEEDS TO CONTINUE FUNDING PHASE 3 DISRUPT TRIAL OF EXEBACASE IN STAPH AUREUS BACTEREMIA, WITH RIGHT-SIDED ... "], ["2020-05-26 11:33", "BRIEF-ContraFect Corporation Announces Private Placement Of Common Stock And Warrants To Pfizer ... Risk Management Solutions Tax & Accounting Blog: Answers On Innovation @ Thomson Reuters Directory of sites Login Contact Support Business Markets World Politics TV More United States Healthcare May 26, 2020 / 11:33 AM / Updated an hour ago BRIEF-ContraFect Corporation Announces Private Placement Of Common Stock And Warrants To Pfizer 1 Min Read May 26 (Reuters) - ContraFect Corp: * CONTRAFECT CORPORATION ANNOUNCES PRIVATE PLACEMENT OF COMMON STOCK AND WARRANTS TO PFIZER INC. * CONTRAFECT - PFIZER AGREED TO PURCHASE 674,156 SHARES OF CO'S STOCK & WARRANT TO PURCHASE 505,617 SHARES OF CO'S STOCK, FOR ABOUT $3.0 MILLION * CONTRAFECT - TO USE NET PROCEEDS TO CONTINUE FUNDING PHASE 3 DISRUPT TRIAL OF EXEBACASE IN STAPH AUREUS BACTEREMIA, WITH RIGHT-SIDED ... "], ["2020-05-26 11:30", "ContraFect Corporation Announces Private Placement Of Common Stock And Warrants To Pfizer Inc. ...  are to be sold by ContraFect. \"Our mission at ContraFect is to develop new treatment modalities, to bring superior outcomes, including meaningful reductions in mortality, to patients who suffer from potentially lethal infections,\" said Roger J. Pomerantz, M.D., Chairman and Chief Executive Officer of ContraFect. \"We are pleased to announce this investment by Pfizer, particularly in the midst of their rapid and collaborative response to the current COVID-19 pandemic. This investment further demonstrates our shared commitment to innovation and to patients in need of new medical modalities to fight virulent infectious diseases,\" Dr. Pomerantz continued. ContraFect intends to use the net proceeds of the private placement to continue funding ... "], ["2020-05-26 11:06", "Novavax shares jump after starting Covid-19 vaccine study in Australia ...  10 that have begun testing vaccines for the pandemic in people, according to the World Health Organisation. WHO estimates there are more than 100 other vaccine candidates in earlier stages of development. Moderna Inc reported the first Covid-19 vaccine results in humans last week. Smaller vaccine developers are racing alongside larger, profitable drug makers like Pfizer Inc, AstraZeneca Plc as well as academic institutions. Even if a vaccine is eventually shown to be effective, there will be hurdles to manufacturing as well as distribution. Related Story Coronavirus microsite: Get latest updates, videos and graphics Related Story Coronavirus explainers: What you should know to protect yourself Related Story Coronavirus visual guide: Interactive graphics ... "], ["2020-05-26 10:45", "Merck Dives Into Covid-19 Fray With Two Vaccines and One Antiviral ... 's (ticker: MRK) CEO Ken Frazier said in an interview Sunday night. Frazier said the company had spent time studying the basic biology of the virus, and had specific criteria for its vaccine candidates—criteria many of the leading Covid-19 vaccine programs don't meet. Merck wanted a vaccine that could be delivered in a single dose. And, in contrast to companies like Pfizer (PFE) and Moderna (MRNA), which are developing Covid-19 vaccines based on highly novel technologies, it wanted a candidate based on a proven platform. \"We've got to immunize seven billion people on the planet,\" Frazier said. \"If you have a dose that gives you a high amount of neutralizing antibodies with a single dose, that's a much better, more simple ... "], ["2020-05-26 10:30", "Greater Capitalism: How The Pandemic Is Permanently Reshaping Our Economic System For The Better ...  to how we solve this crisis should drive all decisions,\" he says with a shrug. He adds: \"It is very important to have open communication right now in real time for everyone. . . . Someone else making a vaccine maybe will learn something from us.\" Crises can go two ways: They can sow division or spur magnanimity. The Greece-born Bourla clearly aims for the latter. Pfizer's vaccine moon shot is a collaboration with BioNTech, run by Uur ahin, a Turk. While their native countries famously despise each other, the CEOs have promised they'll share raki together once the vaccine is developed. \"There is only one enemy,\" Bourla says. \"The virus and time.\" A s the pandemic hit, Ray Dalio, whose Bridgewater Associates is both the ... "], ["2020-05-26 10:00", "Exact Sciences To Participate In June Investor Conferences ... the American Cancer Society, and the National Committee for Quality Assurance regarding cancer screening or our products and services; our ability to successfully develop new products and services and assess potential market opportunities; our ability to effectively enter into and utilize strategic partnerships, such as through our Promotion Agreement with Pfizer, Inc., and acquisitions; our success establishing and maintaining collaborative, licensing and supplier arrangements; our ability to maintain regulatory approvals and comply with applicable regulations; our ability to manage an international business and our expectations regarding our international expansion and opportunities; the potential effects of foreign currency exchange rate fluctuations and ... "], ["2020-05-26 10:00", "THE LATEST: Slight increase of coronavirus-related hospitalizations since Sunday ... , in-person classes at K-12 schools in Connecticut will remain canceled for the rest of the academic year.Given the circumstances, this is the best course of action for the safety of students, educators, and staff. https://t.co/0mo9VUVq29 pic.twitter.com/qKgVcMP4uh — Governor Ned Lamont (@GovNedLamont) May 5, 2020 Lamont: Schools will remain closed for rest of academic year 8 a.m. Pfizer and BioNTech announced that they have begun testing a COVID-19 trial vaccine on human participants. Read more here . 6 a.m. The Masks for CT free mask giveaway got underway an hour earlier than anticipated due to the demand. Vehicles were backed up at Science Park in New Haven several hours before the event was supposed to start. Worldwide COVID-19 cases rose to 3 ... "]]}}