{"postfix": "ppg_industries-aktie", "name": "PPG_INDUSTRIES", "wkn": "852026", "time": "2020.05.26 16:40", "ts": 1590504049, "features": {"KGV": "21.29", "Marktkapitalisierung": {"Size": "Mrd", "Value": "20.76"}, "GA": "6.22", "KBV": "5.98", "BA": "22.15", "KCV": "16.15", "CA": "8.20", "Vola30": "53.33", "Vola90": "65.87", "Vola180": "49.54", "Vola250": "37.68"}, "rivals": ["3m-aktie", "dow_chemical-aktie", "fmc-aktie", "rpm_international-aktie", "the_valspar-aktie", "dupont-aktie"], "text_data": {"de": [["30.04.20", "April 2020: So haben Analysten ihre Einstufung der PPG Industries-Aktie angepasst"], ["29.04.20", "PPG Industries: Bilanzvorlage zum letzten Quartal"], ["26.04.20", "Ausblick: PPG Industries verkündet Quartalsergebnis zum jüngsten Jahresviertel"], ["17.04.20", "PPG Industries wird 487. Quartalsdividende in Folge auszahlen"], ["12.04.20", "Erste Schätzungen: PPG Industries legt Quartalsergebnis vor"], ["31.03.20", "PPG Industries-Aktie: Einschätzungen und Kursziele der Analysten im März"], ["17.01.20", "Aktionäre von PPG Industries erhalten 486. Quartalsdividende in Folge"]], "en": [["14.05.20", "PPG Industries Launches Program for SilverSan Powder Coating"], ["06.05.20", "PPG Industries upgraded to overweight from neutral at J.P. Morgan"], ["28.04.20", "PPG Industries Inc (PPG) Q1 2020 Earnings Call Transcript"], ["28.04.20", "PPG Industries stock price target cut to $99 from $114 at CFRA"], ["28.04.20", "PPG Industries downgraded to hold from buy at CFRA"], ["27.04.20", "PPG Industries (PPG) Q1 Earnings and Revenues Miss Estimates"], ["23.04.20", "After A 25% Fall Is PPG Industries A Better Buy Than DuPont?"], ["22.04.20", "What's in the Cards for PPG Industries (PPG) in Q1 Earnings?"], ["20.04.20", "Here's Why You Should Hold Onto PPG Industries (PPG) for Now"], ["03.04.20", "PPG Industries stock price target cut to $80 from $121 at J.P. Morgan"], ["17.03.20", "Why You Should Retain PPG Industries (PPG) in Your Portfolio"], ["12.03.20", "PPG Industries (PPG) Offers Windscreen for NTT Indycar Series"], ["04.03.20", "PPG Industries (PPG) Completes Alpha Coating Acquisition"], ["15.02.20", "Why Is PPG Industries (PPG) Down 5.7% Since Last Earnings Report?"], ["10.02.20", "PPG Industries to Exhibit Aerospace Solutions at Singapore"], ["07.02.20", "Why Shares of PPG Industries Fell in January"], ["06.02.20", "PPG Industries (PPG) to Acquire Alpha Coating Technologies"], ["05.02.20", "PPG Industries Partners With Dow to Reduce Carbon Impact"], ["04.02.20", "PPG Industries Closes Industria Chimica Reggiana Buyout"], ["24.01.20", "Why PPG Industries Is Still a Buy"], ["23.01.20", "PPG Industries to Feature Innovative Solutions in Las Vegas"], ["17.01.20", "PPG Industries Inc (PPG) Q4 2019 Earnings Call Transcript"], ["16.01.20", "PPG Industries (PPG) Q4 Earnings Miss, Sales Beat Estimates"], ["16.01.20", "PPG Industries (PPG) Lags Q4 Earnings Estimates"], ["16.01.20", "PPG Industries stock falls 5.5% premarket after Q4 results"], ["13.01.20", "PPG Industries to Introduce Battery Solutions in AABC Europe"], ["09.01.20", "PPG Industries (PPG) Earnings Expected to Grow: What to Know Ahead of Next Week's Release"], ["09.01.20", "PPG Industries (PPG) to Take Over Industria Chimica Reggiana"], ["02.01.20", "Why You Should Keep PPG Industries (PPG) in Your Portfolio"], ["2020-05-22 13:46", "2 Real Deal Stocks to Buy Now ... 's commercial aerospace business. That makes this company a good option for value investors. Motley Fool Returns Stock Advisor S&P 500 416% 86% Stock Advisor launched in February of 2002. Returns as of 05/22/2020. Join Stock Advisor Cumulative Growth of a $10,000 Investment in Stock Advisor Calculated by Time-Weighted Return Stocks RTX Raytheon Technologies NYSE: RTX $86.01 down $-5.36 (-5.87%) PPG PPG Industries NYSE: PPG $95.09 down $0.90 (-0.94%) LMT Lockheed Martin NYSE: LMT $368.82 up $6.31 (1.74%) SHW Sherwin-Williams NYSE: SHW $570.00 up $5.37 (0.95%) NOC Northrop Grumman NYSE: NOC $328.11 up $7.71 (2.41%) LHX L3Harris Technologies NYSE: LHX $184.12 up $4.94 (2.76%) RPM RPM International NYSE: RPM $69.66 up $0.11 (0.16%) AXTA Axalta Coating ... "], ["2020-05-22 13:25", "Cooper Standard Appoints Three New Members To Board Of Directors ... , and on the Purdue University Advisory Council. Freeland earned a Bachelor of Science degree from Purdue University and a Master of Business Administration degree from Indiana University . Macouzet-Flores currently serves as vice president, Latin America and PMC (Protective & Marine Coatings) general manager, Latin America of PPG Industries de Mexico , S.A. de C.V., a subsidiary of PPG Industries Inc. Prior to her current position at PPG Industries de Mexico , she served as general manager, Latin America North and general manager, Automotive OEM Coatings from 2012 to 2017. She has more than 25 years of leadership experience in multinational settings from multiple positions of increasing responsibility at the company. Macouzet-Flores earned an undergraduate ... "], ["2020-05-22 13:20", "U.S. RESEARCH ROUNDUP- Martin Marietta Materials, ONEOK, Superior Energy Services ...  target to $15 from $19 * Pentair Plc : Rosenblatt Securities raises target price to $48 from $46 * Perspecta Inc : Wells Fargo raises price target to $24 from $21 * Phillips 66 : Cowen and Company raises target price to $78 from $67 * Physicians Realty Trust : SunTrust Robinson raises target price to $17 from $16 * Pioneer Natural Resources Co : Cowen and Company raises PT to $110 from $100 * PPG Industries Inc : JP Morgan raises price target to $105 from $100 * Preit : Stifel cuts target price to $1 from $4 * Progyny Inc : JP Morgan raises price target to $30 from $27 * QEP Resources Inc : Cowen and Company raises target price to $1 from $0.75 * Range Resources Corp : Cowen and Company raises target price to $5.75 from $5.25 * Rexford Industrial Realty Inc ... "], ["2020-05-22 09:43", "U.S. RESEARCH ROUNDUP- Martin Marietta Materials, ONEOK, Superior Energy Services ...  * Palo Alto Networks Inc : Credit Suisse raises target price to $195 from $190 * Palo Alto Networks Inc : Evercore ISI raises target price to $250 from $200 * Palo Alto Networks Inc : Jefferies raises target price to $275 from $200 * Palo Alto Networks Inc : Piper Sandler raises target price to $280 from $200 * Palo Alto Networks Inc : RBC raises price target to $248 from $225 * PPG Industries Inc : JP Morgan raises price target to $105 from $100 * Progyny Inc : JP Morgan raises price target to $30 from $27 * Rexford Industrial Realty Inc : Jefferies cuts target price to $46 from $50 * Ross Stores Inc : Jefferies raises target price to $92 from $83 * Ross Stores Inc : JP Morgan raises target price to $100 from $94 * Ross Stores Inc : RBC raises target price ... "], ["2020-05-20 09:00", "World Paints & Coatings Market Analysis, 2012-2025 | Featuring AkzoNobel, PPG Industries, Sherwin-Wiliams, BASF, And Nippon Paint ... /Decorative Coating Industrial Coating Special-purpose Coating Paints & Coatings Technology Outlook, Revenue (2017 - 2025E, US$ Billions) Waterborne Coating Powder Coating Solvent-based Coatings Regional Outlook, Revenue (2017 - 2025E, US$ Billions) North America Europe Asia Pacific Country Outlook, Revenue (2017 - 2025E, US$ Billions) The US India Vendors Outlook, Revenue (2013 - 2022E, US$ Billions) AkzoNobel N.V. PPG Industries Inc. The Sherwin-Wiliams Company BASF SE Nippon Paint Holdings Co. Key Questions Answered in the Report Historical market size in terms of value of paints and coatings industry from 2012 to 2018 in US$ Billions. Projected market growth in the forecasted period 2019 to 2025 with estimated revenue for each year in US$ Billions ... "], ["2020-05-19 13:02", "Here’s which Pittsburgh companies made this year’s Fortune 500 list ...  Financial Services Group Inc. took the highest spot among its Pittsburgh neighbors, ranking 151 on the list overall. Fortune reported PNC had an overall revenue of $21.6 billion, an increase of 8.2% over last year's figures where it ranked 159 on the list with $19.9 billion in total revenue. Content Continues Below PPG Industries Inc. was the next highest-placed Pittsburgh company on the list and ranked 209. Fortune reported revenue from PPG topped $15 billion, a decline of 1.5% which saw its position drop from last year when it ranked 205 on the list. The third highest-ranked Pittsburgh company was Howmet Aerospace Inc., which made its debut on the list at 226 with a reported revenue of more than $14 billion. The company officially split from Arconic ... "], ["2020-05-19 12:30", "Antimicrobial Coatings Market Size To Reach USD 8.65 Billion By 2027; Increasing Incidence Of Healthcare-related Infections To Drive Market, States Fortune Business Insights ... .65 Billion By 2027; Increasing Incidence Of Healthcare-related Infections To Drive Market, States Fortune Business Insights Key companies profiled are Akzo Nobel N.V., Axalta Coating Systems, PPG Industrial Coatings, John Desmond Limited, BASF SE, Nippon Paint (India) Company Limited, The Sherwin-Williams Company, DuPont, Damond Vogel, among others Author: PR Newswire Publish date: May 19 ...  across industries to help you prepare for the future. To Get The Short-Term and Long-Term Impact of COVID-19 on this Market, Please Visit: https://www.fortunebusinessinsights.com/enquiry/covid19-impact/antimicrobial-coatings-market-102784 List of Major Companies in the Antimicrobial Coatings Market Research Report are; Akzo Nobel N.V. Axalta Coating Systems PPG Industrial  ... "], ["2020-05-18 17:01", "NBA Draft 2020 Big Board 1.0 - Mavs Thoughts And Beyond ...  in order to maximize his defensive potential. Pokuevski is a guard in a center's body, which has become a popular trend within the last 10 years in the NBA. 15. Theo Maledon, Point Guard, ASVEL (18 years old) Season stats: 7.3 PPG, 2 RPG, 2.7 APG, 0.5 SPG, 0.1 BPG, 1.6 TOPG on 42.1/33.3/77.6 Maledon is an 18-year-old with high upside thanks to long arms and a projectable jump shot. It's unlikely for  ... to invent America 2.0' Amid a COVID-19 induced lockdown, a dynamic cast of speakers (including Mark Cuban and Stephen A. Smith) from the sports, business and entertainment industries spoke at Natty Light's 2020 Commencement Celebration. BriAmaranthus May 16, 2020 Like Comment Mic'd Up NBA Players & Games Without Fans? What Mavs Vet J.J. Barea ... "], ["2020-05-18 02:40", "The Top 4 Themes And Trends From Q1 Earnings Conference Calls ... Anticipated 2Q trough : ADM, AMGN, APTV, DD, HLT, JNJ, LDOS, NEM, REGN U or L more common than V-shaped recovery : ABBV, ABT, ADP, CE, ECL, EMR, HBAN, IDXX, PNC, PPG, RF, WHR, WY Wary of extrapolating China's recovery : APH, ETN, IEX, ZTS Pockets of optimism: AXP, BAC, FOXA, IQV, V Theme 2: Accelerating digitalization, direct-to-consumer, and  ...  and balance sheet flexibility than their larger peers. While S&P 500 EPS fell by 14% in 1Q, small-cap Russell 2000 EPS fell by 90%. Furthermore, the S&P 500 carries large earnings weights in non-cyclical industries, which posted positive EPS growth in 1Q and are expected to post much stronger full-year EPS growth relative to the broad index. Software & Services share of S&P 500 EPS has grown to 9%, led by MSFT.  ... "], ["2020-05-17 11:35", "GOLDMAN SACHS: Buy these 14 stocks poised to surge in an economic recovery because of their limited exposure to consumers ... Industrials Market cap : $87.3 billion Year-to-date loss : 33.1% Source: Goldman Sachs 10. Emerson Electric Markets Insider Ticker : EMR Sector : Industrials Market cap : $31.2 billion Year-to-date loss : 34.2% Source: Goldman Sachs 9. NetApp Markets Insider Ticker : NTAP Sector : Information technology Market cap : $9.5 billion Year-to-date loss : 35.1% 8. PPG Industries Markets Insider Ticker : PPG Sector : Materials Market cap : $20.5 billion Year-to-date loss : 38.6% 7. Raytheon Technologies Markets Insider Ticker : RTX Sector : Industrials Market cap : $81 billion Year-to-date loss : 40.6% 6. Newell Brands Markets Insider Ticker : NWL Sector : Consumer discretionary Market cap : $4.9 billion Year-to-date loss : 41.1% 5. BorgWarner Markets Insider Ticker ... "], ["2020-05-14 11:27", "PPG Industries Launches Program for SilverSan Powder CoatingPPG Industries' (PPG) SilverSan powder technology gradually releases silver ions, which are believed to prevent bacterial growth on powder-coated surfaces."], ["2020-05-14 11:21", "Here's Why You Should Hold Ventas (VTR) in Your Portfolio Now ...  have the highest potential to increase in price quickly amid the global health crisis. A recent pick, Maxar, skyrocketed +178.7% in 3 months. For 32 years, our Strong Buy list has averaged returns more than twice the market. See its 7 best stocks now. Privacy Policy | No cost, no obligation to buy anything ever. ?? Close This Panel X Up Next PPG Industries Launches Program for SilverSan Powder Coating Most Read The Next Great Place to Invest The Odd Gold & Tech Combo Thrives on Coronavirus: 5 Picks Rebalance Your Portfolio to Counter Recovery Dilemmas COVID-19 Pandemic Weighs on Earnings Picture PFP 5/14: Stocks Down on Profit Taking, but Economy Reopening Quick Links Services Account Types Premium Services Zacks Rank Research Personal Finance Commentary ... "], ["2020-05-13 15:02", "PPG Launches Quick-Ship Program For PPG SILVERSAN Powder Coating ...  to find the right path forward. With headquarters in Pittsburgh, we operate and innovate in more than 70 countries and reported net sales of $15.1 billion in 2019. We serve customers in construction, consumer products, industrial and transportation markets and aftermarkets. To learn more, visit www.ppg.com . We protect and beautify the world is a trademark and SilverSan and the PPG Logo are registered trademarks of PPG Industries Ohio, Inc. CATEGORY Industrial Coatings View source version on businesswire.com: https://www.businesswire.com/news/home/20200513005469/en/ By Business Wire Terms Of Use Privacy Policy Advertise Reprints Customer Service Data Topic Archive Subscriptions 2020 TheStreet, Inc. All rights reserved. Action Alerts PLUS is a registered ... "], ["2020-05-13 05:01", "Ferro (FOE) Q1 2020 Earnings Call Transcript ... would hear in that environment would not be those big names. They would be a smaller type of specialty companies. And of course, the biggest one that you may know when we talk about the declaration, PPG is in there. But our decoration is at a higher application level, that is higher-margin but smaller volumes. So where we might compete with some of those big names, we've carved out a ... about food and value chain. All of our products go into beverage bottles. They go into the color. They go into a lot of food packaging types of products. The medical and health industries, look at all the electronics, look at all the specialty pigment products, they are going into all those applications. So what's really interesting is remainco has really gone well in the ... "], ["2020-05-12 10:48", "Working from home is the future ... become the standard. Use of video conferencing will be preferred over travelling to meet clients. Offices will have to adopt cultures that will prevent touching and encourage the use of personal protective gear or PPG. In the absence of any medicine or vaccine as yet, governments are not willing to take the risk of opening offices and markets. With each incremental day of the lockdown, more jobs are  ...  plans Were you planning to join the glamourous airline industry, restaurants or hotels? These industries will certainly suffer the most and will take a long time to recover. If you had aimed for these industries and developed the relevant skills, you may have to try and find other industries where such skills could be put to use. If you were training to become ... "], ["2020-05-11 22:45", "COVID-19 Outbreak On The Global Apparel Market ...  in the Apparel industry growth rate due to COVID-19 pandemic 4. Market Segmentation 4.1. By Apparel Type4.2. By Distribution Channel 5. Regional Analysis 5.1. North America 5.2. Europe 5.3. Asia-Pacific 6. Company Profiles BASF SE DowDuPont China Petroleum & Apparel Corp. SABIC Mitsubishi Apparel Corp. Wanhua Apparel Group Co Ltd. Chevron Phillips Apparel Co LLC Evonik Industries AG Jianshi Yuantong Bioengineering Co., Ltd. PPG Industries Inc. For more information about this report visit https://www.researchandmarkets.com/r/ejqimc About ResearchAndMarkets.com ResearchAndMarkets.com is the world's leading source for international market research reports and market data. We provide you with the latest data on international and regional markets, key ... "], ["2020-05-11 21:46", "Why Jersey City's NAACP is demanding city halt construction on new park ...  afternoon, asking that the park remain in place. \"Historically this park has been very valuable,\" he said. \"This mayor does not value history.\" The small pocket park wasn't always destined to become a parking lot. In 2013, former Mayor Jerramiah Healy announced plans to renovate it using money acquired in a $1.15 million settlement with PPG Industries, a company that owned chromium-contaminated properties in Jersey City. Of that, $440,000 would be devoted to revamping Fulton Avenue Park, which was expected to gain trees, security cameras, community gardens, and other features. But the project was continuously delayed over the years. At one point, the city was considering purchasing an adjacent building simply so it could knock it down ... "], ["2020-05-11 18:00", "Transparent Rigid Plastics World Market Study, 2020: Trends & Opportunities, Patent Review/New Developments, Company Profiles ...  Goldstab Organics Hebei Jingxin Chemical Group Hitachi Chemical Co. Hubei Nanxing Polymer Additives Co. Ltd. Idemitsu Kosan Imerys Performance Additives Ineos Styrolution Americas Llc Kaneka KD Chem Kisuma Chemicals Kolon Industries Kuraray Lanxess Ag LG Chem Lotte Advanced Materials Co. Ltd. Lucite International Lyondellbasell Industries Mitsubishi Chemical Corp. Mitsubishi Engineering Plastics Mitsui Chemicals America Inc. Mitsui Chemicals Global Nitto Kasei Novista Chemicals Pau Tai Industrial Plaskolite Inc. Power Additives Ppg Industries Inc. Reagens Group Sabic Innovative Plastics Shin-Etsu Chemical Co. Ltd. Solvay Specialty Polymers USA Llc Songwon Spartech Sumitomo Chemical Co. Teijin Kasei America Inc. Topas Advanced Polymers (Polyplastics) Topas ... "], ["2020-05-11 12:20", "GOP House Candidate Once Lobbied For Leftist Dark Money Group ...  are some dubious question marks in her recent past, particularly as they pertain to her time working for powerful lobbying firm K&L Gates . K&L gates has hundreds of lobbyists that work on a variety of issues for a large range of clients across the world. A brief search shows them working for such clients as Boeing Employees' Credit Union , PPG Industries , Alliance for a Green Revolution in Africa , JPMorgan Chase , Port of Portland , and it goes on and on. Clients whom Amanda Makki lobbied for included biotech company Omeros, Danish pharmaceutical company Novo Nordisk, sports and media company Liberty Media , and something called the Sixteen Thirty Fund. What is the Sixteen Thirty Fund ? It is a shadow dark money propaganda organization, funded by ... "], ["2020-05-10 11:00", "What Does Mom Want This Mother's Day? Not to Be Wrongfully Fired, for a Start | Opinion ... only half as likely to be promoted, offered an average of $11,000 less in salary and held to higher performance and punctuality standards than identical women without children. Courts have held again and again that \"the gender-based stereotype that 'mothers are insufficiently devoted to work'\" is evidence of sex discrimination, to quote the judge in DeMeio v. PPG Industries . Bias and stereotypes lead not just to lower pay and fewer promotions but to harsher consequences for mistakes and encouragement to quit through the imposition of impossible schedules. Data and studies aside, most mothers know at a gut level that the stereotype is out there, so many take care to keep their child care responsibilities tastefully out of sight. No more. When ... "]]}}