{"postfix": "procter_gamble-aktie", "name": "PROCTER_GAMBLE", "wkn": "852062", "time": "2020.05.26 15:59", "ts": 1590501582, "features": {"KGV": "24.28", "Marktkapitalisierung": {"Size": "Mrd", "Value": "258.70"}, "GA": "4.52", "KBV": "5.80", "BA": "18.93", "KCV": "18.93", "CA": "5.80", "Vola30": "19.91", "Vola90": "42.28", "Vola180": "31.45", "Vola250": "25.58"}, "rivals": ["johnson_johnson-aktie", "colgate-palmolive-aktie", "beiersdorf-aktie", "loréal-aktie", "merck-aktie", "douglas-aktie", "kimberly-clark-aktie"], "text_data": {"de": [["30.04.20", "So stuften die Analysten die Procter Gamble-Aktie im vergangenen Monat ein"], ["18.04.20", "Procter Gamble präsentierte das Zahlenwerk zum abgelaufenen Jahresviertel"], ["17.04.20", "MÄRKTE USA/Hoffen auf Öffnung der Wirtschaft treibt Aktien"], ["17.04.20", "MÄRKTE USA/Wall Street sehr fest - Lockerungsplan macht Hoffnung"], ["17.04.20", "MÄRKTE USA/Wall Street sehr fest - Boeing und Gilead haussieren"], ["17.04.20", "MÄRKTE USA/Börse fest erwartet - Ende der Corona-Beschränkungen in Sicht"], ["17.04.20", "Procter & Gamble hält an Gewinnziel fest"], ["15.04.20", "Procter & Gamble steigert die Dividende das 64. Jahr in Folge"], ["06.04.20", "Erste Schätzungen: Procter Gamble veröffentlicht Zahlen zum vergangenen Quartal"], ["31.03.20", "Procter Gamble-Aktie: Experten empfehlen Procter Gamble im März mehrheitlich zum Kauf "], ["20.02.20", "MÄRKTE USA/Angst vor Folgen des Coronavirus belastet Aktienkurse"], ["20.02.20", "MÄRKTE USA/Indizes sacken ab - Angst vor Folgen des Coronavirus"], ["18.02.20", "Procter & Gamble schüttet Dividende an die Aktionäre aus"], ["23.01.20", "MÄRKTE USA/Börse kaum verändert - Angst vor Pandemie lässt nach"], ["23.01.20", "MÄRKTE USA/Angst vor Pandemie dämpft Kauflust an Wall Street"], ["23.01.20", "MÄRKTE USA/Wall Street folgt Asien-Verlusten mit verminderter Dynamik"], ["23.01.20", "MÄRKTE USA/Wall Street dürfte Asien-Verlusten trotzen"], ["23.01.20", "Procter & Gamble wird erneut optimistischer - Aktionäre enttäuscht"], ["23.01.20", "Ausblick: Procter Gamble gewährt Anlegern Blick in die Bücher"], ["20.01.20", "ROUNDUP: Verwirrung über Preiserhöhungen bei Tampons und Binden"], ["20.01.20", "Hersteller: Keine Preiserhöhungen bei Tampons und Binden"], ["20.01.20", "HSBC: Wochenausblick: Netflix, IBM, Intel, EZB und ifo-Index"], ["15.01.20", "Procter & Gamble kündigt seit dem Jahr 1890 eine Dividende an"], ["08.01.20", "HSBC: Daimler, Sony und Toyota stellen die Zukunft vor"]], "en": [["13.05.20", "CPI Property Group : CPI PG announces final results of Tender Offers"], ["13.05.20", "CPI Property Group : CPI PG indicative results of Tender Offers"], ["21.04.20", "Group Eleven Resources set for drilling at its PG West and Stonepark projects within months"], ["20.04.20", "Staples ETFs to Gain from Upbeat PG Earnings & Dividend Hike "], ["20.04.20", "P&G Canada Steps Up to Join COVID-19 Relief Efforts"], ["12.03.20", "The Zacks Analyst Blog Highlights: ATO, CPK, SRE, TPB and PG"], ["19.02.20", "Mulan is the first Disney live-action remake to get a PG-13 rating     - CNET"], ["30.01.20", "PG Tips could be sold by Unilever as cuppa goes out of fashion"], ["17.01.20", "The Zacks Analyst Blog Highlights: AAPL, JNJ, PG and AXP"], ["17.01.20", "The Zacks Analyst Blog Highlights: JPM, JNJ, CVX and PG"], ["2020-05-26 12:30", "Majority Of U.S. Businesses Say Pandemic Will Change Future Operations ...  of major branded manufacturers and retailers. Across two business units - LiveArea for strategy consulting, creative design, digital marketing, and web development services, and PFS for order fulfillment, contact center, payment processing/fraud management, and order management services - they provide solutions to a broad range of Fortune 500 companies and household brand names such as Procter & Gamble, L'Oral USA, ASICS, PANDORA, Ralph Lauren, Shiseido Americas, the United States Mint, and many more. PFSweb enables these brands to provide a more convenient and brand-centric online shopping experience through both traditional and online business channels. The company is headquartered in Allen, TX with additional locations around the globe. For more ... "], ["2020-05-26 12:00", "Instacart quietly launched a new advertising tool to compete with Walmart and Amazon as online grocery shopping surges ...  to work with Instacart as they build out their own advertising businesses. Click here for more BI Prime stories . Grocery delivery service Instacart is looking to take a page from Amazon and Walmart's advertising business. The company has launched a self-serve ad platform that grocery brands can use to promote their products on Instacart's website and app. Brands like Procter & Gamble, Pepsico, and Kraft Heinz have tested it in recent months to buy and manage ad campaigns, and the tool is now available to all advertisers. Instacart's user base has soared during the coronavirus as more people shop for groceries online. In April, Instacart reported that customer orders were up 300% year-over-year, has hired hundreds of thousands of new workers ... "], ["2020-05-26 04:00", "A New Lens On Mental Health And Well-Being At Work ...  of social recognition and continuous performance management software. Our human applications have helped some of the ... Read More I am the cofounder and CEO of Workhuman, a provider of social recognition and continuous performance management software. Our human applications have helped some of the world's biggest organizations build cultures of gratitude and human connections, including LinkedIn, Procter & Gamble, Symantec, Cisco, Eaton, and Intuit. Today, more than four million people around the world are on the platform across 160 countries. Workhuman is shaping the future of work and the world through our people and global technology. I am the author of the book \"The Crowdsourced Performance Review\" and co-author of the award-winning \" ... "], ["2020-05-25 14:00", "Grocery stores that adjusted on the fly don't face the same reopening challenges as others ...  are within a 250-mile radius of distribution centers. Suppliers of food and other products have been busy, too. For example, American paper mills produced nearly 700,000 tons of tissue and toilet paper in March, more than any other month since 2007 and equivalent to about four pounds for each U.S. resident, the American Forest & Paper Association reported. Procter & Gamble, the nation's largest producer of toilet paper and tissue, supplies the Arizona market from a mill in Oxnard, California. Whether large suppliers increase manufacturing capacity down the road in places like Arizona remains an unknown. Permanent changes ahead Meanwhile, services such as curbside pickup and home delivery of groceries already were available before the pandemic hit. Those ... "], ["2020-05-24 16:30", "Naomi Osaka Tops This Year's List of Highest Paid Female Athletes [Corrected] ... , two attributes that help her resonate with younger, global audiences, and the result is the emergence of a global sports marketing icon.\" Osaka held dual citizenship growing up but made the wise choice to represent Japan ahead of the Tokyo 2020 Summer Olympics, now postponed to 2021. The decision made her an even hotter commodity for Olympic sponsors, like Procter & Gamble, All Nippon Airways and Nissin, which signed endorsement deals with Osaka to use her around marketing for the Games. She is expected to be one of the faces of the Olympics, which had triggered unprecedented levels of excitement among the Japanese public before the coronavirus outbreak. Ishena Robinson Posts Twitter Writer, speaker, finesser, and a fly dresser. Jamaican currently ... "], ["2020-05-24 16:30", "Naomi Osaka Tops This Year's List of Highest Paid Female Athletes [Corrected] ... youthful and bicultural, two attributes that help her resonate with younger, global audiences, and the result is the emergence of a global sports marketing icon.\" Osaka held dual citizenship growing up but made the wise choice to represent Japan ahead of the Tokyo 2020 Summer Olympics, now postponed to 2021. The decision made her an even hotter commodity for Olympic sponsors, like Procter & Gamble, All Nippon Airways and Nissin, which signed endorsement deals with Osaka to use her around marketing for the Games. She is expected to be one of the faces of the Olympics, which had triggered unprecedented levels of excitement among the Japanese public before the coronavirus outbreak. Make a Full Body Sheet Mask Out of Sheet Masks for Every Body... Read on The ... "], ["2020-05-24 14:30", "2 Dividend Stocks You Can Safely Hold for Decades ... , but these stocks should remain solid income investments for many years. Motley Fool Returns Stock Advisor S&P 500 415% 87% Stock Advisor launched in February of 2002. Returns as of 05/24/2020. Join Stock Advisor Cumulative Growth of a $10,000 Investment in Stock Advisor Calculated by Time-Weighted Return Stocks WMT Walmart Inc. NYSE: WMT $124.99 down $0.46 (-0.37%) PG Procter & Gamble NYSE: PG $111.62 down $-1.66 (-1.47%) Related Articles Walmart vs Target: Who's the E-Commerce Winner During the Coronavirus Lockdown? For Walmart, Jet.com Was $3.3 Billion Well Spent The 4 Stages of Pandemic Shopping as Illustrated by Walmart's Earnings 1 Surprising Number From Walmart's First-Quarter Results 5 Biggest Takeaways From Walmart's Blowout First ... "], ["2020-05-23 19:11", "Smaller joints and less-potent buds: recession weed is here ... is packaged in cardboard-colored boxes and includes products such as half-gram pre-rolled joints, instead of the more common full gram; and smokable popcorn nuggets, which are smaller and typically less potent than the full-blown buds. High Supply was in the works prior to COVID-19 as part of Cresco's efforts to build out its brand portfolio to resemble a PepsiCo or Procter & Gamble of cannabis, said Rothschild, who most recently was the director of consumer engagement for PepsiCo's Gatorade unit. \"We just didn't know how quickly that need would accelerate,\" he said. Cresco had its eponymous flagship line and its Reserve line but saw a business need to have an entrant in the value category, he said. High Supply runs about 20% cheaper than ... "], ["2020-05-23 16:30", "3 Dividend Stocks to Buy on Sale ...  $1.17 per share per quarter, which equates to a yield of 6.8%. Motley Fool Returns Stock Advisor S&P 500 415% 87% Stock Advisor launched in February of 2002. Returns as of 05/23/2020. Join Stock Advisor Cumulative Growth of a $10,000 Investment in Stock Advisor Calculated by Time-Weighted Return Stocks MCD McDonald's NYSE: MCD $185.08 up $0.98 (0.53%) PG Procter & Gamble NYSE: PG $111.62 down $-1.66 (-1.47%) PM Philip Morris International NYSE: PM $70.50 up $0.03 (0.04%) Related Articles Better Buy: McDonald's vs. Yum! Brands Better Buy: Beyond Meat vs. McDonald's 3 Dividend Stocks Perfect for Retirees 1 in 4 Restaurants Could Die This Summer McDonald's Sets Guidelines for Reopening Restaurants 3 Dividend Stocks to Buy on Sale @themotleyfool ... "], ["2020-05-23 15:56", "Tampax SLAMMED for their latest television advert for tampons ... a tampon correctly Advert has been labelled 'cringe-worthy' after airing between family TV shows By Latoya Gayle For Mailonline Published: 11:56 EDT, 23 May 2020 | Updated: 11:58 EDT, 23 May 2020 e-mail View comments Tampax has received overwhelming backlash since their latest UK campaign debuted on television. The feminine products brand, owned by American company Procter & Gamble, is sold in over 100 countries across the world. And their latest television advert, which has aired during family-friendly shows including Britain's Got Talent , shows a chat show host explaining how to correctly insert a tampon. But since airing this month, many people vented their disgust on Irish radio show Liveline, while others have taken to social media blasting ... "], ["2020-05-23 15:48", "Smaller joints and less-potent buds: recession weed is here ... is packaged in cardboard-colored boxes and includes products such as half-gram pre-rolled joints, instead of the more common full gram; and smokable popcorn nuggets, which are smaller and typically less potent than the full-blown buds. High Supply was in the works prior to Covid-19 as part of Cresco's efforts to build out its brand portfolio to resemble a PepsiCo or Procter & Gamble of cannabis, said Rothschild, who most recently was the director of consumer engagement for PepsiCo's Gatorade unit. \"We just didn't know how quickly that need would accelerate,\" he said. Cresco had its eponymous flagship line and its Reserve line but saw a business need to have an entrant in the value category, he said. High Supply runs about 20% cheaper than ... "], ["2020-05-23 15:44", "Smaller joints and less-potent buds: recession weed is here ... is packaged in cardboard-colored boxes and includes products such as half-gram pre-rolled joints, instead of the more common full gram; and smokable popcorn nuggets, which are smaller and typically less potent than the full-blown buds. High Supply was in the works prior to Covid-19 as part of Cresco's efforts to build out its brand portfolio to resemble a PepsiCo or Procter & Gamble of cannabis, said Rothschild, who most recently was the director of consumer engagement for PepsiCo's Gatorade unit. \"We just didn't know how quickly that need would accelerate,\" he said. Cresco had its eponymous flagship line and its Reserve line but saw a business need to have an entrant in the value category, he said. High Supply runs about 20% cheaper than ... "], ["2020-05-23 15:44", "Smaller joints and less-potent buds: recession weed is here ... is packaged in cardboard-colored boxes and includes products such as half-gram pre-rolled joints, instead of the more common full gram; and smokable popcorn nuggets, which are smaller and typically less potent than the full-blown buds. High Supply was in the works prior to Covid-19 as part of Cresco's efforts to build out its brand portfolio to resemble a PepsiCo or Procter & Gamble of cannabis, said Rothschild, who most recently was the director of consumer engagement for PepsiCo's Gatorade unit. \"We just didn't know how quickly that need would accelerate,\" he said. Cresco had its eponymous flagship line and its Reserve line but saw a business need to have an entrant in the value category, he said. High Supply runs about 20% cheaper than ... "], ["2020-05-23 15:44", "Smaller joints and less-potent buds: recession weed is here ... is packaged in cardboard-colored boxes and includes products such as half-gram pre-rolled joints, instead of the more common full gram; and smokable popcorn nuggets, which are smaller and typically less potent than the full-blown buds. High Supply was in the works prior to Covid-19 as part of Cresco's efforts to build out its brand portfolio to resemble a PepsiCo or Procter & Gamble of cannabis, said Rothschild, who most recently was the director of consumer engagement for PepsiCo's Gatorade unit. \"We just didn't know how quickly that need would accelerate,\" he said. Cresco had its eponymous flagship line and its Reserve line but saw a business need to have an entrant in the value category, he said. High Supply runs about 20% cheaper than ... "], ["2020-05-23 15:44", "Smaller joints and less-potent buds: recession weed is here ... is packaged in cardboard-colored boxes and includes products such as half-gram pre-rolled joints, instead of the more common full gram; and smokable popcorn nuggets, which are smaller and typically less potent than the full-blown buds. High Supply was in the works prior to Covid-19 as part of Cresco's efforts to build out its brand portfolio to resemble a PepsiCo or Procter & Gamble of cannabis, said Rothschild, who most recently was the director of consumer engagement for PepsiCo's Gatorade unit. \"We just didn't know how quickly that need would accelerate,\" he said. Cresco had its eponymous flagship line and its Reserve line but saw a business need to have an entrant in the value category, he said. High Supply runs about 20% cheaper than ... "], ["2020-05-23 15:15", "Is Procter & Gamble Stock a Buy? ...  -- the name behind Tide laundry detergent, Gillette razors, and Head and Shoulders shampoo, just to name a few -- may not be setting the world on fire, so to speak, but it's got the durability and reliability most shareholders need for at least a portion of their stock portfolios. And now, it's got growth to boot. Not your father's Procter & Gamble Shortly after taking the helm at Procter & Gamble for a second time in 2014, then-CEO A.G. Lafley realized that the company had become so big that it had also become unwieldy. So, Lafley began to sell off what was hoped to be about half of the company's total brands (although not necessarily half the company's revenue sources). Pet food brand Iams was one of the first major names to be culled ... "], ["2020-05-23 08:34", "Tennis star Osaka becomes highest-paid female athlete ...  athlete each of the past four years, with annual pre-tax income ranging from $18 million to $29 million. The 23-time Grand Slam champion has collected almost $300 million during her career from endorsers that have swarmed the 38-year-old star. Osaka, the winner of 2018 US Open and 2019 Australian Open, has secured lucrative deals with global brands like Procter & Gamble, All Nippon Airways and Nissin. Submit a Comment Primary Sidebar Latest News South America is new epicentre of COVID-19: WHO Tennis star Osaka becomes highest-paid female athlete FDA Launches Consumer Education Initiative on Genetically Engineered Foods World Bank approves $500mn loan for Pakistan Steady increase in COVID cases- experts fear 'tough time yet to come' Pakistan Pakistan ... "], ["2020-05-23 05:55", "Tennis star Naomi Osaka becomes world's highest paid female athlete ...  highest-paid female athlete each of the past four years, with annual pre-tax income ranging from $18 million to $29 million. The 23-time Grand Slam champion has collected almost $300 million during her career from endorsers that have swarmed the 38-year-old star. Osaka, the winner of 2018 US Open and 2019 Australian Open, has secured lucrative deals with global brands like Procter & Gamble, All Nippon Airways and Nissin. Read our full coverage on Naomi Osaka First Published: Sat, May 23 2020. 11:25 IST Read More On Naomi Osaka | Tennis PREVIOUS STORY NEXT STORY MORE ON MARKETS: Quick Links Stock Market Live Portfolio Commodity Market Upcoming IPO Personal Finance Stock Market News Derivatives Mutual Funds Gold Price Sensex Browse STOCK Companies A B C D E F ... "], ["2020-05-23 05:37", "Naomi Osaka becomes world's highest-paid female athlete ... -paid female athlete each of the past four years, with annual pre-tax income ranging from $18 million to $29 million. The 23-time Grand Slam champion has collected almost $300 million during her career from endorsers that have swarmed the 38-year-old star. Osaka, the winner of the 2018 US Open and 2019 Australian Open, has secured lucrative deals with global brands like Procter & Gamble, All Nippon Airways and Nissin. (IANS) naomi osaka becomes world's highest-paid female athlete Share Facebook Twitter Google+ WhatsApp Telegram Email Prev Post Google rolls out new accessibility tools, apps for Android users Next Post Vidya Malvade draws inspiration from Kiran Bedi for cop role Also Read FIFA U-17 Women's World Cup to be played from Feb 17 to March ... "], ["2020-05-23 04:20", "Naomi Osaka becomes world's highest-paid female athlete ... female athlete each of the past four years, with annual pre-tax income ranging from $18 million to $29 million. The 23-time Grand Slam champion has collected almost $300 million during her career from endorsers that have swarmed the 38-year-old star. Osaka, the winner of 2018 US Open and 2019 Australian Open, has secured lucrative deals with global brands like Procter & Gamble, All Nippon Airways and Nissin. Subscribe Subscribe Thank you for subscribing to our daily newsletter. top news Govt to create Rs 1 lakh crore Agri-Infrastructure Fund for marginalised farmers: Sitharaman Rahul Gandhi jabs NITI Aayog over Covid-19 'prediction'; gets a prompt rebuttal HT Exclusive: Nudged by Ajit Doval, Myanmar army hands over 22 northeast insurgents Delhi's ... "]]}}