{"postfix": "prudential-aktie", "name": "PRUDENTIAL", "wkn": "852069", "time": "2020.05.26 16:31", "ts": 1590503475, "features": {"KGV": "10.50", "Marktkapitalisierung": {"Size": "Mrd", "Value": "92.07"}, "GA": "1.36", "KBV": "2.39", "BA": "5.97", "KCV": "30.45", "CA": "0.54", "Vola30": "77.15", "Vola90": "111.31", "Vola180": "84.15", "Vola250": "63.38"}, "rivals": ["allianz-aktie", "lloyds_banking-aktie", "munich_re-aktie", "american_international_group-aktie", "axa-aktie", "aviva-aktie", "metlife-aktie"], "text_data": {"de": [["22.05.20", "MÄRKTE EUROPA/Börsen wenig verändert - Entwicklung rund um Hongkong verunsichert"], ["22.05.20", "MÄRKTE EUROPA/Börsen holen Verluste auf"], ["22.05.20", "MÄRKTE EUROPA/Börsen erholen sich"], ["22.05.20", "MÄRKTE EUROPA/Schwach - Entwicklung um Hongkong belastet"], ["14.05.20", "Prudential treibt Jackson-Abspaltung voran - Corona-Krise hinterlässt Spuren"], ["30.04.20", "So schätzen die Analysten die Zukunft der Prudential-Aktie ein"], ["21.04.20", "ANALYSE-FLASH: JPMorgan senkt Ziel für Prudential auf 1031 Pence - 'Neutral'"], ["08.04.20", "Britische Versicherer setzen Dividende aus"], ["31.03.20", "Was Analysten von der Prudential-Aktie erwarten"], ["11.03.20", "IPO/Prudential will US-Tochter an die Börse bringen"], ["29.02.20", "Prudential-Aktie: Das sind die Analysten-Einstufungen des vergangenen Monats"], ["25.02.20", "MÄRKTE EUROPA/Börsen werden weiter abverkauft - Coronavirus breitet sich aus"], ["25.02.20", "MÄRKTE EUROPA/Börsen werden weiter abverkauft - Coronavirus breitet sich aus"], ["25.02.20", "MÄRKTE EUROPA/Börsianer sehr nervös - Abgabebereitschaft hoch"], ["25.02.20", "MÄRKTE EUROPA/Börsen volatil - Banken schwach"], ["25.02.20", "Hedgefonds fordert Lebensversicherer Prudential zu weiterer Aufspaltung auf"], ["25.02.20", "MÄRKTE EUROPA/Erholung an Aktienmärkten stockt bereits wieder"], ["17.02.20", "Hochwasser-Risiko in Großbritannien - Regierung in der Kritik"], ["31.01.20", "Die Expertenmeinungen zur Prudential-Aktie im Januar 2020"]], "en": [["22.05.20", "Prudential (PRU) Unit Inks Strategic Deal With PlanSource "], ["21.05.20", "Prudential PLC : Block listing"], ["15.05.20", "Is Prudential Financial a Buy?"], ["14.05.20", "Pandemic hits Prudential Asia, sources say Jackson on block"], ["14.05.20", "Prudential sales dented by Asia lockdown"], ["14.05.20", "Prudential pressured by pandemic as Asian sales fall 24%"], ["14.05.20", "Prudential PLC : Result of AGM"], ["14.05.20", "Prudential PLC : Business update for 2020 Annual General Meeting"], ["12.05.20", "Prudential PLC : Director/PDMR Shareholding"], ["07.05.20", "Prudential Financial Inc (PRU) Q1 2020 Earnings Call Transcript"], ["06.05.20", "Prudential (PRU) Q1 Earnings and Revenues Miss Estimates (revised)"], ["05.05.20", "Prudential (PRU) Q1 Earnings and Revenues Miss Estimates"], ["05.05.20", "UPDATE 1-Prudential profit misses on weak investment returns, underwriting"], ["05.05.20", "Prudential Financial profit falls 25% on lower investment returns"], ["04.05.20", "Should You Buy Prudential Financial (PRU) Ahead of Earnings?"], ["04.05.20", "Will Prudential (PRU) Beat Estimates Again in Its Next Earnings Report?"], ["04.05.20", "Prudential PLC : Disclosure of Director's details - Amy Yip"], ["01.05.20", "Prudential PLC : Total Voting Rights"], ["29.04.20", "Prudential Life leads industry with financial soundness "], ["29.04.20", "Prudential PLC : Payments of Dividends"], ["29.04.20", "Prudential PLC : Update on arrangements for Annual General Meeting"], ["28.04.20", "Analysts Estimate Prudential (PRU) to Report a Decline in Earnings: What to Look Out for"], ["27.04.20", "Prudential PLC : Disclosure of rights attached to securities"], ["23.04.20", "KB Financial beset by Prudential takeover "], ["16.04.20", "Prudential PLC : Publication of a Prospectus"], ["15.04.20", "Prudential PLC : Director/PDMR Shareholding"], ["13.04.20", "Prudential (PRU) to Sell Korea Unit to Streamline Business"], ["10.04.20", "Prudential to sell Prudential of Korea for $1.9 billion"], ["10.04.20", "KB acquires Prudential Life for W2.26 tril. "], ["10.04.20", "KB Financial Group acquires Prudential Financial's S.Korean unit for $1.89 bln"], ["09.04.20", "Prudential PLC : Update on Executive Director Remuneration"], ["09.04.20", "Prudential to issue US$1b in 10-year notes"], ["09.04.20", "Prudential PLC : Pricing of US$1,000,000,000 Notes Offering"], ["07.04.20", "Prudential PLC : Director/PDMR Shareholding"], ["06.04.20", "Prudential PLC : Price Monitoring Extension"], ["06.04.20", "Prudential PLC : Prelim prospectus supplement re US Shelf Facility"], ["05.04.20", "Prudential to select preferred bidder this week "], ["03.04.20", "Prudential Financial to suspend applications for 30-year term life insurance policies"], ["02.04.20", "Prudential PLC : Notice of Annual General Meeting 2020"], ["02.04.20", "Why the real economy needs a prudential authority too"], ["2020-05-26 15:15", "Virus turmoil wipes out year's growth for Australia pensions ... SHARE Global market turmoil caused by the coronavirus has wiped out a year's growth for Australia's pensions industry, the world's fourth-biggest pot of retirement savings. Assets under management fell 7.7 percent to 2.73 trillion Australian dollars ($1.8 trillion) in the three months to March 31, back to almost the same level it was a year ago, Australian Prudential Regulation Authority data published Tuesday showed. That's a marked turnaround for an industry that's used to exponential growth, with 9.5 percent of a worker's gross salary paid into a retirement fund each month. The drop came as funds sold stocks and boosted cash holdings in preparation to pay out billions of dollars to members allowed to access their retirement savings ... "], ["2020-05-26 12:30", "Main Street needs community banks to recover from coronavirus ... . Where is the disconnect? As an economic cornerstone in the communities we serve, when given the reins to allocate these loans, community banks have quickly, effectively distributed the PPP funding to those most in need. But we won't be able to do our jobs and fulfill our missions if the Federal Deposit Insurance Corp. (FDIC) — the prudential federal regulator of most community banks — continues to advance unnecessary regulatory complexities. ADVERTISEMENT Before the pandemic, the FDIC published a proposed rule which, if adopted as currently written, will severely restrict community banks' ability to serve our communities and the small businesses that operate within them. Community banks often do not have the same resources, technology ... "], ["2020-05-26 12:19", "French restaurant ruling puts coronavirus claims on global menu ... ,\" Buberl said. \"We want to compensate a substantial part of these contracts, we want to do it quickly\". Some other French insurers have said they will pay out business interruption losses to some customers, depending on specific contracts. Generali France, for example, has said it will make payments to 600 hospitality businesses. Related Story Prudential pays out $800k under Covid-19 relief fund to people impacted by outbreak Related Story Coronavirus microsite: Get latest updates, videos and graphics Related Story Coronavirus explainers: What you should know to protect yourself Related Story Coronavirus visual guide: Interactive graphics on the pandemic \"This decision ... revives questions among many insured,\" said a French lawyer ... "], ["2020-05-26 12:00", "Unlike Bill Simmons' NBA Theory, A Coronavirus Condensed Season Doesn't Boost Young NHL Teams ...  30, 31, 32.\" It's important to note Brander's study excluded postseason data, citing the differing nature between regular season and playoffs. According to CBC.ca , Brander theorized \"experience matters more in the playoffs in almost all sports.\" NEWARK, NJ - FEBRUARY 07: Bobby Holik #16 of the New Jersey Devils skates against the Los Angeles ... [+] Kings at the Prudential Center on February 7, 2009 in Newark, New Jersey.The Kings defeated the Devils 3-1. (Photo by Jim McIsaac/Getty Images) Getty Images When it comes to chasing a championship, in a condensed timeframe or normal-length season, 18-year NHL veteran Bobby Holik acknowledged both youth and experience have their own distinct perks. \"I don't want to say that younger ... "], ["2020-05-26 11:49", "Samsung Life tarnished by misconduct ... . Data from the FSS shows that Samsung Life only made 100 percent payments in 62.8 percent of cases it was ordered to last year. This is significantly lower than the figure of other life insurers, which exceeds 90 percent. Figures for the other two major life insurers Hanwha and Kyobo were 90.9 percent, and 95.5 percent, respectively. Meanwhile, AIA Life, Mirae Asset Life, Prudential Life, Orange Life and NongHyup Life accepted 100 percent of the financial authorities' orders on payments regarding cancer hospitalization expenses. Samsung Life's figure is up from 27.2 percent in 2018, but still falls largely short of its competitors. The insurer's stance is that it will not make the payments unless the top court orders it do to so. The financial ... "], ["2020-05-26 10:30", "Today's famous birthdays list for May 26, 2020 includes celebrities Helena Bonham Carter, Pam Grier ...  and Dana Gould reportedly suffered minor injuries in a car crash on Thursday, Aug. 15, 2019 on their way to perform at an Atlanta theater. (Photo by Willy Sanjuan/Invision/AP, File) Willy Sanjuan/Invision/AP Actor Bobcat Goldthwait turns 58 Fun fact: Voices the Skylanders character Pop Fizz on TV and in the video games Lenny Kravitz arrives at the MTV Video Music Awards at the Prudential Center on Monday, Aug. 26, 2019, in Newark, N.J. (Photo by Evan Agostini/Invision/AP) Evan Agostini/Invision/AP Singer Lenny Kravitz turns 56 Fun fact: Appeared in 'Zoolander 2' Helena Bonham Carter, from left, Erin Doherty, and Josh O'Connor pose in the press room with the award for outstanding performance by an ensemble in a drama series for \"The Crown ... "], ["2020-05-26 09:31", "Astec Life hits 52-wk high as ICRA reaffirms ratings, zooms 84% in 1 month ... IST email this article Message: Recipients' Email: Type address separated by commas Your Email: Enter the characters shown in the image. Send me a copy: https://mybs.in/2YNJ4cu For the January-March 2020 quarter (Q4FY20), Astec's profit before tax (PBT) nearly doubled to Rs 39.63 crore against Rs 20.22 crore in the same quarter last fiscal. ALSO READ Life Insurance stks in focus; ICICI Prudential Life, SBI Life gain up to 7% Jubilant Life, Cipla rally up to 6% on inking pact with Gilead Sciences Max Financial, Axis Bank gain up to 6% on Max Life Insurance deal HDFC Life, SBI Life: Has Chris Wood made a wrong investment call? Pricey valuation may not limit upside in SBI Life Insurance stock Shares of Astec LifeSciences hit a 52-week high of Rs 719, up ... "], ["2020-05-26 07:41", "Westpac's board delegated oversight of risk ...  Services AUSTRAC crackdown Print article Exclusive Westpac's board delegated oversight of risk James Frost Financial Services Writer May 26, 2020 5.41pm Save Log in or Subscribe to save article Share The lack of interest in risk management went all the way to the top at Westpac in 2017, with the board's delegation of risk modelling putting it at risk of breaching its prudential obligations even after it was penalised for a similar issue in New Zealand. Westpac's reporting of non-financial risks was described as out-of-step with its peers. Jessica Hromas In 2016 the bank discovered around half the capital models it ran in New Zealand were unapproved with some dating back to 2008. Westpac was busted down to standard bank status and forced to raise ... "], ["2020-05-26 07:24", "Superannuation sector sees worst quarter on record ...  Superannuation sector sees worst quarter on record By Charlotte Grieve May 26, 2020 — 5.16pm Normal text size Larger text size Very large text size Australia's superannuation sector has seen its worst quarter on record, with account balances plummeting by over 10 per cent and the sector's total assets shrinking by almost 8 per cent. The Australian Prudential Regulation Authority said significant downturns in global financial markets caused by the coronavirus pandemic had wiped 10.3 per cent from retirement savings account balances in the March quarter, with the sector's total assets shrinking by $200 billion to $2.7 trillion. In quarterly figures released on Tuesday, APRA found funds had rushed to increase cash buffers from 9.5 ... "], ["2020-05-26 07:16", "Superannuation sector posts worst quarter on record ...  Superannuation sector posts worst quarter on record By Charlotte Grieve May 26, 2020 — 5.16pm Normal text size Larger text size Very large text size Australia's superannuation sector has seen its worst quarter on record, with account balances plummeting by over 10 per cent and the sector's total assets shrinking by almost 8 per cent. The Australian Prudential Regulation Authority said significant downturns in global financial markets caused by the coronavirus pandemic had wiped 10.3 per cent from retirement savings account balances in the March quarter, with the sector's total assets shrinking by $200 billion to $2.7 trillion. In quarterly figures released on Tuesday, APRA found funds had rushed to increase cash buffers from 9.5 ... "], ["2020-05-26 04:00", "WTA Tour Schedule-Winners ... Tennis Championships, HO Sept. 11-20 2020 — JiangXi Open, HO Sept. 11-20 2020 — Zhengzhou Open, HO Sept. 18-26 2020 — Guangzhou Open, HO Sept. 18-27 2020 — Korea Open, HO Sept. 18-27 2020 — Toray Pan Pacific Open, HO Sept. 25-Oct. 2 — Wuhan Open, HO Sept. 19-Oct. 3 — French Open, CO Oct. 2-11 2020 — China Open, HO Oct. 9-18 2020 — Prudential Hong Kong Tennis Open, HO Oct. 9-18 2020 — Ladies Linz presented by Upper Austria, HO Oct. 9-18 2020 — Tianjin Open, HO Oct. 16-25 2020 — BGL BNP Paribas Luxembourg Open, HO Oct. 16-25 2020 — VTB Kremlin Cup, HO Oct. 25-Oct. 31 — WTA Elite Trophy Zhuhai, HO Nov. 1-8 2020 — WTA Finals, HO Older Newer Updated : 2020-05-26 02:01 GMT+08 ... "], ["2020-05-25 19:00", "Why do Americans worry about North Korea? ...  Korea's defense to the South Koreans. End the unnecessary U.S. commitment to Seoul. Initiate a phased withdrawal of American troops. Turn the \"mutual\" defense treaty into a looser pact for cooperation to advance shared interests. And no more \"fire and fury\" rhetoric, even if the North and South return to past hostilities. Such an approach would be prudential and pragmatic, not appeasement. The Pentagon's responsibility is to defend America, not provide welfare to populous and prosperous countries, however friendly they may be. The U.S. presence is unnecessary, since the South is able to protect itself. Nothing in the peninsula is worth the possibility of nuclear war: on the verge of defeat, Pyongyang would have nothing to lose by ... "], ["2020-05-25 17:01", "WTA Tour Schedule-Winners ... , HO Sept. 11-20 2020 — JiangXi Open, HO Sept. 11-20 2020 — Zhengzhou Open, HO Sept. 18-26 2020 — Guangzhou Open, HO Sept. 18-27 2020 — Korea Open, HO Sept. 18-27 2020 — Toray Pan Pacific Open, HO Sept. 25-Oct. 2 — Wuhan Open, HO Sept. 19-Oct. 3 — French Open, CO Oct. 2-11 2020 — China Open, HO Oct. 9-18 2020 — Prudential Hong Kong Tennis Open, HO Oct. 9-18 2020 — Ladies Linz presented by Upper Austria, HO Oct. 9-18 2020 — Tianjin Open, HO Oct. 16-25 2020 — BGL BNP Paribas Luxembourg Open, HO Oct. 16-25 2020 — VTB Kremlin Cup, HO Oct. 25-Oct. 31 — WTA Elite Trophy Zhuhai, HO Nov. 1-8 2020 — WTA Finals, HO Stamford Advocate Insider Thumbnail Collection See the Insider ... "], ["2020-05-25 17:01", "WTA Tour Schedule-Winners ...  Championships, HO Sept. 11-20 2020 — JiangXi Open, HO Sept. 11-20 2020 — Zhengzhou Open, HO Sept. 18-26 2020 — Guangzhou Open, HO Sept. 18-27 2020 — Korea Open, HO Sept. 18-27 2020 — Toray Pan Pacific Open, HO Sept. 25-Oct. 2 — Wuhan Open, HO Sept. 19-Oct. 3 — French Open, CO Oct. 2-11 2020 — China Open, HO Oct. 9-18 2020 — Prudential Hong Kong Tennis Open, HO Oct. 9-18 2020 — Ladies Linz presented by Upper Austria, HO Oct. 9-18 2020 — Tianjin Open, HO Oct. 16-25 2020 — BGL BNP Paribas Luxembourg Open, HO Oct. 16-25 2020 — VTB Kremlin Cup, HO Oct. 25-Oct. 31 — WTA Elite Trophy Zhuhai, HO Nov. 1-8 2020 — WTA Finals, HO Most Popular 1 Sweden's 'herd immunity' ... "], ["2020-05-25 16:05", "3 Stocks to Supplement Your Social Security Income ... yields currently above 4% each to go along with those solid operations, they're all worth considering as a potential investment to supplement your Social Security income. Motley Fool Returns Stock Advisor S&P 500 415% 87% Stock Advisor launched in February of 2002. Returns as of 05/25/2020. Join Stock Advisor Cumulative Growth of a $10,000 Investment in Stock Advisor Calculated by Time-Weighted Return Stocks PRU Prudential Financial NYSE: PRU $56.28 down $-1.39 (-2.41%) ENB Enbridge NYSE: ENB $31.47 down $0.05 (-0.16%) UGI UGI NYSE: UGI $30.41 down $0.39 (-1.27%) Related Articles 3 Stocks for a Better Retirement 3 Top Value Stocks to Buy in March 3 Top Stocks for Retirees 3 Stocks to Add to Your Social Security Income In Your 40s? 3 Stocks You Might Want ... "], ["2020-05-25 07:09", "Continuous disclosure rules eased ...  informed and function effectively.\" In a separate development on Monday, global litigation giant Quinn Emanuel scrapped its class action lawsuit against financial services firm IOOF over alleged breaches of directors' duties The suit was filed in April 2019 on behalf of IOOF shareholders who allegedly sustained losses after misconduct and enforcement action by the Australian Prudential Regulation Authority was revealed at the Hayne royal commission and in media reports, wiping billions off the company's market value. In March, the Morrison government placed a moratorium on insolvent trading laws to help businesses manage the sudden economic shock of the coronavirus and stall an expected avalanche of business failures. Directors were temporarily ... "], ["2020-05-25 06:46", "IOOF class action dropped but legal woes remain ... by the Los Angeles-headquartered Quinn Emanuel Urquhart & Sullivan and bankrolled by litigation funder Regency. Quinn Emanuel partner Damian Scattini says APRA's case against IOOF was run in a \"surprising\" way. Michele Mossop The suit was filed in April 2019 on behalf of IOOF shareholders who allegedly sustained losses after misconduct and enforcement action by the Australian Prudential Regulation Authority was revealed at the Hayne royal commission and in media reports, wiping billions off the company's market value. \"The settlement requires court approval and the plaintiff has agreed to seek this approval at the earliest opportunity,\" the statement read. \"IOOF is making no payment to the plaintiff, its lawyers, its funder or any ... "], ["2020-05-25 05:53", "Tim Wilson wants fresh inquiry into Hostplus conflicts ...  conflicts Aleks Vickovich Wealth editor May 25, 2020 3.53pm Save Log in or Subscribe to save article Share House Economics Committee chairman Tim Wilson has asked regulators to investigate \"vertical integration\" in the industry superannuation sector, after conflicts of interest between fund Hostplus and related party IFM Investors were raised. In a letter to Australian Prudential Regulation Authority chairman Wayne Byres, sent on Monday and seen by The Australian Financial Review , the Coalition MP has called for a fresh investigation into the powerful trade union-linked industry super funds, which manage a combined $771 billion in retirement savings. Liberal MP Tim Wilson. Alex Ellinghausen The request was sparked by the Financial Review 's ... "], ["2020-05-25 03:54", "UPDATE 1-Australian wealth manager IOOF says class action to end without payouts ... . The lawsuit was among many filed against financial firms after a public inquiry in 2018 - dubbed the Royal Commission - uncovered widespread misconduct in the industry, including charging customers for service not rendered and the deception of regulators. The agreement brings additional relief to IOOF, which was among the worst affected by the inquiry. In September, a court ruled the Australian Prudential Regulation Authority (APRA) had not proved its case alleging IOOF had used fund reserves to make up for investment losses, in breach of pension law. By that time, IOOF had lost half its market value and suffered the departure of its top executives. The APRA proceeding \"resulted in an unexpected outcome,\" said Damian Scattini, a partner at law ... "], ["2020-05-24 19:37", "ASX to rise, but rebound could get US-China reality check ... CY 2020 is $US128.49 today, down from an estimate of $US177.81 on December 31. If $US128.49 is the final number for the year, it would be the lowest annual EPS reported by the index since CY 2016 ($US119.31). Europe Advertisement European shares closed unchanged on Friday although the rising US-China tensions hit Asia-exposed banks and luxury stocks. Asia-focused British life insurer Prudential tumbled 9.3% to the bottom of the pan-European STOXX 600 index, which closed unchanged on the day. HSBC Holdings and Standard Chartered fell 5% and 2.4% respectively. Still, the STOXX erased early losses of as much as 1.7% as media stocks gained 1.3% and euro zone banks rebounded from record low levels. Cyclical sectors such as miners, travel & leisure and auto makers ... "]]}}