{"postfix": "psi_software-aktie", "name": "PSI_SOFTWARE", "wkn": "A0Z1JH", "time": "2020.05.26 21:56", "ts": 1590522991, "features": {"KGV": "22.53", "Marktkapitalisierung": {"Size": "Mio", "Value": "326.51"}, "GA": "0.91", "KBV": "3.41", "BA": "6.02", "KCV": "17.17", "CA": "1.09", "Vola30": "39.97", "Vola90": "93.09", "Vola180": "71.42", "Vola250": "53.14"}, "rivals": ["p_i_personal_informatik-aktie", "microsoft-aktie", "ibm-aktie", "sap-aktie", "ibs-aktie", "siemens-aktie", "oracle-aktie"], "text_data": {"de": [["12.05.20", "PSI Software: Gelungener Jahresstart 2020"], ["29.04.20", "PSI Software stellte Quartalsergebnis zum abgelaufenen Jahresviertel vor"], ["17.04.20", "PSI Software: Anhaltend hohe Nachfrage erwartet"], ["06.01.20", "Das perfekte Klima-Aktien-Paket: 2G Energy, Verbio, PSI Software und Sto"]], "en": [["28.04.20", "PSI Software AG : PSI with Stable New Orders and Strong Cashflow ..."], ["07.04.20", "PSI Software AG : Postponement of the Annual General Meeting"], ["06.04.20", "PSI AG : Original-Research: PSI AG (von First Berlin Equity Research GmbH): Kaufen"], ["25.03.20", "PSI Software AG : Release of a capital market information"], ["24.03.20", "PSI Software AG : PSI Exceeds Targets for 2019"], ["18.03.20", "PSI Software AG : Preliminary announcement of the publication of financial reports according to Articles 114, 115, 117 of the WpHG [the German Securities Act]"], ["13.03.20", "PSI Software AG : Share Buyback for Employee Participation Program"], ["2020-05-26 11:10", "Tech companies target temperature-monitoring patches for COVID-19 ...  Edition International Edition Compact Layout All Sections Close Singapore Asia World Business Sport Commentary News Clips Video on Demand Podcasts Singapore Parliament Weather PSI Interactives Special Reports Telegram News Service Facebook Twitter LinkedIn YouTube RSS Play Store App Store Advertisement Advertisement Advertisement Advertisement Tech companies target temperature- ...  into flu season later this year,\" Bryan Wisk, a founding partner at Asymmetric Return Capital, said in a statement. The work is part of a broader partnership with two other firms: Software maker SensiML, a subsidiary of QuickLogic Corp, and Upward Health, a provider of in-home health care. The companies hope to use artificial intelligence to analyze signals such as the sounds of  ... "], ["2020-05-26 08:53", "Fortitude Budget: More than S$500m allocated to support digital transformation of businesses amid COVID-19 outbreak ...  International Edition Compact Layout All Sections Close Singapore Asia World Business Sport Commentary News Clips Video on Demand Podcasts Singapore Parliament Weather PSI Interactives Special Reports Telegram News Service Facebook Twitter LinkedIn YouTube RSS Play Store App Store Advertisement Advertisement Advertisement Advertisement Fortitude Budget: More  ... learning, has been instrumental in supporting teachers for home-based learning during the \"circuit breaker\" period, he added. \"The Government will harness the talents of our best software engineers, AI experts, learning scientists and educators to develop the relevant pedagogy and build new digital platforms for online teaching and learning, and integrate the latest advancements in AI  ... "], ["2020-05-26 07:45", "Tencent to invest US$70 billion in 'new infrastructure' ...  Edition International Edition Compact Layout All Sections Close Singapore Asia World Business Sport Commentary News Clips Video on Demand Podcasts Singapore Parliament Weather PSI Interactives Special Reports Telegram News Service Facebook Twitter LinkedIn YouTube RSS Play Store App Store Advertisement Advertisement Advertisement Advertisement Tencent to invest US$ ... per cent higher following the announcement. Tencent has said while cloud businesses suffered amid the COVID-19 outbreak it expected to see accelerated cloud services and enterprise software adoption from offline industries and public sectors over the longer term. Advertisement Advertisement \"Expediting the 'new infrastructure' strategy will help further cement virus containment ... "], ["2020-05-25 10:40", "VW loses landmark German case as diesel owners stand to receive damages ... Live Singapore Edition International Edition Compact Layout All Sections Close Singapore Asia World Business Sport Commentary News Clips Video on Demand Podcasts Singapore Parliament Weather PSI Interactives Special Reports Telegram News Service Facebook Twitter LinkedIn YouTube RSS Play Store App Store Advertisement Advertisement Advertisement Advertisement VW loses landmark German case  ...  argue that claims for recompense from customers in its home region were without merit. Advertisement Advertisement European authorities instead forced Volkswagen to update its engine control software to ensure that anti-pollution filters are activated and fined Volkswagen for fraud and administrative lapses. (Reporting by Ursula Knapp; Writing by Ludwig Burger; Editing by  ... "], ["2020-05-25 03:30", "Qatar virus tracing app stirs rare privacy backlash ... Edition International Edition Compact Layout All Sections Close Singapore Asia World Business Sport Commentary News Clips Video on Demand Podcasts Singapore Parliament Weather PSI Interactives Special Reports Telegram News Service Facebook Twitter LinkedIn YouTube RSS Play Store App Store Advertisement Advertisement Advertisement Advertisement Qatar virus tracing app ...  an update for the Ehteraz app to address the issues of concern and further improve its efficiency,\" he added in an interview on state television on Thursday. A new version of the software was duly released for Apple and Android on Sunday, promising \"minor bug fixes\", but without indicating that the invasive aspects had been removed. The app was introduced just as authorities across  ... "], ["2020-05-22 11:50", "US strikes at a Huawei prize: Chip juggernaut HiSilicon ...  International Edition Compact Layout All Sections Close Singapore Asia World Business Sport Commentary News Clips Video on Demand Podcasts Singapore Parliament Weather PSI Interactives Special Reports Telegram News Service Facebook Twitter LinkedIn YouTube RSS Play Store App Store Advertisement Advertisement Advertisement Advertisement US strikes at  ...  with no US technology, using HiSilicon chipsets instead. But the US export control rule, first reported by Reuters last week, aims to block HiSilicon's access to two crucial tools: chip design software from US firms including Cadence Design Systems Inc and Synopsys Inc, and the manufacturing prowess of \"foundries,\" led by Taiwan Semiconductor Manufacturing Co Ltd, that build chips for many of the  ... "], ["2020-05-22 10:50", "Futures retreat as Sino-US tensions simmer ...  Edition Compact Layout All Sections Close Singapore Asia World Business Sport Commentary News Clips Video on Demand Podcasts Singapore Parliament Weather PSI Interactives Special Reports Telegram News Service Facebook Twitter LinkedIn YouTube RSS Play Store App Store Advertisement Advertisement Advertisement Advertisement Futures retreat as ... nationwide easing in lockdowns. Hewlett Packard Enterprise fell 7.1per cent in premarket trade after missing second-quarter revenue and profit estimates, hit by global lockdowns since February. Advertisement Advertisement But data analytics software maker Splunk Inc rose 3.5per cent after saying it expects higher demand for its cloud services as people around the world take to working from home. SPDR S&P 500 ETFs  ... "], ["2020-05-22 10:50", "Wall Street set for muted open on simmering US-China tensions ...  Singapore Edition International Edition Compact Layout All Sections Close Singapore Asia World Business Sport Commentary News Clips Video on Demand Podcasts Singapore Parliament Weather PSI Interactives Special Reports Telegram News Service Facebook Twitter LinkedIn YouTube RSS Play Store App Store Advertisement Advertisement Advertisement Advertisement Wall Street set for muted  ...  after its own upbeat quarterly earnings report. Hewlett Packard Enterprise fell 7.3per cent after missing second-quarter revenue and profit estimates, hit by global lockdowns since February. Data analytics software maker Splunk Inc rose 5.8per cent after saying it expects higher demand for its cloud services as people around the world take to working from home. (Reporting by Ambar  ... "], ["2020-05-22 02:06", "How South Korea turned an urban planning system into a virus tracking database ...  Singapore Edition International Edition Compact Layout All Sections Close Singapore Asia World Business Sport Commentary News Clips Video on Demand Podcasts Singapore Parliament Weather PSI Interactives Special Reports Telegram News Service Facebook Twitter LinkedIn YouTube RSS Play Store App Store Advertisement Advertisement Advertisement Advertisement How South Korea turned an  ...  credit card data has been available for use by South Korean health investigators for years, previous systems required physical paperwork to request the data before it was uploaded to analytical software. That took investigators about two to three days to gather a patient's personal data to trace their contacts. The new system digitizes the entire process, including the requests ... "], ["2020-05-22 02:06", "How South Korea turned an urban planning system into a COVID-19 tracking database ... Live Singapore Edition International Edition Compact Layout All Sections Close Singapore Asia World Business Sport Commentary News Clips Video on Demand Podcasts Singapore Parliament Weather PSI Interactives Special Reports Telegram News Service Facebook Twitter LinkedIn YouTube RSS Play Store App Store Advertisement Advertisement Advertisement Advertisement How South Korea turned an urban ...  credit card data has been available for use by South Korean health investigators for years, previous systems required physical paperwork to request the data before it was uploaded to analytical software. That took investigators about two to three days to gather a patient's personal data to trace their contacts. READ: South Korean COVID-19 patient went club-hopping in  ... "], ["2020-05-21 22:10", "US strikes at a Huawei prize: chip juggernaut HiSilicon ... International Edition Compact Layout All Sections Close Singapore Asia World Business Sport Commentary News Clips Video on Demand Podcasts Singapore Parliament Weather PSI Interactives Special Reports Telegram News Service Facebook Twitter LinkedIn YouTube RSS Play Store App Store Advertisement Advertisement Advertisement Advertisement US strikes  ...  no U.S. technology, using HiSilicon chipsets instead. But the U.S. export control rule, first reported by Reuters last week, aims to block HiSilicon's access to two crucial tools: chip design software from U.S. firms including Cadence Design Systems Inc and Synopsys Inc , and the manufacturing prowess of \"foundries,\" led by Taiwan Semiconductor Manufacturing Co Ltd , that build chips for many of the  ... "], ["2020-05-21 22:10", "US strikes at a Huawei prize: Chip juggernaut HiSilicon ...  Edition Compact Layout All Sections Close Singapore Asia World Business Sport Commentary News Clips Video on Demand Podcasts Singapore Parliament Weather PSI Interactives Special Reports Telegram News Service Facebook Twitter LinkedIn YouTube RSS Play Store App Store Advertisement Advertisement Advertisement Advertisement US strikes  ... with no U.S. technology, using HiSilicon chipsets instead. But the U.S. export control rule, first reported by Reuters last week, aims to block HiSilicon's access to two crucial tools: chip design software from U.S. firms including Cadence Design Systems and Synopsys, and the manufacturing prowess of \"foundries,\" led by Taiwan Semiconductor Manufacturing, that build chips for many of the world's top semiconductor ... "], ["2020-05-21 21:35", "Hewlett Packard Enterprises lays out US$1 bln savings plan, pay cuts ... TV CNA938 Live Singapore Edition International Edition Compact Layout All Sections Close Singapore Asia World Business Sport Commentary News Clips Video on Demand Podcasts Singapore Parliament Weather PSI Interactives Special Reports Telegram News Service Facebook Twitter LinkedIn YouTube RSS Play Store App Store Advertisement Advertisement Advertisement Advertisement Hewlett Packard Enterprises lays out US$1 bln ...  on Thursday unveiled a plan targeting gross savings of at least US$1 billion by 2022 and cut the base salaries of top executives by 25per cent as the software maker seeks to weather the coronavirus crisis. Shares, down about 35per cent this year, fell 5.4per cent in extended trading after the company missed second-quarter revenue and profit ... "], ["2020-05-21 20:50", "Hewlett Packard Enterprise lays out US$1 billion savings plan, pay cuts ...  Singapore Edition International Edition Compact Layout All Sections Close Singapore Asia World Business Sport Commentary News Clips Video on Demand Podcasts Singapore Parliament Weather PSI Interactives Special Reports Telegram News Service Facebook Twitter LinkedIn YouTube RSS Play Store App Store Advertisement Advertisement Advertisement Advertisement Hewlett Packard Enterprise lays out  ...  Enterprise on Thursday unveiled a plan targeting gross savings of at least US$1 billion by 2022 and cut the base salaries of top executives by 25per cent as the software maker seeks to weather the coronavirus crisis. Shares, down about 35per cent this year, fell nearly 6per cent in extended trading after the company missed second-quarter revenue and profit estimates ... "], ["2020-05-21 20:50", "Hewlett Packard Enterprise lays out US$1b savings plan, pay cuts ... Live Singapore Edition International Edition Compact Layout All Sections Close Singapore Asia World Business Sport Commentary News Clips Video on Demand Podcasts Singapore Parliament Weather PSI Interactives Special Reports Telegram News Service Facebook Twitter LinkedIn YouTube RSS Play Store App Store Advertisement Advertisement Advertisement Advertisement Hewlett Packard Enterprise lays out  ... Packard Enterprise on Thursday unveiled a plan targeting gross savings of at least US$1 billion by 2022 and cut the base salaries of top executives by 25 per cent as the software maker seeks to weather the coronavirus crisis. Shares, down about 35 per cent this year, fell nearly 6 per cent in extended trading after the company missed second-quarter revenue and profit  ... "], ["2020-05-21 10:05", "Traders Beware: US taps new tools to find fraud in volatile commodities market ... CNA938 Live Singapore Edition International Edition Compact Layout All Sections Close Singapore Asia World Business Sport Commentary News Clips Video on Demand Podcasts Singapore Parliament Weather PSI Interactives Special Reports Telegram News Service Facebook Twitter LinkedIn YouTube RSS Play Store App Store Advertisement Advertisement Advertisement Advertisement Traders Beware: US taps new tools to ...  to comment. Brian Benczkowski, assistant attorney general for the Justice Department's criminal division, declined to comment on specific probes, but said that the agency's software could lead it to widen investigations where it initially appeared a handful of traders were breaking the rules. \"The more widespread the behavior the more likely to  ... "], ["2020-05-20 17:36", "Apple, Google launch contact tracing platform ... International Edition Compact Layout All Sections Close Singapore Asia World Business Sport Commentary News Clips Video on Demand Podcasts Singapore Parliament Weather PSI Interactives Special Reports Telegram News Service Facebook Twitter LinkedIn YouTube RSS Play Store App Store Advertisement Advertisement Advertisement Advertisement Apple, Google  ... receive an alert on their phone. \"Public health authorities will take the lead with this technology, and we will continue to support and advocate for it.\" They said they would release software updates for health authorities to use to deploy their own apps, developed by their own technical staff. Advertisement Advertisement In Europe, most countries are leaning toward use of the Apple-Google platform but ... "], ["2020-05-20 15:00", "Elucidating the mechanism of a light-driven sodium pump ... Since SwissFEL produces 100 of these femtosecond X-ray pulses per second, recordings can be made with high temporal resolution. \"We can only achieve temporal resolution in the femtosecond range at PSI with the help of SwissFEL,\" says Christopher Milne, who helped to develop the Alvra experimental station where the recordings were made. \"One of the challenges is to inject the  ... This site uses cookies to assist with navigation, analyse your use of our services, and provide content from third parties. By using our site, you acknowledge that you have read and understand our Privacy Policy and Terms of Use . Ok More Information E-mail newsletter Subscribe Follow us It appears that you are currently using Ad Blocking software . What are the consequences?"], ["2020-05-20 13:00", "German court ends diesel case against Volkswagen CEO, Chairman ...  International Edition Compact Layout All Sections Close Singapore Asia World Business Sport Commentary News Clips Video on Demand Podcasts Singapore Parliament Weather PSI Interactives Special Reports Telegram News Service Facebook Twitter LinkedIn YouTube RSS Play Store App Store Advertisement Advertisement Advertisement Advertisement German court ends  ... for a delay in informing investors about the diesel scandal when it first came to light in 2015, and were each fined 4.5 million euros. Advertisement Advertisement VW in September 2015 admitted using illegal software to cheat U.S. diesel engine tests, battering its share price. Volkswagen already announced on Tuesday it was paying the fines for Diess and Poetsch, who in 2015 held positions as the head of VW  ... "], ["2020-05-20 11:20", "SAP expects to stick to dividend policy ... Home CNA938 CNA Lifestyle CNA Insider Watch TV CNA938 Live Singapore Edition International Edition Compact Layout All Sections Close Singapore Asia World Business Sport Commentary News Clips Video on Demand Podcasts Singapore Parliament Weather PSI Interactives Special Reports Telegram News Service Facebook Twitter LinkedIn YouTube RSS Play Store App Store Advertisement Advertisement Advertisement Advertisement SAP expects to stick to dividend policy close breaking news Advertisement Business SAP expects to stick to dividend policy German business software group SAP expects to stick to its dividend policy even as the coronavirus crisis weighs on its results, its finance chief said on Wednesday. SAP headquarters in Walldorf, Germany, January 24, 2017. REUTERS ... "]]}}