{"postfix": "qualcomm-aktie", "name": "QUALCOMM", "wkn": "883121", "time": "2020.05.26 15:20", "ts": 1590499233, "features": {"KGV": "21.56", "Marktkapitalisierung": {"Size": "Mrd", "Value": "83.23"}, "GA": "3.54", "KBV": "18.85", "BA": "4.05", "KCV": "13.82", "CA": "5.52", "Vola30": "37.48", "Vola90": "53.12", "Vola180": "42.75", "Vola250": "37.12"}, "rivals": ["adva-aktie", "broadcom_4-aktie", "intel-aktie", "ibm-aktie", "nokia-aktie", "texas_instruments-aktie", "alcatel-lucent-aktie"], "text_data": {"de": [["15.05.20", "USA und China eskalieren Streit über Rolle von Huawei"], ["11.05.20", "Smartphone-Prozessor: Qualcomm Snapdragon 768G für flotte Mittelklasse-Geräte"], ["11.05.20", "Snapdragon 768G: Qualcomm macht Oberklasse-SoC schneller"], ["07.05.20", "Qualcomm: Snapdragon 875 soll mit 5 nm gefertigt werden"], ["01.05.20", "QUALCOMM: Bilanz zum abgelaufenen Quartal"], ["30.04.20", "So schätzen Analysten die QUALCOMM-Aktie ein"], ["30.04.20", "MÄRKTE USA/Wall Street zum Start leichter erwartet"], ["30.04.20", "MARKT USA/Wall Street etwas fester erwartet"], ["30.04.20", "Coronavirus: Qualcomm geht von geringerer Smartphone-Nachfrage aus"], ["30.04.20", "SoC-Hersteller Qualcomm: Smartphone-Markt bricht um 30 Prozent ein"], ["30.04.20", "Snapdragon 8cx im Test: Qualcomm rückt an Intel heran"], ["22.04.20", "Qualcomm kündigt Quartalsdividende an"], ["15.04.20", "Qualcomm 3D Sonic Max: BOE baut Fingerabdrucksensor in OLED-Panels"], ["07.04.20", "China überholt die USA erstmals bei Zahl der Patentanmeldungen"], ["31.03.20", "So schätzen Analysten die QUALCOMM-Aktie ein"], ["26.03.20", "Aktionäre von Qualcomm erhalten Dividende"], ["21.02.20", "Made in USA: Glasexperte Corning und Qualcomm bieten 5G Small Cells"], ["18.02.20", "AKTIE IM FOKUS 3: Apple belastet von Umsatzwarnung - Sorgen um Coronavirus"], ["18.02.20", "5G-Modem Snapdragon X60: Qualcomm startet mit 5-Nanometer-Technik"], ["07.02.20", "QUALCOMM vermeldete Zahlen zum jüngsten Quartal"], ["06.02.20", "MÄRKTE USA/Wall Street steigt auf neue Rekordhochs"], ["06.02.20", "MÄRKTE USA/Mit kleinen Gewinnen auf neue Rekordhochs"], ["06.02.20", "MÄRKTE USA/Dow und S&P-500 auf Allzeithoch - Kurssprung bei Twitter"], ["06.02.20", "MÄRKTE USA/Erholungsbewegung intakt - Twitter-Aktie sehr fest"], ["06.02.20", "5G treibt Qualcomm an"], ["24.01.20", "Smartphones: Qualcomm nutzt RISC-V in Snapdragon-Chips"], ["21.01.20", "Wi-Fi 6 für die Mittelklasse: Qualcomm kündigt neue Smartphone-Prozessoren an"], ["21.01.20", "Snapdragon 720G/662/460: Qualcomm bringt 8-nm-Chips mit Navic und Wi-Fi 6"], ["20.01.20", "Qualcomm gibt Dividende bekannt"]], "en": [["2020.05.26", "Qualcomm expects all-in-one 5G XR viewers in 1-4 years, glasses in 5-10"], ["19.05.20", "The Zacks Analyst Blog Highlights: Apple, Qualcomm, The Boeing Company and Cisco Systems"], ["18.05.20", "50% Jump For Qualcomm Stock With Barely Any Revenue Growth?"], ["14.05.20", "Jim Cramer: Chart action shows more upside in Nvidia, AMD and Qualcomm"], ["14.05.20", "Charts show Nvidia, AMD and Qualcomm have 'a lot more room to run,' Jim Cramer says"], ["13.05.20", "The Zacks Analyst Blog Highlights: Qualcomm, Cogent Communications, FactSet and Cardinal Health"], ["12.05.20", "The Zacks Analyst Blog Highlights: Taiwan Semiconductor, Nvidia, AMD, Qualcomm and Broadcom"], ["11.05.20", "The Zacks Analyst Blog Highlights: Visa, PepsiCo, salesforce, Citigroup and QUALCOMM"], ["11.05.20", "Qualcomm and MediaTek chase video and game fans with tweaked 5G chips"], ["11.05.20", "Qualcomm adds new Snapdragon 768G processor to boost midrange phones     - CNET"], ["08.05.20", "The Zacks Analyst Blog Highlights: Qualcomm, Arista Networks, Nokia, Altice USA and Knowles"], ["07.05.20", "Telecom Stock Roundup: Qualcomm & Arista Surpass Earnings Estimates, & More"], ["07.05.20", "Qualcomm CEO Steve Mollenkopf Drives Worldwide 5G Growth"], ["05.05.20", "Qualcomm Should Be Scared of These 2 Words That Apple Just Uttered"], ["04.05.20", "Qualcomm stock falls after Wells Fargo starts coverage with bearish rating"], ["04.05.20", "The Zacks Analyst Blog Highlights: Tesla, Cisco, Comcast, Qualcomm and Micron"], ["02.05.20", "Better Buy: NXP Semiconductors vs. Qualcomm"], ["30.04.20", "The Ratings Game: Qualcomm doubles down on 5G forecast amid coronavirus and Wall Street approves"], ["30.04.20", "The Zacks Analyst Blog Highlights: Facebook, Microsoft, Tesla, Qualcomm and eBay"], ["30.04.20", "Qualcomm (QCOM) Q2 Earnings Beat Estimates on 5G Strength"], ["30.04.20", "Qualcomm Inc (QCOM) Q2 2020 Earnings Call Transcript"], ["29.04.20", "Qualcomm forecasts upbeat revenue as 5G demand mitigates virus impact"], ["29.04.20", "Qualcomm forecasts upbeat revenue as 5G demand mitigates virus impact"], ["29.04.20", "UPDATE 2-Qualcomm forecasts upbeat revenue as 5G demand mitigates virus impact"], ["29.04.20", "Qualcomm (QCOM) Beats Q2 Earnings and Revenue Estimates"], ["29.04.20", "Qualcomm expects a steep drop in phone shipments as coronavirus hurts demand     - CNET"], ["29.04.20", "Qualcomm second-quarter results beat estimates, shares rise"], ["29.04.20", "Qualcomm second-quarter results beat estimates, shares rise"], ["29.04.20", "UPDATE 1-Qualcomm second-quarter results beat estimates, shares rise"], ["29.04.20", "Qualcomm second-quarter revenue beats estimates, shares rise"], ["29.04.20", "Qualcomm Sees Coronavirus Pandemic Hurting Smartphone Sales"], ["29.04.20", "Earnings Results: Qualcomm stock rises following earnings beat, no change to 5G forecast"], ["29.04.20", "Qualcomm second-quarter revenue beats estimates, shares rise"], ["29.04.20", "Qualcomm rises after earnings, but sees 30% drop in phone shipments in future"], ["29.04.20", "Boomerang Effect: Huawei's HiSilicon Beats America's Qualcomm for Top Spot in Chinese Mobile Market"], ["24.04.20", "Can 5G-Driven Revenues Aid Qualcomm (QCOM) Q2 Earnings?"], ["23.04.20", "Qualcomm (QCOM) Dips More Than Broader Markets: What You Should Know"], ["22.04.20", "Qualcomm (QCOM) Reports Next Week: What to Expect"], ["17.04.20", "The Zacks Analyst Blog Highlights: Apple, Intel, Walt Disney, Alphabet and QUALCOMM"], ["17.04.20", "Why Investors Should Keep Their Eyes on Qualcomm Stock"], ["2020-05-26 13:00", "Arm goes off road... map: Cortex-X1 touted for phone, tablet, laptop processors needing Apple-level oomph ... well, Arm has done most of the work in designing the cores. However, that means sticking to Arm's menu of designs. Some customers wanted customized blueprints for their system-on-chips, so Arm allowed some of its clients to license CPU cores, request tweaks to the designs to suit their products, and ship the resulting technology marketed as \"Built on Arm Cortex Technology.\" For example, Qualcomm's Kryo 200-series of CPU cores in its Snapdragon line were semi-customized Cortex-A cores, though the fact they were \"Built on Arm Cortex Technology\" was, in our experience, hidden in the marketing bumpf. Talk about a calculated RISC: If you think you can do a better job than Arm at designing CPUs, now's your chance READ MORE The Cortex-X1 ... "], ["2020-05-26 12:00", "HP's Spring PC Lineup Is Made for Zoom Rooms, Working From Home ...  generation. Available in 13-inch and 14-inch screen sizes, the new models are 6.3 percent smaller than their predecessors, and their 89 percent screen-to-body ratio gives them a decidedly sleek look. Pricing was not announced. Perhaps the most noteworthy improvements to the EliteBook x360 1030 G7 and EliteBook x360 1040 G7 are inside the chassis. They now feature optional Qualcomm Snapdragon X55 5G modems, Intel's latest 10th-generation Core processors with vPro support, and integrated Tile trackers to help you locate the laptops if they go missing. (Image Credit: HP) HP also unveiled a refresh of the EliteBook 800 series, available as either conventional clamshell laptops or 2-in-1 convertibles (x360, in HP's nomenclature) and also entering their ... "], ["2020-05-26 11:14", "Realme's X3 SuperZoom phone has a periscope camera and 120Hz display ... 499 ($547/447). Realme X3 SuperZoom has a 6.6-inch LCD display with a 120Hz refresh rate and a punch-hole cutout for the dual, 32/8-megapixel selfie camera. On the back there's a 64/8/8/2-megapixel camera whose highlights are Starry Mode for those night photos, and the 8-megapixel periscope lens capable of 5x optical zoom. Image: realme The phone is powered by a Qualcomm Snapdragon 855+ processor, and comes with 8/12GB of RAM and 128/256GB of storage memory. Finally, it has a 4,200mAh battery with 30W speedy charging. SEE ALSO: Realme Watch looks like Apple Watch, costs $50 In terms of design, the Realme X3 SuperZoom doesn't stray much from the norm — the display is near bezel-less, save for the slightly larger lower bezel, and on the back, the ... "], ["2020-05-26 11:11", "Realme X3 SuperZoom With 5x Optical Zoom Support, 120Hz Display Launched ...  to clarify the launch of the smartphone in India. Realme Smart TV vs Xiaomi Mi TV 4A Pro: What's Different Realme X3 SuperZoom specifications The Realme X3 SuperZoom runs on Android 10-based Realme UI and the phone features a 6.6-inch full-HD+ (1,080x2,400 pixels) LCD display with 120Hz refresh rate and Corning Gorilla Glass 5 protection. The phone is powered by the octa-core Qualcomm Snapdragon 855+ SoC, coupled Adreno 640 GPU. The Realme X3 SuperZoom also packs up to 12GB of LPDDR4x RAM and up to 256GB of UFS 3.1 storage that doesn't support expansion via microSD card. In terms of the cameras, the phone packs a quad rear camera setup that includes a 64-megapixel main camera with f/1.8 aperture. The vertically-stacked rear camera module also houses ... "], ["2020-05-26 10:55", "OnePlus 5 and 5T phones are finally receiving the stable Android 10 update ...  is coming on May 27 PlayStation announced today that a new State of Play episode will focus on The Last of Us Part II, with around 20 minutes of footage. This State of Play will begin on May 27 at 4:00 p.m. EST. Subtle upgrades Motorola RAZR 2 leak reveals a Snapdragon 765 chipset, 2845mAh battery According to a new leak, the RAZR 2 foldable phone will be powered by a Qualcomm Snapdragon 765 chipset and feature an upgraded 48MP rear camera. It is also tipped to pack a bigger 2,845mAh battery. Be free Ditch the cable and go wireless with these charging pads and stands Charging with a cable is faster, but a wireless charger is much more convenient. These are the best you can buy, whether you want a pad, a stand, or a multi-device charger. Can't Beat Free ... "], ["2020-05-26 10:50", "Realme X3 SuperZoom Review: Periscope Zoom On A Budget ...  a hair thicker than an OLED panel's but it's still a very good looking screen. 6.6-inch 120Hz display. Ben Sin The X3 SuperZoom has a matte glass back. Ben Sin Another area that's been compromised—at least on paper—is the chipset: the X3 SuperZoom runs on a Snapdragon 855+ instead of the current 865, but it is good news if you ask me. Qualcomm's decision to force 5G modems into all purchases of the 865 chip has driven up the cost of smartphones this year (leading to backlash against Xiaomi, OnePlus and the like from fans). The 855+ is more than capable, and is clearly used here to shave production cost, which allows a lower starting price. But yes, this phone does not support 5G—that doesn't matter to me, nor should it ... "], ["2020-05-26 10:26", "OnePlus 5, OnePlus 5T Getting Android 10 Update: User Reports ...  KEY SPECS NEWS Variants Design Display Software Performance Battery Life Camera Value for Money Good Ergonomic and light Good primary camera Very good system and app performance Fast charging works very well Handy software features Bad Uninspiring design Weak sunlight legibility Dual camera setup feels half-baked No stabilisation at 4K Read detailed OnePlus 5 review Display 5.50-inch Processor Qualcomm Snapdragon 835 Front Camera 16-megapixel Rear Camera 16-megapixel RAM 6GB Storage 64GB Battery Capacity 3300mAh OS Android 7.1.1 Resolution 1080x1920 pixels OnePlus 5T, OnePlus 5 Now Receiving Android 10 Open Beta 1 Update OnePlus 5T, OnePlus 5 Start Receiving OxygenOS 9.0.11 Update With Improved Stability, Bug Fixes, More OnePlus 5T, OnePlus 5 Get OxygenOS 9 ... "], ["2020-05-26 09:55", "XRSpace takes virtual reality to a whole new level with 5G connectivity ...  Snapdragon 845 Mobile XR Platform and fully portable anywhere with 5G, LTE, or WiFi connection and requires no additional controllers to navigate the virtual world. XRSpace global launch will be carried out in collaboration with leading technology, telecom and content partners starting with Qualcomm Technologies, Deutsche Telekom, and Taiwan's Chunghwa Telecom. It will be first available in Taiwan, followed by Europe, the US and China. It is priced at $599. Chou said that it lets users perform real-world actions like shaking hands or shooting a basketball in a natural way. XRSpace is also building the VR platform on which services, games and social activities can be accessed and experienced. Foremost among these spaces is MagicLohas, a combination ... "], ["2020-05-26 09:38", "The next Motorola Razr could arrive later this year with 5G ... Dousson confirmed the second-generation Motorola Razr is due to break cover in September. As per a new report by XDA Developers , it is rumored to feature several under-the-hood upgrades to take on Samsung's Galaxy Z Flip . Codenamed \"smith\", the next Motorola Razr's biggest highlight will reportedly be 5G connectivity. The phone is expected to come equipped with Qualcomm's latest 5G-enabled, mid-range chipset, the Snapdragon 765. Motorola will also bump up the memory to 8GB from 6GB and offer double the onboard storage (256GB) as before. Plus, Motorola will address the existing Razr's endurance complaints with a slightly larger 2,845 battery, about 300mAh more. However, it's unclear if that would be enough to weather the addition ... "], ["2020-05-26 09:30", "Realme's high-spec X3 SuperZoom phone is incredible value for money ...  can be used with both the main lens and the 5x periscope zoom too. Other features include a manual Nightscape Pro mode, a tripod mode, and slow motion video. Andy Boxall/Digital Trends The selfie camera on the front has two sensors, a 32-megapixel main lens and a second 8-megapixel lens, enabling great looking bokeh selfies, and a Night mode too. Powering the phone is the excellent Qualcomm Snapdragon 855 Plus processor, seen in some of the most impressive gaming phones available including the Asus ROG Phone 2 , and it's accompanied by the a whopping 12GB of RAM. The internal storage space is a welcome 256GB too. On the front is a big LCD screen and it comes with a 120Hz refresh rate, an extremely welcome feature at this pice. Interestingly it does not ... "], ["2020-05-26 09:21", "XRSpace VR headset wants to make Ready Player One's virtual world a reality ...  to gamers and B2B applications. Best VR headset 2020 PSVR 2 features: five things we want to see The best business VR headset 2020 XRSpace hopes to solve these issues by making VR a more day-to-day experience, much like how we use our phones. With this in mind, the $599 XRSpace Mova VR headset (about 480/AU$890) was designed to be small, light and powerful with a Qualcomm Snapdragon 845 inside. It has a refresh rate of 90Hz to help reduce dizziness and users can use their hands to navigate, a rare occurrence in the VR space. With no controller necessary, the XRSpace Mova headset lets users virtually handshake, high-five and play basketball. It picks up the same types of hand gestures you'd use in the real world, so should be very intuitive. A virtual ... "], ["2020-05-26 09:06", "Former CEO of HTC Plans to Launch a New Virtual Reality Headset 'Mova' This Year ...  interface. The new virtual reality headset aims to give an immersive experience for a fairly high price. (Photo : Screenshot from: Mac4Ever Facebook Account) Read Also: New Coronavirus-Themed Malware Can Disguise as Excel Spreadsheets That Allows Hackers to Access PCs Remotely Mova Virtual Reality headset According to The Verge , \"The Mova is a self-contained headset that's powered by a Qualcomm Snapdragon 845 processor. It looks similar to the Oculus Quest or the business-oriented HTC Vive Focus, although it's slicker than either of them and gives users a choice of white or bright orange. It uses two cameras to track users' movement around a room, and its default control system is hand tracking, a feature that's still relatively rare ... "], ["2020-05-26 09:01", "Realme announces 499 Europe flagship with periscope zoom and 120Hz screen ...  camera and an 8-megapixel ultrawide. This phone uses an LCD panel, not an OLED, which perhaps explains the slightly larger than usual chin at the bottom edge. That'll also be the reason why this phone's fingerprint sensor is embedded in the power button on the side, rather than the display panel. The processor is a Snapdragon 855+, which was the last flagship-class chip Qualcomm made before it started forcing everyone to include 5G modems alongside the 865. There's a 4,200mAh battery that charges at 30W over USB-C. The speakers and haptics are pretty good, and Realme is claiming \"three waterproof layers\" in the phone's chassis — there's no formal IP rating, though. Overall, the Realme X3 Superzoom looks like an unusual mix ... "], ["2020-05-26 08:57", "Motorola could be launching new Razr soon: 5G, improved battery life, and other upgrades ...  5 and Pixel 5 XL. The exact details about the new second-generation Razr are yet to be revealed. However, purported insiders might have already uncovered information about Motorola's upcoming foldable handset. in order to maintain its slim profile, the engineers are rumoured to make some tradeoffs. Given that most high-end offerings from its rivals are now 5G-ready, a Qualcomm Snapdragon 765 is most likely the chipset of choice. Battery capacity is supposed to be a little higher than the first model at 2,845 mAh, but is still remarkably lower than most mid-range smartphones. Nevertheless, this could be intentional in order to maximise usage time. Motorola reveals the secret behind its hinge mechanism that keeps the flexible display crease-free. Photo ... "], ["2020-05-26 08:48", "HTC's former CEO just launched this VR headset that comes with its own virtual world ... We are trying to make the overall experience more mature, so that it appeals to a mass market.\" It's not just about the faster speeds, or the ability to use the device in any environment, such as a high-speed train or an airport. Chou also pitched the better design of the headset, which he claimed is about half the size of the average, while still being powered by Qualcomm's Snapdragon 845, and supporting 6GB of RAM; all for $599. What's more, XRSpace's Mova is completely hand controller-free. A sensor tracker and a powerful optical system on the front of the device can register how users move their bodies, and reproduce them in VR. \"It's true mobility,\" said Chou. \"You don't have to carry anything around: wherever you ... "], ["2020-05-26 08:39", "Former HTC CEO Peter Chou reveals his next project: a social 5G VR headset ... the front, and when placed side by side, this headset looks roughly half the size of HTC's Vive Focus . The Mova weighs 470 grams, which is notably less than the Oculus Quest (571g) and the Focus (695g). Indeed, the prototype I wore back in February was surprisingly light and compact, but that's as far as I'm allowed to talk about in terms of experience. Engadget The Mova is powered by Qualcomm's Snapdragon 845 chipset (instead of the 835 as used by the Focus and the Quest), 6GB of RAM (instead of the usual 4GB) and a 4,600mAh battery (the Quest has 3,648mAh). XRSpace didn't specify the nature of the 2,880 x 1,440 display panel nor its field of view, but we do know that it has a slick 90Hz refresh rate and a whopping 702 dpi pixel density ... "], ["2020-05-26 08:15", "TCL 10L: Remember the white goods flinger that had a licence to make BlackBerrys? It made a new own-name phone ...  quick exposure shot of powder paint being thrown in the air and landing on top of a phone and job's done. It made its first own-brand attempt in late 2019, the TCL Flex. The latest example, which I currently have in my hand, is the TCL 10L, released last week. Unambiguously aimed at the lower-third of the smartphone market, this 4G blower packs a Qualcomm Snapdragon 665 platform, with 6GB/64GB eMMC and 8GB/128GB UFS 3.1 configurations. And for a debut, it's an unquestionably strong performance. While there are obvious compromises when compared to pricier handsets, the TCL 10L manages to offer a consistently solid speeds, paired with a competitive set of cameras. Click to enlarge Powering the device is the 11nm-process Snapdragon 665, which was first ... "], ["2020-05-26 07:45", "HTC cofounder Peter Chou launches XRspace to bring social VR to the masses ... , software, content, and services — its stated goal is to bring XR to the masses by \"redefining how people connect, socialize, and collaborate in the virtual world.\" What we're essentially talking about here is the Metaverse . The XRspace Mova head mounted display (HMD) is touted as the \"world's first 5G consumer mobile VR headset,\" powered by Qualcomm's Snapdragon 845 Mobile XR platform . Crucially, it needs no additional controllers to navigate the virtual world, relying entirely on hand motions and gestures — in other words, the XRspace Mova is a fully self-sufficient unit. But what XRspace is really touting here are the experiences available through the headset. Above: XRspace Mova So far, VR has pretty much been a ... "], ["2020-05-26 07:45", "Ex-HTC boss Peter Chou is building the most ambitious virtual world yet ...  technology is easier said then done. That's why XRSpace is building its own VR headset designed with ease of use in mind. Meet the Mova XRSpace's headset is called Mova, and although I haven't held or tried one on yet, it looked compact and neatly designed when I saw it during my video interview. It was more Google Daydream than PlayStation VR . A Qualcomm Snapdragon 845 chipset, paired with 6GB of RAM, provides 25% better performance than the Snapdragon 835 used in many other current VR headsets. \"We wanted to make the hardware small, light, and beautiful,\" Chou said. While the headset is sleek, the real advances come in the way you interact with the VR world. The Mova doesn't come with controllers because it doesn't need ... "], ["2020-05-26 07:45", "In the social distancing age, this VR startup wants you to connect with others ...  more social virtual reality Oculus Quest turns 1 year old: Here's why it's still the best VR headset you can buy For the final version, there are three models: The $599 Wi-Fi-only Mova and two cellular-connected variants -- one with 4G LTE and the other with 5G. XRSpace said pricing for the cellular models will depend on the carriers offering them. The Mova uses Qualcomm's Snapdragon 845 processor and 6GB of RAM, and it has no wires. That starting price, which includes the Manova software, is pretty high compared with some other VR headsets. Facebook's Oculus Quest, the Mova's biggest competitor, retails for $399. It's been tough to find the headset in stock during the pandemic. Stand out above the crowd XRSpace packed in features to ... "]]}}