{"postfix": "reckitt_benckiser-aktie", "name": "RECKITT_BENCKISER", "wkn": "A0M1W6", "time": "2020.05.26 16:02", "ts": 1590501738, "features": {"KGV": "17.77", "Marktkapitalisierung": {"Size": "Mrd", "Value": "56.93"}, "GA": "3.49", "KBV": "4.69", "BA": "13.21", "KCV": "16.95", "CA": "3.66", "Vola30": "28.07", "Vola90": "46.98", "Vola180": "36.34", "Vola250": "29.4"}, "rivals": ["johnson_johnson-aktie", "procter_gamble-aktie", "colgate-palmolive-aktie", "beiersdorf-aktie", "merck-aktie", "unilever-aktie"], "text_data": {"de": [["30.04.20", "MÄRKTE EUROPA/EZB erfüllt hohe Erwartung nicht - Börsen schwach"], ["30.04.20", "Was Analysten von der Reckitt Benckiser-Aktie erwarten"], ["30.04.20", "MÄRKTE EUROPA/Börsen drehen deutlich ins Minus - Shell schwach"], ["30.04.20", "ANALYSE-FLASH: Goldman belässt Reckitt Benckiser auf 'Neutral' - Ziel 5950 Pence"], ["30.04.20", "Sagrotan-Hersteller Reckitt Benckiser profitiert von Corona-Pandemie"], ["24.04.20", "Ärzte warnen eindringlich vor Empfehlungen Trumps für Covid-19-Behandlung"], ["24.04.20", "Nach Trump-Aussagen: Warnung vor Einnahme von Desinfektionsmitteln"], ["17.04.20", "MÄRKTE EUROPA/Börsen bauen Gewinne aus - Konjunkturtitel gesucht"], ["17.04.20", "MÄRKTE EUROPA/Europa feiert - Hoffnung auf schnelles Comeback"], ["15.04.20", "ANALYSE-FLASH: Credit Suisse hebt Reckitt Benckiser auf 'Neutral'"], ["31.03.20", "So schätzen Analysten die Reckitt Benckiser-Aktie ein"], ["29.02.20", "Reckitt Benckiser-Aktie: Experten empfehlen Reckitt Benckiser im Februar mehrheitlich zum Kauf "], ["28.02.20", "Reckitt Benckiser Group vermeldete Zahlen zum jüngsten Quartal"], ["28.02.20", "Reckitt Benckiser stellte Zahlen zum jüngsten Quartal vor"], ["27.02.20", "Reckitt Benckiser muss wegen Mead Johnson Milliarden abschreiben"], ["27.02.20", "Reckitt Benckiser steigert die Dividende"], ["27.02.20", "Reckitt Benckiser schreibt wegen milliardenschwerer Abschreibung Verlust"], ["Dividendenrekord 2020", "Januar 2020: Das sind die Expertenmeinungen zur Reckitt Benckiser-Aktie"], ["Dividendenrekord 2020", "Reckitt Benckiser-Aktie: Das sind die Analysten-Einstufungen des vergangenen Monats"], ["31.01.20", "So stuften die Analysten die Reckitt Benckiser-Aktie im vergangenen Monat ein"]], "en": [["13.05.20", "Reckitt Benckiser Gp : Publication of Offering Memorandum"], ["04.05.20", "Reckitt Benckiser Gp : Director/PDMR Shareholding"], ["01.05.20", "Reckitt Benckiser Gp : Total Voting Rights"], ["30.04.20", "Reckitt Benckiser posts record sales on disinfectant boom"], ["30.04.20", "Reckitt Benckiser Gp : Q1 2020 Trading Update"], ["06.04.20", "Reckitt Benckiser Gp : Annual Financial Report"], ["03.04.20", "Reckitt Benckiser Gp : Director Declaration"], ["01.04.20", "Reckitt Benckiser Gp : Total Voting Rights"], ["24.03.20", "Reckitt Benckiser Gp : Second Price Monitoring Extn"], ["24.03.20", "Reckitt Benckiser Gp : Price Monitoring Extension"], ["03.03.20", "Reckitt Benckiser Gp : Director/PDMR Shareholding"], ["02.03.20", "Reckitt Benckiser Gp : Total Voting Rights"], ["27.02.20", "Reckitt Benckiser says Dettol demand driven higher by coronavirus"], ["27.02.20", "Reckitt Benckiser takes £5bn writedown on Mead Johnson purchase"], ["27.02.20", "Reckitt Benckiser sales come in low, unveils 2 bln investment plan"], ["27.02.20", "Reckitt Benckiser Gp : Full Year Results 2019"], ["03.02.20", "Reckitt Benckiser Gp : Total Voting Rights"], ["02.01.20", "Reckitt Benckiser Gp : Total Voting Rights"], ["2020-05-26 08:50", "Omega 3 Products Market Comprehensive Report To 2028 With Leading Key Players: Epax, Crode & Nordic Naturals | Radiant Insights, Inc ...  Daniels Midland Co., and BASF SE. Access 134 page research report with TOC on \"Global Omega 3 Products Market\" available with Radiant Insights, Inc. @: https://www.radiantinsights.com/research/2013-2028-report-on-global-omega-3-products-market Additional notable companies are: Unilever Group, Orkla ASA, Koninklijke DSM NV, Bellamy's Australia Ltd., Reckitt Benckiser Group Plc, Nestl SA, Cargill Inc., Sanofi S.A, Herbalife Limited, Blackmores Limited, and Abbott Laboratories. This report provides detailed historical analysis of global market for Omega 3 Products from 2013-2018, and provides extensive market forecasts from 2019-2028 by region/country and subsectors. It covers the sales volume, price, revenue, gross margin, historical growth and ... "], ["2020-05-24 04:26", "Reality star sprays her kids with bleach ...  he was being \"sarcastic\" but his comments prompted the makers of Lysol to release a statement warning against the improper use of disinfectant products. \"As a global leader in health and hygiene products, we must be clear that under no circumstance should our disinfectant products be administered into the human body (through injection, ingestion or any other route),\" the Reckitt Benckiser Group said. \"As with all products, our disinfectant and hygiene products should only be used as intended and in line with usage guidelines. Please read the label and safety information.\" In the podcast, Glanville said she had just moved out of a home that had a mould issue. She hinted that the experience may have caused her to become obsessed with ... "], ["2020-05-23 15:04", "Brandi Glanville claims she sprays her kids with bleach water when they enter the house ...  he was being \"sarcastic\" but his comments prompted the makers of Lysol to release a statement warning against the improper use of disinfectant products. \"As a global leader in health and hygiene products, we must be clear that under no circumstance should our disinfectant products be administered into the human body (through injection, ingestion or any other route),\" the Reckitt Benckiser Group said. \"As with all products, our disinfectant and hygiene products should only be used as intended and in line with usage guidelines. Please read the label and safety information.\" Glanville said she had just moved out of a home that had a mold issue. She hinted that the experience may have caused her to become obsessed with various cleaning ... "], ["2020-05-23 13:58", "Brandi Glanville claims she sprays her kids with bleach water when they enter the house ...  was being \"sarcastic\" but his comments prompted the makers of Lysol to release a statement warning against the improper use of disinfectant products . \"As a global leader in health and hygiene products, we must be clear that under no circumstance should our disinfectant products be administered into the human body (through injection, ingestion or any other route),\" the Reckitt Benckiser Group said. \"As with all products, our disinfectant and hygiene products should only be used as intended and in line with usage guidelines. Please read the label and safety information.\" WHITE HOUSE ACCUSES MEDIA OF TAKING TRUMP DISINFECTANT COMMENTS OUT OF CONTEXT Glanville said she had just moved out of a home that had a mold issue. She hinted that ... "], ["2020-05-22 13:45", "India Hand Sanitizer Market Outlook To 2025 Featuring Profiles Of Key Players Including Reckitt Benckiser, Hindustan Unilever, Godrej Consumer Products, Himalaya Drug Company, And Dabur Amongst Others ...  insights, commentary, newsletters, breaking news alerts, and more. I agree to TheMaven's Terms and Policy Sign Up Already have an account? Login here Alerts | Newsletters JIM CRAMER INVESTING PERSONAL FINANCE RETIREMENT TECHNOLOGY MARKETS HOW-TO VIDEO FINANCIAL ADVISOR CENTER Login Account India Hand Sanitizer Market Outlook To 2025 Featuring Profiles Of Key Players Including Reckitt Benckiser, Hindustan Unilever, Godrej Consumer Products, Himalaya Drug Company, And Dabur Amongst Others DUBLIN, May 22, 2020 /PRNewswire/ -- The \"India Hand Sanitizer Market Outlook, 2025\" report has been added to ResearchAndMarkets. Author: PR Newswire Publish date: May 22, 2020 9:45 AM EDT DUBLIN , May 22, 2020 /PRNewswire/ -- The \"India Hand Sanitizer Market ... "], ["2020-05-22 12:45", "World Hand Sanitizer Market Witnessing Unprecedented Demand Due To Outbreak Of COVID-19 ... .2. By Product 8. Middle East Africa Hand Sanitizer Market outlook 8.1. Market Size By Value8.2. Market Share 8.2.1. By Country 8.2.2. By Product 9. Competitive Landscape 9.1. Company Profiles 9.1.1. 3M Company 9.1.2. Chattem, Inc. 9.1.3. GOJO Industries, Inc. 9.1.4. Henkel AG & Company, KGaA 9.1.5. Procter & Gamble 9.1.6. Reckitt Benckiser Group PLC9.1.7. The Clorox Company 9.1.8. The Himalaya Drug Company 9.1.9. Unilever 9.1.10 . Vi-Jon Laboratories For more information about this report visit https://www.researchandmarkets.com/r/81b3no Research and Markets also offers Custom Research services providing focused, comprehensive and tailored research. Media Contact: Research and Markets Laura Wood , Senior Manager press@researchandmarkets.com For E.S.T Office ... "], ["2020-05-20 15:30", "Asia-Pacific Hand Sanitizer Market By Product Type, Sales Channel, Company, Region And Country - Forecast To 2025 ... , Inc.8.1.3. Caldrea, Inc.8.1.4. Chattem, Inc.8.1.5. Cleanwell LLC8.1.6. Cleenol Group Limited8.1.7. Elyptol, Inc.8.1.8. EO Products8.1.9. GOJO Industries, Inc. 8.1.10 . Henkel AG & Company, KGaA 8.1.11 . Hello Bello 8.1.12 . Jao Brands 8.1.13 . Kutol Products Company, Inc. 8.1.14 . Procter & Gamble 8.1.15 . Reckitt Benckiser Group PLC 8.1.16 . The Clorox Company 8.1.17 . The Honest Company 8.1.18 . The Himalaya Drug Company 8.1.19 . Unilever 8.1.20 . Vi-Jon LaboratoriesFor more information about this report visit https://www.researchandmarkets.com/r/5blv6j Research and Markets also offers Custom Research services providing focused, comprehensive and tailored research. Media Contact: Research and Markets Laura Wood , Senior Manager press@researchandmarkets ... "], ["2020-05-20 07:00", "Waxed chests, face masks, beard oil: Indian millennials defy gender norms ...  1990s Bollywood 'action hero' covered in sweat and grime. Today, the movies are more likely to feature stars who never have a hair out of place, even as they deploy flying kicks to beat up bad guys. Advertising styling gel, as Bollywood star Ranveer Singh has done, is a natural next step. Veet, a Canadian brand owned by British giant Reckitt Benckiser, turned to heart-throb Kartik Aaryan to flog its hair removal cream to more adventurous customers. Popular actor Ayushmann Khurrana even bought a stake in beauty start-up The Man Company (TMC), whose competitors have recruited social media influencers for endorsements. 'Explainer videos' But creating a market for previously unheard-of products often requires extra effort. \"When we launched ... "], ["2020-05-20 05:49", "Waxed Chests, Face Masks, Beard Oil: The Male Indian Millennial ...  1990s Bollywood 'action hero' covered in sweat and grime. Today, the movies are more likely to feature stars who never have a hair out of place, even as they deploy flying kicks to beat up bad guys. Advertising styling gel, as Bollywood star Ranveer Singh has done, is a natural next step. Veet, a Canadian brand owned by British giant Reckitt Benckiser, turned to heart-throb Kartik Aaryan to flog its hair removal cream to more adventurous customers. Popular actor Ayushmann Khurrana even bought a stake in beauty start-up The Man Company (TMC), whose competitors have recruited social media influencers for endorsements. 'Explainer videos' But creating a market for previously unheard-of products often requires extra effort. \"When we launched ... "], ["2020-05-20 03:38", "Waxed chests, face masks, beard oil: Indian millennials defy gender norms ...  Bollywood 'action hero' covered in sweat and grime. Today, the movies are more likely to feature stars who never have a hair out of place, even as they deploy flying kicks to beat up bad guys. Advertising styling gel, as Bollywood star Ranveer Singh has done, is a natural next step. Veet, a Canadian brand owned by British giant Reckitt Benckiser, turned to heart-throb Kartik Aaryan to flog its hair removal cream to more adventurous customers. Popular actor Ayushmann Khurrana even bought a stake in beauty start-up The Man Company (TMC), whose competitors have recruited social media influencers for endorsements. - 'Explainer videos' - But creating a market for previously unheard-of products often requires extra effort. \"When we launched ... "], ["2020-05-20 03:38", "Waxed chests, face masks, beard oil: Indian millennials defy gender norms ...  Bollywood 'action hero' covered in sweat and grime. Today, the movies are more likely to feature stars who never have a hair out of place, even as they deploy flying kicks to beat up bad guys. Advertising styling gel, as Bollywood star Ranveer Singh has done, is a natural next step. Veet, a Canadian brand owned by British giant Reckitt Benckiser, turned to heart-throb Kartik Aaryan to flog its hair removal cream to more adventurous customers. Popular actor Ayushmann Khurrana even bought a stake in beauty start-up The Man Company (TMC), whose competitors have recruited social media influencers for endorsements. - 'Explainer videos' - But creating a market for previously unheard-of products often requires extra effort. \"When we launched ... "], ["2020-05-19 23:00", "Worldwide Market For Hand Sanitizer 2020: Global Market Set To Reach US$2,548.984 Million By 2025 ...  rising need for germ protection is further triggering the demand for hand sanitizer in the next five years. However, the dependency of FMCG products such as detergents and personal soaps and high raw material price volatility is expected to hinder the growth of the market in the coming years.Prominent key market players in the Indian hand sanitizer market include Reckitt Benckiser Group plc, Procter & Gamble, The Himalaya Drug Company, Henkel AG & Company, and Unilever among others. At present, these companies hold a significant share in the market and are adopting various growth strategies such as new product launches, M&A, and partnerships to expand their footprint in the country. For instance, in India recently Lifebuoy launched two new variants of its ... "], ["2020-05-19 20:00", "World Disinfectant Market Insights And Outlook To 2024 - Rising Growth Of Ultraviolet (UV) Disinfection Due To COVID-19 Outbreak ... Material Costs6.2.2 Stringent Safety Regulation6.3 Market Trends6.3.1 Surging Demand of Disinfectant Robot6.3.2 Rising Growth of Ultraviolet (UV) Disinfection 6.3.3 Electrostatic Spray Disinfectant Process 7. Competitive Landscape 7.1 Global Disinfectant Market Players: A Financial Comparison 8. Company Profiles (Business & Financial Overview, Strategies) 8.1 3M 8.2 Reckitt Benckiser Group PLC8.3 Procter & Gamble8.4 Johnson & Johnson For more information about this report visit https://www.researchandmarkets.com/r/12mfnh Research and Markets also offers Custom Research services providing focused, comprehensive and tailored research. Media Contact: Research and Markets Laura Wood , Senior Manager press@researchandmarkets.com For E.S.T Office Hours Call +1-917 ... "], ["2020-05-18 21:06", "Putting a lid on the virusWhile nearly all sectors of the economy are struggling amid the Covid-19 crisis, consumer goods multinational Reckitt Benckiser, the makers of Dettol disinfectants, are claiming a foothold on social responsibility."], ["2020-05-16 20:29", "Coronavirus information, misinformation, disinformation and outright lies ...  & Innovation Culture Science & Health Food Life Stories Video About Up Next Jen Weiner's \"Big Summer\" bright spot Alli Joseph Why the \"Insecure\" BFF breakup was fated Melanie McFarland Why naloxone should be everywhere Nancy D. Campbell Donald Trump floated the idea of injecting disinfectant into COVID-19 patients (Getty Images/Lysol/ Reckitt Benckiser/Salon) Coronavirus information, misinformation, disinformation and outright lies We urgently need to equip ourselves better for the basic requirements of contemporary truth management view in app -- Shares Richard Phillips May 16, 2020 8:29PM (UTC) This article originally appeared on The Globalist . Anyone trying to follow the facts surrounding COVID 19 is bound to be confused, taken ... "], ["2020-05-16 08:33", "LBC Media Announces Allianz Holdings Will Introduce Eros Now to Bangladesh Market ...  12,000 plus Movie Titles, Music Videos, Television Programming and others, Eros Now caters to more than 186.9 million registered users and 26.2 million monthly paying subscribers worldwide. About Agrani: Agrani holdings Group was incepted with sister concern Agrani Trading Co. Limited in 1974, the largest Distributor of British American Tobacco Bangladesh, Unilever Bangladesh Limited, Reckitt Benckiser and many more. For further information, contact: Rajesh Banga, Executive Director, LBC Media, rajesh@lbcme.com Larisa Jean, PR Head, Allianz, larisa@allianzholdings.com Omar Faruque, Agrani, faruque@lbcme.com Upkar Singh, Eros Now, Upkar.singh@erosnow.com Yash Duggar, LBC Media, yash@lbcme.com Anirban Das, Avian, anirban@avianwe.com To view the source version ... "], ["2020-05-15 13:15", "Global Market Report For Surface Disinfectants 2020: Key Player Profiles Including Solvay SA, Steris Plc And The Clorox Co. ...  2019-2024 South America - Market size and forecast 2019-2024 MEA - Market size and forecast 2019-2024 Key leading countries Market opportunity by geography Volume driver - Demand led growth Market challenges Market trends Vendor Landscape Vendor landscape Landscape disruption Vendor Analysis Vendors covered Market positioning of vendors 3M Co. BASF SE Clariant International Ltd. Ecolab Inc. Reckitt Benckiser Group Plc S. C. Johnson & Son Inc. Solvay SA STERIS Plc The Clorox Co. The Procter & Gamble Co. Appendix For more information about this report visit https://www.researchandmarkets.com/r/99oq7d About ResearchAndMarkets.com ResearchAndMarkets.com is the world's leading source for international market research reports and market data. We provide you ... "], ["2020-05-15 12:10", "Hand Sanitizers Market Worth $2.76 Billion By 2025: Exclusive Report By Infinium Global Research ...  Launch and Mergers & Acquisitions The global hand sanitizer market is highly competitive and consolidated in nature. The market is characterized by the presence of bigger multinational players along with a few smaller and local players. Companies including Procter & Gamble, Unilever, and Reckitt Benckiser hold a large share in the global hand sanitizer market. The major players in the market are focusing on developing new products to satisfy the changing needs of the consumers. For instance, in July 2019 , Reckitt Benckiser launched a new range of hand hygiene products under one of its key brand, Dettol. Products named, 'Dettol co-created with moms', is the new range of products are claimed to be chemical free. While in October 2019 , Cintas ... "], ["2020-05-14 12:56", "Earnings Show There's a Long-Term Case for Clorox Stock ... is on the move. Clorox stock has gained 35% so far this year. Excepting a brief rally back in March, shares now trade at an all-time high. Source: TY Lim / Shutterstock.com The short-term case for Clorox stock is relatively obvious. As the country, and the world, deal with the spread of the novel coronavirus , the use of disinfectants is going to rise. Clorox and Lysol owner Reckitt Benckiser (OTCMKTS: RBGLY ) should be the two biggest beneficiaries. But there's a long-term case as well. And the company's fiscal third-quarter report on May 1 highlights that case. CLX stock has broken out since the release — and I don't believe that breakout is ending just yet. Strong Earnings Expectations were high for Clorox's Q3 report — but the ... "], ["2020-05-14 12:38", "Drugmaker Indivior profit slumps on higher legal, promotion costs ...  ago Drugmaker Indivior profit slumps on higher legal, promotion costs 3 Min Read (Reuters) - Indivior ( INDV.L ) reported a steep fall in quarterly profit on Thursday, as the British drugmaker spent heavily on promoting its latest opioid addiction treatment and incurred higher costs related a U.S. investigation into its best-selling drug. The company, spun-off from Reckitt Benckiser ( RB.L ) in 2014, faces a $3 billion fine under criminal charges pressed by the United States for illegally marketing Suboxone, Indivior's best-selling opioid addiction treatment. Indivior, though had denied the allegation, said its selling, general and administrative expenses in the quarter nearly tripled, as it increased litigation and antitrust provisions to $621 million ... "]]}}