{"postfix": "renault-aktie", "name": "RENAULT", "wkn": "893113", "time": "2020.05.26 21:55", "ts": 1590522931, "features": {"KGV": "-82.44", "Marktkapitalisierung": {"Size": "Mrd", "Value": "5.28"}, "GA": "-0.52", "KBV": "0.34", "BA": "126.95", "KCV": "2.96", "CA": "14.50", "Vola30": "72.81", "Vola90": "93.31", "Vola180": "70.53", "Vola250": "55.44"}, "rivals": ["daimler-aktie", "man-aktie", "peugeot-aktie", "toyota-aktie", "audi-aktie", "volkswagen_vz-aktie", "bmw_vz-aktie"], "text_data": {"de": [["2020.05.26", "Macron kündigt Acht-Milliarden-Hilfspaket für Autoindustrie an"], ["2020.05.26", "Macron greift Autobranche mit Milliarden unter die Arme"], ["2020.05.26", "MÄRKTE EUROPA/Tourismus- und Reise-Aktien zünden Kursfeuerwerk"], ["2020.05.26", "Macron kündigt Plan von acht Milliarden Euro für Autobranche an"], ["2020.05.26", "MÄRKTE EUROPA/DAX über 11.500 - Reiseaktien mit Kursfeuerwerk"], ["2020.05.26", "ROUNDUP: Macron legt Rettungsplan für heimische Automobilindustrie vor"], ["2020.05.26", "MÄRKTE EUROPA/Tourimsus- und Reise-Aktien zünden Kursfeuerwerk"], ["2020.05.26", "Macron kündigt Unterstützung für heimische Autoindustrie an"], ["2020.05.26", "Autobauer: Nissan und Renault wollen neue Strategie enthüllen"], ["2020.05.26", "Macron kündigt massive Ausweitung der Staatshilfen für Autobranche an"], ["2020.05.26", "Macron will Plan zur Unterstützung der Autoindustrie vorlegen"], ["25.05.20", "Renault soll Teil der Batterie-Allianz werden"], ["25.05.20", "Staatshilfen in Coronakrise haben Frankreich 450 Milliarden Euro gekostet"], ["23.05.20", "Autobauer Renault kämpft ums Überleben"], ["22.05.20", "DIE AUTO-WOCHE - das waren die wichtigsten Themen"], ["22.05.20", "MÄRKTE EUROPA/Börsen wenig verändert - Entwicklung rund um Hongkong verunsichert"], ["22.05.20", "MÄRKTE EUROPA/Börsen holen Verluste auf"], ["22.05.20", "Autoindustrie: Frankreichs Wirtschaftsminister: Renault kämpft ums Überleben"], ["22.05.20", "Frankreich stellt Bedingungen für Staatshilfe: \"Ja, Renault könnte verschwinden\""], ["22.05.20", "Autobauer: Frankreichs Wirtschaftsminister: Renault kämpft ums Überleben"], ["22.05.20", "Agentur - Nissan plant drastischen Abbau von Stellen"], ["20.05.20", "ROUNDUP: Mutmaßliche Fluchthelfer von Ex-Manager Ghosn in den USA festgenommen"], ["20.05.20", "USA: Mutmaßliche Fluchthelfer von Ex-Autoboss Ghosn festgenommen"], ["20.05.20", "MÄRKTE EUROPA/Börsen sehr fest - Marks & Spencer nach Zahlen gesucht"], ["20.05.20", "ROUNDUP 2: Spekulationen über Renault-Fabriken lösen Streit in Frankreich aus"], ["20.05.20", "MÄRKTE EUROPA/Börsen bauen Gewinne noch leicht aus"], ["20.05.20", "ROUNDUP: Spekulationen über Renault beunruhigen Frankreich"], ["20.05.20", "Autoindustrie: Renault erhält Staatsgarantie und prüft Werksschließungen"], ["19.05.20", "MÄRKTE EUROPA/Uneinheitlich - Ende des Leerverkaufverbots drückt"], ["19.05.20", "MÄRKTE EUROPA/Rücksetzer - Ende des Leerverkaufverbots belastet"], ["19.05.20", "MÄRKTE EUROPA/Verschnaufpause nach Rally-Schub"], ["19.05.20", "ROUNDUP: Auto-Anmeldungen in EU fallen wegen Corona auf ein Viertel"]], "en": [["2020.05.26", "French carmaker Renault to cut 5,000 jobs by 2024: Le Figaro"], ["2020.05.26", "French carmaker Renault to cut 5,000 jobs by 2024 - Le Figaro"], ["2020.05.26", "Nissan and Renault shelve merger plans to repair their alliance: sources"], ["2020.05.26", "Nissan and Renault shelve merger plans to repair their alliance: sources"], ["25.05.20", "Nissan and Renault shelve merger plans to repair their alliance: sources"], ["25.05.20", "INSIGHT-Nissan and Renault shelve merger plans to repair their alliance - sources"], ["25.05.20", "French carmaker Renault could close plants and cut jobs - union"], ["25.05.20", "French carmaker Renault could close plants and cut jobs: union"], ["25.05.20", "French carmaker Renault could close plants and cut jobs -union"], ["22.05.20", "French Carmaker Renault on Verge of Bankruptcy Due to COVID-19 Pandemic, Economy Minister Says"], ["22.05.20", "France warns Renault could disappear; Nissan plans job cuts"], ["22.05.20", "France warns Renault could disappear; Nissan plans job cuts"], ["22.05.20", "Renault could disappear and must adapt: French finance minister"], ["22.05.20", "Renault could disappear and needs to be able to adapt: Le Maire"], ["21.05.20", "'I've not yet signed Renault loan', says French finance minister"], ["20.05.20", "France wants Renault to maintain its French plants"], ["20.05.20", "France wants Renault to maintain its French plants"], ["20.05.20", "France wants Renault to maintain its French plants: PM"], ["20.05.20", "Renault to re-open its Sandouville plant on Friday: union source"], ["19.05.20", "France's Renault reaches deal on 5 billion euro state-backed loan: sources"], ["19.05.20", "Renault to cut 400 jobs at its Slovenia unit"], ["19.05.20", "Renault to cut 400 jobs at its Slovenia unit"], ["18.05.20", "Exclusive: Nissan's survival plan for Europe: SUVs and sharing with Renault"], ["18.05.20", "Exclusive: Nissan's survival plan for Europe: SUVs and sharing with Renault"], ["18.05.20", "Nissan's survival plan for Europe: SUVs and sharing with Renault"], ["14.05.20", "Nissan mulls shifting manufacture of two Renault models to Sunderland"], ["14.05.20", "Nissan in talks to build Renault models at Sunderland plant"], ["14.05.20", "Exclusive: Renault to discontinue Espace model as carmaker cuts costs - sources"], ["14.05.20", "Exclusive: Renault to discontinue Espace model as carmaker cuts costs - sources"], ["14.05.20", "Renault to discontinue iconic models as carmaker cuts costs: sources"], ["13.05.20", "Renault launches compact SUV Captur in Korea "], ["06.05.20", "Breakout time behind plexiglass: Renault factory restarts in France"], ["30.04.20", "Renault puts historic Boulogne property up for sale: sources"], ["30.04.20", "Renault puts historic Boulogne property up for sale - sources"], ["29.04.20", "EU clears French 5 billion euro loan guarantee to Renault"], ["24.04.20", "France announces 7 billion euros aid for Air France KLM, working on 5 billion for Renault"], ["24.04.20", "France planning aid packages for Air France KLM and Renault: TF1"], ["23.04.20", "Renault close to sealing state-backed loan as it burns through cash"], ["23.04.20", "Renault seeks state-backed loan as coronavirus crisis drags on"], ["23.04.20", "Renault seeks state-backed loan as coronavirus crisis drags on"], ["2020-05-26 19:42", "France unveils $8.8 billion rescue for ailing car industry ... , or the millions the government has already spent on temporary unemployment payments to auto workers told to stay home for weeks to keep the virus at bay. As carmakers around the world face record slumps in sales, Macron met with industry representatives and unions at the Elysee presidential palace on Tuesday morning, notably to discuss the loan guarantee for Renault. He then visited supplier Valeo, which makes equipment for electric cars, at its factory in northern France, from where he detailed the wider rescue plan. The issue is politically sensitive, since France is proud of its auto industry, which employs 400,000 people in the country and is a big part of its manufacturing sector. The government wants carmakers to develop innovative products in France ... "], ["2020-05-26 19:16", "Coronavirus latest: Germany extends social distancing ...  lockdown prompted by the coronavirus pandemic . \"We deeply regret the impact that this restructure will have on all our people, but especially those whose jobs may be affected,\" the company's executive chairman Paul Walsh said, noting that the firings would have \"a significant impact on the shape and size of our F1 team.\" Following a 2017 deal to use Renault-supplied engines, McLaren pended the 2019 Formula One season as the fourth-best team behind Mercedes, Ferrari, and Red Bull Racing Honda. 14:25 Saudi Arabia will allow mosques to open for Friday prayers, the country's state broadcaster says , over two months after the places of worship were closed to slow down coronavirus spread. The country's Ministry of Islamic Affairs has ... "], ["2020-05-26 18:10", "Macron wants France to be Europe's top clean car producer ... need to buy more vehicles, and in particular clean ones. Not in two, five or 10 years - now,\"Macron said following a visit to a Valeo car parts factory in northern France. No car model currently produced in France should be manufactured abroad, he said. Renault, which produces its Zoe electric model in France, had pledged to make a future Renault-Nissan electric engine in France and not in Asia, as initially envisaged, he said. The government will not sign off on a planned 5 billion state loan for Renault until management and unions conclude talks over the carmaker's French workforce and plants in France, Macron said. France was Europe's top producer of electric and hybrid cars in 2019, with almost 240,000 vehicles, but IHS data show it is set to ... "], ["2020-05-26 17:58", "Macron wants France to be Europe's top clean car producer ... , and in particular clean ones. Not in two, five or 10 years - now,\" Macron said following a visit to a Valeo ( VLOF.PA ) car parts factory in northern France. No car model currently produced in France should be manufactured abroad, he said. Renault, which produces its Zoe electric model in France, had pledged to make a future Renault-Nissan ( RENA.PA ) electric engine in France and not in Asia, as initially envisaged, he said. The government will not sign off on a planned 5 billion euro state loan for Renault until management and unions conclude talks over the carmaker's French workforce and plants in France, Macron said. France was Europe's top producer of electric and hybrid cars in 2019, with almost 240,000 vehicles, but IHS data show it ... "], ["2020-05-26 17:56", "Francia inyecta 8.800 millones en industria automotriz ...  aprovechar la crisis para que Francia sea el lder europeo en la fabricacin de vehculos elctricos. A partir de la semana prxima los consumidores podrn obtener hasta 12.000 euros del gobierno para comprar un auto elctrico en el marco del plan \"histrico\", presentado el martes por el presidente Emmanuel Macron. \"Nuestro pas no sera el mismo sin sus grandes marcas: Renault, Peugeot, Citroen\", dijo Macron al tiempo que deplor la \"crisis sin precedentes\" de la industria cuya produccin ha cado ms del 90% en Francia. En todo el mundo las automotrices y los gobiernos enfrentan prdidas similares. Los polticos estn divididos en torno a si deben rescatar una industria que obtuvo miles de millones en fondos gubernamentales hace una dcada despus de ... "], ["2020-05-26 17:56", "Francia inyecta 8.800 millones en industria automotriz ...  aprovechar la crisis para que Francia sea el lder europeo en la fabricacin de vehculos elctricos. A partir de la semana prxima los consumidores podrn obtener hasta 12.000 euros del gobierno para comprar un auto elctrico en el marco del plan \"histrico\", presentado el martes por el presidente Emmanuel Macron. \"Nuestro pas no sera el mismo sin sus grandes marcas: Renault, Peugeot, Citroen\", dijo Macron al tiempo que deplor la \"crisis sin precedentes\" de la industria cuya produccin ha cado ms del 90% en Francia. En todo el mundo las automotrices y los gobiernos enfrentan prdidas similares. Los polticos estn divididos en torno a si deben rescatar una industria que obtuvo miles de millones en fondos gubernamentales hace una dcada despus de ... "], ["2020-05-26 17:56", "Francia inyecta 8.800 millones en industria automotriz ...  aprovechar la crisis para que Francia sea el lder europeo en la fabricacin de vehculos elctricos. A partir de la semana prxima los consumidores podrn obtener hasta 12.000 euros del gobierno para comprar un auto elctrico en el marco del plan \"histrico\", presentado el martes por el presidente Emmanuel Macron. \"Nuestro pas no sera el mismo sin sus grandes marcas: Renault, Peugeot, Citroen\", dijo Macron al tiempo que deplor la \"crisis sin precedentes\" de la industria cuya produccin ha cado ms del 90% en Francia. En todo el mundo las automotrices y los gobiernos enfrentan prdidas similares. Los polticos estn divididos en torno a si deben rescatar una industria que obtuvo miles de millones en fondos gubernamentales hace una dcada despus de ... "], ["2020-05-26 17:55", "Macron Unveils 8 Bn-euro French Auto Rescue, Champions Electric Cars ... much as 5,000 euros to upgrade to an electric vehicle, the president said. He said that some three quarters of French people would be eligible for the incentives. \"In total, the state will provide a bit more than 8 billion euros in aid to the sector,\" said Macron. France is sinking 8 billion euros into its car industry Photo: AFP / FRANCOIS LO PRESTI France, the home of Renault, Citroen and Peugeot, has seen car sales and revenue slashed by some 80 percent as a result of a two-month nationwide lockdown to curb the spread of the coronavirus, said Macron. By the end of June, some half a million cars will have gone unsold. \"This has never been seen by this sector which represents close to 16 percent of the revenue of our industrial sector,\" said ... "], ["2020-05-26 17:54", "Macron wants France to be Europe's top clean car producer ...  and hybrid cars per year over the next five years,\" Macron told a news conference. To reach that aim, Macron said France would increase the state bonus for consumers buying electric cars to 7,000 euros ($7,690) from 6,000 euros. Related Coverage Renault to join PSA, Total in electric batteries venture - Macron No car model currently produced in France should be manufactured in other countries, he added. The government would not sign off on a planned 5 billion euros state loan for Renault ( RENA.PA ) until management and unions had concluded talks over the carmaker's French workforce and plants in France, Macron said. Overall, government measures to support the car industry would amount to some 8 billion euros, he said following a visit to a Valeo ... "], ["2020-05-26 17:53", "The French equestrian world's blinkered approach to child sex abuse ...  By Pascale Pascariello , Antton Rouget , Alexander Abdelilah , Guillaume Krempp and Robert Schmidt (We Report) Sanofi vaccine row: a patent betrayal of the common good By Martine Orange Same author Club boss urges French PM to reconsider ending football season By La rdaction de Mediapart French minister faces tough talks on post-virus hospital revamp By La rdaction de Mediapart French carmaker Renault could close plants and cut jobs says union By La rdaction de Mediapart French billionaire claims he spied on ex-president for security agency By La rdaction de Mediapart France suspends virus death toll announcements until May 25 By La rdaction de Mediapart Today's French Edition La Une Affaire Legay: la police des polices traque les sources de Mediapart ... "], ["2020-05-26 17:52", "France unveils US$8.8b plan to revive auto sector through electric cars ...  car. Starting Jun 1, there would also be an aid of 3,000 euros for converting from a petrol-fuelled car to a less-polluting one - and as much as 5,000 euros to upgrade to an electric vehicle, the president said. \"In total, the state will provide a bit more than 8 billion euros in aid to the sector,\" said Macron. Advertisement Advertisement France, the home of Renault, Citroen and Peugeot, has seen car sales and revenue slashed by some 80 per cent as a result of a two-month nationwide lockdown to curb the spread of the coronavirus, said Macron. By the end of June, some half a million cars will have gone unsold, compared to the previous season. \"This has never been seen by this sector which represents close to 16 per cent of the revenue ... "], ["2020-05-26 17:23", "COVID's Core Statistics: What Are Your Risks Of Infection? If Infected, How Likely Are You To Die? ...  for Disease Control guidelines. The recklessness, for example, of several meat packing plants in the US is unforgivable. As is the fact that they have been designated a critical industry, sheltering management from the lawsuits they deserve to face. Today In: Transportation For Better Or For Worse, Ballot Harvesting For Election Voting Would Be A Cinch With Self-Driving Cars Renault, Nissan Will Slash Output, But Will The Alliance Flourish Or Whither? Telecommuting Breaks Transportation, Pt. 4: Path Dependence Then, the article points out, \"if we do become infected, the fact remains that for most people, coronavirus is a mild-to-moderate illness - only one in 20 people who shows symptoms is believed to need hospital treatment.\" The article goes ... "], ["2020-05-26 17:21", "France to give ailing car industry $8.8 billion rescue ... , and wants to use the crisis to make France the No. 1 producer of electric vehicles in Europe. Starting next week, consumers can get up to 12,000 euros ($13,100) from the government for buying an electric car under the \"historic\" plan unveiled Tuesday by President Emmanuel Macron. \"Our country wouldn't be the same without its great brands Renault, Peugeot, Citroen,\" Macron said, decrying an \"unprecedented crisis\" for the industry that has seen production plunge more than 90% in France alone. Carmakers and governments around the world are grappling with similar losses. Politicians are divided over whether and how to bail out an industry that already won billions in government support a decade ago after the 2008 financial crisis ... "], ["2020-05-26 17:17", "France deploys $8.8 billion to rescue ailing car industry ...  lockdowns, and wants to use the crisis to make France the No. 1 producer of electric vehicles in Europe. Starting next week, consumers can get up to 12,000 euros from the government for buying an electric car under the \"historic\" plan unveiled Tuesday by President Emmanuel Macron. \"Our country wouldn't be the same without its great brands Renault, Peugeot, Citroen,\" Macron said, decrying an \"unprecedented crisis\" for the industry that has seen production plunge more than 90% in France alone. Carmakers and governments around the world are grappling with similar losses. Politicians are divided over whether and how to bail out an industry that already won billions in government support a decade ago after the 2008 financial crisis ... "], ["2020-05-26 16:41", "France unveils $8.8 billion rescue for ailing car industry ...  well as parts suppliers, will increase \"massively.\" \"This is a part of our economy, thousands of jobs,\" he said. As carmakers around the world face record slumps in sales, Macron met with industry representatives and unions at the Elysee presidential palace on Tuesday morning, notably to discuss a 5 billion-euro ($5.5 billion) loan guarantee for struggling Renault. He will then visit supplier Valeo, which makes equipment for electric cars, at its factory in northern France, from where he will detail the wider rescue plan. The issue is politically sensitive, since France is proud of its auto industry, which employs 400,000 people in the country and is a big part of its manufacturing sector. The government wants carmakers to develop innovative ... "], ["2020-05-26 16:37", "France unveils $8.8 billion rescue for ailing car industry ...  well as parts suppliers, will increase \"massively.\" \"This is a part of our economy, thousands of jobs,\" he said. As carmakers around the world face record slumps in sales, Macron met with industry representatives and unions at the Elysee presidential palace on Tuesday morning, notably to discuss a 5 billion-euro ($5.5 billion) loan guarantee for struggling Renault. He will then visit supplier Valeo, which makes equipment for electric cars, at its factory in northern France, from where he will detail the wider rescue plan. The issue is politically sensitive, since France is proud of its auto industry, which employs 400,000 people in the country and is a big part of its manufacturing sector. The government wants carmakers to develop innovative ... "], ["2020-05-26 16:37", "France unveils $8.8 billion rescue for ailing car industry ...  has been hammered by the virus lockdown and the resulting recession. Breaking news & more Sign up for one of our many newsletters to be the first to know when big news breaks SIGN UP Revving up electrical vehicle production is likely to be central to the plan. Macron tweeted that government investment in the national car industry, which includes brands like Peugeot-Citroen and Renault as well as parts suppliers, will increase \"massively.\" \"This is a part of our economy, thousands of jobs,\" he said. As carmakers around the world face record slumps in sales, Macron met with industry representatives and unions at the Elysee presidential palace on Tuesday morning, notably to discuss a 5 billion-euro ($5.5 billion) loan guarantee for struggling ... "], ["2020-05-26 16:36", "Travel firms propel European stocks to strongest close in 11 weeks ...  European Commission's release of its recovery plan on Wednesday to gauge the progress of a Franco-German proposal for a 500 billion euro grants-based coronavirus recovery fund. Paris-headquartered shopping centre operator Klepierre SA ( LOIM.PA ) jumped 12.6% after saying it had reopened 80% of its European malls and hopes to reopen 90% of them within 10 days. French carmakers Renault SA ( RENA.PA ) and Peugeot SA ( PEUP.PA ) jumped 6.6% and 5.8% respectively. French President Emmanuel Macron said that measures announced to help the country's car industry were worth more than 8 billion euros ($8.8 billion) in total.[nP6N2CB01T] Macron said autonomous and electric vehicles will form a key part of the sector after the coronavirus crisis. Sanofi ( SASY ... "], ["2020-05-26 16:36", "Travel firms propel European stocks to strongest close in 11 weeks ...  European Commission's release of its recovery plan on Wednesday to gauge the progress of a Franco-German proposal for a 500 billion euro grants-based coronavirus recovery fund. Paris-headquartered shopping centre operator Klepierre SA ( LOIM.PA ) jumped 12.6% after saying it had reopened 80% of its European malls and hopes to reopen 90% of them within 10 days. French carmakers Renault SA ( RENA.PA ) and Peugeot SA ( PEUP.PA ) jumped 6.6% and 5.8% respectively. French President Emmanuel Macron said that measures announced to help the country's car industry were worth more than 8 billion euros ($8.8 billion) in total.[nP6N2CB01T] Macron said autonomous and electric vehicles will form a key part of the sector after the coronavirus crisis. Sanofi ( SASY ... "], ["2020-05-26 16:31", "France deploys $8.8 billion to rescue ailing car industry ...  lockdowns, and wants to use the crisis to make France the No. 1 producer of electric vehicles in Europe. Starting next week, consumers can get up to 12,000 euros from the government for buying an electric car under the \"historic\" plan unveiled Tuesday by President Emmanuel Macron. \"Our country wouldn't be the same without its great brands Renault, Peugeot, Citroen,\" Macron said, decrying an \"unprecedented crisis\" for the industry that has seen production plunge more than 90% in France alone. Content Continues Below Carmakers and governments around the world are grappling with similar losses. Politicians are divided over whether and how to bail out an industry that already won billions in government support a decade ago after the ... "]]}}