{"postfix": "rolls-royce-aktie", "name": "ROLLS-ROYCE", "wkn": "A1H81L", "time": "2020.05.26 16:28", "ts": 1590503320, "features": {"KGV": "43.99", "Marktkapitalisierung": {"Size": "Mrd", "Value": "6.29"}, "GA": "0.16", "KBV": "-3.94", "BA": "-1.77", "KCV": "14.46", "CA": "0.48", "Vola30": "85.69", "Vola90": "113.56", "Vola180": "84.49", "Vola250": "64.07"}, "rivals": ["general_electric-aktie", "united_technologies-aktie", "mtu-aktie"], "text_data": {"de": [["2020.05.26", "Daimler kooperiert mit Rolls-Royce bei Brennstoffzellen"], ["21.05.20", "ROUNDUP 2: Rolls-Royce kündigt Streichung von mindestens 9000 Stellen an"], ["20.05.20", "MÄRKTE EUROPA/Börsen sehr fest - Marks & Spencer nach Zahlen gesucht"], ["20.05.20", "MÄRKTE EUROPA/Börsen bauen Gewinne noch leicht aus"], ["20.05.20", "MÄRKTE EUROPA/Börsen drehen leicht ins Plus"], ["20.05.20", "Rolls-Royce erwartet Abbau von mindestens 9000 Stellen"], ["20.05.20", "Triebwerkhersteller Rolls-Royce streicht 9000 Stellen"], ["20.05.20", "MÄRKTE EUROPA/Kurse setzen sich - Kurssprung bei Aareal Bank"], ["20.05.20", "Triebwerkshersteller Rolls-Royce ohne Schub - 9000 Jobs weg"], ["20.05.20", "Liveblog: ++ Rolls-Royce will 9000 Stellen streichen ++"], ["20.05.20", "Kahlschlag beim Triebwerksbauer vor allem in Großbritannien: Fatale Abhängigkeit - Rolls-Royce streicht 9000 Jobs"], ["20.05.20", "Triebwerksbauer: Rolls-Royce kündigt Streichung von mindestens 9000 Stellen an"], ["20.05.20", "Triebwerksbauer: Rolls-Royce kündigt Streichung von mindestens 9000 Stellen an"], ["20.05.20", "Rolls-Royce kündigt Streichung von mindestens 9.000 Stellen an"], ["14.05.20", "ANALYSE-FLASH: Goldman belässt Rolls-Royce auf der 'Conviction Buy List'"], ["07.05.20", "Rolls-Royce-Chef kündigt harte Produktions- und Kostensenkungen an"], ["07.05.20", "Rolls-Royce kappt Triebwerksproduktion"], ["07.05.20", "E-Fan X: Airbus und Rolls-Royce geben Elektro-Jumbolino auf"], ["05.05.20", "Rolls-Royce kündigt Stellenabbau an"], ["05.05.20", "Rolls-Royce baut bis zu 8000 Stellen ab"], ["04.05.20", "Rolls-Royce plant Abbau tausender Stellen"], ["03.05.20", "Rolls-Royce plant Abbau tausender Stellen"], ["03.05.20", "Rolls-Royce plant Abbau tausender Stellen"], ["02.05.20", "Rolls-Royce will Tausende Stellen abbauen"], ["02.05.20", "Insider: Rolls-Royce erwägt massive Stellenstreichungen"], ["30.04.20", "Rolls-Royce-Aktie: Das sind die Expertenmeinungen des Monats April"], ["27.04.20", "Airbus und Rolls-Royce stellen E-Fan-X-Programm ein"], ["13.04.20", "Schwerter zu Pflugscharen? Rüstungsindustrie produziert gegen Corona"], ["11.04.20", "VIRUS/Schwerter zu Pflugscharen? Rüstungsindustrie produziert gegen Corona"]], "en": [["25.05.20", "Rolls-Royce increases price-cuts pressure on suppliers"], ["25.05.20", "Rolls-Royce increases price-cuts pressure on suppliers"], ["22.05.20", "Rolls-Royce Cullinan scale model looks just like the real thing     - CNET"], ["22.05.20", "Rolls-Royce Cullinan 1:8 scale model costs over $17,000, takes 450 hours to create     - CNET"], ["21.05.20", "Rolls-Royce 'working out' how job cuts will hit its 1,300 Singapore staff"], ["20.05.20", "Rolls-Royce takes radical course as clouds close in on aviation"], ["20.05.20", "Rolls-Royce cuts 9,000 jobs to clear runway for take-off in five years"], ["20.05.20", "Britain ready to support Rolls-Royce employees over job cuts"], ["20.05.20", "Rolls-Royce to Cut About 17% of Jobs Due to Falling Demand Amid COVID-19 Pandemic"], ["20.05.20", "Britain's Rolls-Royce to axe 9,000 jobs in air travel slump"], ["20.05.20", "Britain's Rolls-Royce to axe 9,000 jobs in air travel slump"], ["20.05.20", "UPDATE 3-Britain's Rolls-Royce to axe 9,000 jobs in air travel slump"], ["20.05.20", "Rolls-Royce to lay-off 9,000 people due to Covid-19"], ["20.05.20", "UPDATE 2-Britain's Rolls-Royce to cut 9,000 jobs amid air travel slump"], ["20.05.20", "Rolls-Royce to cut 9,000 jobs to prepare for years of disruption"], ["20.05.20", "UK will look at helping Rolls Royce employees and the sector: minister"], ["20.05.20", "Rolls Royce could shut some factories with job cuts programme: CEO"], ["20.05.20", "UK will look at helping Rolls Royce employees and the sector - minister"], ["20.05.20", "Britain's Rolls-Royce to cut 9,000 jobs amid air travel slump"], ["20.05.20", "Rolls Royce could shut some factories with job cuts programme - CEO"], ["20.05.20", "Britain's Rolls-Royce to cut 9,000 jobs amid air travel slump"], ["20.05.20", "UPDATE 1-Britain's Rolls-Royce to cut 9,000 jobs amid air travel slump"], ["20.05.20", "Britain's Rolls-Royce to lay-off 9,000 jobs"], ["20.05.20", "Coronavirus: Rolls-Royce to cut 9,000 jobs amid virus crisis"], ["20.05.20", "Britain's Rolls-Royce to lay-off 9,000 jobs"], ["20.05.20", "Rolls-Royce Holdings : Rolls-Royce Proposes Major Reorganisation"], ["19.05.20", "Rolls-Royce Holdings : Director Declaration"], ["14.05.20", "DOJ: Reality star spent emergency loan on Rolex, Rolls Royce"], ["07.05.20", "Rolls-Royce Holdings : Result of AGM & GM"], ["07.05.20", "Rolls-Royce signals job cuts as lowers engine output forecast"], ["07.05.20", "Rolls-Royce signals job cuts as lowers engine output forecast"], ["07.05.20", "Rolls-Royce eyes job cuts this month as aerospace market shrinks"], ["07.05.20", "Rolls-Royce furloughs over 4,000 staff in UK amid pandemic"], ["07.05.20", "Rolls-Royce Holdings : AGM Statement"], ["06.05.20", "Rolls-Royce Holdings : Holding(s) in Company"], ["05.05.20", "Rolls-Royce Holdings : Director/PDMR Shareholding"], ["02.05.20", "Coronavirus: Rolls-Royce 'to cut up to 8,000 jobs'"], ["02.05.20", "UPDATE 2-Rolls-Royce considering cutting up to 15% of its workforce - source"], ["02.05.20", "Rolls-Royce considering cutting up to 15% of its workforce - source"], ["02.05.20", "UPDATE 1-Rolls-Royce considering cutting up to 15% of its workforce - source"], ["2020-05-26 13:09", "Father and son with shared name, love of laughter die days apart of coronavirus ...  their 46th wedding anniversary this year in Cancun. Right after high school, Taylor Jr. was offered and accepted into a job program through General Motors. He went to the GM Institute in Flint to study for six weeks at a time, followed by six weeks of work at Detroit Diesel Allison. He continued that rotation until he became a full-time employee. He worked for General Motors/Rolls-Royce for 41 years and retired as a journeyman tool and die maker in July 2013. Roscoe Taylor III graduated from Arlington High School in 1995. While at Arlington, he became the manager of the varsity football team and had such a positive impact on the team that during their awards ceremony, they presented him with a letterman's jacket. He kept that jacket, and that same ... "], ["2020-05-26 12:48", "McLaren is laying off 25% of its workforce as coronavirus halts races, manufacturing and sales ...  worldwide. Some support and back office roles will also be affected. The news comes after Formula 1 revealed plans this month to introduce a new annual cost cap of $145 million for 2021, down from $175 million. McLaren is the latest in a line of manufacturers to announce layoffs as a result of the coronavirus crisis. Last week, the U.K.'s Rolls Royce announced it was laying off 9,000 of its 52,000 workers to adapt to the much-smaller aviation market. Disclosure: CNBC has a partnership with McLaren . Related Tags Transportation Subscribe to CNBC PRO Licensing & Reprints CNBC Councils Supply Chain Values Advertise With Us Join the CNBC Panel Digital Products News Releases Closed Captioning Corrections About CNBC Internships Site Map Podcasts AdChoices ... "], ["2020-05-26 12:31", "Best football players in the world 2020 ...  right on course for the top. He may be seeking a reverse-Neymar move, a switch to a truly elite team, but time is very much on his side. 5. Virgil van Dijk (Liverpool) It's tough to slip defenders into 'best of' lists with a slew of goalscorer and attacking heroes but Virgil van Dijk more than earns his place among the best right now. He's a Rolls Royce defender, an imperious figure who never looks flustered. The Dutchman is dominant on land and in the air (in both boxes) and is comfortably one of the key cogs in Liverpool's champions-elect team. 4. Kevin De Bruyne (Man City) Kevin De Bruyne is a technical phenom. The world goes wild for Trent Alexander-Arnold's crossing ability, but De Bruyne may just be the best crosser in Premier ... "], ["2020-05-26 12:18", "McLaren to cut 1,200 jobs due to coronavirus pandemic and new Formula One budget cap ...  \"severely affected by the current pandemic\". It went on: \"The cancellation of motorsport events, the suspension of manufacturing and retail activities around the world and reduced demand for technology solutions have all led to a sudden impact on the group's revenue-generating activities.\" McLaren said the new annual spending cap for Formula One teams also led to the job losses. Rolls-Royce to cut at least 9,000 jobs as demand slumps amid Covid-19 pandemic McLaren said the new annual spending cap for Formula One teams also led to the job losses. Credit: PA The group's executive chairman Paul Walsh said: \"We deeply regret the impact that this restructure will have on all our people, but especially those whose jobs may be affected ... "], ["2020-05-26 12:04", "Futures Soar Above 3,000, Dollar Tumbles On Vaccine Hopes, Reopening Optimism ...  sector, reopening optimism can also be seen in names such as Cineworld (+18.7%), JD Sports (+9.7%) and Hammerson (+7.9%) with UK PM Johnson's latest update noting that the government plans to allow car showrooms and outdoor markets to reopen from June 1st and will allow all non-essential retail to open from June 15th. Elsewhere, other notable movers include Rolls-Royce (+11.4%), who, asides from benefiting from recent optimism surrounding travel, are looking to negotiate price cuts with certain supplier. Finally, Wirecard (-1.6%) are off worst levels but lower nonetheless after delaying their earnings from 4th June to the 18th June on the basis that audits of annual financial statements for 2019 will not be completed by the planned date. Top European ... "], ["2020-05-26 12:00", "Hitting the virtual track with Formula E driver Sbastien Buemi ... PC 2020 electric vehicles Coronavirus updates Best car lease deals Best car insurance Car Finder By make and model Make Acura Alfa Romeo Aston Martin Audi Bentley BMW Buick Cadillac Chevrolet Chrysler Dodge Ferrari Fiat Ford Genesis GMC Honda Hyundai Infiniti Jaguar Jeep Kia Lamborghini Land Rover Lexus Lincoln Lotus Maserati Mazda McLaren Mercedes-Benz Mini Mitsubishi Nissan Polestar Porsche Ram Rolls-Royce Smart Subaru Tesla Toyota Volkswagen Volvo Model Year Go By style See all cars Coupes Sedans SUVs/Crossovers Trucks Electric Hybrids Luxury Sports Cars Reviews All auto reviews 2020 Chevy Silverado 2500 2020 Ford F-Series Super Duty 2020 Mazda CX-9 2020 Hyundai Sonata 2020 Toyota 4Runner Tesla Model 3 Best Cars All the best cars Best Affordable Cars Best ... "], ["2020-05-26 11:47", "TUI surges in London as airline stocks rally on summer tourist season hopes ...  with a prolonged period of minimal revenue with monthly cash burn of around 600 million. TUI's chief executive told the Rheinische Post that it planned to resume flights at the end of June. Other travel stocks rallied in London as well, with Iberia owner International Consolidated Airlines Group IAG, +19.49% jumping 20% and easyJet EZJ, +15.89% rallying 17%. Airline engine maker Rolls-Royce RR, +11.26% surged 11%. The broader FTSE 100 UKX, +1.06% rose 1.2% to 6062.83, with markets across the world advancing on hopes for reopenings and news of a new vaccine trial starting. Retailers, including Primark operator Associated British Foods ABF, +9.08% and JD Sports Fashion JD, +7.22% , climbed as U.K. Prime Minister Boris Johnson said nonessential retailers ... "], ["2020-05-26 11:26", "Forescout files lawsuit against Advent for withdrawal of merger plans due to COVID-19 ...  new post-pandemic operating structure Face masks for businesses: Where to buy Online retail sales surge 49% Can holograms help overcome the frustrations of social distancing? LinkedIn debuts Virtual Events State-backed hackers trying to steal coronavirus research AR/VR during a pandemic How Verizon brought hospital ship USNS Comfort online Elon Musk defies local order by reopening Tesla factory Rolls Royce, Google Cloud, IBM, others partner to model economic recovery 'You can't just stop.' How data centers are dealing IT spending will be viewed through new lens as business resumes Previous and related coverage Facebook-NSO lawsuit: Hundreds of WhatsApp attacks linked to one IP address Facebook agrees to pay $550 million to end facial recognition ... "], ["2020-05-26 11:04", "Kia's new Rio supermini gets hybrid technology for 2020 ...  is Rio and she'll cost from 13 grand: Kia's new supermini gets hybrid technology for 2020 VW California interest rockets 250%: Potential surge in camper van sales as Britons plan a summer of socially-distanced staycations RAY MASSEY: As the first new cars roll off British production lines again, locked-down dealers preparing to re-open showroom doors to customers This model Rolls-Royce Cullinan probably costs more than the car on your driveway Del Boy's Reliant three-wheeler, the General Lee or Morse's Jaguar? Find out which motor has been named Britons' most iconic TV car of all time The Government 'must tackle post-lockdown increase in toxic cycling' says celebrity lawyer Mr Loophole as he calls for insurance and penalty points ... "], ["2020-05-26 11:02", "Inside the RAF's most mocked fighter aircraft ... for the RAF The rear machine gun position dramatically reduced the aircraft's top speed By Darren Boyle for MailOnline Published: 07:02 EDT, 26 May 2020 | Updated: 07:02 EDT, 26 May 2020 e-mail View comments A World War II aircraft which was sent to a museum in 1944 was far deadlier than its reputation suggests, according to a historian. The Boulton Paul Defiant had a Rolls Royce Merlin engine - just like the acclaimed Spitfire and Hurricane - but it also had a second seat with a machine gun turret for blasting enemy bombers out of the sky. When it was first introduced into service, Luftwaffe pilots initially mistook the aircraft for a Hurricane and would attempt to roll in behind the aircraft to shoot it down only to be faced by its deadly Browning .303 ... "], ["2020-05-26 10:30", "Travel shares soar on FTSE 100 amid hopes holiday curbs will ease ... 39;s 9bn (8bn) bailout of the Lufthansa airline . Airline and hotel companies were the best UK performers during morning trading, as British Airways owner International Airlines Group (IAG) soared 15% and Intercontinental Hotels Group jumped more than 14%. Whitbread, the pubs group and owner of the Premier Inn chain, also rose 14%. Budget carrier EasyJet rose 11.5%, along with jet engine maker Rolls-Royce which climbed 9%, while cruise operator Carnival was 11% higher. Investors were boosted by Boris Johnson's decision to set out a timeline for the reopening of outdoor markets and car showrooms in England from 1 June. High street shops, department stores and shopping centres will all be allowed to open from 15 June as long as they can show they are \" ... "], ["2020-05-26 10:19", "FIRMEN-BLICK-sterreich - AUA-Hilfen nur bei Absicherung der Langstrecke ...  aus, und ich bin zuversichtlich, dass wir eine Lsung finden werden\", so Buberl. Im Streit um Betriebsschlieungs-Versicherungen fr Hotels und Gaststtten in der Corona-Krise hatte der franzsische Branchenriese vergangene Woche eine Niederlage einstecken mssen. DAIMLER - Frankfurt: Die Lkw-Tochter Daimler Truck und der Motorenhersteller Rolls-Royce Power Systems planen eine Kooperation zu Entwicklung und Vertrieb von stationren Notstromversorgungssystemen mit Brennstoffzellentechnik. Diese sollen emissionsfreie Alternativen zu Dieselmotoren bieten, die bislang als Notstromaggregate oder zur Abdeckung von Spitzenlasten eingesetzt werden. Bis Ende des Jahres soll ein erstes Demonstrationsgert in Friedrichshafen in Betrieb gehen und der Kooperationsvertrag ... "], ["2020-05-26 10:00", "Ford Edge ST-Line has all the show without the go ... PC 2020 electric vehicles Coronavirus updates Best car lease deals Best car insurance Car Finder By make and model Make Acura Alfa Romeo Aston Martin Audi Bentley BMW Buick Cadillac Chevrolet Chrysler Dodge Ferrari Fiat Ford Genesis GMC Honda Hyundai Infiniti Jaguar Jeep Kia Lamborghini Land Rover Lexus Lincoln Lotus Maserati Mazda McLaren Mercedes-Benz Mini Mitsubishi Nissan Polestar Porsche Ram Rolls-Royce Smart Subaru Tesla Toyota Volkswagen Volvo Model Year Go By style See all cars Coupes Sedans SUVs/Crossovers Trucks Electric Hybrids Luxury Sports Cars Reviews All auto reviews 2020 Chevy Silverado 2500 2020 Ford F-Series Super Duty 2020 Mazda CX-9 2020 Hyundai Sonata 2020 Toyota 4Runner Tesla Model 3 Best Cars All the best cars Best Affordable Cars Best ... "], ["2020-05-26 09:45", "Coronavirus continues to impact tech industry, worldwide device shipments to plummet 14% ...  new post-pandemic operating structure Face masks for businesses: Where to buy Online retail sales surge 49% Can holograms help overcome the frustrations of social distancing? LinkedIn debuts Virtual Events State-backed hackers trying to steal coronavirus research AR/VR during a pandemic How Verizon brought hospital ship USNS Comfort online Elon Musk defies local order by reopening Tesla factory Rolls Royce, Google Cloud, IBM, others partner to model economic recovery 'You can't just stop.' How data centers are dealing IT spending will be viewed through new lens as business resumes Previous and related coverage Your manager, or 69% of what that person does, will be automated, says Gartner Gartner slices 2020 worldwide IT spending prediction to $3 ... "], ["2020-05-26 09:13", "FIRMEN-BLICK-AXA will Groteil der Ansprche fr Restaurantschlieungen begleichen ...  aus, und ich bin zuversichtlich, dass wir eine Lsung finden werden\", so Buberl. Im Streit um Betriebsschlieungs-Versicherungen fr Hotels und Gaststtten in der Corona-Krise hatte der franzsische Branchenriese vergangene Woche eine Niederlage einstecken mssen. DAIMLER - Frankfurt: Die Lkw-Tochter Daimler Truck und der Motorenhersteller Rolls-Royce Power Systems planen eine Kooperation zu Entwicklung und Vertrieb von stationren Notstromversorgungssystemen mit Brennstoffzellentechnik. Diese sollen emissionsfreie Alternativen zu Dieselmotoren bieten, die bislang als Notstromaggregate oder zur Abdeckung von Spitzenlasten eingesetzt werden. Bis Ende des Jahres soll ein erstes Demonstrationsgert in Friedrichshafen in Betrieb gehen und der Kooperationsvertrag ... "], ["2020-05-26 09:10", "Prince Charles' surprise Diana confession exposed: 'At least I know my place now' ...  initially and joked that he would hold her flowers (Image: Getty) Related articles Princess Diana's major blunder at Chelsea Flower Show exposed Pippa Middleton's rare adorable photo from wedding revealed It reported that the crowds chanted \"We want Diana!\" one stop after another. It added: \"The anticipatory murmur of excitement rippling through each crowd as the maroon Rolls-Royce approached was almost always 'there she is' rather than 'there they are.'\" Apparently, Charles was \"beaming with pride\". The newspaper noted: \"Prince Charles several times self-mockingly pointed to his wife, saying to one admirer or another in the crowd, 'there's the person you've come to see.'\" Indeed during ... "], ["2020-05-26 09:03", "BRIEF-Rolls-Royce And Daimler Truck AG Plan Cooperation On Stationary Fuel-Cell Systems ...  Financial Government Solutions Legal Reuters News Agency Risk Management Solutions Tax & Accounting Blog: Answers On Innovation @ Thomson Reuters Directory of sites Login Contact Support Business Markets World UK TV More United Kingdom Swiss Market Report May 26, 2020 / 9:08 AM / Updated 44 minutes ago BRIEF-Rolls-Royce And Daimler Truck AG Plan Cooperation On Stationary Fuel-Cell Systems 1 Min Read May 26 (Reuters) - Daimler AG: * DAIMLER AG - ROLLS-ROYCE AND DAIMLER TRUCK AG PLAN COOPERATION ON STATIONARY FUEL-CELL SYSTEMS Source text - bit.ly/36xxTQs Further company coverage: (Gdansk Newsroom) Our Standards: The Thomson Reuters Trust Principles. 0 : 0 narrow-browser-and-phone medium-browser-and-portrait-tablet landscape-tablet medium-wide-browser wide ... "], ["2020-05-26 09:00", "2020 Volkswagen Golf review: 2020 Volkswagen Golf review: Supremely practical, somewhat sleepy ... PC 2020 electric vehicles Coronavirus updates Best car lease deals Best car insurance Car Finder By make and model Make Acura Alfa Romeo Aston Martin Audi Bentley BMW Buick Cadillac Chevrolet Chrysler Dodge Ferrari Fiat Ford Genesis GMC Honda Hyundai Infiniti Jaguar Jeep Kia Lamborghini Land Rover Lexus Lincoln Lotus Maserati Mazda McLaren Mercedes-Benz Mini Mitsubishi Nissan Polestar Porsche Ram Rolls-Royce Smart Subaru Tesla Toyota Volkswagen Volvo Model Year Go By style See all cars Coupes Sedans SUVs/Crossovers Trucks Electric Hybrids Luxury Sports Cars Reviews All auto reviews 2020 Chevy Silverado 2500 2020 Ford F-Series Super Duty 2020 Mazda CX-9 2020 Hyundai Sonata 2020 Toyota 4Runner Tesla Model 3 Best Cars All the best cars Best Affordable Cars Best ... "], ["2020-05-26 09:00", "He stole millions and spent like crazy. Now Towson Ponzi schemer Kevin Merrill’s tainted bounty hits the auction block ...  his loot from federal agents. Meanwhile, a court-appointed team set out to sell everything and repay his victims: investment groups, retirees, small-business owners, doctors and professional athletes, most of them wealthy too. Efforts to locate and sell Merrill's possessions have continued for nearly two years. He owned a fleet of about 20 exotic sports cars — Rolls Royce, Bugatti, Lamborghini. His collection of rare comic books was valued at $200,000; his fine wine collection, $150,000. Prosecutors estimated his Louis Vuitton wardrobe at nearly $1 million. 'The next Bernie Madoff': Towson millionaire sentenced to 22 years for massive Ponzi scheme Federal authorities hired Sotheby's International Realty to sell a dozen houses Merrill ... "], ["2020-05-26 07:52", "Should I take BA refund in the form of Avios points? ...  Life insurance Savings accounts Best mortgages Cut your energy bills Current accounts Cheapest loans 12.50 share dealing CREDIT CARDS: OUR TOP PICKS Five best low-rate credit cards The best balance transfer credit cards Best rewards cards for cashback, points and perks Best debit and credit cards to avoid overseas fees Credit cards: Compare the best rates LATEST BUSINESS NEWS Rolls-Royce turns the screw on small suppliers Bangladeshi factories battle UK billionaire Moment of truth for Astrazeneca Marks & Spencer boss slashes his bonuses Ministers weigh up 25bn sovereign wealth fund DON'T MISS Where to invest after the crisis Meet the 'futurists' who forecast what happens next - where does that mean you should invest. Lloyd's insurer heaps ... "]]}}