{"postfix": "ross_stores-aktie", "name": "ROSS_STORES", "wkn": "870053", "time": "2020.05.26 17:02", "ts": 1590505332, "features": {"KGV": "24.92", "Marktkapitalisierung": {"Size": "Mrd", "Value": "30.78"}, "GA": "4.60", "KBV": "12.32", "BA": "9.31", "KCV": "19.06", "CA": "6.01", "Vola30": "69.46", "Vola90": "92.19", "Vola180": "66.98", "Vola250": "49.55"}, "rivals": ["gap-aktie", "abercrombie_fitch-aktie", "nordstrom-aktie", "urban_outfitters-aktie"], "text_data": {"de": [["20.05.20", "Ausblick: Ross Stores gewährt Anlegern Blick in die Bücher"], ["06.05.20", "Erste Schätzungen: Ross Stores stellt Zahlen zum jüngsten Quartal vor"], ["30.04.20", "So schätzen die Analysten die Ross Stores-Aktie im April 2020 ein"], ["31.03.20", "Analysten sehen für Ross Stores-Aktie Luft nach oben"], ["02.03.20", "Ausblick: Ross Stores informiert über die jüngsten Quartalsergebnisse"], ["29.02.20", "So schätzen die Analysten die Zukunft der Ross Stores-Aktie ein"]], "en": [["22.05.20", "Ross Stores (ROST) Wider-Than-Expected Q1 Loss, Sales Miss"], ["22.05.20", "Ross Stores Inc (ROST) Q1 2020 Earnings Call Transcript"], ["21.05.20", "Ross Stores (ROST) Reports Q1 Loss, Misses Revenue Estimates"], ["21.05.20", "Nasdaq Today: Ross Stores Stock Rises on Retail Rebound Hopes; Expedia Expects to Endure a Slow Spring"], ["21.05.20", "Ross Stores Misses, Halts Dividned After TJX Bullish On Reopened Stores"], ["18.05.20", "What's in the Offing for Ross Stores (ROST) in Q1 Earnings?"], ["14.05.20", "Analysts Estimate Ross Stores (ROST) to Report a Decline in Earnings: What to Look Out for"], ["12.05.20", "Why Ross Stores Outperformance Over 2008 Recession Bodes Well For Its Outlook"], ["06.05.20", "Ross Stores gets new $500 million credit facility to bolster liquidity during coronavirus pandemic"], ["06.04.20", "Ross Stores Furloughs Staff to Prevent Spread of Coronavirus"], ["03.04.20", "Ross Stores Prices $2 Billion in Debt to Shore Up Its Coffers"], ["02.04.20", "Why Is Ross Stores (ROST) Down 26% Since Last Earnings Report?"], ["02.04.20", "Ross Stores Furloughs Most Employees as Hopes Fade for a Quick Return to Normal Operations"], ["02.04.20", "Ross Stores implements furloughs, salary cuts as stores remain shuttered indefinitely"], ["26.03.20", "Exclusive: Ross Stores, other retailers cancel vendor orders following coronavirus hit"], ["26.03.20", "Ross Stores Halts New Inventory Purchases Through Mid-June"], ["26.03.20", "Exclusive: Ross Stores tells vendors it will cancel merchandise orders through mid-June"], ["25.03.20", "Goldman upgrades Ross Stores, downgrades Under Armour after coronavirus disrupts retail "], ["20.03.20", "Ross Stores (ROST) Withdraws Guidance on COVID-19 Impacts"], ["20.03.20", "Ross Stores closing all locations through April 3 due to coronavirus"], ["19.03.20", "Ross Stores Withdraws Guidance, Taps Credit Line as Sales Deteriorate"], ["19.03.20", "Ross Stores reduces capex plans, withdraws guidance due to coronavirus"], ["11.03.20", "Ross Stores Remains in Expansion Mode With 100 New Stores Planned for 2020"], ["10.03.20", "Ross Stores Opens 26 Outlets, On Track With FY20 Target"], ["09.03.20", "Ross Stores to add 100 locations in 2020"], ["04.03.20", "Ross Stores Ends 2019 With Robust Growth"], ["04.03.20", "Ross Stores (ROST) Stock Slips Despite Q4 Earnings Beat"], ["04.03.20", "Ross Stores Inc (ROST) Q4 2019 Earnings Call Transcript"], ["03.03.20", "Ross Stores (ROST) Tops Q4 Earnings and Revenue Estimates"], ["03.03.20", "Ross Stores Guides Low Amid Uncertain Coronavirus Impacts On Supply Chain, Demand"], ["25.02.20", "Ross Stores May Be A Stock To Watch With Earnings On Deck"], ["25.02.20", "Ross Stores (ROST) Earnings Expected to Grow: What to Know Ahead of Next Week's Release"], ["21.02.20", "Zacks.com featured highlights include: Microsoft, Ruth???s Hospitality, ResMed, Ross Stores and Maxim Integrated Products"], ["11.02.20", "Here's Why Ross Stores (ROST) is a Solid Investment Option"], ["10.02.20", "Is Ross Stores (ROST) a Solid Growth Stock? 3 Reasons to Think \" Yes \""], ["06.02.20", "The Zacks Analyst Blog Highlights: Macy's, Rite Aid, Big Lots, Ross Stores and TravelCenters of America"], ["03.02.20", "Why the Earnings Surprise Streak Could Continue for Ross Stores (ROST)"], ["22.01.20", "The Zacks Analyst Blog Highlights: Costco Wholesale, The Buckle, Ross Stores, Target and Best Buy"], ["08.01.20", "Has Ross Stores (ROST) Outpaced Other Retail-Wholesale Stocks This Year?"], ["08.01.20", "Ross Stores Hits New 52-Week High: What's Driving the Rally?"], ["2020-05-26 14:31", "Borussia Dortmund vs Bayern Munich live score and goal updates from Der Klassiker ...  tweets Top Stories Tory minister quits over the failure to sack aide Dominic Cummings - and sends a blistering resignation letter to Boris Johnson Coronavirus Scotland Minister Douglas Ross says: 'I can't tell constituents they were wrong and one government advisor was right' BREAKING: One-year-old baby seriously injured after plunging  ...  the Mrs Hinch Cleaning Tips Facebook group to share her simple method of cleaning oven racks, along with incredible before and after photos to show the results John Lewis confirms plans to open small number of stores on June 15 in 'phased basis' John Lewis We'll be bringing you the very latest updates, pictures and video on this breaking news story. Great white shark 20ft long filmed stalking and ... "], ["2020-05-26 14:26", "Judge offers \"deepest sympathy\" to dad of murdered daughter, 7, at court hearing ... cited Covid-19 and lockdown restrictions as the cause of their visit and some of the hardest hit cities include London, Bristol, Bournemouth and Sheffield John Lewis confirms plans to open small number of stores on June 15 in 'phased basis' John Lewis We'll be bringing you the very latest updates, pictures and video on this breaking news story. Most Read Most Recent Renting  ...  breaking news story. Top Stories Tory minister quits over the failure to sack aide Dominic Cummings - and sends a blistering resignation letter to Boris Johnson Coronavirus Scotland Minister Douglas Ross says: 'I can't tell constituents they were wrong and one government advisor was right' BREAKING: One-year-old baby seriously injured after plunging from fourth ... "], ["2020-05-26 14:23", "Aldi to install traffic light system to admit queuing customers ... British Retail Consortium. Retailers are gearing up for what has been dubbed the 'sale of the century' with about 15billion worth of stock available after clothing stores shut their doors just days after filling their rails with spring and summer fashion. Marks & Spencer and Next are among the retailers expected to promote huge discounts, with ... claims the Bond girl era is OVER as producers strive to make their films 'politically correct' Advertisement 'How white are mum's teeth?!' David Beckham mocks Victoria for 'looking like Ross from Friends' in a rare smiling snap with son Cruz, 15 Adam Sandler and his wife Jackie take their beloved for Bulldog for a walk along Malibu beach for Memorial Day Catherine Zeta-Jones showcases ... "], ["2020-05-26 14:21", "Mrs Hinch fan shares 'minimum effort' way to clean oven racks with no scrubbing ...  this breaking news story. Top Stories Tory minister quits over the failure to sack aide Dominic Cummings - and sends a blistering resignation letter to Boris Johnson Coronavirus Scotland Minister Douglas Ross says: 'I can't tell constituents they were wrong and one government advisor was right' BREAKING: One-year-old baby seriously injured after plunging from fourth-floor  ...  JK Rowling The best-selling author, 54, will be publishing the new pages of her non-Harry Potter book on her website in daily instalments John Lewis confirms plans to open small number of stores on June 15 in 'phased basis' John Lewis We'll be bringing you the very latest updates, pictures and video on this breaking news story. Great white shark 20ft long filmed  ... "], ["2020-05-26 14:20", "Joe Gomez issues warning to Liverpool's opponents after Premier League suspension ... a lockdown treat Top Stories Tory minister quits over the failure to sack aide Dominic Cummings - and sends a blistering resignation letter to Boris Johnson Coronavirus Scotland Minister Douglas Ross says: 'I can't tell constituents they were wrong and one government advisor was right' BREAKING: One-year-old baby seriously injured after plunging from  ... Mrs Hinch Cleaning Tips Facebook group to share her simple method of cleaning oven racks, along with incredible before and after photos to show the results John Lewis confirms plans to open small number of stores on June 15 in 'phased basis' John Lewis We'll be bringing you the very latest updates, pictures and video on this breaking news story. Great white shark 20ft long filmed stalking ... "], ["2020-05-26 14:18", "Cases of meat plant workers with coronavirus triples from 3,700 to more than 15,000 in a month ...  month ago, according to The Washington Post . Analysts have warned that the ripple effects of the disruptions will persist for months, leading to empty meat cases in grocery stores and extreme price hikes for consumers already struggling financially amid the pandemic. A May report from CoBank, which specializes in serving rural America, projected that meat supplies could  ... Bond girl era is OVER as producers strive to make their films 'politically correct' Advertisement 'How white are mum's teeth?!' David Beckham mocks Victoria for 'looking like Ross from Friends' in a rare smiling snap with son Cruz, 15 Adam Sandler and his wife Jackie take their beloved for Bulldog for a walk along Malibu beach for Memorial Day Catherine Zeta ... "], ["2020-05-26 14:12", "Corrie's Simon Gregson says he can't remember sweary tweets defending Dominic Cummings ...  this breaking news story. Top Stories Tory minister quits over the failure to sack aide Dominic Cummings - and sends a blistering resignation letter to Boris Johnson Coronavirus Scotland Minister Douglas Ross says: 'I can't tell constituents they were wrong and one government advisor was right' BREAKING: One-year-old baby seriously injured after plunging from fourth-floor  ...  JK Rowling The best-selling author, 54, will be publishing the new pages of her non-Harry Potter book on her website in daily instalments John Lewis confirms plans to open small number of stores on June 15 in 'phased basis' John Lewis We'll be bringing you the very latest updates, pictures and video on this breaking news story. Great white shark 20ft long filmed  ... "], ["2020-05-26 14:12", "WWE legend Rey Mysterio 'retires from wrestling' with 'special ceremony' planned ...  this breaking news story. Top Stories Tory minister quits over the failure to sack aide Dominic Cummings - and sends a blistering resignation letter to Boris Johnson Coronavirus Scotland Minister Douglas Ross says: 'I can't tell constituents they were wrong and one government advisor was right' BREAKING: One-year-old baby seriously injured after plunging from fourth-floor  ...  JK Rowling The best-selling author, 54, will be publishing the new pages of her non-Harry Potter book on her website in daily instalments John Lewis confirms plans to open small number of stores on June 15 in 'phased basis' John Lewis We'll be bringing you the very latest updates, pictures and video on this breaking news story. Great white shark 20ft long filmed  ... "], ["2020-05-26 14:11", "Inside Phillip Schofield's lockdown bank holiday as he isolates in 2 million home ... breaking news story. Top Stories Tory minister quits over the failure to sack aide Dominic Cummings - and sends a blistering resignation letter to Boris Johnson Coronavirus Scotland Minister Douglas Ross says: 'I can't tell constituents they were wrong and one government advisor was right' BREAKING: One-year-old baby seriously injured after plunging from fourth ...  Hinch Cleaning Tips Facebook group to share her simple method of cleaning oven racks, along with incredible before and after photos to show the results John Lewis confirms plans to open small number of stores on June 15 in 'phased basis' John Lewis We'll be bringing you the very latest updates, pictures and video on this breaking news story. Great white shark 20ft long filmed  ... "], ["2020-05-26 14:07", "JK Rowling announces new book - but begs Harry Potter fans not to see it as a spin-off ... breaking news story. Top Stories Tory minister quits over the failure to sack aide Dominic Cummings - and sends a blistering resignation letter to Boris Johnson Coronavirus Scotland Minister Douglas Ross says: 'I can't tell constituents they were wrong and one government advisor was right' BREAKING: One-year-old baby seriously injured after plunging from fourth-floor flat window Kent Police Kent Police are investigating after a baby was taken to hospital by Kent, Sussex and Surrey Air Ambulance yesterday afternoon from Station Road, Rainham John Lewis confirms plans to open small number of stores on June 15 in 'phased basis' John Lewis We'll be bringing you the very latest updates, pictures and video on this breaking news story. Great ... "], ["2020-05-26 14:07", "UK official coronavirus death toll passes 37,000 after daily rise of 134 ... breaking news story. Top Stories Tory minister quits over the failure to sack aide Dominic Cummings - and sends a blistering resignation letter to Boris Johnson Coronavirus Scotland Minister Douglas Ross says: 'I can't tell constituents they were wrong and one government advisor was right' BREAKING: One-year-old baby seriously injured after plunging from fourth ...  Hinch Cleaning Tips Facebook group to share her simple method of cleaning oven racks, along with incredible before and after photos to show the results John Lewis confirms plans to open small number of stores on June 15 in 'phased basis' John Lewis We'll be bringing you the very latest updates, pictures and video on this breaking news story. Great white shark 20ft long filmed  ... "], ["2020-05-26 14:06", "One-year-old baby seriously injured after plunging from fourth-floor flat window ... breaking news story. Top Stories Tory minister quits over the failure to sack aide Dominic Cummings - and sends a blistering resignation letter to Boris Johnson Coronavirus Scotland Minister Douglas Ross says: 'I can't tell constituents they were wrong and one government advisor was right' BREAKING: One-year-old baby seriously injured after plunging from fourth ...  Hinch Cleaning Tips Facebook group to share her simple method of cleaning oven racks, along with incredible before and after photos to show the results John Lewis confirms plans to open small number of stores on June 15 in 'phased basis' John Lewis We'll be bringing you the very latest updates, pictures and video on this breaking news story. Great white shark 20ft long filmed  ... "], ["2020-05-26 14:04", "Dutch PM unable to visit dying mother because he obeyed coronavirus care home rules ... breaking news story. Top Stories Tory minister quits over the failure to sack aide Dominic Cummings - and sends a blistering resignation letter to Boris Johnson Coronavirus Scotland Minister Douglas Ross says: 'I can't tell constituents they were wrong and one government advisor was right' BREAKING: One-year-old baby seriously injured after plunging from fourth ...  Hinch Cleaning Tips Facebook group to share her simple method of cleaning oven racks, along with incredible before and after photos to show the results John Lewis confirms plans to open small number of stores on June 15 in 'phased basis' John Lewis We'll be bringing you the very latest updates, pictures and video on this breaking news story. Great white shark 20ft long filmed  ... "], ["2020-05-26 14:04", "Face masks are too dangerous for children under two, Japanese experts warn ... ceremony at an elementary school in Fukuoka on May 23, 2020 Since May 14, when the measures were lifted in most of Japan, more people have left their homes and stores have begun reopening. Economy minister Yasutoshi Nishimura said recent data suggests infections have slowed enough and pressure on the medical system has fallen enough to allow a gradual resumption  ... 77, claims the Bond girl era is OVER as producers strive to make their films 'politically correct' 'How white are mum's teeth?!' David Beckham mocks Victoria for 'looking like Ross from Friends' in a rare smiling snap with son Cruz, 15 Adam Sandler and his wife Jackie take their beloved for Bulldog for a walk along Malibu beach for Memorial Day Advertisement Give the gift ... "], ["2020-05-26 14:03", "Charlie Edwards swaps Eddie Hearn for Frank Warren in search of second world title ...  15 in 'phased basis' John Lewis We'll be bringing you the very latest updates, pictures and video on this breaking news story. Top Stories Tory minister quits over the failure to sack aide Dominic Cummings - and sends a blistering resignation letter to Boris Johnson Coronavirus Scotland Minister Douglas Ross says: 'I can't tell constituents they were wrong and one government advisor was right' John Lewis confirms plans to open small number of stores on June 15 in 'phased basis' John Lewis We'll be bringing you the very latest updates, pictures and video on this breaking news story. Great white shark 20ft long filmed stalking and circling small boat Sharks The amazing clip uploaded on Facebook shows the sinister fish's ... "], ["2020-05-26 14:02", "Harrison Central High Class of 2020 ...  High Class of 2020 May 26, 2020 Basic military training to begin June 2 at Keesler Air Force... May 26, 2020 1 man dies and 4 others wounded in shootings at Jackson... May 26, 2020 Domino's stores on the Mississippi Gulf Coast looking to hire more... May 26, 2020 Man shot to death in road rage incident on Interstate 10... May 26, 2020 Families spend Memorial Day at Biloxi Beach May 25, 2020 The True ...  Reese Nolan Chase Reilly Madelyn Nicole Richards Blake Austin Michael Riggins Talvon Dangelo Robinson Jason Samuel Rogers Kendal Rechelle Rolison Rayne Elizabeth Rome Kevin Lorenzo Ross Joy Rowser Chelsea Leigh Ryan Jacob Griffin Safford Elyssia Marie Samayoa Kierra LeAzia Michelle Saunders Nakaiya LaCynthia Tala Searcy Jordan Lee Sears Monique Nicole Segura ... "], ["2020-05-26 14:00", "Katie Price brags about passing drug test to prove she's sober to exes ... and video on this breaking news story. Top Stories Tory minister quits over the failure to sack aide Dominic Cummings - and sends a blistering resignation letter to Boris Johnson Coronavirus Scotland Minister Douglas Ross says: 'I can't tell constituents they were wrong and one government advisor was right' Greggs reveals plans to reopen 800 of its UK branches in June after safety trial ... has been arrested in connection with the deaths of nine people - six of who are believed to be members of the same family and include a three-year-old boy Boots explains what stores will be like from June with virtual counters and no testers Boots UK The chain's branches, which have largely remained open throughout the pandemic, will have new rules in place to ... "], ["2020-05-26 14:00", "Ex-Labour MP whose dad died alone in lockdown says Cummings' trip is 'repellent' ... defended a 260-mile trip from London to the north-east of England he made with his family during lockdown, explaining that he believes he behaved \"reasonably\". However on Tuesday, Douglas Ross, the parliamentary under-secretary of state for Scotland, quit the Government, saying that he could not \"in good faith\" defend Mr Cummings' actions. It follows criticism from a string  ... , has been arrested in connection with the deaths of nine people - six of who are believed to be members of the same family and include a three-year-old boy Boots explains what stores will be like from June with virtual counters and no testers Boots UK The chain's branches, which have largely remained open throughout the pandemic, will have new rules in place to  ... "], ["2020-05-26 13:59", "Arsenal 'to transfer list three first-team players' in ruthless summer overhaul ...  amid claims they'd split Top Stories Tory minister quits over the failure to sack aide Dominic Cummings - and sends a blistering resignation letter to Boris Johnson Coronavirus Scotland Minister Douglas Ross says: 'I can't tell constituents they were wrong and one government advisor was right' Greggs reveals plans to reopen 800 of its UK branches in June after safety  ... , 24, has been arrested in connection with the deaths of nine people - six of who are believed to be members of the same family and include a three-year-old boy Boots explains what stores will be like from June with virtual counters and no testers Boots UK The chain's branches, which have largely remained open throughout the pandemic, will have new rules in place to help  ... "], ["2020-05-26 13:58", "Wolves eye cut-price deal for Sporting Lisbon midfielder Joao Palhinha ...  amid claims they'd split Top Stories Tory minister quits over the failure to sack aide Dominic Cummings - and sends a blistering resignation letter to Boris Johnson Coronavirus Scotland Minister Douglas Ross says: 'I can't tell constituents they were wrong and one government advisor was right' Greggs reveals plans to reopen 800 of its UK branches in June after safety  ... , 24, has been arrested in connection with the deaths of nine people - six of who are believed to be members of the same family and include a three-year-old boy Boots explains what stores will be like from June with virtual counters and no testers Boots UK The chain's branches, which have largely remained open throughout the pandemic, will have new rules in place to help  ... "]]}}