{"postfix": "rtl-aktie", "name": "RTL", "wkn": "861149", "time": "2020.05.26 15:50", "ts": 1590501009, "features": {"KGV": "8.95", "Marktkapitalisierung": {"Size": "Mrd", "Value": "4.53"}, "GA": "4.91", "KBV": "2.05", "BA": "21.43", "KCV": "6.52", "CA": "6.74", "Vola30": "46.14", "Vola90": "59.56", "Vola180": "45.98", "Vola250": "36.17"}, "rivals": ["sky_7-aktie", "prosiebensat1-aktie"], "text_data": {"de": [["25.05.20", "Haseloff: Sachsen-Anhalt bleibt bei eigenem Corona-Lockerungs-Plan"], ["25.05.20", "Niedersachsen will an Maskenpflicht und Abstandsregeln festhalten"], ["25.05.20", "Quoten: Mehr als zehn Millionen sehen Stuttgarter 'Tatort'"], ["25.05.20", "ROUNDUP/Die Rückkehr des Studiopublikums: TV-Sender planen mit Corona"], ["25.05.20", "Fernsehsender bereiten sich auf Zeit nach Corona vor"], ["24.05.20", "TV-Quoten: 5,21 Millionen sehen 'Schwartz & Schwartz'"], ["22.05.20", "RTL verschiebt \"Are You The One?\" ins Nachtprogramm"], ["20.05.20", "ROUNDUP 2: Spekulationen über Renault-Fabriken lösen Streit in Frankreich aus"], ["19.05.20", "RTL schickt Pocher & Papa um 20:15 Uhr auf Weltreise"], ["18.05.20", "Lambrecht: Extremisten bei Corona-Demos schrecken viele Menschen ab"], ["18.05.20", "RTL setzt im Sommer auf Jauchs Millionen-Gewinner"], ["15.05.20", "RTL gönnt \"Kitsch oder Kasse\" im Sommer eine Pause"], ["14.05.20", "Hauptversammlung: Ex-RTL-Chefin Anke Schäferkordt zieht in BMW-Aufsichtsrat ein"], ["14.05.20", "Livestream-Guide von RTL, Comedy-App von ProSiebenSat.1"], ["13.05.20", "RTL siegt in letzter Instanz gegen die Helios-Kliniken"], ["11.05.20", "Unionsabgeordnete wollen Erhöhung des Rundfunkbeitrags stoppen"], ["11.05.20", "ROUNDUP: Leitfaden für Fernseh-Drehs in Corona-Zeiten in Arbeit"], ["11.05.20", "Leitfaden für Fernseh-Drehs in Corona-Zeiten in Arbeit"], ["11.05.20", "RTL fährt \"Bauer sucht Frau International\"-Dosis zurück"], ["11.05.20", "TVNow und RTL setzen \"Temptation Island\" fort"], ["11.05.20", "Kruber wird Head of Producers in der RTL-Unterhaltung"], ["11.05.20", "Formel-1-Notplan wackelt wegen Quarantäne-Zwang in England"], ["11.05.20", "Sender und TV-Produzenten diskutieren über Wiederaufnahme von Drehs"], ["10.05.20", "TV-Branche diskutiert: Wie gelingen Produktionen in der Corona-Zeit?"], ["10.05.20", "Top-Quote für 'Stralsund'-Samstagskrimi"], ["07.05.20", "DFL-Chef Seifert: TV-Partner planen 'spezielle Maßnahmen'"], ["07.05.20", "1,30 Millionen ProSieben-Zuschauer sehen RTL-Sendung"], ["06.05.20", "RTL schickt Promi-\"WWM\" gegen \"Tatort\" ins Rennen"], ["06.05.20", "ROUNDUP: Spahn für einheitliche Kriterien in Corona-Krise"], ["06.05.20", "BVB-Chef Watzke wünscht sich Bundesliga-Wiederbeginn am 16. Mai"], ["05.05.20", "HD+ bietet Neustart-Funktion nun auch bei RTL-Sendern"], ["04.05.20", "RTL produziert \"Sommerhaus\" 2020 in Deutschland"], ["04.05.20", "Zehn Corona-Fälle im Profifußball - Kalou sorgt für Entsetzen"], ["04.05.20", "GESAMT-ROUNDUP: Zehn Corona-Fälle im Profifußball vor Geisterspiel-Entscheidung"], ["04.05.20", "ROUNDUP: 'Unsere Kurve' will mögliche Geisterspiele im Free-TV"]], "en": [["13.03.20", "Air France-KLM Dutch subsidiary to cut 1500 jobs - RTL"], ["16.02.20", "Regulators should allow RTL and ProSieben to merge: Rabe"], ["16.02.20", "Regulators should allow RTL and ProSieben to merge - Rabe"], ["2020-05-26 12:05", "Yolanda Hadid Says She's \"Very Much in Love\" With Boyfriend Joseph Jingoli in Rare Relationship Update ...  the proud mother of three children: Gigi Hadid , 25; Bella Hadid , 23 and Anwar Hadid , 20. It looks like the happy family is growing, too. The eldest of the supermodel siblings is expecting her first child with Zayn Malik . \"Of course we are so excited. I am excited to become Oma in September especially after I lost my mom so recently,\" the Making A Model With Yolanda Hadid host told RTL Boulevard . \"But this is the beauty of life; one soul leaves us and a new one comes in. We feel very blessed.\" View this post on Instagram Texas holdings with my cowboy...... A post shared by YOLANDA (@yolanda.hadid) on Dec 15, 2019 at 1:39pm PST In addition to dishing on her love life, Hadid looked back at her days on The Real Housewives of Beverly Hills ... "], ["2020-05-26 10:02", "Russian Virtual Content Market Sets 2020 Line-up ...  Timur Bekmambetov 's V2. Escape from Hell, which Deadline broke the news on earlier this year. Related Story Sergei Bondarchuk Doc In The Works From Son Fedor's Art Pictures; Celebrated Russian Filmmaker Directed Oscar-Winning 'War & Peace' The market says it will feature buyers and producers from more than 40 countries and has signed up RTL, AMC Networks, Mars CGV, Wild Bunch, Beta Film, Koch Media, and Iqiyi to date. A program of panels will be hosted with speakers including noted Russian executives such as filmmaker Timur Bekmembetov, producer and Art Pictures founder Fedor Bondarchuk , and Vadim Vereshchagin, CEO of Central Partnership. International speakers include Pierre Sissmann, CEO of Cyber Group Studios, Richard Rowe, Director of ... "], ["2020-05-26 09:33", "Roskino Unveils Program for Russia's First Virtual Content Market ...  of Culture and the Moscow city government, the digital market will run from June 8-15. The program features a host of live presentations, panel discussions, and cultural events, along with pitching sessions for dozens of film, TV and animation projects looking for international co-production partners. Buyers and producers from more than 40 countries are slated to take part, including RTL Group, AMC Networks, CGV Mars, Wild Bunch, Beta Film, and Chinese streaming service iQIYI. \"Such a national virtual market is unprecedented, and it is exciting to be the pioneers,\" says Roskino CEO Evgenia Markova. \"During these challenging times, we are adapting to champion our filmmakers to give them every opportunity to engage in global exchange through the ... "], ["2020-05-26 07:01", "Roskino CEO Evgenia Markova on Boosting Russia's Global Biz ...  much surprised by the feedback of the industry, by its support and its involvement,\" she says. After 30 Russian companies participated in the Moscow event last fall, more than 120 were registered for the digital edition through mid-May. While 50 foreign buyers traveled to Russia in October, nearly 200 registered for the virtual market in just the first week alone, including RTL Group, AMC Networks, CGV Mars, Wild Bunch, Beta Film, and Chinese streaming service iQIYI. Related Stories Berlin: New Roskino CEO Evgenia Markova Moves to Boost Russian Film Biz Roskino to Host First Digital Edition of Key Buyers Event More than simply offering a platform for Russian sellers to showcase their content to global buyers, events like the virtual market are part of a ... "], ["2020-05-26 06:09", "Insurer AXA planning more financial aid for French firms ...  aid for French firms 1 Min Read FILE PHOTO: The logo of AXA insurance is seen at an office building in Basel, Switzerland March 2, 2020. REUTERS/Arnd Wiegmann PARIS (Reuters) - Insurer AXA ( AXAF.PA ) is planning a further 500 million euros (446.84 million pounds) in aid for small-to-medium sized enterprises (SMEs), said AXA Chief Executive Thomas Buberl on Tuesday. Buberl also told RTL radio that AXA hoped to reach a deal regarding a dispute with a French restaurant owner. Last week, a Paris court ruled AXA must pay a restaurant owner two months' worth of coronavirus-related revenue losses, the restaurateur's lawyer said on Friday, potentially opening the door to a wave of similar litigation. \"I am very, very confident that we will find a ... "], ["2020-05-26 00:52", "Bella Hadid slips into sexy strapless green string bikini for scintillating new quarantine snapshots ... have been spending plenty of quality time together following the announcement of Gigi's pregnancy. The expectant star's model admitted to being 'still shocked' over the news but said: 'Of course we are so excited. I'm excited to become a grandmother in September especially after I lost my mom so recently.' Speaking to the Dutch broadcasting station RTL Boulevard she added: 'But this is the beauty of life, one soul leaves us and a new one comes in. We feel very blessed.' Bella at work: The Hadid family have been spending plenty of quality time together following the announcement of Gigi's pregnancy Advertisement Share or comment on this article: Bella Hadid slips into sexy strapless green string bikini for scintillating ... "], ["2020-05-25 14:54", "VIRUS-TICKER-Zehntausende Freiwillige sollen Abstandsregeln in Italien durchsetzen ...  weitere Prfekturen aber noch unter Beobachtung belassen. Japan zhlte dem staatlichen Rundfunksender NHK zufolge zuletzt insgesamt 16.600 Infektionen und 839 Todesflle. Damit konnte die drittgrte Volkswirtschaft der Welt die Epidemie strker eindmmen als andere Lnder. 10.56 Uhr - Die fr heute geplante Sitzung des Corona-Kabinetts der Bundesregierung ist laut einem Bericht von RTL und ntv kurzfristig abgesagt worden. Nach dem Vorsto von Thringens Ministerprsident Bodo Ramelow bestehe dringender Gesprchsbedarf zwischen Bund und Lndern, melden die Sender unter Berufung auf das Bundeskanzleramt. Im Corona-Kabinett sollte dem Bericht nach heute auch ber mgliche weitere Lockungen beraten werden. Die Teilnehmer seien von den weitgehenden Plnen aus Erfurt berrascht ... "], ["2020-05-25 10:38", "VIRUS-TICKER-Blatt - BA rechnet bis 2022 mit 36,2 Milliarden Euro Verlust ...  weitere Prfekturen aber noch unter Beobachtung belassen. Japan zhlte dem staatlichen Rundfunksender NHK zufolge zuletzt insgesamt 16.600 Infektionen und 839 Todesflle. Damit konnte die drittgrte Volkswirtschaft der Welt die Epidemie strker eindmmen als andere Lnder. 10.56 Uhr - Die fr heute geplante Sitzung des Corona-Kabinetts der Bundesregierung ist laut einem Bericht von RTL und ntv kurzfristig abgesagt worden. Nach dem Vorsto von Thringens Ministerprsident Bodo Ramelow bestehe dringender Gesprchsbedarf zwischen Bund und Lndern, melden die Sender unter Berufung auf das Bundeskanzleramt. Im Corona-Kabinett sollte dem Bericht nach heute auch ber mgliche weitere Lockungen beraten werden. Die Teilnehmer seien von den weitgehenden Plnen aus Erfurt berrascht ... "], ["2020-05-24 17:45", "Motorsport: Lewis Hamilton considered quitting Formula 1 during coronavirus lockdown ...  not continuing?\" Lewis Hamilton of Great Britain and Mercedes during winter testing. Photo / Getty Images Meanwhile, Bernie Ecclestone has said a \"super team\" of Hamilton and Sebastian Vettel at Mercedes would benefit the sport. Vettel is to leave Ferrari at the end of the year after a breakdown in contract talks. \"I would like to see him against Lewis Hamilton,\" Ecclestone told RTL. \"I think that would be good for Formula One, good for the sport, good for the people watching. Related articles: Erebus Motorsport and Red Bull lead crash-shortened Supercars practice 12 Mar, 2020 4:28pm Quick Read \"I think both of them get along with each other without any problems. It's not a case of what their egos are, both have super talent ... "], ["2020-05-24 11:05", "What Lewis Hamilton will think of Sebastian Vettel joining Mercedes Bernie Ecclestone ...  Daniel Ricciardo going to McLaren. And Ecclestone would love to see Vettel at the reigning world champions but does not think Hamilton would be concerned about teaming with the German. JUST IN: Man Utd hopes of completing Jadon Sancho transfer depend on rivals Man City F1 news: Lewis Hamilton could team up with Sebastian Vettel next year (Image: GETTY) \"I'd like to see him at Mercedes,\" Ecclestone told RTL . \"I'd like to see him against Lewis Hamilton, I think that would be good for Formula 1, good for the sport, good for the people watching. \"I think both of them get along with each other without any problems. It's not a case of what their egos are, both have super talent. So it would make a super, super team. \"I don't ... "], ["2020-05-24 03:28", "Hungarian Politician: Facebook Appoints \"Soros Oversight Board\" to Police Acceptable Online Speech in America ...  media companies have taken it upon themselves to censor what they do not like. And it's not the first time we've heard that those with a clearly liberal bias are in bed with Facebook. Arvato, a subsidiary of left-wing media giant Bertelsmann, has long been in charge of censoring Facebook posts and ad campaigns. Mind you, Bertelsmann also owns RTL Group, a media entity known for its critical coverage of the Hungarian government and its pro-migration stance. Prior to the 2018 Hungarian parliamentary elections, Facebook content that was embarrassing to the opposition was taken down and pro-government campaigns were blocked. So we've already seen the censorship of content, but the establishment of this board to have supposedly far-reaching decision ... "], ["2020-05-22 07:08", "Bella Hadid posts revealing bikini selfie ...  this month, the Hadid family have been spending plenty of quality time together. The expectant star's mum Yolanda admitted she was \"still shocked\" over the news, but said, \"Of course we are so excited. I'm excited to become a grandmother in September especially after I lost my mum so recently.\" Speaking to the Dutch broadcasting station RTL Boulevard she added, \"But this is the beauty of life, one soul leaves us and a new one comes in. We feel very blessed.\" Originally published as Bella Hadid posts revealing bikini selfie Sign me up Signed Up View more Newsletters Share this on Facebook social-facebook_circle Share this on Twitter social-twitter_circle Share this by Email social-email_circle Comments nav_small_down Show ... "], ["2020-05-22 07:08", "Bella Hadid posts revealing bikini selfie ...  this month, the Hadid family have been spending plenty of quality time together. The expectant star's mum Yolanda admitted she was \"still shocked\" over the news, but said, \"Of course we are so excited. I'm excited to become a grandmother in September especially after I lost my mum so recently.\" Speaking to the Dutch broadcasting station RTL Boulevard she added, \"But this is the beauty of life, one soul leaves us and a new one comes in. We feel very blessed.\" Originally published as Bella Hadid posts revealing bikini selfie Sign me up Signed Up View more Newsletters Share this on Facebook social-facebook_circle Share this on Twitter social-twitter_circle Share this by Email social-email_circle Comments nav_small_down Show ... "], ["2020-05-22 01:07", "Bella Hadid shows off her incredible figure in a sexy bikini as she flashes plenty of underboob ...  have been spending plenty of quality time together following the announcement of Gigi's pregnancy. The expectant star's model admitted to being 'still shocked' over the news but said: 'Of course we are so excited. I'm excited to become a grandmother in September especially after I lost my mom so recently.' Speaking to the Dutch broadcasting station RTL Boulevard she added: 'But this is the beauty of life, one soul leaves us and a new one comes in. We feel very blessed.' Farm life: The star looked perfectly at home in the rural environment, having swapped the bright lights of New York City during the coronavirus pandemic Advertisement Read more: Gigi Hadid Interview and ELLE Cover - Gigi Hadid Talks Trump's Travel ... "], ["2020-05-21 21:48", "State Street Global Advisors Announces Changes To SPDR ETF Lineup ...  State Street Corporation and its affiliates. Certain State Street affiliates provide services and receive fees from the SPDR ETFs. Before investing, consider the funds' investment objectives, risks, charges and expenses. To obtain a prospectus or summary prospectus which contains this and other information, call 1-866-787-2257 or visit www.spdrs.com . Read it carefully. Not FDIC Insured No Bank Guarantee May Lose Value 3092314.1.1.GBL.RTL View source version on businesswire.com: https://www.businesswire.com/news/home/20200521005782/en/ By Business Wire Terms Of Use Privacy Policy Advertise Reprints Customer Service Data Topic Archive Subscriptions 2020 TheStreet, Inc. All rights reserved. Action Alerts PLUS is a registered trademark of TheStreet, Inc."], ["2020-05-21 17:59", "7 Ligue 1 Players Who Could Be on the Move This Summer ...  and went on to score 18 goals in all competitions—including strikes against Chelsea and Valencia in the Champions League—before the French season was curtailed. A blisteringly quick and explosive striker, Osimhen has been linked with some of the biggest clubs in Europe and has reportedly been the subject of a 75 million bid from an unnamed suitor. While Lille president Gerard Lopez vowed on RTL in February (h/t RMC) that \"Osimhen will be a Lille player next season,\" a hefty bid would seriously test the club's resolve. The Nigeria international, who grew up in abject poverty in Lagos, has expressed an ambition to play in the Premier League, but at this stage of his career, he is not prepared to sit on the bench. \"My priority is ... "], ["2020-05-21 13:00", "AMD B550 Motherboards Announced: PCIe 4.0 Support for as Little as $100 ...  Intel Wi-Fi 6 AX200 Realtek ALC 887 PRIME B550M-A $134 Micro ATX 4/128GB Realtek RTL8111H 1Gb No Realtek ALC 887 PRIME B550M-K TBD Micro ATX 4/128GB Realtek RTL8111H 1Gb No Realtek ALC 887 Biostar B550 Motherboards Board Price Form Factor DRAM Slots/Capacity NIC Wi-Fi Audio Biostar Racing B550GTA TBD ATX 4/128GB RTL8125 No ALC1150 Biostar Racing TBD Micro ATX 4/128GB Realtek RTL 8118AS No ALC1150 Gigabyte B550 Motherboards Board Price Form Factor DRAM Slots/Capacity NIC Wi-Fi Audio B550 AORUS Master TBD ATX TBD Realtek 8125BG (2.5GbE) Intel Wireless- AX200 (WIFI 6, 2x2, ALC1220-VB B550 AORUS PRO AC TBD ATX TBD Realtek 8125BG (2.5GbE) Intel AC3168 (1x1 802.11ac) ALC1220-VB B550 AORUS PRO TBD ATX TBD Realtek 8125BG (2.5GbE) No ALC1220-VB B550 AORUS ELITE TBD ... "], ["2020-05-21 07:58", "Gigi Hadid reveals she was a few months pregnant at Fashion Month ... , Hadid confirmed the news that she was pregnant. The confirmation from Hadid herself came after her mother, Yolanda, said that the rumours her daughter was expecting her first child with Malik were true. \"It is going well, but we are still in shock that our little secret has been leaked to the press,\" she told Dutch broadcasting station RTL Boulevard . \"Of course, we are thrilled. I can't wait to become a grandmother.\" More about gigi hadid | fashion month | Pregnancy | London Fashion Week | zayn malik | Show{{#moreThan3_total}} {{value_total}} {{/moreThan3_total}} comments INDY/ LIFE newsletter Be inspired with the latest lifestyle trends Enter your email address Continue Continue Please enter an email address Email address is invalid ... "], ["2020-05-20 16:17", "When are UK schools reopening and can parents refuse to send their children? ...  at the start of the academic year in September. Which other countries have already reopened schools? Earlier this month, one-third of French schoolchildren return to school following an easing of lockdown restrictions. According to a report published a week later, the reopening of the academic institutions resulted in approximately 70 cases of coronavirus. Speaking to French radio channel RTL, education minister Jean-Michael Blanquer warned that the return of students was putting some children at risk of contamination. Read more France sees 70 Covid-19 cases linked to schools days after reopening South Korea to give more privacy to patients amid discrimination fears He added that the affected schools were being closed with immediate effect. On Wednesday 20 ... "], ["2020-05-20 15:15", "Leveraged ETFs That Have Gained More Than 80% at Halfway Q2 ...  inbox? Zacks' free Fund Newsletter will brief you on top news and analysis, as well as top-performing ETFs, each week. Get it free > > In-Depth Zacks Research for the Tickers Above Normally $25 each - click below to receive one report FREE: DIRX-D SP BBULL (LABU) - free report > > DIRX-D SP OG BL (GUSH) - free report > > DIR-EGY BULL 3X (ERX) - free report > > DIR-D RTL BL 3X (RETL) - free report > > DIR-D HB&SP BU3 (NAIL) - free report > > BMO-RM FG I3XL (FNGU) - free report > > MCRO-US BOI3XL (NRGU) - free report > > DIR-D DJI BL3X (WEBL) - free report > > Published in biotechs construction etfs fang internet oil-energy retail Zacks' 7 Best Strong Buy Stocks for June, 2020 Free Research for Zacks.com Readers Experts have chosen 7 stocks out of 220 ... "]]}}