{"postfix": "sanofi-aktie", "name": "SANOFI", "wkn": "920657", "time": "2020.05.26 16:10", "ts": 1590502256, "features": {"KGV": "15.08", "Marktkapitalisierung": {"Size": "Mrd", "Value": "110.54"}, "GA": "5.99", "KBV": "1.92", "BA": "46.92", "KCV": "13.16", "CA": "6.86", "Vola30": "28.15", "Vola90": "41.55", "Vola180": "33.16", "Vola250": "27.28"}, "rivals": ["evotec-aktie", "morphosys-aktie", "amgen-aktie", "johnson_johnson-aktie", "merck_co-aktie", "roche_2-aktie", "bayer-aktie"], "text_data": {"de": [["25.05.20", "Paukenschlag zum US-Feiertag: Sanofi will milliardenschwere Beteiligung an Regeneron abstoßen"], ["25.05.20", "Sanofi verkauft Beteiligung an Regeneron"], ["25.05.20", "Sanofi will Regeneron-Anteile abstoßen"], ["25.05.20", "ROUNDUP: Altmaier will gemeinsames EU-Projekt für Arzneimittelproduktion"], ["25.05.20", "Altmaier will gemeinsames EU-Projekt für Arzneimittelproduktion"], ["21.05.20", "ROUNDUP: USA geben Milliarden-Finanzspritze für Impfstoff aus Großbritannien"], ["19.05.20", "Streit um Corona-Impfstoff: Sanofi-Spitzenmanager bei Macron"], ["15.05.20", "Sanofi will Impfstoff nun doch allen zugleich liefern"], ["15.05.20", "Impfstoff für alle gleichzeitig: Sanofi will USA jetzt doch nicht bevorzugen"], ["15.05.20", "Streit um Impfstoff von Sanofi"], ["14.05.20", "EU-Abgeordnete fordern Zwangslizenzen für Corona-Impfstoff"], ["14.05.20", "Pharmakonzern Sanofi will USA früher beliefern"], ["14.05.20", "Pharmakonzern: Sanofi rudert im Streit um möglichen Corona-Impfstoff zurück"], ["14.05.20", "Paris: Corona-Impfstoff von Sanofi soll allen zur Verfügung stehen"], ["14.05.20", "Pharmakonzern Sanofi: Streit um Vorgriffsrecht auf Impfstoff"], ["14.05.20", "FDA prüft Sanofi-Mittel Sutimlimab vorrangig"], ["14.05.20", "Sanofi will USA bei Impfstoff bevorzugen: Wie Sanofi & Co. um Forschungsgelder pokern"], ["14.05.20", "Frankreich empört über Sanofi wegen möglicher Bevorzugung der USA bei Impfstoff"], ["14.05.20", "ROUNDUP: Pharmariese Sanofi will Corona-Impfstoff allen zur Verfügung stellen"], ["12.05.20", "Spahn will finanzielle Anreize für Arzneimittelproduktion in Europa"], ["09.05.20", "Sanofi-Chef zur Corona-Krise: \"Es reicht nicht, einen Impfstoff zu haben\""], ["06.05.20", "Sanofi kündigt klinische Studien für zwei Impfstoffe an"], ["06.05.20", "Sanofi kündigt klinische Studien für zwei Coronavirus-Impfstoffe an"], ["28.04.20", "Vorratskäufe treiben Novartis an - Pharmariese bekräftigt Prognose"], ["27.04.20", "Sanofi und Regeneron: Corona-Hoffnung mit Licht und Schatten "], ["25.04.20", "Pharmakonzern Sanofi warnt: Impfstoff erstmal nur für US-Bürger?"], ["25.04.20", "Sanofi vermeldete Zahlen zum jüngsten Quartal"], ["25.04.20", "Sanofi stellte Zahlen zum jüngsten Quartal vor"], ["24.04.20", "MÄRKTE EUROPA/Schwacher Wochenausklang - EU-Gipfel enttäuscht"]], "en": [["2020.05.26", "Sanofi to Sell Stake in Regeneron, Existing Deal Unchanged"], ["2020.05.26", "Regeneron to buy back $5 billion in stock as Sanofi sells part of its stake"], ["2020.05.26", "Sanofi shares down despite $13 billion Regeneron payday"], ["25.05.20", "Sanofi to slash $12bn stake in US biotech Regeneron "], ["25.05.20", "US coronavirus drugmaker Regeneron to buy back $5B stake held by Sanofi"], ["25.05.20", "UPDATE 1-Regeneron to buy back $5 billion stake held by Sanofi"], ["25.05.20", "U.S.' Regeneron to buy back $5 billion stake held by Sanofi"], ["25.05.20", "U.S.' Regeneron to buy back $5 bln stake held by Sanofi"], ["25.05.20", "Sanofi to sell stake in Regeneron"], ["25.05.20", "Sanofi intends to sell its equity investment in Regeneron; confirms no change to ongoing collaboration"], ["23.05.20", "Dupixent® (dupilumab) eosinophilic esophagitis trial meets both co-primary endpoints"], ["21.05.20", "Why Sanofi (SNY) is a Great Dividend Stock Right Now"], ["18.05.20", "Sanofi to highlight pipeline programs in a series of interactive virtual sessions leading to a R&D day event"], ["18.05.20", "Sanofi : Sanofi to highlight pipeline programs in a series of interactive virtual sessions leading to a R&D day event"], ["15.05.20", "French government’s Sanofi bashing smacks of hypocrisy"], ["15.05.20", "Sanofi says COVID-19 vaccine will be available worldwide simultaneously"], ["14.05.20", "France's Macron to meet Sanofi chief on May 19 - Elysee"], ["14.05.20", "Sanofi says COVID-19 vaccine will be available worldwide simultaneously"], ["14.05.20", "Sanofi CEO pledges virus vaccine for all after French backlash"], ["14.05.20", "UPDATE 3-Sanofi CEO pledges virus vaccine for all after French backlash"], ["14.05.20", "Is Sanofi (SNY) Stock Undervalued Right Now?"], ["14.05.20", "France says any Sanofi COVID-19 vaccine for the world, no favourites"], ["14.05.20", "WRAPUP 1-France says any Sanofi COVID-19 vaccine for the world, no favourites"], ["14.05.20", "UPDATE 1-Sanofi CEO says any coronavirus vaccine should reach all regions"], ["14.05.20", "Sanofi CEO says any coronavirus vaccine should reach all regions"], ["14.05.20", "Sanofi CEO says any coronavirus vaccine should reach all regions"], ["14.05.20", "France says equal access to any Sanofi virus vaccine is non-negotiable"], ["14.05.20", "UPDATE 2-France says equal access to any Sanofi virus vaccine is non-negotiable"], ["14.05.20", "Sanofi to meet French presidential officials next week to clear up vaccine stir - Elysee"], ["14.05.20", "Macron summons Sanofi CEO for claim US has ‘right to’ first Covid-19 jab"], ["14.05.20", "Sanofi walks back after saying US would get vaccine first"], ["14.05.20", "U.S. priority on Sanofi virus vaccine would be unacceptable, says France"], ["14.05.20", "UPDATE 1-U.S. priority on Sanofi virus vaccine would be unacceptable, says France"], ["14.05.20", "France says U.S. priority on Sanofi virus vaccine would be unacceptable"], ["14.05.20", "Agence France-Presse: France says would be ‘unacceptable’ for Sanofi vaccine to go to U.S. first"], ["14.05.20", "FDA grants priority review of sutimlimab, potential first approved treatment of hemolysis in adult patients with Cold Agglutinin Disease"], ["14.05.20", "Sanofi : FDA grants priority review of sutimlimab, potential first approved treatment of hemolysis in adult patients with Cold Agglutinin Disease"], ["14.05.20", "Sanofi to accelerate European COVID-19 vaccine access after CEO prioritizes U.S. preorders"], ["13.05.20", "Sanofi to accelerate European COVID-19 vaccine access after CEO prioritizes U.S. preorders"], ["13.05.20", "Covid Report: Sanofi CEO Says U.S. Gets First Bid On Coronavirus Vaccine"], ["2020-05-26 13:51", "Merck to buy Austrian vaccine maker as it jumps into COVID-19 race ...  the effort. Both vaccines are made using technologies that have resulted in licensed products, unlike some frontrunners, such as the rapidly developed vaccine from Moderna Inc ( MRNA.O ), which is expected to start large, late-stage clinical trials in July. Last week, Dr. Francis Collins, director of the National Institutes of Health, said Merck's vaccine, and those from Johnson & Johnson ( JNJ.N ) and Sanofi ( SASY.PA ), were a month or two behind Moderna's, but may get added to large efficacy trials this summer as they wrap up early-stage studies. \"I think we'll be in a position to participate,\" Frazier said. Merck intends to shoulder the cost of scaling up production of the vaccines before either has been proven to work, although it ... "], ["2020-05-26 13:29", "Covid Report: Merck Joins Coronavirus Vaccine Hunt With Two-Pronged Strategy ... % Of The Stock Market Covid Report: This Biotech Says Its Coronavirus Drug Topped Remdesivir Join IBD Live For Stock Ideas Each Morning Before The Open Watch IBD's Investing Strategies Show For Actionable Market Insights Looking For The Next Apple Or Amazon? Start With These S&P 500-Beating Lists Related news Dow Jones Today, Futures Rally As Covid-19 Vaccine Race Heats Up; Sanofi Exits Regeneron 9:28 AM ET Novavax and Co-Diagnostics were early leaders, while Merck rose on the Dow Jones as coronavirus optimism lifted stock futures toward... 9:28 AM ET Novavax and Co-Diagnostics were early leaders, while Merck rose on... AbbVie Wrapped Its $63 Billion Allergan Buyout — Is AbbVie Stock A Buy? The No. 1 Pharma Stock Just Crushed Earnings Views &mdash ... "], ["2020-05-26 13:11", "Needed:Afellowship of countries to fight Covid-19 | Opinion ... Speed (a partnership between private pharmaceutical companies, government agencies and the military) is focused on the availability of a vaccine, but only for the US while Chinese biotech companies are engaged in similar efforts with their government and the Peoples' Liberation Army. Outrage from the French government and the EU has reportedly resulted in the French pharmaceutical company Sanofi withdrawing its plan to give the US priority access to its potential Covid-19 vaccine. Reports on the EU-supported May 4 virtual initiative quote EU officials as stating that while pharmaceutical companies that receive the funding will not be asked to forgo Intellectual Property Rights on the new vaccine and treatments, they should commit to making them available ... "], ["2020-05-26 12:49", "What to watch today: Dow to soar on coronavirus vaccine hopes ...  launch a rocket over the Pacific Ocean as the race for the small satellite market heats up. Musk tweeted sympathy: \"Orbit is hard. Took us four attempts with Falcon 1.\" Branson is working to save his Virgin empire crippled by the coronavirus crisis. (Forbes) STOCKS TO WATCH Regeneron (REGN) will buy back about $5 billion of its shares from French drugmaker Sanofi (SNY), which will continue to own about Regeneron 400,000 shares after the sale. The ongoing partnership between the two companies, which dates back to 2003, will continue. Gilead Sciences ' (GILD) remdesivir is effective at helping Covid-19 patients recover more quickly, according to peer-reviewed data published in The New England Journal of Medicine. Recovery time was cut by nearly a ... "], ["2020-05-26 12:38", "Dow Jones Today, Futures Rally As Covid-19 Vaccine Race Heats Up; Sanofi Exits RegeneronNovavax and Co-Diagnostics were early leaders, while Merck rose on the Dow Jones as coronavirus optimism lifted stock futures toward a strong start. The post Dow Jones Today, Futures Rally As Covid-19 Vaccine Race Heats Up; Sanofi Exits Regeneron appeared"], ["2020-05-26 12:33", "FACTBOX-Global pharma industry steps up efforts to battle coronavirus ...  and immune system responses in mice and guinea pigs. from an early-stage trial in humans, which began in April, are expected in June. March 30 Johnson & Johnson Signed a $1 billion deal with the U.S. to create more than 1 billion doses of The pharma giant a vaccine. plans to test the vaccine in humans by September. May 14 GlaxoSmithKline Plc Partnered with Sanofi SA to develop a vaccine. Sanofi's CEO has Early stage trials said it is vital that any coronavirus vaccine reach all parts of the world, to begin in second after angering the French government earlier by saying some countries would half of 2020. get priority access. DIAGNOSTICS Date of Company Progress Story link last update March 31 Qiagen NV The German company has launched a test in Europe ... "], ["2020-05-26 12:33", "FACTBOX-Global pharma industry steps up efforts to battle coronavirus ...  and immune system responses in mice and guinea pigs. from an early-stage trial in humans, which began in April, are expected in June. March 30 Johnson & Johnson Signed a $1 billion deal with the U.S. to create more than 1 billion doses of The pharma giant a vaccine. plans to test the vaccine in humans by September. May 14 GlaxoSmithKline Plc Partnered with Sanofi SA to develop a vaccine. Sanofi's CEO has Early stage trials said it is vital that any coronavirus vaccine reach all parts of the world, to begin in second after angering the French government earlier by saying some countries would half of 2020. get priority access. DIAGNOSTICS Date of Company Progress Story link last update March 31 Qiagen NV The German company has launched a test in Europe ... "], ["2020-05-26 12:30", "Merck buys vaccine maker Themis Bioscience in fight against coronavirus ...  Authority (Barda) is backing the effort. Both vaccines are made using technologies that have resulted in licensed products, unlike some front-runners, such as the rapidly developed vaccine from Moderna, which is expected to start large, late-stage clinical trials in July. Last week, Dr Francis Collins, director of the National Institutes of Health, said Merck's vaccine, and those from Johnson & Johnson and Sanofi, are a month or two behind Moderna's, but may get added to large efficacy trials this summer as they wrap up early-stage studies. \"I think we'll be in a position to participate,\" Frazier said. Merck intends to shoulder the cost of scaling up production of the vaccines before either has been proven to work, although it has not ... "], ["2020-05-26 12:29", "Merck and Novavax Are Lifting the Stock Market, but Regeneron is Sliding. Here's Why. ...  it is partnering with IAVI, a nonprofit scientific research organization. Merck is also announced it is working with Ridgeback Biotherapeutics to develop an oral antiviral to treat the coronavirus. Regeneron Pharmaceuticals (REGN) shares were down 3.5% premarket after French drugmaker Sanofi (SNY) said it plans to exit its stake in the company . Regeneron said Monday that it will repurchase $5 billion worth of its shares from Sanofi. All but 400,000 shares, which Sanofi intends to retain, will be sold in a secondary offering. Sanofi shares were up 0.4%. Rockwell Automation (ROK) has climbed 3.1% after getting upgraded to Buy from Neutral at Bank of America. iRobot (IRBT) has climbed 4.9% after getting raised to Neutral from Underweight at JPMorgan. Write to ... "], ["2020-05-26 12:16", "'I can be more vulnerable:' Citi President Jane Fraser on female leaders' pandemic-era advantage ...  See All Rankings Fortune 500 Global 500 40 Under 40 Magazine Newsletters Video Podcasts Conferences COVID-19 SEARCH SIGN IN Newsletters Why taking those customer satisfaction surveys actually works MPW Why Citi offered full-time jobs to its interns—before summer even started Newsletters The post-pandemic customer experience will be cashless International France's Sanofi to sell stake in high-flying Regeneron to fund new drugs discoveries Rankings 40 Under 40 100 Best Companies Fortune 500 Global 500 Most Powerful Women World's Greatest Leaders World's Most Admired Companies See All Rankings Sections Automotives Careers Design Executive Travel The Ledger Venture Finance Energy & Environment Health International Leadership Lifestyle Luxury ... "], ["2020-05-26 12:09", "Why Citi offered full-time jobs to its interns—before summer even started ...  Global 500 40 Under 40 Magazine Newsletters Video Podcasts Conferences COVID-19 SEARCH SIGN IN Newsletters Why taking those customer satisfaction surveys actually works Newsletters 'I can be more vulnerable:' Citi President Jane Fraser on female leaders' pandemic-era advantage Newsletters The post-pandemic customer experience will be cashless International France's Sanofi to sell stake in high-flying Regeneron to fund new drugs discoveries Rankings 40 Under 40 100 Best Companies Fortune 500 Global 500 Most Powerful Women World's Greatest Leaders World's Most Admired Companies See All Rankings Sections Automotives Careers Design Executive Travel The Ledger Venture Finance Energy & Environment Health International Leadership Lifestyle ... "], ["2020-05-26 12:03", "How to Deduct Charitable Donations From Your Taxes ...  New York Stock Exchange, Novavax, Latam - 5 Things You Must Know Tuesday By Joseph Woelfel INVESTING Warner Music Revives Nasdaq Listing Plans With $1.7 Billion IPO By Martin Baccardax Financial Advisor Center Be Sure Beneficiary Designations are Up-to-Date By Roger Wohlner PERSONAL FINANCE Countries With the Most Recovered Cases of COVID-19 By Samanda Dorger INVESTING Sanofi Selling Long-Standing Stake in Regeneron for $13 Billion By M. Corey Goldman INVESTING Evofem Biosciences Soars as Birth-Control Gel Receives FDA OK By Joseph Woelfel Loading... See More Terms Of Use Privacy Policy Advertise Reprints Customer Service Data Topic Archive Subscriptions 2020 TheStreet, Inc. All rights reserved. Action Alerts PLUS is a registered trademark of TheStreet, Inc ... "], ["2020-05-26 12:01", "Principia Announces Data Presentations Of Rilzabrutinib In Patients With Immune Thrombocytopenia (ITP) At Two Upcoming Virtual Medical Meetings ...  evaluated in a global Phase 3 clinical trial in participants with pemphigus, a Phase 1/2 clinical trial in participants with immune thrombocytopenia (ITP), and the company plans to initiate a Phase 2 clinical trial in participants with IgG4-Related Diseases. PRN2246/SAR442168 is a covalent BTK inhibitor which crosses the blood-brain barrier and is partnered with Sanofi. Sanofi has announced that PRN2246/SAR442168 will be evaluated in four Phase 3 clinical trials in participants with relapsing and progressive forms of multiple sclerosis. PRN473 Topical, a topical reversible covalent BTK inhibitor designed for immune mediated diseases that could benefit from localized application to the skin, is being evaluated in a Phase 1 trial. For more information, please ... "], ["2020-05-26 12:00", "Sanofi shares down despite US$13 billion Regeneron paydayShares in Sanofi fell on Tuesday despite the French drugmaker's impending US$13 billion payday from selling most of its 20.6per cent stake in U.S."], ["2020-05-26 12:00", "AbbVie Wrapped Its $63 Billion Allergan Buyout — Is AbbVie Stock A Buy? ... In The Biggest Robotic Surgery Player? Stock Market Today: Track Market Trends And The Best Stocks To Watch Why You Should Keep An Eye On These Leading Health Care Stocks Get Timely Buy & Sell Alerts With IBD Leaderboard Listen To IBD's Investing Podcast For Key Market Insights, Stock Analysis Related news Dow Jones Today, Futures Rally As Covid-19 Vaccine Race Heats Up; Sanofi Exits Regeneron 8:38 AM ET Novavax and Co-Diagnostics were early leaders, while Merck rose on the Dow Jones as coronavirus optimism lifted stock futures toward... 8:38 AM ET Novavax and Co-Diagnostics were early leaders, while Merck rose on... Pfizer Is Charging Ahead With A Coronavirus Vaccine — Is PFE Stock A Buy? Teladoc, Neurocrine Bio Lead Five Healthy Stocks To Monitor ... "], ["2020-05-26 12:00", "Stocks & ETFs Beneficiaries of Coronavirus Vaccine Ramp-Up ...  company Vaxart ( VXRT - Free Report ) announced positive pre-clinical data for its oral tablet vaccine. Non-Replicating-Viral-Vector candidate from University of Georgia/University of Iowa has shown promise. Epivax/University of Georgia's S protein candidate is also at this stage. GlaxoSmithKline plc ( GSK - Free Report ) is a prominent name here. Its collaboration with Sanofi (SNY) for formulating S protein candidate, its yet another collaboration with University of Queensland/ Dynavax for developing Molecular-clamp-stabilized-Spike-protein vaccine, and the coalition for Innovax/Xiamen University/GSK's COVID-19 XWG-03 truncated S (spike) proteins are notable. Stocks & ETFs in Focus Given the big push for coronavirus vaccine development, biotech and ... "], ["2020-05-26 11:54", "Sanofi shares down despite $13 billion Regeneron paydayShares in Sanofi fell on Tuesday despite the French drugmaker's impending $13 billion payday from selling most of its 20.6% stake in U.S. partner Regeneron ."], ["2020-05-26 11:54", "Sanofi shares down despite $13 billion Regeneron paydayShares in Sanofi fell on Tuesday despite the French drugmaker's impending $13 billion payday from selling most of its 20.6% stake in U.S. partner Regeneron .'"], ["2020-05-26 11:54", "Stocks making the biggest moves in the premarket: Merck, Novavax, AutoZone, Crocs & more ...  (CROX) The maker of plastic foam shoes saw sales jump 14% in March compared to a year earlier. According to NPD data cited by The Wall Street Journal, it was the only one of the top 30 footwear brands tracked by NPD to show a sales increase during the month. Regeneron (REGN) Regeneron will buy back about $5 billion of its shares from French drugmaker Sanofi (SNY). Sanofi currently owns about 23.2 million shares in Regeneron, and will continue to own about 400,000 shares after the sale. The ongoing partnership between the two companies which dates back to 2003 will continue. Separately, Regeneron was upgraded to \"overweight\" from \"equal weight\" at Wells Fargo, which points to improved outlooks for drugs like eye drug Eylea and asthma drug ... "], ["2020-05-26 11:52", "Coronavirus Vaccine Development Gathers Steam: 4 Winners ... in its vaccine development. It is the first company to have entered phase 2 clinical trial of its experimental COVID-19 vaccine and so far the results have been impressive. Moderna's shares have gained 36.6% in the past 30 days. The company has a Zacks Rank #2. GlaxoSmithKline plc has announced a string of wide-reaching collaborations during the pandemic, most notably with Sanofi. The company expects to launch clinical trials in the second half of the year. The expected earnings growth rate for next year is 0.7%. The Zacks Consensus Estimate for current-year earnings has improved 1% over the past 30 days. GlaxoSmithKlineholds a Zacks Rank #2. Biggest Tech Breakthrough in a Generation Be among the early investors in the new type of device that experts say ... "]]}}