{"postfix": "schneider_electric-aktie", "name": "SCHNEIDER_ELECTRIC", "wkn": "860180", "time": "2020.05.26 15:18", "ts": 1590499139, "features": {"KGV": "17.35", "Marktkapitalisierung": {"Size": "Mrd", "Value": "49.62"}, "GA": "5.32", "KBV": "2.36", "BA": "39.13", "KCV": "12.02", "CA": "7.68", "Vola30": "38.01", "Vola90": "66.05", "Vola180": "49.44", "Vola250": "38.09"}, "rivals": ["psi_software-aktie", "general_electric-aktie", "siemens-aktie", "alcatel-lucent-aktie", "alstom-aktie", "abb-aktie", "legrand-aktie"], "text_data": {"de": [["15.05.20", "MÄRKTE EUROPA/Börsen bauen Gewinne aus - Warten auf US-Daten"], ["30.04.20", "Schneider Electric-Aktie: Einschätzungen und Kursziele der Analysten im April"], ["28.04.20", "ANALYSE-FLASH: Oddo BHF hebt Schneider Electric auf 'Buy' und Ziel auf 97 Euro"], ["28.04.20", "Milliardenübernahme von RIB Software so gut wie perfekt"], ["24.04.20", "Schneider Electric stellte Quartalsergebnis zum abgelaufenen Jahresviertel vor"], ["24.04.20", "Schneider Electric stellte Quartalsergebnis zum abgelaufenen Jahresviertel vor"], ["23.04.20", "MÄRKTE EUROPA/Öl und EU-Gipfelhoffnungen stützen Börsen"], ["23.04.20", "MÄRKTE EUROPA/Börsen drehen leicht ins Plus"], ["23.04.20", "MÄRKTE EUROPA/Börsen erholen sich vor EU-Gipfel"], ["23.04.20", "ROUNDUP: Schneider Electric gelingt RIB-Software-Kauf - Annahmeschwelle erreicht"], ["23.04.20", "KORREKTUR: Schneider gelingt RIB-Software-Kauf - Mindestannahmeschwelle erreicht"], ["23.04.20", "Schneider Electric wagt weiter keine Prognose - Umsatzrückgang im ersten Quartal"], ["23.04.20", "Schneider Electric gelingt RIB-Software-Kauf - Mindestannahmeschwelle erreicht"], ["31.03.20", "Analysten sehen bei Schneider Electric-Aktie Potenzial"], ["31.03.20", "VIRUS: Macron will mehr französische Souveränität im Kampf gegen Covid-19"], ["30.03.20", "RIB Software zieht Prognose zurück - Management für Kauf durch Schneider"], ["30.03.20", "RIB-Software-Management für Übernahme durch Schneider Electric"], ["30.03.20", "ROUNDUP: RIB Software setzt Prognose wegen Coronavirus aus - Weniger Gewinn"], ["29.02.20", "Februar 2020: Die Expertenmeinungen zur Schneider Electric-Aktie"], ["22.02.20", "Schneider Electric vermeldete Zahlen zum jüngsten Quartal"], ["22.02.20", "Schneider Electric: Zahlen zum abgelaufenen Jahresviertel"]], "en": [["23.04.20", "Schneider Electric first-quarter sales beat expectations, flags shutdown impact"], ["23.04.20", "Schneider Electric flags shutdown impact as first quarter sales drop"], ["29.02.20", "Schneider Electric: under the hammer"], ["20.02.20", "Schneider Electric warns of €300m hit from coronavirus"], ["20.02.20", "Schneider Electric estimates coronavirus costs at 300 million euros"], ["08.01.20", "At CES, Schneider Electric unveils its own upgrade to the traditional fusebox"], ["2020-05-26 10:27", "Schneider Electric And EcoDataCenter Partner For Climate PositivityLONDON, May 26, 2020 /PRNewswire/ -- Schneider Electric, the leader in the digital transformation of energy management and automation, partners with EcoDataCenter to build an ultra-low-carbon-footprint data centre at the heart of their HPC colocation in F"], ["2020-05-26 10:00", "Zoom's torrid 90 day sprint: Security, increased competition and becoming a verb ...  Guidelines Join Discussion Add Your Comment Add Your Comment More from Larry Dignan Security Palo Alto Networks shines in Q3 amid remote work spurs security demand Data Centers HPE's Q2 stung by COVID-19 economic fallout, misses estimates Collaboration Workplace by Facebook passes 5 million paid users, launches Workplace Rooms, video conferencing enhancements Data Centers Schneider Electric launches monitoring, dispatch services for edge computing sites Please review our terms of service to complete your newsletter subscription. By registering, you agree to the Terms of Use and acknowledge the data practices outlined in the Privacy Policy . You will also receive a complimentary subscription to the ZDNet's Tech Update Today and ZDNet Announcement ... "], ["2020-05-25 21:05", "Idaho police issue statement on 'cult mom' Lori Vallow's missing son's eighth birthday ...  footage was taken outside the couple's home in Phoenix, Arizona. In the newly released bodycam footage, Charles said Lori no longer thought he was her husband and was calling him 'Nick Schneider', someone he said neither of them knew. Lori Vallow's best friend Melanie Gibb said that Vallow's new husband, Chad Daybell, had called her sounding 'very nervous' and ... military academy, student reveals - as royal family shares snaps of the 18-year-old out running Hailey Bieber shows off scratch marks from one of her cats... as husband Justin Bieber enjoys electric bike ride: 'Cats are little a******s sometimes' 'Rest in paradise': Jeremy Meeks pays tribute to his beloved nephew Vincent as he passes away Chloe Green reacted  ... "], ["2020-05-25 19:54", "Global Smart Factory And Manufacturing Market: Focus On Solution (Hardware And Software) And End Users - Analysis And Forecast, 2020-2025 ... Rest-of-the-World. Data for each of these regions by country has also been provided. Key Companies in the Global Smart Factory and Manufacturing Industry The key market players in the global Smart Factory and Manufacturing market include ABB Ltd, Honeywell International Inc., Schneider Electric, Siemens AG, Rockwell Automation Inc, Emerson Electric CO., OMRON Corporation, Dassault Systmes, IBM Corporation, Bosch Rexroth AG, Fanuc Corporation, General Electric, Kuka AG, OMRON Corporation, Mitsubishi Electric Corporation, and Stratasys Ltd. Countries Covered North America U.S. Canada Europe U.K. Germany France Spain Italy Rest-of- Europe Asia-Pacific China Japan South Korea India Rest-of- Asia-Pacific Rest-of-the-World Middle East and Africa Latin America Read ... "], ["2020-05-25 19:24", "NHL agent poll hits many topics, shows optimism about avoiding 2022 lockout ... actual, not just imagined, hockey would really sell it. Even with a more defensive bent at times in 2019-20, the Penguins remain one of the league's most electric teams. Sometimes that electricity stems from the static energy of making mistakes. For all of the Canadiens' flaws, they are the sort of smaller, speedy, skilled team that  ...  Happy Hour: Golden Knights win first-ever Stanley Cup Final game May 19, 2020 4:15 pm EDT Ducks' Ryan Miller eyeing Hasek on wins list, unsure of playing future May 19, 2020 1:06 pm EDT Devils' Schneider: NHL players concerned as pause lingers May 19, 2020 11:00 am EDT Governors warming to the idea of the return of pro sports May 19, 2020 9:52 am EDT PHT Morning Skate: NHLers and TikTok; goalies and the draft ... "], ["2020-05-25 15:30", "Remote Asset Management Market Worth $32.6 Billion By 2025 - Exclusive Report By MarketsandMarkets ...  of emerging countries, such as China , Japan , and India , the region is expected to witness high growth in the remote asset management market. Major vendors operating in the Remote Asset Management Market include Siemens AG (Siemens), AT&T (AT&T), Cisco Systems, Inc. (Cisco Systems), Hitachi Ltd. (Hitachi), Schneider Electric (Schneider Electric), PTC (PTC), Infosys Limited (Infosys), IBM Corporation (IBM), Rockwell Automation, Inc. (Rockwell Automation), SAP (SAP), Verizon (Verizon), Bosch.IO (Bosch.IO), Meridium Inc. (Meridium), Vodafone Group (Vodafone), RapidValue Solutions (RapidValue), RCS Technologies (RCS), EAMbrace (EAMbrace), Accruent (Accruent), ROAMWORKS (ROAMWORKS), and Ascent Intellimation Pvt Ltd. (Ascent Intellimation). Browse Adjacent ... "], ["2020-05-25 13:30", "Valve Controller Market Worth $2.2 Billion By 2025 - Exclusive Report By MarketsandMarkets ... in the US. Control valve assemblies integrated with valve controllers are used in the oil & gas, energy & power, and water & wastewater treatment industries to control media flow through a system, as well as to start, stop, or throttle the flow and ensure safe and efficient process automation. Emerson (US), Metso ( Finland ), CIRCOR (US), ABB ( Switzerland ), Schneider Electric ( France ), Flowserve Corporation (US), SMC Corporation ( Japan ), Azbil ( Japan ), Baker Hughes (US), Rotork (UK), Siemens ( Germany ), IMI (UK) , CLA-VAL (US), Dymax Corporation (US), Tokyo Keiki ( Japan ), Curtiss Wright Group (US), and Samson Controls ( Germany ) are few of the major players in the valve controller market. Related Reports: Valve Positioners Market by Type (Electro ... "], ["2020-05-24 04:09", "Creepy tech invades workplaces (and privacy) ...  Big Brother. Natalia Drozdiak and Helene Fouquet May 24, 2020 2.09pm Save Log in or Subscribe to save article Share A \"Romware Covid Radius bracelet\" beeps every time a Tata Steel Ltd worker in the UK or a docker at Belgium's Antwerp port is within virus-catching distance of someone. At Bouygues SA construction sites and in Sanofi and Schneider Electric SE offices in France employees enter after thermal cameras check their temperatures. Invisible lasers will manage crowds at shopping malls and transport hubs in Spain and France, and some firms will use infection-tracing lanyard devices. As Europeans head back to work, they're entering a world very different from the one they left. Workplaces from banks and offices to e-commerce warehouses ... "], ["2020-05-23 15:19", "Rural areas, tribal lands hit hardest by census interruption ...  water to fill a tank in the back of his truck to haul home in Oljato-Monument Valley, Utah, on the Navajo reservation. Even before the pandemic, people living in rura... By MIKE SCHNEIDER Associated Press ORLANDO, Fla. (AP) - Even though they're neighbors, two New Mexico counties couldn't be further apart in the rate of people answering the 2020 census. Los Alamos County,  ... to News 12 is free for Optimum, Comcast , Spectrum Networks and Service Electric SM customers. Please enjoy 20 complimentary views of articles, photos, and videos during the next 30 days. you have reached your 20 view limit Access to News 12 is free for Optimum, Comcast , Spectrum Networks and Service Electric SM customers. Please login or create an account to continue enjoying  ... "], ["2020-05-22 18:53", "ePlus CEO Says He's Confident Firm Will Weather The COVID-19 Storm ... Center Partner Program Guide Showcase Vertiv Edge Computing360 Wasabi Wasabi Carbonite Cloud Storage360 Veeam Veeam Progress Accelerate Enterprise App360 Sherweb Cloud Partner Programs360 Bitdefender Cybersecurity360 Cloudcheckr Cloud Platforms360 Sophos Sophos Cybersecurity Learning Center Spectrum Partner Program Spectrum Partner Program Dell EMC Software-defined Data Center360 APC by Schneider Electric IoT Platforms360 Comcast Comcast Business Learning Center NPD Industry Trends360 Trend Micro Managed Security360 Mimecast Mimecast HP Response to COVID-19 HP Inc. Webroot Webroot Learning Center Eaton Eaton Learning Center BlackBerry Cylance BlackBerry Cylance Learning Center Scale Computing Scale Computing Dell Technologies Dell Technologies Cloud Learning ... "], ["2020-05-22 17:02", "Splunk Transition To Cloud 'Accelerated' In Q1 Ahead Of Expectations ... Center Partner Program Guide Showcase Vertiv Edge Computing360 Wasabi Wasabi Carbonite Cloud Storage360 Veeam Veeam Progress Accelerate Enterprise App360 Sherweb Cloud Partner Programs360 Bitdefender Cybersecurity360 Cloudcheckr Cloud Platforms360 Sophos Sophos Cybersecurity Learning Center Spectrum Partner Program Spectrum Partner Program Dell EMC Software-defined Data Center360 APC by Schneider Electric IoT Platforms360 Comcast Comcast Business Learning Center NPD Industry Trends360 Trend Micro Managed Security360 Mimecast Mimecast HP Response to COVID-19 HP Inc. Webroot Webroot Learning Center Eaton Eaton Learning Center BlackBerry Cylance BlackBerry Cylance Learning Center Scale Computing Scale Computing Dell Technologies Dell Technologies Cloud Learning ... "], ["2020-05-22 16:56", "Thales Launches Channel Push To Get Partners Involved Earlier ... Center Partner Program Guide Showcase Vertiv Edge Computing360 Wasabi Wasabi Carbonite Cloud Storage360 Veeam Veeam Progress Accelerate Enterprise App360 Sherweb Cloud Partner Programs360 Bitdefender Cybersecurity360 Cloudcheckr Cloud Platforms360 Sophos Sophos Cybersecurity Learning Center Spectrum Partner Program Spectrum Partner Program Dell EMC Software-defined Data Center360 APC by Schneider Electric IoT Platforms360 Comcast Comcast Business Learning Center NPD Industry Trends360 Trend Micro Managed Security360 Mimecast Mimecast HP Response to COVID-19 HP Inc. Webroot Webroot Learning Center Eaton Eaton Learning Center BlackBerry Cylance BlackBerry Cylance Learning Center Scale Computing Scale Computing Dell Technologies Dell Technologies Cloud Learning ... "], ["2020-05-22 16:51", "HPE CEO Antonio Neri: Faster Everything-As-A-Service Shift Means More 'Long-Term Money' For Partners ... Center Partner Program Guide Showcase Vertiv Edge Computing360 Wasabi Wasabi Carbonite Cloud Storage360 Veeam Veeam Progress Accelerate Enterprise App360 Sherweb Cloud Partner Programs360 Bitdefender Cybersecurity360 Cloudcheckr Cloud Platforms360 Sophos Sophos Cybersecurity Learning Center Spectrum Partner Program Spectrum Partner Program Dell EMC Software-defined Data Center360 APC by Schneider Electric IoT Platforms360 Comcast Comcast Business Learning Center NPD Industry Trends360 Trend Micro Managed Security360 Mimecast Mimecast HP Response to COVID-19 HP Inc. Webroot Webroot Learning Center Eaton Eaton Learning Center BlackBerry Cylance BlackBerry Cylance Learning Center Scale Computing Scale Computing Dell Technologies Dell Technologies Cloud Learning ... "], ["2020-05-22 16:06", "5 Companies That Came To Win This Week ...  Learning Center Symantec Symantec Business Security Learning Center Cohesity Cohesity Learning Center Trend Micro Managed Security360 NPD Industry Trends360 Bitdefender Cybersecurity360 Cloudcheckr Cloud Platforms360 Sophos Sophos Cybersecurity Learning Center Spectrum Partner Program Spectrum Partner Program Partner Program Guide Showcase Dell EMC Software-defined Data Center360 APC by Schneider Electric IoT Platforms360 Vertiv Edge Computing360 Wasabi Wasabi Carbonite Cloud Storage360 Progress Accelerate Enterprise App360 Veeam Veeam Sherweb Cloud Partner Programs360 Comcast Comcast Business Learning Center HP Response to COVID-19 HP Inc. Webroot Webroot Learning Center Mimecast Mimecast BlackBerry Cylance BlackBerry Cylance Learning Center Eaton Eaton ... "], ["2020-05-22 15:36", "Dell Confirms Freezing Employee Salaries, 401(k) Contributions And Hiring ...  Learning Center Symantec Symantec Business Security Learning Center Cohesity Cohesity Learning Center Trend Micro Managed Security360 NPD Industry Trends360 Bitdefender Cybersecurity360 Cloudcheckr Cloud Platforms360 Sophos Sophos Cybersecurity Learning Center Spectrum Partner Program Spectrum Partner Program Partner Program Guide Showcase Dell EMC Software-defined Data Center360 APC by Schneider Electric IoT Platforms360 Vertiv Edge Computing360 Wasabi Wasabi Carbonite Cloud Storage360 Progress Accelerate Enterprise App360 Veeam Veeam Sherweb Cloud Partner Programs360 Comcast Comcast Business Learning Center HP Response to COVID-19 HP Inc. Webroot Webroot Learning Center Mimecast Mimecast BlackBerry Cylance BlackBerry Cylance Learning Center Eaton Eaton ... "], ["2020-05-22 15:24", "Microsoft to combine Windows 10 IoT Core and IoT Enterprise in 2021 ... (s) which you may unsubscribe from at any time. You also agree to the Terms of Use and acknowledge the data collection and usage practices outlined in our Privacy Policy . Continue Newsletters See All See All Related Stories 1 of 3 Schneider Electric launches monitoring, dispatch services for edge computing sites With Monitoring & Dispatch Services, Schneider Electric is using the playbook from industrial giants. Alibaba to invest $1B on AI integration with smart speaker Chinesee-commercegiantwillusethefundstobolsteritsartificialintelligenceandInternetofThingsecosystemthatsupportsTmallGenie,includinglinkingmorecontentand... Microsoft Build 2020 goes back to developers, developers, developers Microsoft's Build 2020 event will be very different this year ... "], ["2020-05-22 14:50", "VMware's Kubernetes GM On Dell Integrations And Security Plan ... Center Partner Program Guide Showcase Vertiv Edge Computing360 Wasabi Wasabi Carbonite Cloud Storage360 Veeam Veeam Progress Accelerate Enterprise App360 Sherweb Cloud Partner Programs360 Bitdefender Cybersecurity360 Cloudcheckr Cloud Platforms360 Sophos Sophos Cybersecurity Learning Center Spectrum Partner Program Spectrum Partner Program Dell EMC Software-defined Data Center360 APC by Schneider Electric IoT Platforms360 Comcast Comcast Business Learning Center NPD Industry Trends360 Trend Micro Managed Security360 Mimecast Mimecast HP Response to COVID-19 HP Inc. Webroot Webroot Learning Center Eaton Eaton Learning Center BlackBerry Cylance BlackBerry Cylance Learning Center Scale Computing Scale Computing Dell Technologies Dell Technologies Cloud Learning ... "], ["2020-05-22 14:45", "Ireland Data Center Market Insights 2020-2025: Implications Of COVID-19, Key Segments, Leading Companies ...  IBM Lenovo NetApp Construction Contractors Arup Bouygues Bruceshaw Builders SKS Contractors Callaghan Engineering Designer Group Future-tech ISG Plc Kirby Engineering & Constructions KMCS M+W Group Mace Group Mercury PM Group Winthrop Engineering Support Infrastructure Providers ABB Caterpillar Cummins Eaton Hitec Power Constructions KINOLT (Euro-Diesel) Kohler SDMO Legrand MTU On Site Energy Rittal Schneider Electric Socomec STULZ Trane Vertiv Investors Amazon Web Services CyrusOne Digital Realty Echelon Data Centers Edge Connex Facebook Google JCD Nautilus Office Of Public Works (OPW) T5 Data Centers Why Purchase This Report? To gain competitive intelligence about the industry and players in the market To focus on the niche market Offers a presentation ... "], ["2020-05-22 14:35", "Supply chain efficiency to boost foreign investment ...  rights and technology transfer issues. Based on survey results announced by the American Chamber of Commerce in China and the Japan External Trade Organization, multinationals are not willing to withdraw from China. More companies believe that China's comparative advantage has not changed but improved and they still have full confidence in investing in the country. Yin Zheng, president of Schneider Electric China, the French industrial group, said China not only attracts global companies by the size of its economy but also as the origin of many innovations. The country remains a strong investment destination. Yin said a huge amount of investment would flow into new energy and more distributed energy usage in the long run as China is launching a new ... "], ["2020-05-22 14:07", "Africa virus cases surpass 100,000; lockdowns slowed growth ...  Africa could use antibody tests to track COVID-19 Reuters UK's Blair: Patchy data means Africa could use antibody tests to track COVID-19 Reuters The Stars Of Harry Potter Dramatically Changed Faqtoids.com Ad Insights into the Immersed Distribution Transformers Industry in the Middle-East, Africa, Saudi Arabia, South Africa & Nigeria - Featuring ABB, Schneider Electric & Tesar Among Others - ResearchAndMarkets.com Business Wire Pakistan: Plane that crashed near Karachi had 98 on board Associated Press 'This is a bad practice': Doctors question FDA protocol for plasma treatment of coronavirus patients Yahoo News New Jersey: Say Bye To Expensive Solar Panels EnergyBillCruncher Ad Putin says coronavirus situation in Russia stabilized Associated ... "]]}}