{"postfix": "seagate-aktie", "name": "SEAGATE", "wkn": "A1C08F", "time": "2020.05.26 15:23", "ts": 1590499380, "features": {"KGV": "9.67", "Marktkapitalisierung": {"Size": "Mrd", "Value": "11.93"}, "GA": "4.82", "KBV": "5.99", "BA": "7.78", "KCV": "7.19", "CA": "6.48", "Vola30": "49.23", "Vola90": "65.09", "Vola180": "51.12", "Vola250": "42.46"}, "rivals": ["net_app-aktie", "fujitsu-aktie", "hitachi-aktie", "sandisk-aktie", "samsung_adrs-aktie", "western_digital-aktie"], "text_data": {"de": [["30.04.20", "April 2020: Das sind die Expertenmeinungen zur Seagate-Aktie"], ["24.04.20", "Seagate: Bilanzvorlage zum letzten Quartal"], ["23.04.20", "MÄRKTE USA/Wall Street setzt Erholung trotz schwacher Daten fort"], ["23.04.20", "MÄRKTE USA/Wall Street lauft noch etwas weiter"], ["23.04.20", "MÄRKTE USA/Wall Street könnte noch etwas weiter zulegen"], ["21.04.20", "Ausblick: Seagate zieht Bilanz zum jüngsten Jahresviertel"], ["31.03.20", "Analysten sehen bei Seagate-Aktie Potenzial"], ["18.03.20", "IronWolf 510: Seagate veröffentlicht NVMe-Cache fürs Profi-NAS"], ["29.02.20", "So schätzen die Analysten die Zukunft der Seagate-Aktie ein"], ["06.02.20", "Seagate präsentierte Bilanzzahlen zum jüngsten Jahresviertel"], ["03.02.20", "Ausblick: Seagate stellt das Zahlenwerk zum vergangenen Quartal vor"], ["31.01.20", "heise+ | Seagate, Toshiba, WD: Mobilfestplatten mit 4 TByte im Vergleich"], ["10.01.20", "Firecuda Gaming: Auch Seagate hat externe USB-3.2-Gen2x2-SSD"], ["08.01.20", "Aktionäre von Seagate Technology erhalten vierteljährliche Dividende"], ["03.01.20", "heise+ | Kurztests: HP-PC mit Ryzen-CPU, Seagate-SSD Firecuda 520 und LED-Kacheln"]], "en": [["22.05.20", "Seagate (STX) Up 7% Since Last Earnings Report: Can It Continue?"], ["21.05.20", "Seagate Stock Up 1.5x, But Revenue Down 7%- What’s Happening?!"], ["27.04.20", "Is Seagate Technology Resistant to the Coronavirus Crisis?"], ["26.04.20", "High-Yield-Dividend Seagate Technology Is Doing Fine Amid Coronavirus Shutdown"], ["23.04.20", "Seagate (STX) Q3 Earnings Beat Estimates, Revenues Up Y/Y"], ["23.04.20", "Seagate Technology PLC (STX) Q3 2020 Earnings Call Transcript"], ["22.04.20", "Seagate stock declines following earnings beat"], ["22.04.20", "Seagate (STX) Surpasses Q3 Earnings and Revenue Estimates"], ["17.04.20", "Seagate (STX) to Report Q3 Earnings: What is in the Cards?"], ["15.04.20", "Seagate (STX) Reports Next Week: Wall Street Expects Earnings Growth"], ["02.04.20", "How Safe is Seagate Technology’s 5.2%-Yielding Dividend?"], ["02.04.20", "Better Buy: Seagate Technology vs. Intel"], ["01.04.20", "Seagate (STX) Stock Moves -1.93%: What You Should Know"], ["23.03.20", "Down 25% In A Month, Is Seagate Likely To Outperform After The Coronavirus Threat Passes?"], ["19.03.20", "Seagate (STX) Stock Sinks As Market Gains: What You Should Know"], ["18.03.20", "Stocks With Rising Relative Strength: Seagate Technology"], ["18.03.20", "Should Value Investors Pick Seagate Technology (STX) Stock? "], ["13.03.20", "Is Seagate (STX) a Great Value Stock Right Now?"], ["12.03.20", "Seagate (STX) Stock Moves -1.61%: What You Should Know"], ["05.03.20", "Why Is Seagate (STX) Down 6% Since Last Earnings Report?"], ["05.03.20", "Is the Options Market Predicting a Spike in Seagate (STX) Stock?"], ["05.03.20", "Zacks Market Edge Highlights: Annaly Capital Management, Park Hotels & Resorts, Macy???s, Sunoco and Seagate Technology  "], ["02.03.20", "Micron, Western Digital, Seagate get upgrades at Baird"], ["27.02.20", "Why Seagate (STX) Stock Might be a Great Pick?"], ["26.02.20", "Are Investors Undervaluing Seagate (STX) Right Now?"], ["13.02.20", "Storage co Seagate opens Israel innovation center"], ["13.02.20", "Seagate opens innovation lab in Israel"], ["13.02.20", "Seagate opens innovation lab in Israel"], ["10.02.20", "Is Seagate (STX) Stock Undervalued Right Now?"], ["06.02.20", "Seagate Technology Revenue Returns to Growth, Making This Dividend Play a Buy"], ["05.02.20", "Seagate (STX) Q2 Earnings Beat, Revenues Miss Estimates"], ["05.02.20", "Seagate Technology PLC (STX) Q2 2020 Earnings Call Transcript"], ["04.02.20", "Seagate (STX) Q2 Earnings Beat Estimates"], ["28.01.20", "Earnings Preview: Seagate (STX) Q2 Earnings Expected to Decline"], ["28.01.20", "Better Buy: Seagate Technology vs. Western Digital Corporation"], ["15.01.20", "Why Seagate Technology Is My Favorite Dividend Stock for 2020"], ["15.01.20", "Seagate Technology Hopes to Profit From a Growing Shortage of Data Storage"], ["06.01.20", "Seagate unveils FireCuda Gaming and BarraCuda Fast SSDs for gamers on the go"], ["2020-05-26 12:10", "Alligator Spotted Sheltering Under Car In Florida Driveway ...  Offbeat Alligator Spotted Sheltering Under Car In Florida Driveway By Shreyashi Chakraborty 05/26/20 AT 8:10 AM Florida police received a rather unusual yet interesting call for help Saturday (May 23) as someone reported seeing an alligator underneath a car in a Naples driveway. The alligator was out wandering in the rainy afternoon, and was spotted lounging under a parked vehicle in the Seagate area, police said in a statement. An officer got in action and rescued it from under the homeowner's car with the help of alligator trappers. \"Upon arrival, our officer located a University of Florida fan socially distancing himself under the homeowner's vehicle,\" the statement read. \"Imagine finding that as you're running out to the grocery ... "], ["2020-05-26 11:46", "Xbox Series X release date, specs, design and launch titles for the new Xbox ...  that is due for release in late 2020. So far we know when the new Xbox will release, its official name, some of the games we'll be playing, as well as information on backwards compatibility, and how cross-gen game ownership will work under the new Smart Delivery feature. We also know that it will have a slightly redesigned controller that should be more accessible, and offer 1TB SSD upgrades from Seagate. From what we've seen so far, it looks like the Xbox Series X will sport a blockier style that's similar to that of a small gaming PC . More importantly, we now know what's inside the console, thanks to Microsoft giving us the Series X's full specs , and we can say for sure that the new Xbox is going to be an absolute powerhouse. But the ... "], ["2020-05-24 22:01", "Naples Police find 7 foot long gator in drivewayNaples Police say they got a call about an alligator hanging out on someone's driveway in the Seagate area Saturday afternoon."], ["2020-05-22 15:30", "Seagate (STX) Up 7% Since Last Earnings Report: Can It Continue?Seagate (STX) reported earnings 30 days ago. What's next for the stock? We take a look at earnings estimates for some clues."], ["2020-05-22 14:27", "Lexar Announces the Professional NM700 PCIe Gen3 x4 NVMe SSD ...  computer stuff, vintage PC nerd, and full-time dad. Still in search of the perfect smartphone.In his nonexistent spare time Sebastian's hobbies include hi-fi audio, guitars, and road bikes. Currently investigating time travel. Related Posts Samsung 470 Series 256GB SSD Full Review December 20, 2010 The joy and despair of early adoption, SuperSpeed edition December 7, 2009 Seagate Thin SSHD 500GB Full Review Third Generation Hybrid May 13, 2013 Taking an Accurate Look at SSD Write Endurance February 20, 2013 Leave a reply Cancel reply Your email address will not be published. Required fields are marked * COMMENT Name * Email * This site uses Akismet to reduce spam. Learn how your comment data is processed . Search for: Latest Podcasts Archive & Timeline ... "], ["2020-05-22 04:00", "More Pain For Western Digital Stock? ...  market, a further drop in demand due to the pandemic, is the last thing WDC needs. The waning faith in the company can be gauged from its price-to-sales multiple which has dropped from 1.2x in 2016 to around 1x in 2019, and now stands at 0.8x. To find out how COVID-19 could impact Western Digital's memory peer Seagate, view our interactive dashboard Seagate Downside: How Low Can Seagate Stock Go? See all Trefis Price Estimates and Download Trefis Data here What's behind Trefis? See How It's Powering New Collaboration and What-Ifs For CFOs and Finance Teams | Product, R&D, and Marketing Teams Trefis Team Led by MIT engineers and Wall Street analysts, Trefis (through its dashboards platform dashboards.trefis.com) helps you understand how a company ... "], ["2020-05-21 23:00", "Veritas Technologies expands roles for two of its senior executives ... InfoScale Software-defined Storage and InfoStudio Data Intelligence products. Brace is an accomplished sales and technology leader with more than 25 years of experience in general management, engineering, and product roles. He was previously the president of the Cloud Systems and Silicon Group at Seagate Technologies responsible for Seagate's Storage Systems Business and solid-state drive (SSD) product divisions. Prior to that, Brace was the executive vice president of Seagate's Electronic Solutions business where he led strategy, development, and marketing for SSD businesses. About Deepak Mohan Deepak Mohan has served as the executive vice president of Enterprise Data Protection and Compliance at Veritas since 2018. In this role, he led the product ... "], ["2020-05-21 20:09", "Western Digital Stock Has Fallen Far Enough. 'Risks Are to the Upside.' ...  top stories, along with updates and special offers from Barron's. PREVIEW SUBSCRIBE \"Paired with a highly levered balance sheet and the recent suspension in dividend payments, we are not surprised to see Western Digital's share price lagging its peers since reporting earnings on April 30,\" he writes. In that period, Western is down 7%, while Micron Technology (MU) is down 3% and Seagate is up 4%. But he says investors' expectations for Western Digital are low enough that \"risks are to the upside.\" Ho notes that the consensus profit estimate for calendar 2021 is $7.14 a share. The company's fiscal year is July 1 to June 30. He also notes that, historically, the stock has averaged a price-to-earnings multiple of about 9 times ... "], ["2020-05-21 15:04", "3 Top Dividend Stocks to Maximize Your Retirement Income - May 21, 2020 ...  should consider for their nest egg portfolio. Smucker ( SJM - Free Report ) is currently shelling out a dividend of $0.88 per share, with a dividend yield of 3.19%. This compares to the Food - Miscellaneous industry's yield of 0.3% and the S&P 500's yield of 2.09%. In terms of dividend growth, the company's current annualized dividend of $3.52 is up 3.53% from last year. Seagate ( STX - Free Report ) is paying out a dividend of 0.65 per share at the moment, with a dividend yield of 5.01% compared to the Computer- Storage Devices industry's yield of 0% and the S&P 500's yield. Taking a look at the company's dividend growth, its current annualized dividend of $2.6 is up 3.17% from last year. Currently paying a dividend of 0.21 per ... "], ["2020-05-21 14:11", "'The Last Of Us 2' Hints Say Players Can't Get Everything In Single Playthrough ...  Last of Us 2.\" That includes creating a limited edition version of a PS4 Pro to bundle with the game . According to Gamespot , the game will be bundled with a console and controller bearing a design taken from the game—most notably, the tattoo of Ellie, one of the game's protagonists. The game will also feature a collection where a limited-edition Gold Wireless Headset and a Seagate 2TB Game Drive will go on sale at the same time. These also bear similar designs as the PS4 Pro and controller. The designs have been revealed in Sony's latest press release about the game, thanks to Naughty Dog art director John Sweeney. The other details revealed about \"The Last of Us 2\" include the release date, which Sony put in June. It was earlier ... "], ["2020-05-21 13:00", "Seagate Technology To Open Up Patents In Fight Against COVID-19Seagate Technology plc STX, a world leader in data storage and management solutions, today announced that it has signed the Open COVID Pledge. The pledge grants free access to all of Seagate's patented technologies to help enable diagnosing, preventin"], ["2020-05-21 04:00", "Why Pfizer Looks Undervalued At $38 ... .96 in 2020. The change in EPS can be attributed to a reduction in adjusted net income and a lower expected share count due to stock repurchases. Our Price Estimate of $46 For Pfizer's Stock implies a 15.6x P/E Multiple on expected FY2020 Adjusted EPS of $2.96. Note that Pfizer's P/E Multiple is lower than some of its peers. Today In: Markets Seagate Stock Up 1.5x, But Revenue Down 7%- What's Happening?! After A Whopping 200% Move, Is It Time To Sell Masimo? How Texas Instruments Returned 90%+ To Its Shareholders With Only 10% Topline Growth Care about Pfizer's valuation? Merck compared to Pfizer is even a better bet, in our view. Our dashboard forecasting US COVID-19 cases with cross-country comparisons analyzes expected recovery time-frames ... "], ["2020-05-21 04:00", "Why Is Altria's Stock Down Over 30% Despite Flat Revenues? ...  from 55.3% in 2016 27.5% in 2018. This was followed by the company reporting losses in 2019 when margins crashed to -5.1%. How did Altria see such a sharp deterioration in profitability despite revenue being almost stable? Dive into our interactive dashboard on Altria's expenses for understanding this diversion. Today In: Markets Three Chinese Stocks Still Worth Your While Why Pfizer Looks Undervalued At $38 Seagate Stock Up 1.5x, But Revenue Down 7%- What's Happening?! One major factor Altria's big entry in e-vaping with an investment in JUUL and Cronos in 2019. Altria had invested about $12.8 billion for a 35% stake in JUUL Labs, valuing the e-vapor giant, which has a market share of over 70% in the US, at close to $38 billion. A majority of ... "], ["2020-05-21 04:00", "Seagate Stock Up 1.5x, But Revenue Down 7%- What's Happening?!Seagate stock gained a large 84% in 3 years, with the stock price rising from $32 at the end of 2016 to about $59 at the end of 2019. Despite dropping to $49 so far in 2020 due to the COVID-19 pandemic, the stock has still registered a cumulative return o"], ["2020-05-21 04:00", "Three Chinese Stocks Still Worth Your While ... two centuries of humiliation at the hands of foreigners. That's mainly by taking a more assertive posture on the world's stage. COVID-19 recriminations are just the latest catalyst for worsening what were already tense US/China ... [+] relations. Getty Today In: Markets Why Is Altria's Stock Down Over 30% Despite Flat Revenues? Why Pfizer Looks Undervalued At $38 Seagate Stock Up 1.5x, But Revenue Down 7%- What's Happening?! On the US side, leaders of both major political parties have taken the change in tone as undue aggressiveness to be countered. Some have also spun a revisionist narrative that Chinese trade and investment has somehow undermined the American economy. With that as backdrop, it's no surprise both countries' political ... "], ["2020-05-20 21:00", "The key to a good PS4 experience is the right accessories ... 25 at Amazon Stand and deliver : Insignia Universal Vertical Stand Save space on your desk or TV stand by displaying your PS4 vertically. This stand also has rubber on the bottom to make it slip resistant, reducing the chance your system could be damaged if you or a rambunctious kid or pet bump into it. It's compatible with PS4, PS4 Pro and PS4 Slim consoles. $18 at Best Buy The great game expansion : Seagate 2TB PS4 External Hard Drive Just about every avid gamer reaches a point in the life of a console when they start to run out of storage space. You could spend a ton of time trying to decide which games you are going to delete or you could expand your storage space. Fortunately, we can now use external hard drives with our PS4s. You can pick up a 2TB ... "], ["2020-05-20 16:18", "Top-Ranked Silicon Motion Technology Flashes Technical Strength ...  of the last three reports. Silicon Motion's revenue gains have also risen over the same time frame. Silicon Motion is the global leader in supplying Nand flash controllers for solid-state storage drives. Its controllers are used in PCs, smartphones, servers and other devices. Silicon Motion holds the No. 1 rank among its peers in the Computer Software-Storage industry group. Seagate Technology ( STX ) and NetApp ( NTAP ) are also among the group's highest-rated stocks. IBD Newsletters Get exclusive IBD analysis and action news daily. SIGN UP NOW! IBD Newsletters Get exclusive IBD analysis and action news daily. Financial Advisor Update How To Invest Market Prep Tech Report Please enter a valid email address Please select a newsletter GO Get these ... "], ["2020-05-20 04:00", "Backblaze HDD report shows the resilience of hard disk drives ...  recent report, it is not going away. Budman says they are not phasing out Toshiba; its gear has simply been available in more limited quantities in the past. HDDs aren't going away either. SSDs are growing in use, but they still cannot match a hard disk for affordable capacity. Last year Micron released a 15TB SSD at the princely cost of $2,770. A Seagate 16TB HDD costs $500. Reliability and affordability ensure HDDs will be around for the foreseeable future. Join the Network World communities on Facebook and LinkedIn to comment on topics that are top of mind. Related: Enterprise Storage Andy Patrizio is a freelance journalist based in southern California who has covered the computer industry for 20 years and has built every x86 PC he's ever owned ... "], ["2020-05-19 23:07", "The Last of Us 2 release date, delay, trailers, news and rumors ... is releasing a limited edition The Last of Us 2 PS4 Pro Bundle that will be available on June 19 for $399.99 / $499.99 CAD (sorry UK and AU readers, it's a North American exclusive) . The bundle comes with a custom console and controller, a physical copy of the game and exclusive digital items, and will launch alongside a Limited Edition Gold Wireless Headset as well as an officially licensed Seagate 2TB Game Drive. ] How The Last Of Us raised the bar for video game narratives New games 2020 : the biggest games coming to console and PC Cut to the chase What is it? The sequel to the critically acclaimed post-apocalyptic game The Last of Us When can I play it? June 19, 2020 What can I play it on? PlayStation 4 and probably PS5 (rumors of PC) The Last of Us ... "], ["2020-05-19 21:16", "There's a new PS4 Pro coming out and it's The Last of Us 2-themed ...  a North American exclusive). According to the blog post , the exclusive digital content includes a Last of Us Part II PS4 dynamic theme and avatars, as well as a few other goodies that you can redeem on PlayStation's online store. In addition to the custom controller, Sony is launching a matching The Last of Us Part II-themed Limited Edition Gold Wireless Headset as well as an officially licensed Seagate 2TB Game Drive with a laser-etched design of Ellie's tattoo, which will be available for $99 and $89, respectively. Oh, and they're making a Last of Us Part II beer, too Although it's not included in the special edition bundle (boo!) Sony has also used the blog post to announce a limited edition Last of Us Part II-themed IPA from Kansas City ... "]]}}