{"postfix": "service-aktie", "name": "SERVICE", "wkn": "859232", "time": "2020.05.26 15:02", "ts": 1590498142, "features": {"KGV": "24.33", "Marktkapitalisierung": {"Size": "Mrd", "Value": "6.27"}, "GA": "1.90", "KBV": "4.70", "BA": "9.83", "KCV": "13.64", "CA": "3.39", "Vola30": "56.67", "Vola90": "66.55", "Vola180": "49.15", "Vola250": "36.68"}, "rivals": [], "text_data": {"de": [["01.05.20", "Service: So schnitt der Konzern im vergangenen Quartal ab"], ["30.04.20", "So schätzen Analysten die Service-Aktie ein"], ["28.04.20", "Ausblick: Service zieht Bilanz zum abgelaufenen Quartal"], ["29.02.20", "So schätzen die Analysten die Zukunft der Service-Aktie ein"], ["20.02.20", "Service informierte über die jüngsten Quartalsergebnisse"], ["16.02.20", "Ausblick: Service präsentiert Quartalsergebnisse"]], "en": [["2020-05-26 13:02", "Red alert issued for Maharashtra's Vidharbha, MP as heatwave sweep Central India ...  cases in India India China border news Uddhav Thackeray Coronavirus in India live Locust Attack Locust attack India BSEB Matric Result Coronavirus vaccine update India Result Bihar Board 10th Result CBSE News Coronavirus Vaccine Amavasya in May 2020 News Coronavirus news Horoscope today Skoda Rapid 1.0 TSI price Step by Step Pizza Recipe Trending Topics Kareena-Saif Karan's Mother Karan Johar Shah Rukh-Kajol Swara Bhasker Akshay Kumar Kunal Kemmu Kareena Kapoor Shah Rukh's Throwback Shah Rukh Khan Priyanka Chopra Salman's New Song Samsung Galaxy A31 Apple Airpods Redmi Note 9 Pro Sale Amazon App Quiz Mumbai Lockdown Hyderabad Lockdown Copyright 2020 Bennett, Coleman & Co. Ltd. All rights reserved. For reprint rights: Times Syndication Service"], ["2020-05-26 12:57", "Downing Street refuses to answer further questions on Dominic Cummings and says adviser has given 'full and detailed account' ... decision to return to London, after medical advice he claimed. But the prime minister's spokesman insisted it was not his job to answer further questions, about a special adviser, saying: \"There is nothing for me to add.\" Download the new Independent Premium app Sharing the full story, not just the headlines Download now There would be no civil service investigation into whether Mr Cummings broke the code of conduct for advisers, he added, because Mr Johnson is \"satisfied with his explanation\" for leaving London during lockdown. More follows... Inside Politics newsletter The latest news on Brexit, politics and beyond direct to your inbox Enter your email address Continue Continue Please enter an email address Email address is invalid Fill ... "], ["2020-05-26 12:55", "WHO warns that 1st wave of pandemic not over; dampens hopes ... \" Ethics Commission; Secy Gen says it's illegal, re-instates it 45mins Rupee recovers 29 paise to 75.66 on growth optimism, weak dollar 46mins Home gardening e-com. sector blooms amid lockdown 46mins No arrest, detention in case against Tablighi Jamaat members: Delhi Police tells HC 57mins Government finalising draft bill to set up all-India judicial service 1hr ITI Ltd. makes face shields; to be provided to healthcare setups, local administration 1hr Treat with urgency pleas against payment of full wages during lockdown, SC tells Centre 1hr West Indies Test cricketers resume training after COVID-19 hiatus CLOSE CLOSE THIS MENU TRENDING TODAY Chennai Hyderabad Bengaluru Videos Entertainment Coronavirus Video & Podcast Expert Speak All Reports E-BOOK ... "], ["2020-05-26 12:54", "China to enhance public health system to better protect people's lives ...  of the Communist Party of China Central Committee and chairman of the Central Military Commission, stressed fortifying the public health protection network as he was participating in a deliberation at the annual national legislative session with lawmakers from central China's Hubei Province, recently hard-hit by the epidemic. China's public health and medical service systems have played their key roles in dealing with the epidemic, but some weak links and inadequacies were also exposed, Xi said, urging prompt efforts to fix them. Xi stressed reforming disease prevention and control system; boosting the epidemic monitoring, early warning and emergency response capacity; perfecting the treatment system for major epidemics; and improving public health ... "], ["2020-05-26 12:54", "'Very heavy' rainfall expected in Assam, Meghalaya from May 26-28, IMD issues red alert ...  Coronavirus cases in India India China border news Uddhav Thackeray Coronavirus in India live Locust Attack Locust attack India BSEB Matric Result Coronavirus vaccine update India Result Bihar Board 10th Result CBSE News Coronavirus Vaccine Amavasya in May 2020 News Coronavirus news Horoscope today Skoda Rapid 1.0 TSI price Step by Step Pizza Recipe Trending Topics Kareena-Saif Karan's Mother Karan Johar Shah Rukh-Kajol Hrithik Roshan Akshay Kumar Kunal Kemmu Kareena Kapoor Esha Gupta Shah Rukh Khan Priyanka Chopra Salman's New Song Samsung Galaxy A31 Apple Airpods Redmi Note 9 Pro Sale Amazon App Quiz Mumbai Lockdown Hyderabad Lockdown Copyright 2020 Bennett, Coleman & Co. Ltd. All rights reserved. For reprint rights: Times Syndication Service"], ["2020-05-26 12:54", "Afghanistan government to free 900 prisoners; Taliban may extend truce ...  \"dissolves\" Ethics Commission; Secy Gen says it's illegal, re-instates it 23mins Rupee recovers 29 paise to 75.66 on growth optimism, weak dollar 24mins Home gardening e-com. sector blooms amid lockdown 25mins No arrest, detention in case against Tablighi Jamaat members: Delhi Police tells HC 35mins Government finalising draft bill to set up all-India judicial service 45mins ITI Ltd. makes face shields; to be provided to healthcare setups, local administration 45mins Treat with urgency pleas against payment of full wages during lockdown, SC tells Centre 45mins West Indies Test cricketers resume training after COVID-19 hiatus 45mins 832 flights operated on Monday: Hardeep Singh Puri 1hr Rupee settles 29 paise higher at 75.66 against US dollar 1hr ... "], ["2020-05-26 12:52", "Thanks To COVID, Expect Ratings For Live Sports Broadcasts To Set Records ...  about Forbes products and services. You may opt out at any time. I'd like to receive the Forbes Daily Dozen newsletter to get the top 12 headlines every morning. Forbes takes privacy seriously and is committed to transparency. We will never share your email address with third parties without your permission. By signing in, you are indicating that you accept our Terms of Service and Privacy Statement . Billionaires All Billionaires World's Billionaires Forbes 400 America's Richest Self-Made Women China's Richest India's Richest Indonesia's Richest Korea's Richest Thailand's Richest Japan's Richest Australia's Richest Taiwan's Richest Singapore's Richest Philippines' Richest Hong Kong's Richest Malaysia ... "], ["2020-05-26 12:51", "LATAM's Unusual Bankruptcy Excludes Brazil, Saving Half Of Group Employees, In Chapter 11 Filing ...  about Forbes products and services. You may opt out at any time. I'd like to receive the Forbes Daily Dozen newsletter to get the top 12 headlines every morning. Forbes takes privacy seriously and is committed to transparency. We will never share your email address with third parties without your permission. By signing in, you are indicating that you accept our Terms of Service and Privacy Statement . Billionaires All Billionaires World's Billionaires Forbes 400 America's Richest Self-Made Women China's Richest India's Richest Indonesia's Richest Korea's Richest Thailand's Richest Japan's Richest Australia's Richest Taiwan's Richest Singapore's Richest Philippines' Richest Hong Kong's Richest Malaysia ... "], ["2020-05-26 12:51", "Stormy Florida Weather Puts Damper on SpaceX's 1st Astronaut Launch ... Howard Hughes Medical Institute's Department of Science Education. The AP is solely responsible for all content. Copyright AP - Associated Press This article tagged under: Florida SPACEX Cape Canaveral 0 Weather Forecast Miami, FL Facebook Twitter Instagram Submit Tips for Investigations Newsletters Contact Us WTVJ Public Inspection File WTVJ Accessibility WTVJ Employment Infromation TERMS OF SERVICE Ad Choices Advertise with us Send Feedback Privacy Policy New Do Not Sell My Personal Information Copyright 2020 NBC Universal Inc. All rights reserved Back to Article Close Menu Search for: Coronavirus Pandemic News Local US & World NBCLX Decision 2020 Impact With Jackie Nespral Weather Weather alerts Video Investigations Responds 6 In The Mix Entertainment ... "], ["2020-05-26 12:51", "Ottawa to update efforts to procure personal protective equipment ...  equipment — just as demand is poised to skyrocket with more people returning to work and public health officials preparing for a potential second wave of COVID-19 infections. Social Sharing Of 29,570 ventilators ordered, only 203 had been received as of May 19 The Canadian Press Posted: May 26, 2020 8:51 AM ET | Last Updated: May 26 A B.C. Ambulance Service paramedic wearing a face shield, an N95 mask and gloves is seen in the ambulance bay outside the emergency department at Royal Columbian Hospital in New Westminster, B.C., on April 12, 2020. The federal government will update Canadians on Tuesday on the results of the mad scramble to procure personal protective equipment. (Darryl Dyck/The Canadian Press) comments The federal government will update ... "], ["2020-05-26 12:51", "After 'Modi aarti', a temple in the making for Prime Minister Narendra Modi ...  to have seen a world full of young men during NDE after accident Why advertise with us? Read More Karnataka High Court denies bail plea to Infosys techie who urged to spread Covid through sneezing Anushka Sharma lands in legal trouble as BJP MLA files complaint against Paatal Lok Kerala model failing? Fresh coronavirus cases and spread among health workers worry authorities Husband in quarantine, wife elopes with her lover in Madhya Pradesh India US World Business Technology Sports Entertainment Auto Photos Video Advertise with us Permission Syndication Terms of service Privacy & Cookie Policy About us Brand Careers Site Navigation Contact Australia India Singapore U.K. U.S. Copyright 2020, International Business Times, India Edition . All Rights Reserved."], ["2020-05-26 12:50", "Volkswagen loses landmark civil case in emissions scandal ...  day ago Ex-comfort woman decries 'betrayal' in South Korea activist scandal May 25 (UPI) -- The former South Korean comfort woman who accused an activist of misappropriating funds said Monday she had been \"betrayed overnight\" after being \"used\" by lawmaker-elect Yoon Mi-hyang for three decades. Trending Stories Memorial Day: Trump thanks service members fighting 'invisible enemy' Watch live: President, first lady attend wreath-laying ceremony Trump threatens to move GOP convention citing N.C. pandemic restrictions WHO suspends trials of hydroxychloroquine, citing safety 'Aggressive' rats on rise after restaurant shutdowns, CDC says Follow Us Sign up for our daily newsletter Subscribe Privacy policy Photo Gallery World ... "], ["2020-05-26 12:50", "Inside corporations' war on science ... Alex Ward Why a manual by a control freak is the best thing to read when the world is out of control By Constance Grady Do Joe Biden's \"you ain't black\" comments ultimately matter? By Fabiola Cineas The problem with comparing health care workers to soldiers on Memorial Day By Arghavan Salles and Jessica Gold One German church service resulted in more than 100 coronavirus infections By Zeeshan Aleem As crowds flock outdoors for Memorial Day weekend, government officials stress caution By Zeeshan Aleem Chorus Terms of Use Privacy Notice Cookie Policy Do not sell my info Communications Preferences Licensing FAQ Accessibility Platform Status Contact Send Us a Tip Masthead About Us Editorial Ethics and Guidelines Vox Media Vox Media Vox Media logo ... "], ["2020-05-26 12:50", "How We Got From 'The Goat' to 'The GOAT': A Real American Story ... SI All-American Teams SI All-American MLB Scores Schedule Standings Communities Fantasy Community Custom Rankings Fantasy Assistant Start/Sit Assistant Trade Analyzer Gambling Soccer Schedule Standings Scores HOCKEY Scores Schedule Standings Teams Stats Golf Leaderboard World Rankings Statistics MMA Tennis WNBA Boxing Olympics Extra Mustard SI Pressroom Swimsuit Wrestling Vault Podcasts Shop Scores SI Kids Newsletter Customer Service Subscribe to the Magazine Buy Covers Order Past Issues Subscribe to SI Kids Contact Us Privacy Policy Terms of Use Advertise with Us SI Pressroom Privacy Settings NFL NCAAF MLB NBA FANTASY SOCCER HOCKEY NCAAB Subscribe NFL NCAAF MLB NBA FANTASY SOCCER HOCKEY NCAAB Subscribe Home NBA How We Got From 'The Goat' to 'The ... "], ["2020-05-26 12:49", "Chinese social media account which claims 'the US turns dead bodies into hamburgers' gets shut ... 39; Kelly Rowland breaks down in tears on The Voice Australia as Delta Goodrem rushes to comfort her She's a panelist on show The Wanted star Tom Parker and wife Kelsey expecting second child 11 months after arrival of daughter Aurelia... and that they plan to have 'three or four kids' JK Rowling offers to pay annual salary of Tweeter who used Civil Service account to accuse Boris Johnson of being an 'arrogant, offensive truth-twister' Ellen DeGeneres takes a break from quarantine to pick up takeout food with wife Portia de Rossi in Montecito Nikki Bella shows off baby bump while getting 'love taps throughout the day' from upcoming child with fiance Artem Chigvintsev Eva Longoria slips into sleek white workout gear and mask as she ... "], ["2020-05-26 12:49", "Spatial design for gatherings in post pandemic times ...  \"dissolves\" Ethics Commission; Secy Gen says it's illegal, re-instates it 15mins Rupee recovers 29 paise to 75.66 on growth optimism, weak dollar 16mins Home gardening e-com. sector blooms amid lockdown 17mins No arrest, detention in case against Tablighi Jamaat members: Delhi Police tells HC 28mins Government finalising draft bill to set up all-India judicial service 37mins ITI Ltd. makes face shields; to be provided to healthcare setups, local administration 37mins Treat with urgency pleas against payment of full wages during lockdown, SC tells Centre 37mins West Indies Test cricketers resume training after COVID-19 hiatus 37mins 832 flights operated on Monday: Hardeep Singh Puri 1hr Rupee settles 29 paise higher at 75.66 against US dollar 1hr ... "], ["2020-05-26 12:49", "What to watch today: Dow to soar on coronavirus vaccine hopes ...  With Us Join the CNBC Panel Digital Products News Releases Closed Captioning Corrections About CNBC Internships Site Map Podcasts AdChoices Careers Help Contact News Tips Got a confidential news tip? We want to hear from you. Get In Touch CNBC Newsletters Sign up for free newsletters and get more CNBC delivered to your inbox Sign Up Now Get this delivered to your inbox, and more info about our products and services. Privacy Policy | Do Not Sell My Personal Information | Terms of Service 2020 CNBC LLC. All Rights Reserved. A Division of NBCUniversal Data is a real-time snapshot *Data is delayed at least 15 minutes. Global Business and Financial News, Stock Quotes, and Market Data and Analysis. Market Data Terms of Use and Disclaimers Data also provided by"], ["2020-05-26 12:48", "McLaren is laying off 25% of its workforce as coronavirus halts races, manufacturing and sales ...  With Us Join the CNBC Panel Digital Products News Releases Closed Captioning Corrections About CNBC Internships Site Map Podcasts AdChoices Careers Help Contact News Tips Got a confidential news tip? We want to hear from you. Get In Touch CNBC Newsletters Sign up for free newsletters and get more CNBC delivered to your inbox Sign Up Now Get this delivered to your inbox, and more info about our products and services. Privacy Policy | Do Not Sell My Personal Information | Terms of Service 2020 CNBC LLC. All Rights Reserved. A Division of NBCUniversal Data is a real-time snapshot *Data is delayed at least 15 minutes. Global Business and Financial News, Stock Quotes, and Market Data and Analysis. Market Data Terms of Use and Disclaimers Data also provided by"], ["2020-05-26 12:48", "Former US Rep. From South Florida Out of Hospital After Texas Crash ...  leaving Congress in 2013. He served one term and once called for then-President Barack Obama's impeachment. Copyright AP - Associated Press This article tagged under: Florida Texas allen west 0 Weather Forecast Miami, FL Facebook Twitter Instagram Submit Tips for Investigations Newsletters Contact Us WTVJ Public Inspection File WTVJ Accessibility WTVJ Employment Infromation TERMS OF SERVICE Ad Choices Advertise with us Send Feedback Privacy Policy New Do Not Sell My Personal Information Copyright 2020 NBC Universal Inc. All rights reserved Back to Article Close Menu Search for: Coronavirus Pandemic News Local US & World NBCLX Decision 2020 Impact With Jackie Nespral Weather Weather alerts Video Investigations Responds 6 In The Mix Entertainment Latin ... "], ["2020-05-26 12:48", "Up to 200 revellers hug each other and inhale 'hippy crack' during 12-hour illegal rave ... 39; Kelly Rowland breaks down in tears on The Voice Australia as Delta Goodrem rushes to comfort her She's a panelist on show The Wanted star Tom Parker and wife Kelsey expecting second child 11 months after arrival of daughter Aurelia... and that they plan to have 'three or four kids' JK Rowling offers to pay annual salary of Tweeter who used Civil Service account to accuse Boris Johnson of being an 'arrogant, offensive truth-twister' Ellen DeGeneres takes a break from quarantine to pick up takeout food with wife Portia de Rossi in Montecito Nikki Bella shows off baby bump while getting 'love taps throughout the day' from upcoming child with fiance Artem Chigvintsev Eva Longoria slips into sleek white workout gear and mask as she ... "]]}}