{"postfix": "shimano-aktie", "name": "SHIMANO", "wkn": "865682", "time": "2020.05.26 21:49", "ts": 1590522572, "features": {"KGV": "31.37", "Marktkapitalisierung": {"Size": "Mrd", "Value": "16.25"}, "GA": "559.15", "KBV": "3.32", "BA": "5.276.00", "KCV": "23.26", "CA": "753.99", "Vola30": "52.54", "Vola90": "61.18", "Vola180": "48.6", "Vola250": "39.67"}, "rivals": [], "text_data": {"de": [["20.05.20", "Das Corona-Comeback 2020: „Schlange stehen“ für die Teslas fürs Grüne von Cube, Haibike und Shimano"], ["12.05.20", "Günstiges E-Bike bei Aldi erhältlich"], ["12.05.20", "Steps: Shimano bringt größere Akkus für E-Bikes"], ["29.04.20", "Shimano zog Bilanz zum jüngsten Jahresviertel"], ["13.02.20", "Shimano stellte Ergebnisse des abgelaufenen Quartals vor"], ["11.02.20", "Ausblick: Shimano veröffentlicht Zahlen zum vergangenen Quartal"]], "en": [["2020-05-26 15:22", "9 Best SPD Pedals for Cycling: Compare & Save ... out Sealed bearings for smoother riding Cons: Not for outdoor use A bit heavy Some complaints of occasional squeaking during use This set of Venzo pedals works particularly well for spin bikes. Highlights include a sturdy die-cast aluminum body along with an oversized 9/16-inch axle that works with Peloton and other indoor cycling bikes. You can use these dual-function pedals for Shimano SPD mountain bike and Look Delta pedal systems. The Delta and SPD cleats are precisely machined so that you can easily clip in and out. The tension is easily adjustable using the screw on the side of the pedal. This pair of pedals weighs in at 578 grams. Sealed bearings provide a smoother overall riding experience. These pedals are compatible with your favorite Peloton shoes ... "], ["2020-05-24 18:00", "These Bikes Are Actually Available Online Right Now Even Though Everyone All of a Sudden Loves Biking Again ...  pedaling and more than 50 if you do some work. Consider this bike for fun now and as a serious option for commuting later. Buy on Walmart $ 798 GT Aggressor Pro Mountain Bike This is a nearly $700 bike selling, at the time of this review, for less than $500, also known as a good deal. Its mechanical disc brakes give you reliable slowing and stopping, there are 24 speeds and easy-to-use Shimano shifters to control them, and four options for frame size, so riders as short as 4'11\" or as tall as 6'8\" should be able to get an Aggressor that will suit. Buy on Dick's Sporting Goods $ 480 Concord 700c NuVinci Hub SCN BikE This is a perfect choice for use both as a commuter and recreational bike, as the ride is so easily controlled thanks to ... "], ["2020-05-23 17:00", "Best electric bikes to buy in the UK for leisurely rides, commuting and off roading ...  here now Read More Related Articles Best pre-workout supplements to try in 2020 8. Trek Powerfly 4 2020 Electric Mountain Bike Trek Powerfly 4 2020 Electric Mountain Bike If you're more interested in tearing up the trails and utilising the rougher terrain, Trek's Powerfly is a pricey option, with some serious proof to its pudding Built with robust parts, like a 9-speed Shimano drive train and a powerful Bosch Performance CX motor, the Powerfly is a trail bike with the abilities and tech of the best quality mountain ikebs. The 500Wh battery makes this the ideal companion for long days out where you might need the occasional boost for taking on steep inclines and for propelling you down them too. Price: 2550, Evans Cycles - buy here now Part of an ... "], ["2020-05-22 19:44", "The best bike pumps ...  pump overall Specialized Air Tool Comp V2 $60.00 Available on Specialized Buy Now Specialized's Air Tool Comp features sturdy construction, smooth pumping action, and an accurate gauge making it one of the most reliable bike pumps available. READ MORE > > The best for tubeless tires Pro Tubeless Floor Pump $99.89 Available on Amazon Buy Now It looks like a standard floor pump but Shimano Pro's Team Tubeless Floor Pump seats tubeless tires, from road to mountain, without the bulky air reservoirs of other tubeless charging pumps. READ MORE > > The best value bike pump Schwinn Air Center $29.99 Available on Targeti Buy Now Schwinn's Air Center is the best pump you can buy for the price, with reliable performance and some of the bells and whistles ... "], ["2020-05-22 13:45", "Cycling shoes men: Best cycling shoes to buy for men during COVID-19 crisis ... this global pandemic that doesn't allow us much leeway when we are outdoors. Face masks are of vital importance for cyclists especially these days but the right shoes are also extremely important in order to avoid any potential injury. Express Sport present the best types of shoes men can wear while cycling amid the coronavirus outbreak: Cycling has increased in London (Image: GETTY) Shimano RC5 Shimano shoes come at a price but look a lot more expensive than they actually are, which gives them an edge over the other brands. The product is easy and comfortable to wear on the road thanks to the mass of tiny breathing holes whereas the synthetic leather and TPU (thermoplastic polyurethane) makes them easy to clean. The brand stands out thanks to its lacing ... "], ["2020-05-22 09:03", "8 must-have bikes and accessories ... load these wheels into the car or campervan for your next big adventure (when restrictions allow). FLUID RAPID 24-INCH MOUNTAIN BIKE - $249 Pathways too tame for your tween? This junior mountain bike will let nine to 12-year-olds get a bit more daring with front suspension and a padded saddle to help smooth out bumps, a lightweight alloy frame, and low standover. Equipped with Shimano 7 speed gearing, they will be tearing up tough hills and begging you to take them off-road. Derby or Cairns for the next family holiday, maybe? Avaliable at Anaconda CYCLINGDEAL BICYCLE BIKE PET CARRIER TRAILER AND STROLLER - $229.90 If four-legged members of the family have been missing out on big adventures around your neighbourhood, all that is about to change with this bike ... "], ["2020-05-21 17:30", "World Market For E-bikes: Increasing Demand For Eco-friendly Transportation Fueling Market Growth ... bike drive market industry analysis The robust vendor analysis is designed to help clients improve their market position, and in line with this, this report provides a detailed analysis of several leading e-bike drive market vendors that include BionX International Corp., Brose Fahrzeugteile SE & Co., COMP DRIVES sro, Continental AG, Panasonic Corp., Robert Bosch GmbH, Shimano Inc., SPORTTECH Handels GmbH, Yamaha Corp., and ZF Friedrichshafen AG. Also, the e-bike drive market analysis report includes information on upcoming trends and challenges that will influence market growth. This is to help companies strategize and leverage on all forthcoming growth opportunities.The study was conducted using an objective combination of primary and secondary information ... "], ["2020-05-21 10:00", "More than 40,000 National Guard members will miss out on benefits by one day ...  its inventory is \"virtually non-existent\" but a couple of days ago people were buying wrong-sized bikes just to have something \"with two wheels and pedals.\" The company said it went through a year's worth of inventory in 45 days and now is awaiting factory shipments. It is interesting that despite this blip in U.S. sales, global bike sales from big names like Shimano , Giant and Accell are way down for the year. Keep in mind that, in many places, everybody who needs a bike already has one because they use them to get where they are going. China's bike sales suffered the most in the first quarter because of the pandemic lockdown. What follows a big demand for bikes? Probably bike thefts. Here is my prediction based on the above story ... "], ["2020-05-20 18:10", "Covid-19 unemployment leads Gasport man to record white bass ... . We were working a back eddy along a ledge that dropped from 13 to 18 feet. We bounced the blade up and down the ledge.\" DEC Region 9 Fisheries Biologist Chris Driscoll gets ready to verify and check the potential record fish caught by Morgan Fonzi. (Bill Hilts Jr./Buffalo News) The fish was caught at around 3:30 p.m. on a Cabela's Walleye Prodigy rod with a Shimano spinning reel that had Seaguar 10-pound fluorocarbon leader and Seaguar Smackdown Braided line. It was around that time that Joe suggested to Morgan that he look up the state record on his smartphone. The record was a 3-pound, 6-ounce fish caught by Robert Hilton from Furnace Brook in Westchester County, a tributary of the Hudson River, in 1992. It was 18 1/2 inches long. \"I always ... "], ["2020-05-19 00:52", "Hendrik Nollens, marine mammal expert who worked with Navy and SeaWorld, joins PMMC ...  rescue centers from SeaWorld San Diego to The Marine Mammals Center in Sausalito that work with the National Oceanic and Atmospheric Administration to share data and responses to challenging ocean conditions. It has expanded its animal care, medical and disentanglement programs and has seen success through satellite tagging with its rescued pups now being productive members of the marine mammal population. Martha Shimano, a longtime donor to PMMC, said she is thrilled with the hire and believes it will go a long way in drawing more financial support for the center. Just last week the center was called to help several dolphins and took in two sea lions with advanced cancer. \"PMMC, hopefully with the addition of Dr. Nollens, will gain the awareness and ... "], ["2020-05-14 22:54", "With a boom in cycling we detail how to ride out the Covid crisis... ... ;re under no obligation. For more information visit halfords.com . GET CLEARANCE: If you want to buy your own bike, it's worth checking clearance sections online for cheaper prices. Evanscycles.com has plenty on offer, with many road bikes discounted by up to 30 per cent, with finance options available to lessen the blow. It also has accessories to make your rides go smoother, such as the Shimano RP100 Road Shoe for 49.99, down from 69.99. Always use head protection and get it for less at Sportsdirect.com , where you can pick up the Men's Muddyfox helmet for 14.99, usually selling for 37.99. CHILD-FRIENDLY: To get your youngsters into cycling, head to thebikeclub.co.uk . Choose your bike by measuring your child and decide on either a refurbished bike ... "], ["2020-05-14 17:00", "Best mountain bikes to buy in 2020: tackle off-road conditions effortlessly ...  AL 6.0 from Canyon is one to consider for the full trail-package. It's nice and quick thanks to a lightweight aluminium body, and weighs only 13kg which won't hold you back or slow you down when you're off-road exploring or fine-tuning your trail skills. 29 inch wheels allow you to tear up trails but still manage to climb a steep hill and the Shimano MT400 disc brakes ensure fast stopping power. Price: 949, Canyon - buy here now 7. Norco Rampage 2 2020 Mountain Bike Norco Rampage 2 2020 Mountain Bike If you're looking for a purpose-built bike that was crafted with slopestyle and indoor bike parks in mind, this is it. The Rampage 2 from Norco has a cool design that's tough and boasts some pretty cool features that enhance the dirt ... "], ["2020-05-13 17:00", "Best commuter bike for 2020: stay fit and get around easily ... , making getting on and off the tube a complete breeze. The bike and pedals fold up neatly with a patented lock to keep it secure when it isn't in use. There's 7 Shimano gears to get you around, which is a decent amount of gears for everyday city riding. The handle bar and stem are completely adjustable, allowing for a comfortable and riding position and there's even  ...  keep you riding comfortably for longer. Thanks to a more upright riding position and SAVE Micro-Suspension flex zones you'll be more comfortable and in control. A useful feature is the Shimano 105 22 Speed Drivetrain for precise gear changes and which is perfect for off road riding and conquering hills. With Vittoria Zaffiro 700 x 28c tyres, you'llbe able to reach super ... "], ["2020-05-13 17:00", "Best hybrid bikes for 2020 ...  X2 700c Hybrid Trekking Mens Sports Commuter Urban Bike Ammaco. Pathway X2 Whether it's a short commute or another adventure, Ammaco's Pathway X2 has been designed with fun and practicality in mind. It's got a robust and durable 6061 alloy frame, allowing you to hop up a curb and venture away from trails that aren't just tarmac. The bike boasts 24 Shimano gears, providing top end speeds but enough support for those big climbs. Compared to its predecessor the X1, the X2 has a more lightweight frame, making commuting and getting around a complete breeze. Price: 269.99, Amazon - buy here now 2. Eurobike XC550 Road Bike Eurobike XC550 Road Bike The Eurobike has a stylish and road-worthy look making it a good choice for users who like to ride ... "], ["2020-05-11 16:15", "I Bent My $220 Bike With A Giant Metal Rod And It Got Me Absolutely Nowhere ... bike. Historically, cantilever brakes were made obsolete by v-brakes starting in the 1990s, so I bought some v-brakes I was sure would fit. I raced around town to get a set, only to find that my bike was built in such a way that v-brakes could never really fit. On the day before a long ride through the woods in New Jersey, I took a chance on a modern cantilever brake (a $10 Shimano CX50) I found on Craigslist. I was up until one in the morning cussing and adjusting the brakes to fit, and fell asleep before I had a chance to test them. The morning of the ride, I carried the bike downstairs to take it around the block. I got up to speed and grabbed full brake, just like I always did on my weak old setup. I nearly went over the handlebars. The new brakes worked ... "], ["2020-05-11 10:24", "Coronavirus: 13 companies in Singapore donate 100,000 masks, 5 tonnes of hand sanitisers to Batam ...  with Indonesians through donations Singapore has been Indonesia's largest investor since 2014, and regular ferries run between Singapore and Batam. The contributors are Aik Moh Paints and Chemicals, Excelitas Technologies Singapore, fragrance and flavour company Firmenich Asia, Infineon Technologies Asia Pacific, Panasonic Industrial Devices Singapore, the Salim Group, Sembcorp Marine, Shimano (Singapore), Sinar Mas Land, Singapore, Epson Industrial, Sunningdale Tech, Toshiba TEC Singapore and Yokogawa Electric Asia. The Sunday Times reported last month that SGPeduli, a group of Singaporeans living and working in Jakarta, raised funds and secured protective gear such as hazmat suits, masks and face shields for distribution in the capital. Related ... "], ["2020-05-11 08:30", "Companies partner EDB to donate masks, hand sanitiser to Batam COVID-19 frontliners ...  handover was also witnessed by Mr I Gede Ngurah Swajaya, Ambassador of the Republic of Indonesia to Singapore, as well as representatives from the contributing companies. The donor companies are: Aik Moh Paints and Chemical, Excelitas Technologies Singapore, Firmenich Asia, Infineon Technologies Asia Pacific, Panasonic Industrial Devices Singapore, the Salim Group, Sembcorp Marine, Shimano (Singapore), Sinar Mas Land, Singapore Epson Industrial, Sunningdale Tech, Toshiba TEC Singapore, and Yokogawa Electric Asia. BOOKMARK THIS: Our comprehensive coverage of the coronavirus outbreak and its developments Download our app or subscribe to our Telegram channel for the latest updates on the coronavirus outbreak: https://cna.asia/telegram Source: CNA/ad(ac) Tagged ... "], ["2020-05-07 23:09", "Outdoors: Rough road worth the trip ...  awakening to the idea that, over time, kids eventually become adults. With the grown-up bike came the grown-up ride. The 20-mile gravel grinder I'd designed wasn't a little family ride, it was a real bike ride. The trip's crux came on a climb up a long ridge just south of Willard Mountain. Gillian and I waited on the top of the ridge as Little Wren shifted through her Shimano Altus gears to find the right one. She didn't stop and walk, she rode. Slow and steady, but she rode. At the top of the ridge, she was surprised as much by the size of our smiles as the rows of Christmas trees at the tree farm. Real bike, real ride, real rider. We had started our trip near the Hudson River and then climbed in the hills to that high point near Willard ... "], ["2020-05-07 20:01", "Fox Factory Holding Corp (FOXF) Q1 2020 Earnings Call Transcript ...  to come up with a perspective. Going into Q2, our backlog was our order book, if you will, was really strong. A lot of that was associated with some great products for our model 2021 bikes that we've already talked about in prior conversations. So we were set up really well in Q1 and going into Q2. We believe some parts of the business have definitely performed better than others. Shimano has reported and had some challenges with their year-on-year revenue, as you probably know. We didn't see those same issues. We believe that's probably associated with just the mix of products that we're on and the things that we do in this space. As where we sit right now is that, that end customer demand in both Europe and the U.S., within North America ... "], ["2020-05-07 04:00", "A closer look at superconductors ...  in the superconductor. ### Publication: H. Chu, M.-J. Kim, K. Katsumi, S. Kovalev, R. D. Dawson, L. Schwarz, N. Yoshikawa, G. Kim, D. Putzky, Z. Z. Li, H. Raffy, S. Germanskiy, J.-C. Deinert, N. Awari, I. Ilyakov, B. Green, M. Chen, M. Bawatna, G. Cristiani, G. Logvenov, Y. Gallais, A. V. Boris, B. Keimer, A. P. Schnyder, D. Manske, M. Gensch, Z. Wang, R. Shimano, S. Kaiser: Phase-resolved Higgs response in superconducting cuprates, in Nature Communications , 2020 (DOI: 10.1038/s41467-020-15613-1) Additional information: Dr. Jan-Christoph Deinert Institute of Radiation Physics at HZDR Phone: +49 351 260-3626 | Email: j.deinert@hzdr.de Prof. Stefan Kaiser Max Planck Institute for Solid State Research Phone: +49 711 689-1775 | Email: s.kaiser@fkf.mpg.de Media ... "]]}}