{"postfix": "siemens-aktie", "name": "SIEMENS", "wkn": "723610", "time": "2020.05.26 15:12", "ts": 1590498729, "features": {"KGV": "14.21", "Marktkapitalisierung": {"Size": "Mrd", "Value": "81.06"}, "GA": "6.93", "KBV": "1.66", "BA": "59.32", "KCV": "10.16", "CA": "9.69", "Vola30": "40.45", "Vola90": "66.37", "Vola180": "48.67", "Vola250": "37.24"}, "rivals": ["at_s-aktie", "centrotec_sustainable-aktie", "psi_software-aktie", "general_electric-aktie", "fresenius_medical_care-aktie", "nokia-aktie", "agilent_technologies-aktie"], "text_data": {"de": [["2020.05.26", "Siemens will Energiegeschäft zu 55 Prozent an Aktionäre abgeben"], ["2020.05.26", "Siemens Energy: Scheidungsvertrag mit Finanzpolster - Sitz offen"], ["2020.05.26", "Börsengang: Siemens Energy geht mit roten Zahlen an die Börse - bleibt aber schuldenfrei"], ["2020.05.26", "Siemens Healthineers: Jetzt geht es Schlag auf Schlag!"], ["2020.05.26", "Siemens Healthineers - Bis zu 50 Mio Antikörper-Tests pro Monat"], ["2020.05.26", "Diagnostik: Siemens Healthineers liefert weltweit Corona-Antikörpertests aus"], ["2020.05.26", "MÄRKTE EUROPA/Tourimsus- und Reise-Aktien zünden Kursfeuerwerk"], ["2020.05.26", "MÄRKTE EUROPA/Aufwärtsbewegung hält an - Reisesektor favorisiert"], ["2020.05.26", "Siemens will wohl anfangs 45 Prozent an Energy behalten"], ["2020.05.26", "Siemens erzielt Einigung - diese Zahl ist wichtig"], ["2020.05.26", "Börsengang: Siemens will zunächst 45 Prozent an Energie-Sparte behalten"], ["2020.05.26", "Börse 05:45 Uhr Wirecard und Siemens im Fokus"], ["25.05.20", "Siemens trennt sich vom Energiegeschäft - Details stehen fest"], ["25.05.20", "Börsengang von Siemens Energy: Siemens will zunächst 45 Prozent an Energie-Sparte behalten"], ["25.05.20", "Details zum geplanten Börsengang der Siemens-Energie-Tochter: Eine Energy-Aktie für zwei Siemens-Papiere"], ["25.05.20", "Insider: Siemens behält 45 Prozent von Siemens Energy"], ["25.05.20", "Siemens wird aufgespalten - so sieht die Zukunft der Industrie-Ikone aus"], ["25.05.20", "BDZh unterzeichnet Vertrag mit Siemens"], ["25.05.20", "Nordex, Vestas, Siemens Gamesa: Feiern die Windaktien jetzt ein Comeback?"], ["25.05.20", "Merz - Falsche Rettungspolitik schwächt Europas Industrie"], ["22.05.20", "Siemens: Kursziel(e) jenseits der 100-Euro-Marke "], ["22.05.20", "Merz: Falsche Rettungspolitik schwächt Europas Industrie"], ["21.05.20", "ANALYSE-FLASH: HSBC hebt Ziel für Siemens auf 105 Euro - 'Buy'"], ["20.05.20", "Kaeser - China und USA gehen gestärkt aus Corona-Krise"], ["19.05.20", "Windkraft: Siemens Gamesa bringt neue Mega-Turbine auf den Markt"], ["18.05.20", "Siemens-Aktie springt an - bald wieder dreistellig?"], ["15.05.20", "Siemens: Nimmt die Rallye jetzt wieder Fahrt auf?"], ["15.05.20", "MÄRKTE EUROPA/Börsen bauen Gewinne aus - Warten auf US-Daten"], ["15.05.20", "Vattenfall-Windpark Kriegers Flak trotz Pandemie im Zeitplan"], ["12.05.20", "Siemens-Chef moniert Dividendenausschüttungen"], ["12.05.20", "Personalwechsel: Ex-Siemens-Chef Kleinfeld verlässt überraschend Heidelberger IT-Firma SNP"]], "en": [["2020.05.26", "Siemens Gamesa secures first order for 14MW titan"], ["25.05.20", "Siemens to initially keep 45% in Siemens Energy after spin-off: sources"], ["22.05.20", "Siemens Gamesa adds 226MW Senvion service in Oz"], ["21.05.20", "Siemens Gamesa appoints North America onshore chief "], ["21.05.20", "Bulgarian State Railways Signed a Contract with Siemens"], ["19.05.20", "Siemens Gamesa unveils 14MW offshore titan"], ["18.05.20", "Siemens Gamesa secures €600m Hornsea 2 guarantee"], ["18.05.20", "Atos International : Atos and Siemens introduce Digital Twin solution within the global pharmaceutical industry"], ["15.05.20", "Siemens Gamesa expands Taiwanese nacelle plant"], ["14.05.20", "Siemens Gamesa staff start offshore risk training"], ["12.05.20", "Siemens Gamesa delivers Philippines hybrid"], ["08.05.20", "Siemens unveils plan to list merged wind business"], ["08.05.20", "Siemens surges as cuts costs and presses on with energy IPO"], ["08.05.20", "Siemens surges as cuts costs and presses on with energy IPO"], ["08.05.20", "Siemens surges as cuts costs and presses on with energy IPO"], ["08.05.20", "Siemens has secured 3 billion euro loan for Energy spin-off: BBG TV"], ["08.05.20", "Siemens sees bigger hit from Covid-19 as Q2 profit down"], ["08.05.20", "Siemens prepares for COVID-19 trough to last 6-9 months: CNBC"], ["08.05.20", "Siemens prepares for COVID-19 trough to last 6-9 months: CNBC"], ["08.05.20", "Siemens sees sales decline of up to 5% for 2020 financial year"], ["08.05.20", "Siemens sees sales decline of up to 5% for 2020 financial year"], ["08.05.20", "Siemens steps up cost-saving programme to tackle coronavirus downturn"], ["08.05.20", "Siemens sees bigger hit from coronavirus impact coming as second-quarter profit plunges"], ["08.05.20", "Siemens steps up cost-saving programme to tackle coronavirus downturn"], ["08.05.20", "Siemens sees bigger hit from coronavirus impact coming as second-quarter profit plunges"], ["08.05.20", "Siemens sees bigger hit from coronavirus impact coming as second-quarter profit plunges"], ["08.05.20", "Siemens sees strongest coronavirus impact in next quarter as second-quarter profit plunges"], ["08.05.20", "Siemens sees strongest coronavirus impact in next quarter as second-quarter profit plunges"], ["08.05.20", "Siemens sees strongest coronavirus impact in next quarter as second-quarter profit plunges"], ["06.05.20", "COVID-19: Siemens Gamesa plunges into the red"], ["06.05.20", "Siemens Gamesa warns coronavirus will keep squeezing 2020 finances"], ["06.05.20", "Siemens Gamesa warns coronavirus impact will shrink profitability further"], ["05.05.20", "Prospect of rebound in orders lifts Siemens Healthineers shares"], ["05.05.20", "Siemens Healthineers says full-year outlook beyond reach"], ["04.05.20", "Siemens Aktiengesellschaft : Release of a capital market information"], ["01.05.20", "Siemens Gamesa completes Senvion blade plant swoop"], ["29.04.20", "Siemens Gamesa wraps up East Anglia 1 turbine job "], ["27.04.20", "Siemens Healthineers AG : Preliminary announcement of the publication of financial reports according to Articles 114, 115, 117 of the WpHG [the German Securities Act]"], ["27.04.20", "Iberdrola welcomes Siemens Gamea blades in Bilbao"], ["27.04.20", "Siemens Aktiengesellschaft : Release of a capital market information"], ["2020-05-26 12:40", "Healthineers ready to boost antibody test production to 50 million per monthSiemens Healthineers stands ready to ramp up production of its antibody test to more than 50 million per month from June as governments across the world are keen to identify those who may have developed immunity to the coronavirus. The German group, which"], ["2020-05-26 12:40", "Healthineers ready to boost antibody test production to 50 million per monthSiemens Healthineers stands ready to ramp up production of its antibody test to more than 50 million per month from June as governments across the world are keen to identify those who may have developed immunity to the coronavirus."], ["2020-05-26 12:10", "Bill Miller and 5 long-time value investors share 10 stock picks they're betting on right now — and explain why these are the best companies for the crisis recovery ...  way to play air-traffic growth resumption than the airlines themselves.\" 6. Staley Cates, vice chairman, Southeastern Asset Management \"Our best backdoor [healthcare pick] would be GE health because as Rupal mentioned, the engine maker is our kind of preferred way to bet on aviation back at some point. But in that process, we get GE health. Which is a lot like Siemens and Philips, which we followed forever. So, that's more about stealth exposure.\" Loading Something is loading. Do you have a personal experience with the coronavirus you'd like to share? Or a tip on how your town or community is handling the pandemic? Please email covidtips@businessinsider.com and tell us your story. Get the latest coronavirus business & economic impact ... "], ["2020-05-26 11:03", "Supplies of large-tonnage equipment for Amur GPP have started ... value of 5 rubles. The company has several hundred thousand shareholders in Russia and abroad. The Russian Federation owns more than 50% of Gazprom's shares. The Bank of New York Mellon is the depositary of Gazprom's ADR program. Gazprom's biggest foreign partners are E.ON, BASF, Wintershall, Verbundnetz Gas VNG, Siemens (Germany); ENGIE, EDF, Total (France); ENI (Italy); Botas (Turkey); Fortum (Finland); Gasunie and GasTerra (the Netherlands); DONG Energy (Denmark); Statoil (Norway); OMV (Austria); CNPC and PetroChina (China); GAIL (India); Sonatrach (Algeria); PetroVietnam (Vietnam); PDVSA (Venezuela); YPF (Argentina); MOL (Hungarian); PGNiG (Poland); SPP (Slovakia); Serbijagaz (Serbia); Bulgarian Energy Holding EAD; Kogas (South Korea); Mitsui ... "], ["2020-05-26 08:53", "Boy Scout, 13, plays 'Taps' nightly outside NJ veterans' home hit by coronavirus ... say someone opened fire as the victim was trying to stop a fight after her granddaughter was attacked by two girls. Mayor Lumumba give status of lawsuit challenging his open carry ban Jackson Mayor Chokwe Antar Lumumba updates the status of a lawsuit challenging his open carry ban and says the city should keep the promise of holding public meetings to discuss plans for the Siemens settlement money. By Maggie Wade First responders 'light up Mississippi' for Memorial Day By Therese Apel Published 5h at 10:47 PM Manhunt ongoing for Conn. college student after killings, home invasion, abduction Published 5h at 10:46 PM Some restaurants offer dine-in service, others play it safe after restrictions lifted By Summer Tadlock Published 5h at 10:40 PM Analysis ... "], ["2020-05-26 08:16", "Bulgaria Air extends suspension of Tel Aviv flights ...  to continue to drive Sofia's industrial real estate market - Forton Sofia Airport passenger traffic shrinks 94.2% y/y in April Bulgaria's Speedy proposes higher dividend for 2019 Bulgarian Ports Infrastructure Co signs 2.5 mln euro deal with Telelink Bulgaria's BDZ signs 28.4 mln euro deal to buy ten new Siemens locomotives Related reports Company Report Bulgaria Air Ad Industry Report Electricity gas steam and air conditioning supply, Industry Analysis, Bulgaria, 2018 Macro Report Bulgaria Economy Report Q3 2019 Tender Report Tenders, Electricity - Bulgaria (MBAL - Samokov EOOD) Regulation Report Tenders, Electricity - Bulgaria (National Sports Academy Vassil Levski) Related press releases Compare Scroll up About SeeNews is your complete guide ... "], ["2020-05-26 07:41", "Bulgaria's Haskovo relaunches 2.5 mln euro tender for five e-buses ... , time for delivery - with 30% weight, and technical criteria. The municipality's previous tender was launched in January but cancelled earlier this month. (1 euro = 1.95583 levs) AD Share this story Facebook Twitter Linkedin Email Tags Bulgaria Machinery/Engineering Electric cars/vehicles Business Tenders Auctions Research on Demand Related news Bulgaria's BDZ signs 28.4 mln euro deal to buy ten new Siemens locomotives Eldrive Charging to build 50 EV charging stations in Burgas Bulgaria's M+S Hydraulic lowers Q1 cons net profit, revenue Bulgaria's Emka proposes dividend of 0.043 euro/share for 2019 Bulgaria's M+S Hydraulic beats April sales f'cast, eyes 3.9 mln euro in May Related reports Industry Report Electricity gas steam and air ... "], ["2020-05-26 07:35", "Heat Recovery Steam Generator Market Size Worth $1.6 Billion By 2027: Grand View Research, Inc. ...  of 3.7% from 2020 to 2027 In Asia Pacific , the heat recovery steam generator market is projected to grow at a substantial rate throughout the forecast period and reach USD 586.4 million by 2027. China is expected to account for the maximum revenue share in the region Key industry participants include are Mitsubishi Heavy Industries, Ltd., Baker Hughes (a GE Company), Siemens AG, John Wood Group PLC, Larsen and Toubro Ltd., Thermax, and Bharat Heavy Electricals Limited (BHEL). Read 95 page research report with ToC on \"Heat Recovery Steam Generator Market Size, Share & Trends Analysis Report By Power Rating (Below 100 MW, 101 MW to 200 MW, Above 201 MW), By Application, By Region, And Segment Forecasts, 2020 - 2027\" at: https://www.grandviewresearch ... "], ["2020-05-26 07:23", "How do coronavirus home antibody tests work, and how do I get one? ... , a private oncologist and Dean of Medicine at the University of Buckingham, validated a test kit using samples from staff at his clinics, which were then verified by a private lab. Around 6 per cent of staff were found to have had the virus but, crucially, under-40s who had tested positive came back negative , suggesting the test may not be useful for the wider population. Siemens Healthineers, a German diagnostics and medical imaging firm, also announced on April 23 that it was producing an antibody blood test to identify past coronavirus infections. The blood tests were expected to be available to large labs by late May , the company said, adding that it would be able to provide more than 25 million tests per month from June thanks to an upgrade to its ... "], ["2020-05-26 06:14", "Great-grandmother shot, killed trying to stop fight outside DC grocery store ...  and conviction. Copyright 2020 WJLA, Lucas Family via CNN. All rights reserved. 75 Currently in Jackson, MS Full Forecast Sponsored By RECENT CONTENT Mayor Lumumba give status of lawsuit challenging his open carry ban Jackson Mayor Chokwe Antar Lumumba updates the status of a lawsuit challenging his open carry ban and says the city should keep the promise of holding public meetings to discuss plans for the Siemens settlement money. By Maggie Wade First responders 'light up Mississippi' for Memorial Day \"That dark space that you have in your heart right now, we in the state of Mississippi would like to light that up right now. We pay tribute to you as well in these days and times. It is tough out here,\" said Sheriff K.C. Hamp. By Therese Apel ... "], ["2020-05-26 05:53", "BOURSE-Les valeurs suivre Paris et en Europe (actualis) ...  de 120 millionsd'euros. (Le communiqu: ) * MERCIALYS a dclar que la totalit de ses centres commerciaux taient dsormais rouverts et que le reculde la frquentation tait revenu 20% environ par rapport l'an dernier, contre -70% -80% pendant les semaines deconfinement. (Le communiqu: ) * KLEPIERRE a annonc mardi avoir rouvert 80% deses centres commerciaux et esprer atteindre 90% dans 10 jours. * SIEMENS a l'intention de conserver uneparticipation de 45% au capital de sa filiale d'nergie aprs lascission de celle-ci prvue d'ici la fin de l'anne, a-t-onappris lundi de deux sources proches du dossier. * ASTON MARTIN - Le directeur gnral duconstructeur automobile, Andy Palmer, va tre remplac parTobias Moers, actuel PDG de Mercedes-AMG, dans le ... "], ["2020-05-26 04:26", "Some restaurants offer dine-in service, others play it safe after restrictions lifted ...  Summer Tadlock Multimedia Journalist Jackson, MS Summer Tadlock is a multimedia journalist for WLBT and Fox40 News in Jackson, MS RECENT CONTENT Mayor Lumumba give status of lawsuit challenging his open carry ban Jackson Mayor Chokwe Antar Lumumba updates the status of a lawsuit challenging his open carry ban and says the city should keep the promise of holding public meetings to discuss plans for the Siemens settlement money. By Maggie Wade First responders 'light up Mississippi' for Memorial Day \"That dark space that you have in your heart right now, we in the state of Mississippi would like to light that up right now. We pay tribute to you as well in these days and times. It is tough out here,\" said Sheriff K.C. Hamp. By Therese Apel ... "], ["2020-05-26 04:23", "Mayor Lumumba give status of lawsuit challenging his open carry banJackson Mayor Chokwe Antar Lumumba updates the status of a lawsuit challenging his open carry ban and says the city should keep the promise of holding public meetings to discuss plans for the Siemens settlement money."], ["2020-05-26 03:45", "Manhunt ongoing for Conn. college student after killings, home invasion, abduction ...  shepherds, Trooper and Sandy. Copyright 2020 Associated Press. All rights reserved. 75 Currently in Jackson, MS Full Forecast Sponsored By RECENT CONTENT Mayor Lumumba give status of lawsuit challenging his open carry ban Jackson Mayor Chokwe Antar Lumumba updates the status of a lawsuit challenging his open carry ban and says the city should keep the promise of holding public meetings to discuss plans for the Siemens settlement money. By Maggie Wade First responders 'light up Mississippi' for Memorial Day \"That dark space that you have in your heart right now, we in the state of Mississippi would like to light that up right now. We pay tribute to you as well in these days and times. It is tough out here,\" said Sheriff K.C. Hamp. By Therese ... "], ["2020-05-25 19:54", "Global Smart Factory And Manufacturing Market: Focus On Solution (Hardware And Software) And End Users - Analysis And Forecast, 2020-2025 ... region into four major regions, namely North America , Europe , APAC, and Rest-of-the-World. Data for each of these regions by country has also been provided. Key Companies in the Global Smart Factory and Manufacturing Industry The key market players in the global Smart Factory and Manufacturing market include ABB Ltd, Honeywell International Inc., Schneider Electric, Siemens AG, Rockwell Automation Inc, Emerson Electric CO., OMRON Corporation, Dassault Systmes, IBM Corporation, Bosch Rexroth AG, Fanuc Corporation, General Electric, Kuka AG, OMRON Corporation, Mitsubishi Electric Corporation, and Stratasys Ltd. Countries Covered North America U.S. Canada Europe U.K. Germany France Spain Italy Rest-of- Europe Asia-Pacific China Japan South Korea India Rest-of ... "], ["2020-05-25 17:13", "Finland's new nuclear reactor hit by valve leak ... 's new nuclear reactor hit by valve leak 3 Min Read HELSINKI (Reuters) - Finland's long-delayed Olkiluoto 3 (OL3) nuclear reactor was hit by another setback after the nation's safety watchdog reported valve problems in a component involved in the cooling process. The reactor in western Finland was built by a consortium of France's Areva and Germany's Siemens and had been due to start producing electricity in November this year. \"A leak was observed in the mechanical control valve of one of the pressuriser safety valves,\" nuclear watchdog STUK said in a statement on Monday, adding that a full investigation is required before it can issue a nuclear fuel loading permit. \"This is very serious,\" STUK's head of inspection ... "], ["2020-05-25 16:56", "Siemens to initially keep 45% in Siemens Energy after spin-off: sourcesSiemens is planning to keep a 45% stake in its energy business which the German engineering group wants to spin off later this year, two people close to the matter said on Monday."], ["2020-05-25 16:56", "Siemens to initially keep 45% in Siemens Energy after spin-off: sourcesSiemens is planning to keep a 45% stake in its energy business which the German engineering group wants to spin off later this year, two people close to the matter said on Monday."], ["2020-05-25 16:56", "Siemens to initially keep 45% in Siemens Energy after spin-off: sourcesSiemens is planning to keep a 45% stake in its energy business which the German engineering group wants to spin off later this year, two people close to the matter said on Monday.'"], ["2020-05-25 16:56", "Siemens to Initially Keep 45% in Siemens Energy After Spin-Off: SourcesMUNICH (Reuters) - Siemens is planning to keep a 45% stake in its energy business which the German engineering group wants to spin off later this..."]]}}