{"postfix": "skechers_usa-aktie", "name": "SKECHERS_USA", "wkn": "922814", "time": "2020.05.26 21:52", "ts": 1590522764, "features": {"KGV": "19.32", "Marktkapitalisierung": {"Size": "Mrd", "Value": "3.64"}, "GA": "2.25", "KBV": "2.64", "BA": "16.45", "KCV": "16.69", "CA": "2.60", "Vola30": "101.56", "Vola90": "97.82", "Vola180": "77.9", "Vola250": "61.52"}, "rivals": [], "text_data": {"de": [["30.04.20", "April 2020: So haben Analysten ihre Einstufung der Skechers USA-Aktie angepasst"], ["25.04.20", "Skechers USA: So viel setzte das Unternehmen zuletzt um"], ["22.04.20", "Ausblick: Skechers USA mit Zahlen zum abgelaufenen Quartal"], ["31.03.20", "Skechers USA-Aktie: Was Analysten im März vom Papier halten"], ["08.02.20", "Skechers USA verkündete Quartalsergebnis zum jüngsten Jahresviertel"], ["05.02.20", "Ausblick: Skechers USA informiert über die jüngsten Quartalsergebnisse"]], "en": [["24.04.20", "Skechers USA Inc (SKX) Q1 2020 Earnings Call Transcript"], ["07.02.20", "Skechers USA Inc (SKX) Q4 2019 Earnings Call Transcript"], ["2020-05-23 15:30", "Skechers (SKX) Up 18.4% Since Last Earnings Report: Can It Continue? ... , Scandinavia and Turkey. However, domestic wholesale sales increased 9% from the prior-year period, mainly benefiting from strength in women's and men's Go, men and women's USA, and street and work categories. Meanwhile, direct-to-consumer sales fell 4.2% owing to an 8%-fall domestically, offset by a 2.5% rise internationally. Comparable same store sales in company- ... 9 million in the prior-year quarter. Operating margin also contracted 940 bps to 3.6% in the first quarter on lower gross margin coupled with higher SG&A as a rate of sales. Skechers ended the quarter with cash and cash equivalents of $1,158.8 million, long-term borrowings (excluding current installments) of $669.2 million, and shareholders' equity of $2,347.7 million, excluding  ... "], ["2020-05-20 04:00", "Retail: Popeyes Shanghai Chicken Defies President Trump's China Strategy ...  experience. In terms of re-opening, our eyes do turn (once again) to the growth potential of China, where people are already shopping up a storm, and great US brands like Nike, Vans, Skechers SKX , Starbucks SBUX , KFC, Apple AAPL , Gillette, and New Balance are very popular. Of course, this brings us back full circle to the new \"up and comer\" - Louisiana's home favorite ...  those who have been involved in the process, we thought the completion of the Phase One Agreement was going to put us back on track. Now, unfortunately, daily rumors emerge that both the USA and China want out of the deal, and that the Trump Administration is ratcheting up the temperature. It is starting to feel like China relations may now be headed in the opposite direction  ... "], ["2020-05-18 11:00", "XPO Logistics Donates Supply Chain Services To Soles4Souls ...  multinational logistics services free of charge by shipping four ocean containers full of shoes from China to Soles4Souls distribution hubs in the US, Canada and the Netherlands. The shoes, donated by Skechers, will go to children living below the poverty line. US-based Soles4Souls was founded in 2006 on the premise that something as simple as a pair of shoes can make an ...  employees. XPO uses its network to help more than 50,000 customers manage their goods most efficiently throughout their supply chains. XPO's corporate headquarters are in Greenwich, Conn., USA, and its European headquarters are in Lyon, France. xpo.com About Soles4Souls Soles4Souls turns unwanted shoes and clothing into opportunity by keeping them from going to waste and putting them  ... "], ["2020-05-14 23:54", "Why open a store? Chinese merchants go livestreaming instead ... 39;); doc.close(); })(); menu Sections search Today's Paper insert_drive_file Close INQUIRER.NET NEWS OPINION SPORTS LIFESTYLE ENTERTAINMENT BUSINESS TECHNOLOGY GLOBAL NATION USA & CANADA POP VIDEOS ESPORTS BANDERA CDN LIBRE PBA MOTIONCARS MY INQUIRER ADVERTISE ESPORTS menu search NEWS OPINION SPORTS LIFESTYLE ENTERTAINMENT BUSINESS TECHNOLOGY GLOBAL ...  a Wuhan recovery charity initiative. By the end of her four-hour stint, Huang had hawked everything from sugar-free cookies and Hello Kitty-branded mints to sanitary napkins and pairs of white Skechers sneakers, almost all of which sold out their limited inventories. ADVERTISEMENT For viewers, the fast pace of celebrity livestreams provide a constant sense of urgency that they'd be missing out on  ... "], ["2020-05-14 03:30", "Why open a store? Chinese merchants go livestreaming instead ...  a Wuhan recovery charity initiative. By the end of her four-hour stint, Huang had hawked everything from sugar-free cookies and Hello Kitty-branded mints to sanitary napkins and pairs of white Skechers sneakers, almost all of which sold out their limited inventories. For viewers, the fast pace of celebrity livestreams provide a constant sense of urgency that they'd be missing out on great  ... must be logged in to post a comment. Terms of Service | Privacy Policy | KVIA-TV FCC Public File | Do Not Sell My Personal Information Subscribe to our Email Newsletters Breaking News Severe Weather Daily News Updates Daily Weather Forecast Entertainment Contests & Promotions Download Our Apps Available for iOS and Android 2020, NPG of Texas, L.P. El Paso, TX USA"], ["2020-05-11 18:09", "Stage Stores files for bankruptcy, says it'll liquidate more than 700 stores if it can't buyer ...  Stores operates 738 stores in 42 states under several brands, including Gordmans. The Houston-based company is the latest large retailer to file for bankruptcy in the past week, (TRIPPLAAR KRISTOFFER/SIPA/Sipa USA via AP) By Abha Bhattarai close Abha Bhattarai Reporter covering the retail industry Email Email Bio Bio Follow Follow May 11, 2020 at 2:09 PM EDT Stage Stores, which operates hundreds of ... The company has very few cash reserves.\" In its bankruptcy filing , Stage said it owes between $500 million and $1 billion to more than 10,000 creditors, including Nike, Skechers, Ralph Lauren, Levi and Adidas. The company reported $1.58 billion in annual revenue in 2018. Coronavirus: What you need to read The Washington Post is providing some coronavirus  ... "], ["2020-05-11 18:09", "Adidas is having a massive 30% off sale on accessories -- here are the best deals ...  Williamson May Have Taken Under-the-Table Payments From Duke, Adidas and Nike + More Explosive Allegations Footwear News Yikes...New Jersey Mortgage Rates Hit 2.5% FIXED LendGo Ad Nike, Skechers and Adidas Owed Millions By Bankrupt Retailer Stage Stores Footwear News Zion Williamson asked to admit family received money, gifts from Duke, Nike and Adidas NBC Sports Jennifer Lopez' ...  Newswire As U.S. meat workers fall sick and supplies dwindle, exports to China soar Reuters 'Our life is in danger': Hawaii battles record unemployment with no end in sight USA TODAY Enter Any Name, Wait 9 Seconds, Brace Yourself PeopleWhiz Ad Trump: People in Pennsylvania 'want their freedom now,' but Democrats delay reopening to hurt him Yahoo News China warns  ... "], ["2020-05-07 12:39", "Coronavirus: What you need to know in Asheville, WNC May 7 ...  and eateries will begin reopening May 9 at Asheville Outlets. Acropolis, China Max, Beef Jerky, Fragrance Outlet, Kirkland's, Le Creuset, Lindt Chocolate, Monogram Asheville, Pandora, Rack Room Shoes, Skechers, Sportsman's Warehouse, iSmashed, VF Outlet, Waterworks, West Elm and Workshop Tools will all open this Saturday. Additional store opening announcements will be made in the coming days. Asheville Outlets ...  Sports Golf Scene Lifestyle Opinion Letters to the Editor Community Columnists Outdoors Girls Gone Outdoors Obituaries Search Memoriams Archive Homes Archives AVL Biz USA TODAY Corrections Public Notices Business Directory 2020 www.citizen-times.com. All rights reserved. Services Advertise with Us Advertising Terms and Conditions Archives  ... "], ["2020-05-06 11:38", "Landlord slammed for joking she withholds packages for tenants who can't pay rent ...  TV Film Royals Weird News Tech Money Travel Africa Asia & Middle East Australia & New Zealand Caribbean Central & South America Cheap Flights Cruises Europe News UK & Ireland USA & Canada Expand Fashion Mums Competitions Betting Quizzes Voucher codes NOW TV discount code Domino's discount code River Island discount code Just Eat discount code  ... ;s since racked up millions of views across various social media platforms. The clip shows the landlord from New York pretending receive a delivery at her front door before throwing it on the floor while dancing to Skechers by DripReport. The captions read: \"My tenant is late on rent and is avoiding me. But has money to order so I take all their packages until they pay up.\" It finishes with the message:  ... "], ["2020-05-06 09:00", "National Nurse's Day: Free food and coffee, discounts from Dunkin', Chipotle, Cinnabon, more ... Main Menu Politics & Elections Home Local & New York State Behind the News Business Back To Main Menu Business Home CNY's Job Hunt Store Front Destiny USA News Destiny USA Shopping Onondaga Lake Cleanup Product Recalls Tech Business Leaders Auto News CNY Schools & Colleges Back To Main Menu Schools & Colleges Home Proms CNY Graduations CNY Traffic Data ... To verify eligibility, visit the offer page. Outback Steakhouse - Nurses, doctors and medical staff, first responders and military get 10% off their purchase . Plus delivery is free for a limited time. Find a location Skechers - Essential workers can get 30% off and free shipping on more than 500 items through May 31. Snickers (via Walmart) - Send a coupon for a free Snickers to an essential worker who can  ... "], ["2020-05-04 20:41", "Governor Asa Hutchinson Announces Intent to Grant Executive Clemency ... shut out by coronavirus pandemic Top Stories NCAA women's hoops committee moves away from RPI to NET NCAA accuses Louisville basketball of recruiting violations Plans on ice: USA Luge's Mazdzer wondering what comes next University of Arkansas planning to start Razorback football Sept. 5, practice starting mid-July Keep On Amazing AR Pros Home Improvement ...  8 May 4, 2020 LITTLE ROCK, Ark. (News release) - Outlets of Little Rock will welcome back many temporarily closed retailers and eateries beginning on Friday, May 8, 2020. Rack Room Shoes, Skechers, Journeys, Delicioso' Ice Cream, Starbucks (mobile order/mobile pay), and Beef Jerky are presently open. Individual stores and eatery hours and openings will vary. Nike Factory Store, Auntie Anne's ... "], ["2020-05-04 20:27", "Outlets of Little Rock retailers and eateries begin reopening on Friday, May 8 ...  artists, writers shut out by coronavirus pandemic NCAA women's hoops committee moves away from RPI to NET NCAA accuses Louisville basketball of recruiting violations Plans on ice: USA Luge's Mazdzer wondering what comes next Keep On Amazing AR Pros Home Improvement Pros Health Pros Retail Pros Real Estate Pros Legal Pros Business IT & Phone Support  ... , 2020 / 03:27 PM CDT LITTLE ROCK, Ark. (News release) Outlets of Little Rock will welcome back many temporarily closed retailers and eateries beginning on Friday, May 8, 2020. Rack Room Shoes, Skechers, Journeys, Delicioso' Ice Cream, Starbucks (mobile order/mobile pay), and Beef Jerky are presently open. Individual stores and eatery hours and openings will vary. Nike Factory Store, Auntie Anne's ... "], ["2020-05-04 16:08", "Chile tops 20,000 cases while death, hospitalisation rates plateau ... s coronavirus death toll far higher than reported: stats office Reuters 20 Forbidden Places You Can Never Visit StandardNews Ad Fact check: Are smokers at less risk for contracting the coronavirus? USA TODAY Don Shula, NFL's all-time winningest head coach and leader of undefeated 1972 Dolphins, dies at age 90 Yahoo Sports Illinois Bone & Joint Institute Preparing to Reopen  ... ' and answer questions directly during Fox News town hall The Independent Biden is turned down on request for Senate records search over staffer's complaint Yahoo News SKECHERS 30% Off Work Shoes SKECHERS Ad Internal report warns of rising global anti-China sentiment Yahoo News Video Yes, There Is Actually Difference Between Situps and Crunches Men's Health How Hair Salons  ... "], ["2020-05-01 17:55", "Just Women's Sports: How Diana Taurasi torched the internet ...  PWHPA might slowly see more and more of their ranks defect and return to the NWHL. The first five players to sign with Toronto were all initially members of the PWHPA. Go deeper: read our interview with Team USA's Hilary Knight , the de-facto face of the PWHPA, on what hockey needs and why she left the NWHL. 8. NCAA laxers are making moves A slew of the country's best college lacrosse players  ...  decry coronavirus stay-home order Neon blue waves move to South OC, South Bay, here are tips on how to view, shoot images 11 applicants seek to fill Torrance City Council vacancy Skechers offers 40,000 KN95 and surgical masks to health-care workers Driver runs over man, killing him, after the two were involved in a confrontation in San Pedro Who cleans up the  ... "], ["2020-04-30 15:27", "Women leaders condemn threat against congressional candidate ...  primary is long-time incumbent Rep. Frank Pallone. ___ Associated Press religion coverage receives support from the Lilly Endowment through the Religion News Foundation. The AP is solely responsible for this content. ___ What to Read Next Watch: Trump meets with New Jersey Governor Murphy at White House CBS News Skechers 30% Off Work Shoes Skechers Ad Woman flies into 'Price Is Right' appearance in L.A. after waking in N.J. USA TODAY Entertainment Amid COVID-19 Outbreak, Jackson Township, New Jersey Moves Government to the Cloud PR Newswire Two former Inspectors General join DeLuca Advisory Services Business Wire Try Stadia Pro for free Stadia Ad Novartis US Foundation supports telehealth programs to provide access to care for New Jersey's ... "], ["2020-04-30 14:55", "'Burnout Paradise Remastered' hits Switch on June 19th ...  look fairly smooth. You can use the Switch touchscreen to navigate the map, and there are online multiplayer and local party play options. Burnout Paradise Remastered debuted on PS4, Xbox One and PC back in 2018. What to Read Next Nintendo Download: Splat! Smash! Kapow! Business Wire Skechers 30% Off Work Shoes Skechers Ad 'Luigi's Mansion 3' adds more multiplayer minigames with new DLC Engadget Here's where you can still buy Nintendo Switches right now USA TODAY Nintendo seen extending profit streak as housebound consumers switch on Reuters Try Stadia Pro for free Stadia Ad How 160,000 Nintendo Accounts Were Hacked and Sold The Wrap Jobless claims: Another 3.84 million Americans file for unemployment benefits Yahoo Finance Single in Newark ... "], ["2020-04-29 16:00", "Compilation Of Shared Content Featuring \"Skechers\" By DripReport—a Viral Sensation With More Than 1 Billion Streams On TikTok. ... has gained hundreds of millions of views on YouTube and social media for his content. He was recently signed to Arista Records for an official release of \"Skechers\"—his first original track. About SKECHERS USA, Inc. Based in Manhattan Beach, California, Skechers ( SKX ) - Get Report designs, develops and markets a diverse range of lifestyle footwear for men, women and children, as well as performance footwear for men and women. Skechers footwear is available in the United States and over 170 countries and territories worldwide via department and specialty stores, 3,575 Skechers Company-owned and third-party-owned retail stores, and the Company's e-commerce websites. The Company manages its international business through a network of global ... "], ["2020-04-28 12:17", "Top Analyst Upgrades & Downgrades (AKS, ATO, BRCM, BRCD, DUK, EMC, HA, HNT, IRM, MCD, NTAP, NVDA, SKX, SO, TPX, TWX, VAL, WPI, WY) – 24/7 Wall St. ... Health Net, Inc. ( NYSE: HNT ) named Bear of the Day at Zacks. Iron Mountain Inc. ( NYSE: IRM ) Raised to Buy at Stifel Nicolaus. McDonald's Corporation ( NYSE: MCD ) Maintained Outperform on Focus List but cut target to $104 at Credit Suisse. NetApp, Inc. ( NASDAQ: NTAP ) Raised to Buy at Cantor Fitzgerald. NVIDIA Corporation ( NASDAQ: NVDA ) Raised to Buy at UBS. Skechers USA Inc. ( NYSE: SKX ) Raised to Buy at Stern Agee. Southern Company ( NYSE: SO ) Cut to Neutral at Credit Suisse. Tempur Pedic International Inc. ( NYSE: TPX ) Cut to Market Perform at William Blair. Time Warner Inc. ( NYSE: TWX ) Raised to Market Perform at Bernstein. The Valspar Corporation ( NYSE: VAL ) named Bull of the Day at Zacks. Watson Pharmaceuticals, Inc. ( NYSE: WPI ) Cut ... "], ["2020-04-28 11:35", "The Unusual Suspects for the Week Ahead (ABT, ADBE, AAPL, ALTH, BBY, LNG, CQP, CSCO, SOLR, INTU, KV-A, NBG, NFLX, ORCL, RIMM, SKX, VMW, XRX, ID, CASY) – 24/7 Wall St. ... : ALTH), Best Buy Co. (NYSE: BBY), Cheniere Energy, Inc. (AMEX: LNG), Cheniere Energy Partners LP. (AMEX: CQP), Cisco Systems Inc. (NASDAQ: CSCO), GT Solar International, Inc. (NASDAQ: SOLR), Intuit Inc. (NASDAQ: INTU), KV Pharmaceutical Co. (NYSE: KV-A), National Bank of Greece SA (NYSE: NBG), Netflix Inc. (NASDAQ: NFLX), Oracle Corporation (NASDAQ: ORCL), Research In Motion Limited (NASDAQ: RIMM), Skechers USA Inc. (NYSE: SKX), VMware, Inc. (NYSE: VMW), Xerox Corporation (NYSE: XRX), L-1 Identity Solutions Inc. (NYSE: ID), and Casey's General Stores Inc. (NASDAQ: CASY) are all ongoing issues to watch. We have compiled the news or the catalyst for each, as well as offered additional color and an expected move for the week ahead. Abbott Laboratories ... "], ["2020-04-28 10:53", "The 5 Unusual Analyst Upgrades & Downgrades of the Day (AKS, DUK, MCD, SKX, TPX) – 24/7 Wall St. ...  ( NYSE: MCD ) was not really a bold call, but this highlight just how much more the analyst community continues to worry about this fast food giant. The Golden Arches was maintained as Outperform on the Credit Suisse Focus List but its target was cut to $104 per share. This stock is not acting defensively right now and shares were down 0.8% at $87.04 late in the day. Skechers USA Inc. ( NYSE: SKX ) is having another turnaround success day and shares are higher by 3.7% when the DJIA went into the red. The analyst call here was from Stern Agee, which raised the rating to Buy based upon continued turnaround hopes. If this $20.02 holds today then this will mark a year-high close. Tempur Pedic International Inc. ( NYSE: TPX ) was butchered so hard last week that ... "]]}}