{"postfix": "sl_green_realty-aktie", "name": "SL_GREEN_REALTY", "wkn": "908769", "time": "2020.05.26 16:54", "ts": 1590504869, "features": {"KGV": "29.76", "Marktkapitalisierung": {"Size": "Mrd", "Value": "2.81"}, "GA": "3.11", "KBV": "1.43", "BA": "64.82", "KCV": "19.65", "CA": "4.71", "Vola30": "98.93", "Vola90": "105.87", "Vola180": "77.09", "Vola250": "55.89"}, "rivals": [], "text_data": {"de": [["25.05.20", "Aktionäre von SL Green Realty erhalten Dividende"], ["30.04.20", "Wie Experten die SL Green Realty-Aktie im April einstuften"], ["27.04.20", "SL Green Realty zahlt seit dem Jahr 1997 eine Dividende"], ["24.04.20", "SL Green Realty legte Quartalsergebnis vor"], ["21.04.20", "Ausblick: SL Green Realty informiert über die jüngsten Quartalsergebnisse"], ["07.04.20", "Erste Schätzungen: SL Green Realty präsentiert Bilanzzahlen zum jüngsten Jahresviertel"], ["26.03.20", "SL Green Realty meldet monatliche Dividende"]], "en": [["24.04.20", "SL Green Realty Corporation (SLG) Q1 2020 Earnings Call Transcript"], ["24.01.20", "SL Green Realty Corporation (SLG) Q4 2019 Earnings Call Transcript"], ["21.01.20", "Is a Surprise Coming for SL Green Realty (SLG) This Earnings Season?"], ["20.01.20", "What's in Store for SL Green Realty (SLG) This Earnings Season?"], ["16.01.20", "The Zacks Analyst Blog Highlights: SL Green Realty, American Express, Hill-Rom, Invesco and LPL Financial"], ["2020-05-22 21:12", "Hedge Fund Activist Is Shorting New York Office Stocks ...  May 22, 2020 5:12 pm ET An activist investor, known for buying shares in real estate companies and pushing for changes in hopes of boosting the stocks, is pursuing a new tack: betting against some of New York City's biggest office owners. Jonathan Litt's hedge fund, Land & Buildings Investment Management, is taking short positions in Empire State Realty Trust, SL Green Realty and Vornado Realty Trust, according to a person familiar with the matter. ... To Read the Full Story Subscribe Sign In Sponsored Offers DoorDash: $7 off with DoorDash promo code Walmart: This May shop from home with over $50 in Walmart coupons Saks Fifth Avenue: 10% off sitewide - Saks Fifth Avenue promo code eBay: Memorial Day Deal: 20% off $50+ using eBay coupon Kohl's ... "], ["2020-05-22 15:30", "Why Is SL Green (SLG) Down 18.1% Since Last Earnings Report? ...  VGM Score of C. If you aren't focused on one strategy, this score is the one you should be interested in. Outlook Estimates have been broadly trending downward for the stock, and the magnitude of these revisions indicates a downward shift. Notably, SL Green has a Zacks Rank #3 (Hold). We expect an in-line return from the stock in the next few months. In-Depth Zacks Research for the Tickers Above Normally $25 each - click below to receive one report FREE: SL Green Realty Corporation (SLG) - free report > > Published in earnings earnings-estimates earnings-performance earnings-report earnings-trend revenue zacks-consensus-estimate Zacks' 7 Best Strong Buy Stocks for June, 2020 Free Research for Zacks.com Readers Experts have chosen 7 stocks out of 220 ... "], ["2020-05-22 15:07", "NYC businesses and companies skip rent payments as shutdown drags on ... and small owners who have mounting monthly expenses, they will not be able to reverse the damage this crisis will have on our city,' Jay Martin, Executive Director for the Community Housing Improvement Project, said. MAJOR LANDLORDS AND WHAT THEY COLLECTED VORNADO (April and May) Retail: 80 % failed to pay Office : 40% failed to pay SL GREEN (April only) Retail: 35% failed to pay Office: 10% failed to pay EMPIRE REALTY TRUST (April only) Retail: 50% failed to pay Office: 25% failed to pay Advertisement In the residential market, rent prices are being driven down. Between April and May, 70 percent of listings on StreetEasy - the most used house hunting website - were reduced. Brooklyn saw the biggest decline, with rents being brought down by three percent ... "], ["2020-05-22 11:30", "SL Green Realty Corp. Announces Common Stock DividendSL Green Realty Corp. SLG, Manhattan's largest office landlord, today announced that its board of directors has declared a monthly dividend of $0.295 per share of common stock. The dividend is payable on June 15, 2020 to shareholders of record at the "], ["2020-05-17 04:00", "More pain to come as New York office leasing hits GFC lows ...  as they ponder how much space they will need in post-pandemic New York. \"The deals that I was on died pretty fast around the time when everything went dark,\" says Dena Cohen, a partner at law firm Herrick Feinstein. \"People just stopped. A lot of deals either died or are on hold.\" The crisis has weighed on the shares of SL Green Realty and Vornado Realty Trust, two of the city's largest landlords. Together, the companies have seen more than $US5 billion ($7.8 billion) in market value evaporate since the beginning of March. Vornado was cut to sell by an analyst at Stifel on Wednesday. Advertisement Vornado is spending more than $US2 billion to transform the area around Pennsylvania Station with retail shops and new offices. Steven Roth ... "], ["2020-05-14 19:26", "NYC may never be the same again as offices become obsolete and landlords scramble to meet tax bills ...  office clothes at home to speaking to strangers Previous Next Major NYC landlord collected just 73% of April office rent and others hold their breath for what's ahead amid warnings that teeming corporate buildings will become 'a thing of the past' as big business settles into long-term working from home In April, commercial landlord Empire Realty Trust collected just 73% of its usual rent from office tenants SL Green, another commercial giant, says it collected more than 90% but only around 60% of retail rent It leaves commercial landlords stuck with huge tax bills that may not be able to pay without the usual income Tax income makes up a third of NY's revenue and pays for essential services and maintenance Some landlords fear a 'vicious ... "], ["2020-05-13 11:30", "SL Green Realty Corp. Announces Postponement And Change Of Location Of 2020 Annual Meeting Of StockholdersSL Green Realty Corp. SLG, Manhattan's largest office landlord, today announced that due to the continuing public health impact of the coronavirus (COVID-19) pandemic, its 2020 Annual Meeting of Stockholders (the \"Annual Meeting\") has been pos"], ["2020-05-12 20:09", "Here's what happened to the stock market on Tuesday ... Apple rises for 7th day, real estate takes big hit Apple shares posted a seven-day winning streak, rising 1.14% on the day. The S&P 500 real estate sector fell 4.15%, led by a 7% decline in SL Green Realty . What happens next? Weekly mortgage applications are scheduled for release Wednesday. Federal Reserve Chairman Jerome Powell is also set to speak. Subscribe to CNBC PRO for exclusive insights and analysis, and live business day programming from around the world. Related Tags Jrwrap SL Green Realty REIT Apple Inc NASDAQ Composite S&P 500 Index Subscribe to CNBC PRO Licensing & Reprints CNBC Councils Supply Chain Values Advertise With Us Join the CNBC Panel Digital Products News Releases Closed Captioning Corrections About CNBC Internships Site Map Podcasts ... "], ["2020-05-12 00:03", "Celebrity Chef's Foundation Works To Feed Needy, Help Struggling Restaurants ... . Celebrity chef Daniel Boulud, who specializes in upscale dining experiences, is teaming up with others to feed frontline workers and those in need during the pandemic. \"What we've been doing is buying meals from restaurants throughout the city, right now we have nine restaurants signed up,\" explains Harry Sitomer. Sitomer is part of the Food First program started by SL Green Realty. The effort is also boosting restaurants during the crisis. \"A very important part of the program is getting people back up and running and kitchens back up and running and people employed again,\" Sitomer explains. Food First is now providing 4,000 meals a day. \"We're donating those meals directly to hospitals, and those homeless shelters and other ... "], ["2020-05-11 11:30", "Food1st Announces Eight New Restaurant Partners, Expanding Food Assistance Program And Re-Activating More Kitchens ...  more kitchens in New York City, the program simultaneously helps safely bring food and beverage staff back to work to revitalize the restaurant industry. \"Food1st was just an idea a few weeks ago and it's inspiring to see so many partners and donors step up to feed thousands of first responders and vulnerable New Yorkers every day,\" said Marc Holliday, Chairman and CEO of SL Green Realty Corp . \"We're off to a great start but we know we can do more, and hope more people will join us in supporting Food1st.\" \"I am excited to welcome so many new kitchens to the Food1st program, bringing people safely back to work and bringing excellent food to New Yorkers who need it,\" said Chef Daniel Boulud . \"Together we are supporting ... "], ["2020-05-08 14:46", "Aimco (AIV) FFO Surpasses Estimates in Q1, Revenues Miss ...  to be spent in the ongoing year. Apartment Investment and Management Company Price, Consensus and EPS Surprise Apartment Investment and Management Company price-consensus-eps-surprise-chart | Apartment Investment and Management Company Quote Aimco currently carries a Zacks Rank #3 (Hold). You can see the complete list of today's Zacks #1 Rank (Strong Buy) stocks here . Other REIT Performances SL Green Realty Corp. ( SLG - Free Report ) reported first-quarter 2020 FFO per share of $2.08, surpassing the Zacks Consensus Estimate of $1.70. The figure also compared favorably with the year-ago quarter's $1.68. Essex Property Trust Inc. ( ESS - Free Report ) reported first-quarter 2020 core FFO per share of $3.48, surpassing the Zacks Consensus Estimate of ... "], ["2020-05-08 14:33", "Regency Centers (REG) Q1 FFO Meets Estimates, Revenues Miss ... 5, 2020, 62% of April 2020 pro-rata base rents were collected. Regency Centers Corporation Price, Consensus and EPS Surprise Regency Centers Corporation price-consensus-eps-surprise-chart | Regency Centers Corporation Quote Regency Centers currently carries a Zacks Rank #4 (Sell). You can see the complete list of today's Zacks #1 Rank (Strong Buy) stocks here . Performance of Other REITs SL Green Realty Corp. ( SLG - Free Report ) reported first-quarter 2020 FFO per share of $2.08, surpassing the Zacks Consensus Estimate of $1.70. The figure also compared favorably with the year-ago quarter's $1.68. Essex Property Trust Inc. ( ESS - Free Report ) reported first-quarter 2020 core FFO per share of $3.48, surpassing the Zacks Consensus Estimate of $3.40 ... "], ["2020-05-08 14:29", "Digital Realty (DLR) Lags Q1 FFO Estimates, Offers '20 View ...  similar to buying Microsoft in the 1990s. Zacks' just-released special report reveals 8 stocks to watch. The report is only available for a limited time. See 8 breakthrough stocks now> > In-Depth Zacks Research for the Tickers Above Normally $25 each - click below to receive one report FREE: Equinix Inc (EQIX) - free report > > Vornado Realty Trust (VNO) - free report > > Digital Realty Trust Inc (DLR) - free report > > SL Green Realty Corporation (SLG) - free report > > Published in earnings reit Zacks' 7 Best Strong Buy Stocks for May, 2020 Free Research for Zacks.com Readers Experts have chosen 7 stocks out of 220 Zacks Rank #1 Strong Buys that have the highest potential to increase in price quickly amid the global health crisis. A recent pick ... "], ["2020-05-08 13:47", "Ventas (VTR) Q1 FFO & Revenues Surpass Estimates, NOI Declines ...  due in April. Lastly, in April, the company received 96% of expected rent for the month in its office segment. Ventas Inc Price, Consensus and EPS Surprise Ventas Inc price-consensus-eps-surprise-chart | Ventas Inc Quote Ventas currently carries a Zacks Rank #3 (Hold). You can see the complete list of today's Zacks #1 Rank (Strong Buy) stocks here . Performance of Other REITs SL Green Realty Corp. ( SLG - Free Report ) reported first-quarter 2020 FFO per share of $2.08, surpassing the Zacks Consensus Estimate of $1.70. The figure also compared favorably with the year-ago quarter's $1.68. Equinix Inc.'s ( EQIX - Free Report ) first-quarter 2020 AFFO per share was $6.21, beating the Zacks Consensus Estimate of $5.98. The figure also improved 13 ... "], ["2020-05-07 15:08", "Equinix (EQIX) FFO Surpass Estimates in Q1, Revenues Miss ...  of the stocks in this report are flying under Wall Street radar, which provides a great opportunity to get in on the ground floor. Today, See These 5 Potential Home Runs > > In-Depth Zacks Research for the Tickers Above Normally $25 each - click below to receive one report FREE: Prologis Inc (PLD) - free report > > Equinix Inc (EQIX) - free report > > Vornado Realty Trust (VNO) - free report > > SL Green Realty Corporation (SLG) - free report > > Published in earnings reit Zacks' 7 Best Strong Buy Stocks for May, 2020 Free Research for Zacks.com Readers Experts have chosen 7 stocks out of 220 Zacks Rank #1 Strong Buys that have the highest potential to increase in price quickly amid the global health crisis. A recent pick, Maxar, skyrocketed +178.7% in ... "], ["2020-05-07 14:43", "Welltower (WELL) Surpasses Q1 FFO Estimates, Slashes Dividend ... closed a $1-billion term loan. This will provide Welltower with additional balance sheet flexibility. Welltower Inc Price, Consensus and EPS Surprise Welltower Inc price-consensus-eps-surprise-chart | Welltower Inc Quote Currently, the company carries a Zacks Rank #3 (Hold). You can see the complete list of today's Zacks #1 Rank (Strong Buy) stocks here . Performance of Other REITs SL Green Realty Corp. ( SLG - Free Report ) reported first-quarter 2020 FFO per share of $2.08, surpassing the Zacks Consensus Estimate of $1.70. The figure also compared favorably with the year-ago quarter's $1.68. Prologis, Inc. ( PLD - Free Report ) reported first-quarter 2020 core FFO per share of 83 cents, beating the Zacks Consensus Estimate of 81 cents. Results also ... "], ["2020-05-07 12:51", "Iron Mountain (IRM) Q1 FFO Beats Estimates, Revenues Miss ... 450 million as compared to the prior expectation of $240 million. Iron Mountain Incorporated Price, Consensus and EPS Surprise Iron Mountain Incorporated price-consensus-eps-surprise-chart | Iron Mountain Incorporated Quote Iron Mountain currently carries a Zacks Rank #3 (Hold). You can see the complete list of today's Zacks #1 Rank (Strong Buy) stocks here . Performance of Other REITs SL Green Realty Corp. ( SLG - Free Report ) reported first-quarter 2020 FFO per share of $2.08, surpassing the Zacks Consensus Estimate of $1.70. The figure also compared favorably with the year-ago quarter's $1.68. Prologis, Inc. ( PLD - Free Report ) reported first-quarter 2020 core FFO per share of 83 cents, beating the Zacks Consensus Estimate of 81 cents. Results ... "], ["2020-05-07 11:45", "3 Industries That May Not Rebound After Coronavirus ...  may show that the value of these spaces isn't really what commercial realtors would have you believe. If your company is coming off a few bad quarters and needs to cut expenses, abandoning or moving offices is a lot easier when you are already working at home. Stockholders of real estate investment trusts (REITs) that specialize in office space like Boston Properties ( NYSE:BXP ) and SL Green Realty ( NYSE:SLG ) may want to re-evaluate their positions. Motley Fool Returns Stock Advisor S&P 500 397% 83% Stock Advisor launched in February of 2002. Returns as of 05/07/2020. Join Stock Advisor Cumulative Growth of a $10,000 Investment in Stock Advisor Calculated by Time-Weighted Return Stocks BXP Boston Properties NYSE: BXP $83.28 down $-4.15 (-4.75%) SLG ... "], ["2020-05-06 15:34", "SBA Communications (SBAC) Q1 AFFO & Revenues Top Estimates ... This outperformance has not just been a recent phenomenon. From 2000 2019, while the S&P averaged +6.0% per year, our top strategies averaged up to +54.7% per year. See their latest picks free > > In-Depth Zacks Research for the Tickers Above Normally $25 each - click below to receive one report FREE: Prologis, Inc. (PLD) - free report > > Vornado Realty Trust (VNO) - free report > > SL Green Realty Corporation (SLG) - free report > > SBA Communications Corporation (SBAC) - free report > > Published in earnings reit Zacks' 7 Best Strong Buy Stocks for May, 2020 Free Research for Zacks.com Readers Experts have chosen 7 stocks out of 220 Zacks Rank #1 Strong Buys that have the highest potential to increase in price quickly amid the global health crisis. A ... "], ["2020-05-06 15:20", "Healthpeak (PEAK) Q1 FFO & Revenues Beat Estimates, NOI Rises ...  outperformance has not just been a recent phenomenon. From 2000 2019, while the S&P averaged +6.0% per year, our top strategies averaged up to +54.7% per year. See their latest picks free > > In-Depth Zacks Research for the Tickers Above Normally $25 each - click below to receive one report FREE: Prologis, Inc. (PLD) - free report > > Vornado Realty Trust (VNO) - free report > > SL Green Realty Corporation (SLG) - free report > > Healthpeak Properties, Inc. (PEAK) - free report > > Published in earnings reit Zacks' 7 Best Strong Buy Stocks for May, 2020 Free Research for Zacks.com Readers Experts have chosen 7 stocks out of 220 Zacks Rank #1 Strong Buys that have the highest potential to increase in price quickly amid the global health crisis. A recent ... "]]}}