{"postfix": "software-aktie", "name": "SOFTWARE", "wkn": "A2GS40", "time": "2020.05.26 15:42", "ts": 1590500533, "features": {"KGV": "12.30", "Marktkapitalisierung": {"Size": "Mrd", "Value": "2.53"}, "GA": "2.54", "KBV": "1.72", "BA": "18.19", "KCV": "13.49", "CA": "2.32", "Vola30": "26.84", "Vola90": "52.53", "Vola180": "46.16", "Vola250": "40.45"}, "rivals": ["bechtle-aktie", "msg_life-aktie", "p_i_personal_informatik-aktie", "psi_software-aktie", "utimaco_safeware-aktie", "microsoft-aktie", "sap-aktie"], "text_data": {"de": [["13.05.20", "Software AG führt am 26. Juni Online-Hauptversammlung durch"], ["30.04.20", "Software-Aktie: Das sind die Expertenmeinungen des Monats April"], ["25.04.20", "Software öffnete die Bücher zum abgelaufenen Quartal"], ["23.04.20", "ANALYSE-FLASH: Kepler Cheuvreux belässt Software AG auf 'Buy' - Ziel 34 Euro"], ["23.04.20", "ANALYSE-FLASH: JPMorgan belässt Software AG auf 'Neutral' - Ziel 30 Euro"], ["23.04.20", "ROUNDUP: Software AG senkt Prognose wegen Corona-Pandemie - Aktie legt zu"], ["23.04.20", "ANALYSE-FLASH: Baader Bank belässt Software AG auf 'Buy' - Ziel 34 Euro"], ["23.04.20", "Software AG senkt Prognose wegen Corona-Pandemie"], ["20.04.20", "HSBC: Wochenausblick: ZEW, GfK, Ifo, Einkaufsmanagerindizes, Netflix, IBM, Coca-Cola"], ["31.03.20", "Was Analysten von der Software-Aktie erwarten"], ["27.03.20", "MÄRKTE EUROPA/Sehr schwach - US-Vorlagen belasten Börsen"], ["27.03.20", "MÄRKTE EUROPA/Deutlicher Rücksetzer - USA machen Sorgen"], ["27.03.20", "MÄRKTE EUROPA/Börsen starten leichter - Prosieben gesucht"], ["26.03.20", "ANALYSE-FLASH: DZ Bank hebt Software AG auf 'Kaufen'"], ["20.03.20", "Software AG will die Dividende das sechste Jahr in Folge anheben"], ["17.03.20", "ANALYSE-FLASH: Commerzbank hebt Software AG auf 'Buy' - Ziel 35 Euro"], ["12.03.20", "ANALYSE-FLASH: Baader Bank belässt Software AG auf 'Buy' - Ziel 34 Euro"], ["05.03.20", "Ex-Chef Streibich soll Oberaufseher bei Software AG werden"], ["29.02.20", "Wie Experten die Software-Aktie im Februar einstuften"], ["29.01.20", "MÄRKTE EUROPA/Leichtes Plus vor Fed-Entscheidung - Software AG schwach"], ["29.01.20", "XETRA-SCHLUSS/DAX gut behauptet - Berichtssaison nimmt an Fahrt auf"], ["29.01.20", "MÄRKTE EUROPA/Anleger warten auf Fed-Entscheidung - Software AG schwach"], ["29.01.20", "MÄRKTE EUROPA/Aktien gut behauptet - Software AG enttäuscht"]], "en": [["14.01.20", "Software AG to Appoint Matthias Heiden as New Chief Financial Officer"], ["03.01.20", "Software AG Cumulocity IoT Named Best Enterprise IoT Platform of the Year in the 2020 IoT Breakthrough Awards"], ["2020-05-26 13:27", "Apple's new FaceTime feature stops faces from bouncing around in video calls — here's how to use it ... . This is still on by default, but Apple added an option to turn it off in iOS 13.5 and iPadOS 13.5, which were released earlier this month. If you turn it off, FaceTime will act a bit more like Zoom and other video chat software, without boxes that resize all of the time. Here's how to use it: Make sure you're running the latest iPad and iPhone software by going to Settings > General > Software Update. You should be on iOS 13.5, and you will see an option to update your software if you're on an earlier version. Open Settings. Choose FaceTime. Scroll down the page and turn off the toggle next to \"Speaking\" under the section called \"Automatic Prominence.\" Chatting with two of my colleagues. Todd Haselton | CNBC Now, during group ... "], ["2020-05-26 13:20", "The best free PDF reader ...  types. Nor are there multiple reading modes to add to your security when opening downloaded PDFs. The interface feels eerily similar to Microsoft Word, which will be a good thing for most users. The ribbon-style menu is fairly easy to navigate, and you can hide it when you simply want to read a document without distraction. Discover how to convert PDF to Word See more Software news Tech deals, prizes and latest news Get the best tech deals, reviews, product advice, competitions, unmissable tech news and more! Thank you for signing up to TechRadar. You will receive a verification email shortly. There was a problem. Please refresh the page and try again. No spam, we promise. You can unsubscribe at any time and we'll never share your details without your ... "], ["2020-05-26 13:20", "Golden Matrix To Host Live Conference Call On Monday, June 1 At 4:00 Pm EDT ...  and owns online gaming IP and builds configurable and scalable white-label social gaming platforms for its international customers, located primarily in the Asia Pacific region. The gaming IP includes tools for marketing, acquisition, retention, and monetization of users. The company's platform can be accessed through both desktop and mobile applications. Our sophisticated software automatically declines any gaming or redemption requests from within the United States, in strict compliance with current US law. Forward-Looking Statements This press release may contain \"forward-looking statements\" within the meaning of the Private Securities Litigation Reform Act of 1995, such as statements relating to financial results and plans for future ... "], ["2020-05-26 13:17", "Tyler Technologies Enables Online Dispute Resolution For Courts From California To Florida ...  to see these innovative courts embrace online dispute resolution so they can continue serving their residents without interruption. We are confident that Modria will help the courts' constituents solve their disputes fairly, efficiently, and at a time and place convenient for them.\" About Tyler Technologies, Inc. Tyler Technologies ( TYL ) - Get Report provides integrated software and technology services to the public sector. Tyler's end-to-end solutions empower local, state, and federal government entities to operate more efficiently and connect more transparently with their constituents and with each other. By connecting data and processes across disparate systems, Tyler's solutions are transforming how clients gain actionable insights ... "], ["2020-05-26 13:16", "Maniesh Paul posts a hilarious job application ...  and operated by IANS Group and contains material which is derived in whole or in part from material supplied by the Company, various news agencies and other sources, and is protected by international copyright and trademark laws. Except where specifically authorised, the reader may not modify, copy, reproduce, republish, upload, post, transmit or distribute in any way any material from this site including code and software. The Company shall have the right at any time to change or modify the terms and conditions applicable to user's use of the ianslive.in Terms of Use: By visiting our site you are agreeing to be bound by the following terms and conditions. We may change these terms and conditions at any time. Your continued use of ianslive.in means that ... "], ["2020-05-26 13:15", "About 90 5G Conspiracy-Linked Attacks on Phone Masts Reported During UK Lockdown ... authorization; contains offensive language or profanity and its derivatives, as well as hints of the use of lexical items falling within this definition; contains spam, advertises spamming, mass mailing services and promotes get-rich-quick schemes; promotes the use of narcotic / psychotropic substances, provides information on their production and use; contains links to viruses and malicious software; is part of an organized action involving large volumes of comments with identical or similar content (\"flash mob\"); \"floods\" the discussion thread with a large number of incoherent or irrelevant messages; violates etiquette, exhibiting any form of aggressive, humiliating or abusive behavior (\"trolling\"); doesn't follow standard rules ... "], ["2020-05-26 13:15", "Draganfly Signs Preferred Flight Services Agreement With Windfall Geotek ... that includes professionals in geophysics, geology, AI, and mathematics. The Company's objective is to further develop a new application to assist in the detection of UXO and Land Mines using drones and its proven technology in the mining sector. About Draganfly Draganfly Inc. (CSE: DFLY; OTCQB: DFLYF; FSE: 3U8) is the creator of quality, cutting-edge UVS and software that revolutionize the way people do business. Recognized as being at the forefront of technology for over 22 years, Draganfly is an award-winning, industry-leading manufacturer within the commercial UAV and UVS space, serving the public safety, agriculture, industrial inspections and mapping and surveying markets. Draganfly is a company driven by passion, ingenuity and the need to provide ... "], ["2020-05-26 13:13", "Top Analyst Upgrades and Downgrades: Chembio, Cognex, Cree, Deere, Gilead, Halliburton, iRobot, Lam Research, Nvidia, Regeneron, Sorrento, Take-Two and More – 24/7 Wall St.Tuesday's top analyst upgrades and downgrades included Chembio Diagnostics, Cognex, Cree, Deere, Gilead Sciences, Halliburton, iRobot, Lam Research, Nvidia, Regeneron Pharmaceuticals, Sorrento Therapeutics and Take-Two Interactive Software."], ["2020-05-26 13:11", "IG Kashmir orders smooth movement of doctors after protest ...  and operated by IANS Group and contains material which is derived in whole or in part from material supplied by the Company, various news agencies and other sources, and is protected by international copyright and trademark laws. Except where specifically authorised, the reader may not modify, copy, reproduce, republish, upload, post, transmit or distribute in any way any material from this site including code and software. The Company shall have the right at any time to change or modify the terms and conditions applicable to user's use of the ianslive.in Terms of Use: By visiting our site you are agreeing to be bound by the following terms and conditions. We may change these terms and conditions at any time. Your continued use of ianslive.in means that ... "], ["2020-05-26 13:10", "Kirti Kulhari on nature: Not everyone can be an activist but we can all do our bit ...  and operated by IANS Group and contains material which is derived in whole or in part from material supplied by the Company, various news agencies and other sources, and is protected by international copyright and trademark laws. Except where specifically authorised, the reader may not modify, copy, reproduce, republish, upload, post, transmit or distribute in any way any material from this site including code and software. The Company shall have the right at any time to change or modify the terms and conditions applicable to user's use of the ianslive.in Terms of Use: By visiting our site you are agreeing to be bound by the following terms and conditions. We may change these terms and conditions at any time. Your continued use of ianslive.in means that ... "], ["2020-05-26 13:10", "Tablighi Jamaat \"deliberately, willfully\" flouted laws: Police tells HC ...  and operated by IANS Group and contains material which is derived in whole or in part from material supplied by the Company, various news agencies and other sources, and is protected by international copyright and trademark laws. Except where specifically authorised, the reader may not modify, copy, reproduce, republish, upload, post, transmit or distribute in any way any material from this site including code and software. The Company shall have the right at any time to change or modify the terms and conditions applicable to user's use of the ianslive.in Terms of Use: By visiting our site you are agreeing to be bound by the following terms and conditions. We may change these terms and conditions at any time. Your continued use of ianslive.in means that ... "], ["2020-05-26 13:07", "GigSmart Launches Unemployment Resource Center To Assist Americans Affected By Coronavirus ...  local, on-demand, and scheduled Gigs or part-time and full-time jobs available across nearly every industry. To access the newly launched Coronavirus Unemployment Resource Center, to create a free Get Gigs account to instantly find open work opportunities in your area, or to learn more about GigSmart, please visit www.gigsmart.com . About GigSmart GigSmart is a software development company focused on providing modern solutions to meet the needs of a rapidly evolving economy. GigSmart's hiring platform provides on-demand staffing solutions to connect businesses looking for labor with available workers. Launched in December of 2018, GigSmart's Get Gigs and Get Workers apps have already surpassed 300,000 installs. GigSmart's alternative staffing ... "], ["2020-05-26 13:06", "Logitech Launches G915 TKL Wireless RGB Mechanical Gaming Keyboard ...  a Hard Drive How to Free Up Space on Your iPhone or iPad How to Increase Laptop Battery Life How to Save Money on Your Cell Phone Bill How to See Who's on Your Wi-Fi How to Set Up an Amazon Echo How to Set Up Your Wi-Fi Router How to Take Better Photos Android Battery Tips Apple TV Tips iPhone Battery Tips Google Chromecast Tips Roku Tips Smartphone Camera Tips Software How to Clear Browser Cache How to Download YouTube Videos How to Edit a PDF How to Set Up Two-Factor Authentication How to Set Up and Use a VPN How to Speed Up Windows How to Stay Safe Online How to Take a Screenshot Android Tips Facebook Tips Gmail Tips Google Chrome Tips Google Search Tips iOS Tips Windows Tips Business How to Build an E-Commerce Website How to Create a Website How ... "], ["2020-05-26 13:05", "UN Probe Fails to Define if N Korea Fired 'Intentionally' in Demilitarised Zone Incident ... authorization; contains offensive language or profanity and its derivatives, as well as hints of the use of lexical items falling within this definition; contains spam, advertises spamming, mass mailing services and promotes get-rich-quick schemes; promotes the use of narcotic / psychotropic substances, provides information on their production and use; contains links to viruses and malicious software; is part of an organized action involving large volumes of comments with identical or similar content (\"flash mob\"); \"floods\" the discussion thread with a large number of incoherent or irrelevant messages; violates etiquette, exhibiting any form of aggressive, humiliating or abusive behavior (\"trolling\"); doesn't follow standard rules ... "], ["2020-05-26 13:04", "Dangerous new malware infects thousands of enterprise devices ... . However, we observed roughly 1,000 infections within those organisations, and over a short amount of time.\" In order to block such threats, the researchers suggest patching web servers and web applications, adding that if this is not possible, these attempts should be blocked at the initial level itself by using a firewall. Keep your busines protected with the best malware removal software 2020 Via: ZDNet See more Computing news Tech deals, prizes and latest news Get the best tech deals, reviews, product advice, competitions, unmissable tech news and more! Thank you for signing up to TechRadar. You will receive a verification email shortly. There was a problem. Please refresh the page and try again. No spam, we promise. You can unsubscribe at any time ... "], ["2020-05-26 13:03", "Kareo Wins 2020 Frost & Sullivan North American Ambulatory Electronic Health Records Customer Value Leadership AwardIRVINE, Calif., May 26, 2020 /PRNewswire/ -- Kareo, the leading provider of cloud-based clinical and business management software solutions for independent healthcare practices, has earned Frost & Sullivan's 2020 Customer Value Leadership Award in the"], ["2020-05-26 13:00", "Johnson: 60-year-old coronavirus survivor, 'I was on my death bed... now, I am the testimony' ...  / Annie Robinson) First sister Juanita Thomas contracted COVID-19; she works in a nursing home, on the pandemic's front line, where the family believes she was exposed to the virus. Her husband, Booker, became infected, as well. As did Robinson, sister Tracy Quick and their mother, 84-year-old Dorothy Davis (\"She handled it the best,\" says grandson Anthony Buchanan, a software developer. \"It was almost like she didn't have it.\"). Hayden, Annie Robinson's 9-year-old grandson, tested positive for the coronavirus antibodies. \"He never showed any symptoms,\" Buchanan says. Annie calls herself a \"walking miracle.\" Because after being rushed to UAB Hospital on March 23 and placed on a ventilator in an induced coma for ... "], ["2020-05-26 13:00", "Progress Appoints Jeremy Segal To The Role Of Senior Vice President, Corporate Development ... , CEO, Progress. \"He has an impressive track record of success and his addition better positions us to achieve our long-term goal of doubling in size through M&A in five years. Working together with our existing team, he will drive our acquisition strategy, which requires us to be both disciplined and opportunistic as we pursue acquisitions of infrastructure software companies.\" Mr. Segal has spent more than 20 years leading M&A functions in growth-oriented technology companies. Prior to joining Progress, he was Global Head of Corporate Development at LogMeIn. He has also served as Vice President of Corporate Development at Akamai Technologies. During his career, Mr. Segal has completed over 35 acquisitions, divestitures and joint ventures, resulting ... "], ["2020-05-26 13:00", "Arm's new mobile IP brings performance, efficiency gains for enabling 5G, AI ...  Lines | May 26, 2020 -- 13:00 GMT (14:00 BST) | Topic: Processors Show Comments LOG IN TO COMMENT My Profile Log Out | Community Guidelines Join Discussion Add Your Comment Add Your Comment More from Stephanie Condon Artificial Intelligence Nvidia researchers use AI to recreate PAC-MAN, without a game engine Big Data Analytics Splunk posts mixed Q1 results with cloud driving software bookings Processors Nvidia's data center business has its first $1B quarter in Q1 Networking Mist Systems rolls out enterprise-oriented contact tracing services Please review our terms of service to complete your newsletter subscription. By registering, you agree to the Terms of Use and acknowledge the data practices outlined in the Privacy Policy . You will also receive a ... "], ["2020-05-26 13:00", "Arm goes off road... map: Cortex-X1 touted for phone, tablet, laptop processors needing Apple-level oomph ...  gift for sitting through Build: The source for GW-BASIC The longest card game in the world: Microsoft Solitaire is 30 eBay users spot the online auction house port-scanning their PCs. Um... is that OK? Galaxy S20 security is already old hat as Samsung launches new safety silicon Contact-tracing app may become a permanent fixture in major Chinese city Pre-authentication, remote root hole in call-center software? Thanks, Cisco. Just what a long weekend needs Unlucky for some, GitLab 13.0 is DevSecOps in a box, but will it play nicely with others? Guess who's laughing most of the way to the Splunk, despite revenue miss and nervous customers? Meet ScrAPIr, MIT's Swiss army-knife for non-coders to shake data out of APIs (It's useful for pro devs, too ... "]]}}