{"postfix": "sony-aktie", "name": "SONY", "wkn": "853687", "time": "2020.05.26 15:08", "ts": 1590498532, "features": {"KGV": "13.74", "Marktkapitalisierung": {"Size": "Mrd", "Value": "74.49"}, "GA": "471.64", "KBV": "1.92", "BA": "3.381.00", "KCV": "7.92", "CA": "818.61", "Vola30": "39.89", "Vola90": "50.62", "Vola180": "39.62", "Vola250": "32.83"}, "rivals": ["microsoft-aktie", "ibm-aktie", "nokia-aktie", "nintendo-aktie", "hp-aktie", "sanyo_electric-aktie", "panasonic-aktie"], "text_data": {"de": [["22.05.20", "Sony-Aktie: Der Umbau geht voran - was Anleger wissen müssen"], ["20.05.20", "Sony: Zwischen Playstation Now und Spielen für die PS5"], ["19.05.20", "MÄRKTE ASIEN/Rally mit Hoffnung auf Corona-Impfstoff"], ["16.05.20", "Sony in der Krise: Die neue Playstation soll’s richten"], ["15.05.20", "Bericht: Sony entwickelt weltweit ersten Bildsensor mit integrierter AI"], ["14.05.20", "\"The Durrells\" bleiben auch im Sommer beim Sony Channel"], ["14.05.20", "MÄRKTE ASIEN/Verluste im späten Verlauf deutlich ausgeweitet"], ["14.05.20", "KI: Sony präsentiert Kamerasensoren mit künstlicher Intelligenz"], ["14.05.20", "Sony bringt weltweit erste Bildsensoren mit KI-Verarbeitungsfunktion"], ["14.05.20", "MÄRKTE ASIEN/Leichter im Sog sehr schwacher US-Vorgaben"], ["13.05.20", "Unreal Engine 5: Epic Games zeigt beeindruckende Demo auf PlayStation 5"], ["13.05.20", "Next-Gen-Konsolen: PS5-Hardware und -Software laut Sony im Plan"], ["13.05.20", "Sony mit Gewinneinbruch - was jetzt noch Hoffnung macht"], ["13.05.20", "ROUNDUP: Corona-Krise trifft Elektronik-Geschäft von Sony hart"], ["13.05.20", "Sony: Coronakrise trifft das Geschäft, PS5 weiter auf Kurs"], ["13.05.20", "Geringe Nachfrage: Hartes Quartal für Sony in der Corona-Krise"], ["13.05.20", "Sony gibt keinen Ausblick"], ["12.05.20", "Ausblick: SONY mit Zahlen zum abgelaufenen Quartal"], ["07.05.20", "Audio: Sony stellt abwaschbare Bluetooth-Ohrstöpsel vor"], ["07.05.20", "heise+ | Profi-Systemkameras im Test: Canon EOS-1D X Mark III und Sony A9 II"], ["05.05.20", "Playstation Classic als Universal-Retrokonsole"], ["01.05.20", "heise+ | Den 400fach-CD-Wechsler Sony CDP CX450 flott machen"], ["29.04.20", "Sony: Xperia L4 für 200 Euro im Handel verfügbar"], ["28.04.20", "Playstation-Exklusivspiel: \"The Last of Us Part 2\" erscheint am 19. Juni"], ["28.04.20", "Erste Schätzungen: SONY legt die Bilanz zum abgelaufenen Quartal vor"], ["27.04.20", "Playstation 4: Neue Termine für The Last of Us 2 und Ghost of Tsushima"], ["27.04.20", "Der Sony XH95 ist der brillanteste Fernseher seiner Preisklasse"], ["17.04.20", "Playstation 4: Firmware 7.50 macht Installationsprobleme"]], "en": [["21.05.20", "Why Is Sony Taking Over Its Financial Unit for $3.7 Billion?"], ["20.05.20", "Sony ramps up VR efforts as demand for virtual events surges"], ["19.05.20", "Sony to buy full control of financial unit to weather crisis"], ["19.05.20", "Sony isn’t just betting on the PlayStation 5"], ["19.05.20", "Sony Adds Microsoft-Powered Artificial Intelligence to IMX500 Video Camera Sensors"], ["19.05.20", "Sony Collaborates With Microsoft, Announces New Structure"], ["19.05.20", "Microsoft (MSFT)-Sony AI-Camera Deal to Boost Business Yield"], ["19.05.20", "Razer's new Opus headphones take on Bose and Sony     - CNET"], ["19.05.20", "Sony offers $3.7bn for rump of financial services division"], ["19.05.20", "Sony Fin buyout: Third Point deflected"], ["19.05.20", "Sony to buy full control of financial unit to weather crisis"], ["19.05.20", "Sony to take full control of listed financial arm for $3.7 bln"], ["19.05.20", "Sony to take full control of listed financial arm for $3.7 billion"], ["19.05.20", "Sony to take full control of listed financial arm for $3.7 billion"], ["19.05.20", "Sony to turn financial arm into wholly owned unit for $3.7 billion - Nikkei"], ["19.05.20", "Sony to turn financial arm into wholly owned unit for $3.7 billion: Nikkei"], ["15.05.20", "Sony integrates image sensor with an AI chip for a smarter camera     - CNET"], ["14.05.20", "Sony shows off first combination image sensor and AI chip"], ["14.05.20", "Sony aims to make image sensors smarter to expand beyond smartphones"], ["13.05.20", "Despite COVID-19, Sony's PlayStation 5  Will Be Ready for the Holiday Season"], ["13.05.20", "Sony reaffirms PS5 holiday launch but profits slip for games"], ["13.05.20", "Epic Games announces Unreal Engine 5, shows off boundary-pushing PlayStation 5 demo"], ["13.05.20", "SONY CORPORATION (SNE) Q4 2019 Earnings Call Transcript"], ["13.05.20", "How Epic Games moved closer to Sony with the design of the PlayStation 5"], ["13.05.20", "Sony (SNE) Q4 Earnings Lag Estimates, Business Hit by COVID-19"], ["13.05.20", "PS5 remains on target for holiday 2020 ship, says Sony     - CNET"], ["13.05.20", "Epic Games shows off a stunning Unreal Engine 5 demo on PlayStation 5"], ["13.05.20", "Sony to push ahead with PS5 launch"], ["13.05.20", "Sony braces for lowest profit in four years, hit broadly by coronavirus"], ["13.05.20", "Sony braces for lowest profit in four years, hit broadly by coronavirus"], ["13.05.20", "Sony braces for lowest profit in four years, hit broadly by coronavirus"], ["13.05.20", "PlayStation 4 sales reach 110.4 million"], ["13.05.20", "Sony reports 57% drop in fourth-quarter profit, declines to give outlook"], ["13.05.20", "Sony reports 57% drop in fourth-quarter profit, declines to give outlook"], ["12.05.20", "1-800-FLOWERS, Columbia Sportswear, Sony, Ciena and Cisco as Zacks Bull and Bear of the Day"], ["12.05.20", "Sony gets cinematic with PlayStation Studios logo animation     - CNET"], ["12.05.20", "PlayStation Studios branding unites all Sony games under one logo"], ["11.05.20", "Sony (SNE) to Report FY19 Q4 Earnings: What Lies in Store?"], ["11.05.20", "Sony suspends PlayStation Store in mainland China to upgrade security"], ["11.05.20", "Yoshida’s steady hand steers Sony through virus and activist attacks"], ["2020-05-26 12:45", "The legendary hip hop label Def Jam has been launched in Africa ...  and South Africa's Black Coffee and Distruction Boyz. In many African markets outside South Africa, the music business has an abundance of talent and thousands of independent labels and artist managers, but not the formal distribution and legal infrastructure, which underpins the $50 billion global industry across recording music, publishing, TV/film and live performances. Universal, Sony Music and more recently Warner Music Group are each looking to build organically as well as strategic partnerships alongside their respective A&R efforts to establish a more formal music business imprint that plugs local music industries more seamlessly into the global ecosystem. Sign up to the Quartz Africa Weekly Brief here for news and analysis on African business ... "], ["2020-05-26 12:34", "PlayStation announces new State of Play with 'Last of Us Part II' ...  other upcoming games or upcoming console, the PlayStation 5. The Last of Us Part II is set to be released for the PlayStation 4 on June 19. A limited-edition PlayStation 4 Pro console themed around The Last of Us Part II will be released alongside the game. The console has a matte finish and is engraved with series star Ellie's signature fern tattoo. Read More Sony announces new PS4 Pro console inspired by 'Last of Us Part II' PlayStation details exploration, combat tools of 'Ghost of Tsushima' What to watch next: Sign up for UPI's Streaming newsletter ( 0 ) Leave a comment upi.com/7009535 Trending Stories Grimes, Elon Musk tweak their infant's unusual name 'Smash' musical, based on NBC series, coming to Broadway Veneto ... "], ["2020-05-26 12:00", "From Amazon to Zuckerberg: 25 years of technology ...  was buying mobile pioneer Nokia for $7.2 billion. NSA contractor Edward Snowden leaked confidential documents to the media, raising public ire about government surveillance , and smartphones comprised the majority of cellphone sales worldwide for the first time. T-Mobile CEO John Legere killed the cellphone contract , Twitter went public , and it was a busy year for gaming when Microsoft released the Xbox One while rival Sony introduced the Playstation 4 . A quote about the year : \"I'm no different from anyone else. I don't have special skills. I'm just another guy who sits there day to day in the office, watches what's happening and goes, 'This is something that's not our place to decide. The public needs to decide whether these ... "], ["2020-05-26 11:58", "Borussia Dortmund vs Bayern Munich live stream: how to watch today's Bundesliga title clash online ...  Shared 1 The end of the road for OnePlus McLaren phones couldn't come soon enough 2 Intel and AMD shouldn't panic yet, but this Chinese vendor has repacked a Xeon CPU 3 Google Pixel 5 needs the Pixel 4's most maligned feature, because of Covid-19 4 Best free games 2020: the top free games to download on PC 5 PS5 release date, specs, news and features for Sony's PlayStation 5 1 Apple Glasses leak gives us a new name, price and moving-target launch date 2 Samsung Galaxy S20 TE is a ridiculously rugged phone customized for special ops 3 Intel and AMD shouldn't panic yet, but this Chinese vendor has repacked a Xeon CPU 4 Civilization VI gratis, dite addio ad amici e parenti 5 Integral 1TB P Series 5 internal SSD review TechRadar is part of ... "], ["2020-05-26 11:54", "The best free YouTube downloader ...  Shared 1 The end of the road for OnePlus McLaren phones couldn't come soon enough 2 Intel and AMD shouldn't panic yet, but this Chinese vendor has repacked a Xeon CPU 3 Google Pixel 5 needs the Pixel 4's most maligned feature, because of Covid-19 4 Best free games 2020: the top free games to download on PC 5 PS5 release date, specs, news and features for Sony's PlayStation 5 1 Apple Glasses leak gives us a new name, price and moving-target launch date 2 Samsung Galaxy S20 TE is a ridiculously rugged phone customized for special ops 3 Intel and AMD shouldn't panic yet, but this Chinese vendor has repacked a Xeon CPU 4 Civilization VI gratis, dite addio ad amici e parenti 5 Integral 1TB P Series 5 internal SSD review TechRadar is part of ... "], ["2020-05-26 11:54", "Realme 6s With Quad Rear Cameras, MediaTek Helio G90T SoC Launched ... Pro Oppo Reno 4 Huawei Enjoy Z 5G Motorola One Fusion Motorola One Fusion+ Samsung Galaxy S20 Tactical Edition LG Q61 Honor X10 LG Stylo 6 Honor ViewPad 6 iQOO Z1 5G Huawei Y8p Popular Brands Alcatel Apple Asus Cat Coolpad Gionee Google HTC Honor Huawei Infinix Itel Jivi LG Lava Lenovo Meizu Micromax Motorola Nokia Nubia OnePlus Oppo Panasonic Poco Realme Samsung Sharp Sony TCL Tecno Vivo Xiaomi Xolo ZTE #Trending Stories Realme X3 SuperZoom Will Feature 120Hz Display, Snapdragon 855+ SoC Redmi Earbuds S True Wireless Earphones Launched in India Redmi 10X, Redmi 10X Pro With 48-Megapixel Main Camera Launched Uber Lays Off 600 Employees in India, Offers 10 Months Payout JioMart Online Grocery Service Now Available in 200 Towns Across India BSNL Announces Long ... "], ["2020-05-26 11:46", "Xbox Series X release date, specs, design and launch titles for the new Xbox ...  Shared 1 The end of the road for OnePlus McLaren phones couldn't come soon enough 2 Intel and AMD shouldn't panic yet, but this Chinese vendor has repacked a Xeon CPU 3 Google Pixel 5 needs the Pixel 4's most maligned feature, because of Covid-19 4 Best free games 2020: the top free games to download on PC 5 PS5 release date, specs, news and features for Sony's PlayStation 5 1 Apple Glasses leak gives us a new name, price and moving-target launch date 2 Samsung Galaxy S20 TE is a ridiculously rugged phone customized for special ops 3 Intel and AMD shouldn't panic yet, but this Chinese vendor has repacked a Xeon CPU 4 Civilization VI gratis, dite addio ad amici e parenti 5 Integral 1TB P Series 5 internal SSD review TechRadar is part of ... "], ["2020-05-26 11:34", "Outfit7 announces virtual pet game with Talking Tom and Friends ...  Shared 1 The end of the road for OnePlus McLaren phones couldn't come soon enough 2 Intel and AMD shouldn't panic yet, but this Chinese vendor has repacked a Xeon CPU 3 Google Pixel 5 needs the Pixel 4's most maligned feature, because of Covid-19 4 Best free games 2020: the top free games to download on PC 5 PS5 release date, specs, news and features for Sony's PlayStation 5 1 Apple Glasses leak gives us a new name, price and moving-target launch date 2 Samsung Galaxy S20 TE is a ridiculously rugged phone customized for special ops 3 Intel and AMD shouldn't panic yet, but this Chinese vendor has repacked a Xeon CPU 4 Civilization VI gratis, dite addio ad amici e parenti 5 Integral 1TB P Series 5 internal SSD review TechRadar is part of ... "], ["2020-05-26 11:30", "The Morning After: Virgin Orbit's test launch ...  Invictus Launch Week. Until June 2nd, anyone can sign up for an account and test-fly some fictional spaceships. Continue reading. Sponsored Content by Stack Commerce Save big on top software this Memorial Day 'Call of Duty: WWII' is the next free PS Plus game, and it arrives tomorrow It's dropping a week earlier than usual. Free games? Still trapped indoors? Here we go. Sony is releasing its next free PS Plus title a bit early. And it's a pretty big one -- subscribers can snag Call of Duty: WWII at no extra cost, starting tomorrow. It's certainly an improvement from its May lineup, which included Cities: Skylines and Farming Simulator 19 . Continue reading. Making an indie phone is not for the faint-hearted It's not impossible, but ... "], ["2020-05-26 11:29", "Games With Gold June 2020: When will Major Nelson reveal next free Xbox games? ...  Kombat 11 Mortal Kombat 11 Aftermath DLC release date is here for PS4, Xbox One, PC and Nintendo Switch players. Here's everything you need to know about the huge new update, including a better look at Robocop and Sheeva. PS Plus June 2020: Call of Duty WW2 is free on PS4, downloads start tomorrow PS Plus Call of Duty WW2 is free to download for Sony PlayStation Plus subscribers tomorrow in a shock announcement by the PS4 social channels this afternoon. Fortnite Downtime: Epic Games Server Status, 12.61 update, how long is Fortnite down today? Fortnite Fortnite Server Status: Epic Games downtime is coming today, May 26, ahead of the games new 12.61 update. Here's everything you need to know. Mortal Kombat 11 Aftermath release date UPDATE: Big news ... "], ["2020-05-26 11:24", "The cheapest Nintendo Switch bundles, deals and prices in May 2020 ...  Shared 1 The end of the road for OnePlus McLaren phones couldn't come soon enough 2 Intel and AMD shouldn't panic yet, but this Chinese vendor has repacked a Xeon CPU 3 Google Pixel 5 needs the Pixel 4's most maligned feature, because of Covid-19 4 Best free games 2020: the top free games to download on PC 5 PS5 release date, specs, news and features for Sony's PlayStation 5 1 Apple Glasses leak gives us a new name, price and moving-target launch date 2 Samsung Galaxy S20 TE is a ridiculously rugged phone customized for special ops 3 Intel and AMD shouldn't panic yet, but this Chinese vendor has repacked a Xeon CPU 4 Civilization VI gratis, dite addio ad amici e parenti 5 Integral 1TB P Series 5 internal SSD review TechRadar is part of ... "], ["2020-05-26 11:22", "Kim Jong-un 'uses body double over murder fears' as public call for CIA to probe theory ... .\" Another user shared two pictures of Kim, adding: \"So this new Kim Jong-un is definitely a body double, different teeth, different earlobes. CIA please investigate.\" Read More Related Articles Sign up for the Daily Star's newsletter to get the biggest stories of the day Read More Related Articles North Korea in global crimewave as elite hackers who took down Sony unleashed Jennifer, a prominent opponent of both China and North Korea's regimes, also claimed the dictator's sister Kim Yo-jong is also using a body double. The activist shared a series of pictures on her Twitter earlier this month showing apparent differences between two pictures of the siblings. She went on: \"Preventing assassination is one main reason for using a ... "], ["2020-05-26 11:16", "Swiggy, Zomato Start Doorstep Delivery of Alcohol in Parts of Odisha ... Pro Oppo Reno 4 Huawei Enjoy Z 5G Motorola One Fusion Motorola One Fusion+ Samsung Galaxy S20 Tactical Edition LG Q61 Honor X10 LG Stylo 6 Honor ViewPad 6 iQOO Z1 5G Huawei Y8p Popular Brands Alcatel Apple Asus Cat Coolpad Gionee Google HTC Honor Huawei Infinix Itel Jivi LG Lava Lenovo Meizu Micromax Motorola Nokia Nubia OnePlus Oppo Panasonic Poco Realme Samsung Sharp Sony TCL Tecno Vivo Xiaomi Xolo ZTE #Trending Stories Realme X3 SuperZoom Will Feature 120Hz Display, Snapdragon 855+ SoC Redmi Earbuds S True Wireless Earphones Launched in India Redmi 10X, Redmi 10X Pro With 48-Megapixel Main Camera Launched Uber Lays Off 600 Employees in India, Offers 10 Months Payout JioMart Online Grocery Service Now Available in 200 Towns Across India BSNL Announces Long ... "], ["2020-05-26 11:15", "Redmi announces new TVs and RedmiBooks in China ...  Shared 1 The end of the road for OnePlus McLaren phones couldn't come soon enough 2 Intel and AMD shouldn't panic yet, but this Chinese vendor has repacked a Xeon CPU 3 Google Pixel 5 needs the Pixel 4's most maligned feature, because of Covid-19 4 Best free games 2020: the top free games to download on PC 5 PS5 release date, specs, news and features for Sony's PlayStation 5 1 Apple Glasses leak gives us a new name, price and moving-target launch date 2 Samsung Galaxy S20 TE is a ridiculously rugged phone customized for special ops 3 Intel and AMD shouldn't panic yet, but this Chinese vendor has repacked a Xeon CPU 4 Civilization VI gratis, dite addio ad amici e parenti 5 Integral 1TB P Series 5 internal SSD review TechRadar is part of ... "], ["2020-05-26 11:11", "Realme X3 SuperZoom With 5x Optical Zoom Support, 120Hz Display Launched ... Pro Oppo Reno 4 Huawei Enjoy Z 5G Motorola One Fusion Motorola One Fusion+ Samsung Galaxy S20 Tactical Edition LG Q61 Honor X10 LG Stylo 6 Honor ViewPad 6 iQOO Z1 5G Huawei Y8p Popular Brands Alcatel Apple Asus Cat Coolpad Gionee Google HTC Honor Huawei Infinix Itel Jivi LG Lava Lenovo Meizu Micromax Motorola Nokia Nubia OnePlus Oppo Panasonic Poco Realme Samsung Sharp Sony TCL Tecno Vivo Xiaomi Xolo ZTE #Trending Stories Realme X3 SuperZoom Will Feature 120Hz Display, Snapdragon 855+ SoC Redmi Earbuds S True Wireless Earphones Launched in India Redmi 10X, Redmi 10X Pro With 48-Megapixel Main Camera Launched Uber Lays Off 600 Employees in India, Offers 10 Months Payout JioMart Online Grocery Service Now Available in 200 Towns Across India BSNL Announces Long ... "], ["2020-05-26 11:00", "HBO Max launches tomorrow: Discounts, free upgrades, shows and movies to expect ... , iPad, iPod Touch, Apple TV 4K and Apple TV HD. However, customers with second- and third-generation Apple TV models will need to stream HBO Max content from their iPhone or iPad to their TV with AirPlay. Google's Android operating system for phones and tablets will have an app. Android TV devices, Chromebooks, Google Chromecast and Chromecast built-in devices will support HBO Max too. Sony's PlayStation 4 systems will be able to download the HBO Max app via the PlayStation Store. Microsoft's Xbox One gaming consoles will also be able to get the HBO Max app via the Microsoft Store. Select Samsung internet-connected smart TVs -- models from 2016 through 2020 -- will be able to download and purchase HBO Max directly. But one popular device may not ... "], ["2020-05-26 10:58", "2020: The year of despair is the year of reckoning for WWE superstar Otis ... me the energy to do that at the end of the match, it picked up slowly like the character Otis. It is what is like being a professional wrestler. You do what is given and hope that the fans love what they see. I just being who I am and I am blessed to be in the position.\" Watch Otis in action every Saturday live on WWE SmackDown on Sony Ten 1 and Sony Ten 3 channels from 5.30 am IST and other WWE Blockbusters daily at 8.00 pm Subscribe Subscribe Thank you for subscribing to our daily newsletter. tags Otis Dozovic WWE Universe Vince McMahon Mandy Rose Heavy machinery Hindustan Times top news Delhi greenlights 11 containment zones, finds new Covid-19 hotspots 'Not his personal property': Rahul Gandhi to CM Yogi on permission to hire UP workers Delhi ... "], ["2020-05-26 10:58", "Akamai's Page Integrity Manager tackles security threats from within your browser ...  Most Shared 1 The end of the road for OnePlus McLaren phones couldn't come soon enough 2 Intel and AMD shouldn't panic yet, but this Chinese vendor has repacked a Xeon CPU 3 Google Pixel 5 needs the Pixel 4's most maligned feature, because of Covid-19 4 Best free games 2020: the top free games to download on PC 5 PS5 release date, specs, news and features for Sony's PlayStation 5 1 Apple Glasses leak gives us a new name, price and moving-target launch date 2 Samsung Galaxy S20 TE is a ridiculously rugged phone customized for special ops 3 Intel and AMD shouldn't panic yet, but this Chinese vendor has repacked a Xeon CPU 4 Integral 1TB P Series 5 internal SSD review 5 Has the PS5 already been bested by a mid-range gaming PC? TechRadar is ... "], ["2020-05-26 10:56", "Dota 2's International Battle Pass 10: Valve Brings Back Skeleton King And Here's What You Need to Know ... International Battle Pass 10: Valve Brings Back Skeleton King And Here's What You Need to Know 26 May 2020, 6:56 am EDT By Alec G. Tech Times DOTA 2's The International Battle Pass 10 is bringing back the Skeleton King . However, you will have to pay to get this undead hero. (Photo : Image Courtesy of DOTA2/Twitter) Read More: Here's Everything You Need to Know About Sony's PS5 DualSense & Microsoft's Xbox Series X Controller Details of Battle Pass 10 DOTA 2 is one of the major players in the MOBA genre and doesn't seem to be running out of steam anytime soon with the announcement of the Battle Pass 10. The Battle Pass is another exciting edition for Dota players to enjoy the MOBA with brand new skins, personas, and more! Besides what ... "], ["2020-05-26 10:51", "PS Plus games for June include Call of Duty: WW2 available to download now ...  Shared 1 The end of the road for OnePlus McLaren phones couldn't come soon enough 2 Intel and AMD shouldn't panic yet, but this Chinese vendor has repacked a Xeon CPU 3 Google Pixel 5 needs the Pixel 4's most maligned feature, because of Covid-19 4 Best free games 2020: the top free games to download on PC 5 PS5 release date, specs, news and features for Sony's PlayStation 5 1 Apple Glasses leak gives us a new name, price and moving-target launch date 2 Samsung Galaxy S20 TE is a ridiculously rugged phone customized for special ops 3 Intel and AMD shouldn't panic yet, but this Chinese vendor has repacked a Xeon CPU 4 Civilization VI gratis, dite addio ad amici e parenti 5 Integral 1TB P Series 5 internal SSD review TechRadar is part of ... "]]}}