{"postfix": "southwest_airlines-aktie", "name": "SOUTHWEST_AIRLINES", "wkn": "862837", "time": "2020.05.26 16:18", "ts": 1590502697, "features": {"KGV": "12.72", "Marktkapitalisierung": {"Size": "Mrd", "Value": "16.18"}, "GA": "4.27", "KBV": "2.89", "BA": "18.80", "KCV": "7.56", "CA": "7.19", "Vola30": "87.76", "Vola90": "97.03", "Vola180": "71.79", "Vola250": "52.75"}, "rivals": ["lufthansa-aktie", "continental_airlines-aktie", "delta_air_lines-aktie", "amr-aktie", "air_berlin-aktie", "united_airlines-aktie"], "text_data": {"de": [["19.05.20", "US-Airlines machen leichte Erholung in Corona-Krise aus"], ["11.05.20", "Southwest Airlines verkauft zehn Boeing 737 Max"], ["09.05.20", "Southwest Airlines: Boeing 737 erschlägt Mann auf der Piste"], ["06.05.20", "Corona - US-Fluggesellschaften verlieren zehn Milliarden Dollar pro Monat"], ["04.05.20", "MÄRKTE USA/Wall Street dreht ins Plus - Ölrally stützt Aktien"], ["04.05.20", "MÄRKTE USA/Wall Street grenzt Verluste ein - Nasdaq im Plus"], ["04.05.20", "MÄRKTE USA/Spannungen zwischen China und USA belastet Börse"], ["04.05.20", "MÄRKTE USA/Börse von Spannungen zwischen China und USA belastet"], ["30.04.20", "Southwest Airlines-Aktie: Was Analysten von Southwest Airlines erwarten "], ["29.04.20", "Southwest Airlines: Bilanzzahlen zum vergangenen Quartal"], ["28.04.20", "Corona-Krise bringt Southwest Airlines in die roten Zahlen"], ["28.04.20", "Rote Zahlen bei Southwest Airlines"], ["27.04.20", "Ausblick: Southwest Airlines gewährt Anlegern Blick in die Bücher"], ["15.04.20", "US-Regierung wird Airlines mit Hilfen in Milliardenhöhe stützen"], ["15.04.20", "US-Regierung wird Airlines mit Milliardenprogramm stützen"], ["08.04.20", "Erste Schätzungen: Southwest Airlines informiert über die jüngsten Quartalsergebnisse"], ["31.03.20", "Southwest Airlines-Aktie: Was Analysten von Southwest Airlines erwarten "], ["25.03.20", "Southwest Airlines schüttet 174. Quartalsdividende in Folge aus"], ["30.01.20", "Southwest Airlines gibt 174. Quartalsdividende in Folge bekannt"], ["23.01.20", "MÄRKTE USA/Börse kaum verändert - Angst vor Pandemie lässt nach"], ["23.01.20", "MÄRKTE USA/Angst vor Pandemie dämpft Kauflust an Wall Street"]], "en": [["22.05.20", "MEDIA-Southwest Airlines signals jobs risk with plan for 30% cut in flying - Bloomberg News"], ["22.05.20", "Southwest Airlines Will Fly Again"], ["20.05.20", "Why Delta Air Lines, American Airlines, and Southwest Airlines Stocks Are Up Wednesday"], ["19.05.20", "Why Southwest Airlines Shares Were Up Today"], ["19.05.20", "Southwest Airlines May operating revenue, load factor to top expectations and sees improvement in June"], ["07.05.20", "Why Southwest Airlines and United Airlines Stocks Tanked Today"], ["03.05.20", "Southwest Airlines CEO says worst of pandemic over for company: ‘I don’t think June will be a good month...hopefully it will be a bit better than May’"], ["29.04.20", "Southwest Airlines Co (LUV) Q1 2020 Earnings Call Transcript"], ["28.04.20", "Southwest Airlines to Raise $2.6 Billion in Equity and New Debt"], ["28.04.20", "Southwest Airlines makes $94m loss in first quarter "], ["28.04.20", "Southwest Airlines (LUV) Reports Q1 Loss, Lags Revenue Estimates"], ["28.04.20", "Southwest Airlines loses $94 million as coronavirus snarls flights"], ["28.04.20", "Southwest Airlines posts first loss since 2011, sees revenue down as much as 95% in May"], ["27.04.20", "Is a Surprise Coming for Southwest Airlines (LUV) This Earnings Season?"], ["23.04.20", "Southwest Airlines CEO Warns of Potential Layoffs If Traffic Doesn't Return"], ["22.04.20", "Southwest Airlines (LUV) Stock Sinks As Market Gains: What You Should Know"], ["21.04.20", "The Zacks Analyst Blog Highlights: Southwest Airlines, Magellan Petroleum, Murphy USA, Par Pacific and Azure Power Global"], ["21.04.20", "Better Buy: Delta Air Lines vs. Southwest Airlines"], ["20.04.20", "DEADLINE TODAY: The Schall Law Firm Announces the Filing of a Class Action Lawsuit Against Southwest Airlines Co. and Encourages Investors with Losses in Excess of $100,000 to Contact the Firm"], ["17.04.20", "Southwest Airlines Goes to Employees Seeking Concessions"], ["17.04.20", "The Schall Law Firm Announces the Filing of a Class Action Lawsuit Against Southwest Airlines Co. and Encourages Investors with Losses in Excess of $100,000 to Contact the Firm"], ["16.04.20", "Analysts Estimate Southwest Airlines (LUV) to Report a Decline in Earnings: What to Look Out for"], ["16.04.20", "The Zacks Analyst Blog Highlights: Alaska Air, American Airlines, JetBlue Airways, United Airlines and Southwest Airlines"], ["14.04.20", "Southwest Airlines (LUV) Gains But Lags Market: What You Should Know"], ["05.04.20", "With Coronavirus Looming Large, Southwest Airlines Is Hoarding Cash"], ["04.04.20", "In coronavirus pandemic, Warren Buffett sells some Delta, Southwest airlines stock"], ["04.04.20", "Warren Buffett Dumps Delta Air Lines, Southwest Airlines As Coronavirus Pandemic Slams Industry"], ["02.04.20", "Southwest Airlines to apply for U.S. government aid as demand craters"], ["02.04.20", "Southwest Airlines to apply for U.S. government aid as demand craters"], ["02.04.20", "UPDATE 2-Southwest Airlines to apply for U.S. government aid as demand craters"], ["02.04.20", "Southwest Airlines to seek aid from U.S. Treasury as demand craters"], ["02.04.20", "UPDATE 1-Southwest Airlines to seek aid from U.S. Treasury as demand craters"], ["02.04.20", "Southwest Airlines to apply for aid with U.S. Treasury after demand craters"], ["31.03.20", "Southwest Airlines cutting 40% of its flight schedule"], ["31.03.20", "Southwest Airlines cutting more than 40% of flights in May as demand sags"], ["24.03.20", "The Zacks Analyst Blog Highlights: Delta Air Lines, United Airlines, Southwest Airlines, JetBlue Airways and American Airlines"], ["17.03.20", "The Zacks Analyst Blog Highlights: Ryanair, Air France KLM, Delta Air Lines, American Airlines and Southwest Airlines"], ["16.03.20", "Southwest Airlines withdraws guidance, cuts capacity"], ["06.03.20", "Southwest Airlines Down on Coronavirus-Induced Q1 RASM View"], ["06.03.20", "Southwest Airlines sees first-quarter revenue hit on coronavirus fears"], ["2020-05-26 13:34", "Power outage in western Las Vegas hits 6.7K customers ...  homicide after a man was found deceased in the parking lot of a strip mall at 9640 W. Tropicana Ave. (Bizuayehu Tesfaye/Las Vegas Review-Journal) @bizutesfaye Homicide briefing Las Vegas police investigate a homicide in southwest Las Vegas. (Glenn Puit/Las Vegas Review-Journal) Las Vegas police investigate homicide Las Vegas police investigate a homicide in southwest Las Vegas. (Glenn Puit/Las Vegas Review-Journal) THE LATEST Las Vegas, travel industry in uncharted territory amid pandemic By Mick Akers / RJ May 26, 2020 - 3:28 am May 26, 2020 - 5:59 am Airlines and airports are taking steps to convince the traveling public that flying is no more dangerous than going to the grocery store. Mobbed Up podcast: The Family Business Part 2 By Reed Redmond / RJ May ... "], ["2020-05-26 13:33", "Dow Surges 600 Points As Investors Bet On A Coronavirus Vaccine Breakthrough ...  currently in clinical trials and another 114 in pre-clinical evaluation, according to a tally from Fundstrat. Progress is also being made on the reopening front, lifting markets higher as several states start to lift lockdowns and allow businesses to resume. Stocks that would benefit from a reopening jumped on Tuesday morning, including MGM Resorts, Carnival, Norwegian Cruise Line, United Airlines and Southwest Airlines. Surprising fact The New York Stock Exchange partially reopened for trading on Tuesday, after being closed for more than two months due to workers testing positive coronavirus. Some 80 brokers will be allowed back onto the floor—about 25% of the number before the pandemic hit. \" I'm ready ,\" a floor trader told CNBC about ... "], ["2020-05-26 13:32", "A Quality Exec Comp Plan Lowers The Risk Of Investing In Oshkosh Corporation ...  provides a uniquely well-screened list of long ideas because return on invested capital (ROIC) is the primary driver of shareholder value creation. [2] New Stock Feature for May: Oshkosh Corporation Today In: Markets 3K Race: Positive Economic Signs, Vaccine News Leading Rally In S&P 500, Other Indices Dow Surges 600 Points As Investors Bet On A Coronavirus Vaccine Breakthrough Buffett Is Shortsighted On Airlines: Southwest Is A Steal At This Price Oshkosh Corporation (OSK) is the featured stock in May's Exec Comp Aligned with ROIC Model Portfolio. I made OSK a Long Idea in August 2019 . Since then, the stock has underperformed the S&P 500 (down 12% vs S&P up 3%) and the stock is even more undervalued today. Oshkosh has grown revenue by 10% compounded ... "], ["2020-05-26 13:32", "Buffett Is Shortsighted On Airlines: Southwest Is A Steal At This Price ...  Free Issue of Forbes Site Feedback Tips Corrections Privacy Terms AdChoices Reprints & Permissions 2020 Forbes Media LLC. All Rights Reserved BETA This is a BETA experience. You may opt-out by clicking here Edit Story May 26, 2020, 09:32am EDT Buffett Is Shortsighted On Airlines: Southwest Is A Steal At This Price David Trainer Contributor Great Speculations Contributor Group Opinions expressed by Forbes Contributors are their own. Markets Share to Facebook Share to Twitter Share to Linkedin A Southwest Airlines jet taxis at Long Island MacArthur Airport in Ronkonkoma, New York, U.S., Jan. ... [+] 23, 2008. Delta Air Lines Inc., the third-largest U.S. carrier, had a fourth-quarter loss on surging costs for jet fuel, while profit almost doubled at discounter ... "], ["2020-05-26 13:26", "JPMorgan warns investors not to 'overstay welcome,' says market bounce will 'peter out' soon ...  was the best week for the Dow Jones Industrial Average in more than a month, as it gained 3.29%. The industrial sector was the best performer in the S&P 500 for the week, and rising oil prices also spurred a strong week for energy stocks. Related Tags Energy S&P 500 Index Dow Jones Industrial Average Markets Investment strategy More In Pro News and Analysis Southwest Airlines upgraded to buy at UBS on 'a clearer path for domestic travel recovery' Maggie Fitzgerald 2 hours ago Goldman has a complete breakdown of how to trade the future of work Pippa Stevens Investor in trends like telemedicine strikes it big amid pandemic, boosting fund by 31% this year Fred Imbert Read More Subscribe to CNBC PRO Licensing & Reprints CNBC Councils Supply Chain Values ... "], ["2020-05-26 13:23", "Texas 4-Year-Old Shot And Killed At Memorial Day Barbecue ... 21 Advertise Links & Numbers Other Upload Images/Video Photo Galleries Contests Station Events Community Events DFW Outdoorsman Video Outfitters Financing Your Piece of Texas Share Photos Travel American Airlines To Require Passengers To Wear Masks During Coronavirus Pandemic Face coverings are already required for flight attendants during every mainline and regional flight effective Friday, May 1.  ... In Texas As Reopening Continues 2 North Texas Teens Killed In Single-Vehicle Crash Alvarado Man Killed In Head-On Crash In Johnson County 1 Killed In Crash On Wet SH 171 Southwest Of Fort Worth Texas Fire Captain, Girlfriend Found Dead In Home; Child Unharmed Inside Allen West, Candidate For Chair Of Texas GOP, Injured In Motorcycle Crash: 'I Am Alive By The ... "], ["2020-05-26 13:20", "Survey: One In Three People Admit To Showering Less During Coronavirus Quarantine ...  Links & Numbers Other Upload Images/Video Photo Galleries Contests Station Events Community Events DFW Outdoorsman Video Outfitters Financing Your Piece of Texas Share Photos Travel American Airlines To Require Passengers To Wear Masks During Coronavirus Pandemic Face coverings are already required for flight attendants during every mainline and regional flight effective Friday, May  ...  Reported In Texas As Reopening Continues 2 North Texas Teens Killed In Single-Vehicle Crash Alvarado Man Killed In Head-On Crash In Johnson County 1 Killed In Crash On Wet SH 171 Southwest Of Fort Worth Texas Fire Captain, Girlfriend Found Dead In Home; Child Unharmed Inside Allen West, Candidate For Chair Of Texas GOP, Injured In Motorcycle Crash: 'I Am Alive By The Grace ... "], ["2020-05-26 13:13", "LATAM Airlines se declara en bancarrota en Estados Unidos ... Clima Decisin 2020 Telemundo Entretenimiento Noticias CNN Noticias de Mxico Programacion Telemundo en Vivo Decision 2020 Congratulations to the Class of 2020 The Good Stuff Desert Southwest Living House & Home Your Money Events Health Safe at Home Technology Play Contests Entertainment Videos and Galleries Livestream Newscasts Livestream Special Coverage Must See Photo  ...  EEO Reports FCC Public Files Jobs/Internships TV Listings Meet the Team Fox 9 Skip to Content News Weather Traffic Open4Biz Noticias Play Share Watch Yuma 71 Noticias De CNN LATAM Airlines se declara en bancarrota en Estados Unidos La OMS detiene temporalmente el estudio de hidroxicloroquina debido a problemas de seguridad Brasil se enfrenta a una semana oscura mientras aumentan los casos  ... "], ["2020-05-26 13:10", "La polica allana residencia del gobernador de Ro de Janeiro ... Telemundo Entretenimiento Noticias CNN Noticias de Mxico Programacion Telemundo en Vivo Decision 2020 Congratulations to the Class of 2020 The Good Stuff Desert Southwest Living House & Home Your Money Events Health Safe at Home Technology Play Contests Entertainment Videos and Galleries Livestream Newscasts Livestream Special Coverage Must ...  con el departamento de prensa del gobierno de Ro de Janeiro sin obtener respuesta hasta ahora. Bolsonaro habra ignorado pandemia en reunin oficial 5:52 Noticias de Coronavirus CNN Related Articles LATAM Airlines se declara en bancarrota en Estados Unidos La OMS detiene temporalmente el estudio de hidroxicloroquina debido a problemas de seguridad Brasil se enfrenta a una semana oscura mientras aumentan los casos de  ... "], ["2020-05-26 12:42", "Airline Stocks Buoyed by Easing Travel Restrictions, State Aid ... Saul Loeb/AFP By Anna Isaac Close Anna Isaac Biography @annaisaac anna.isaac@wsj.com May 26, 2020 8:42 am ET Global airline stocks rallied following signs of more government support for the aviation sector and the loosening of travel restrictions in some countries. Shares in Southwest Airlines Co., Delta Air Lines Inc., United Airlines Holdings Inc. and American Airlines Group Inc. rose over 5% in premarket trading Tuesday. In Europe, British Airways' parent International Consolidated Airlines Group SA rose almost 20% in London. U.S.... To Read the Full Story Subscribe Sign In Sponsored Offers DoorDash: $7 off with DoorDash promo code TurboTax: TurboTax coupon and discount: $60 for Deluxe version Walmart: This May shop from home with over $50 in Walmart ... "], ["2020-05-26 12:23", "Tuesday's analyst upgrades and downgrades ...  Published May 26, 2020 Updated May 26, 2020 For Subscribers Comments Share Please log in to listen to this story. Also available in French and Mandarin. Log In Create Free Account Getting audio file... Audio for this article is not available at this time. This translation has been automatically generated and has not been verified for accuracy. Full Disclaimer Inside the Market's roundup of some of today's key analyst actions UBS upgraded Southwest Airlines Co. (LUV-N) to \"buy\" from \"neutral\" and raised its price target to US$41 from $37. Analyst Myles Walton said the path for a U.S. domestic travel recovery is becoming more clear and the airline is expected to burn less cash. He added that its balance sheet position relative to other ... "], ["2020-05-26 12:17", "Texas Driver's License And Motor Vehicle Centers Opening In Phases, With Limited Services ... Links & Numbers Other Upload Images/Video Photo Galleries Contests Station Events Community Events DFW Outdoorsman Video Outfitters Financing Your Piece of Texas Share Photos Travel American Airlines To Require Passengers To Wear Masks During Coronavirus Pandemic Face coverings are already required for flight attendants during every mainline and regional flight effective Friday, May ...  Reported In Texas As Reopening Continues 2 North Texas Teens Killed In Single-Vehicle Crash Alvarado Man Killed In Head-On Crash In Johnson County 1 Killed In Crash On Wet SH 171 Southwest Of Fort Worth Texas Fire Captain, Girlfriend Found Dead In Home; Child Unharmed Inside Allen West, Candidate For Chair Of Texas GOP, Injured In Motorcycle Crash: 'I Am Alive By The Grace  ... "], ["2020-05-26 12:14", "Ordenan al Gobierno de El Salvador acelerar repatriacin de nacionales en el exterior ...  2020 Telemundo Entretenimiento Noticias CNN Noticias de Mxico Programacion Telemundo en Vivo Decision 2020 Congratulations to the Class of 2020 The Good Stuff Desert Southwest Living House & Home Your Money Events Health Safe at Home Technology Play Contests Entertainment Videos and Galleries Livestream Newscasts Livestream Special Coverage Must See  ...  ordenada para reducir el riesgo de contagio del virus, por lo que los que regresen deben cumplir una cuarentena controlada en centros de aislamiento. Noticias de Coronavirus CNN Related Articles LATAM Airlines se declara en bancarrota en Estados Unidos La OMS detiene temporalmente el estudio de hidroxicloroquina debido a problemas de seguridad Brasil se enfrenta a una semana oscura mientras aumentan los casos ... "], ["2020-05-26 12:10", "Bill Miller and 5 long-time value investors share 10 stock picks they're betting on right now — and explain why these are the best companies for the crisis recovery ...  to worry about international travel. \"They're in the best position to bounce back and to take market share when the others are clearly impaired.\" 4. David Herro, chief investment officer of international equity, Harris Associates \"There is some differentiation within the airlines themselves. \"Shorter haul, I think, will recover quicker than the long-distance country-to-country. \"If you're a point-to-point within a country, like a Southwest, it will probably see the earliest recovery because people will want to fly there, they're cooped up. \"We own some Ryanair stock in Europe.\" 5. Rupal Bhansali, chief investment officer and portfolio manager of international & global equities, Ariel Investments \"I would not ... "], ["2020-05-26 11:57", "Southwest Airlines upgraded to buy at UBS on 'a clearer path for domestic travel recovery' ...  Retail Wealth Small Business Investing Invest In You Personal Finance Financial Advisors Trading Nation Options Action ETF Street Buffett Archive Earnings Trader Talk Tech Cybersecurity Enterprise Internet Media Mobile Social Media Venture Capital Tech Guide Politics White House Policy Defense Congress 2020 Elections CNBC TV Live TV Live Audio Latest Video Top Video CEO Interviews Business Day Shows Primetime Shows CNBC World Digital Originals Full Episodes Menu Southwest Airlines upgraded to buy at UBS on 'a clearer path for domestic travel recovery' Published Tue, May 26 2020 7:57 AM EDT Maggie Fitzgerald @mkmfitzgerald Getty Images (This story is for CNBC Pro subscribers only.) As demand for travel within the U.S. slowly returns, UBS says ... "], ["2020-05-26 11:48", "Stock market live updates: Dow futures rally nearly 500 points, vaccine hope, Southwest jumps ... over the past three weeks. Futures popped on the combination of positive news and pointed to a 500-point in the Dow two hours before the market open. Cox 7:26 am: Southwest shares jump after UBS upgrades to buy Shares of Southwest jumped more than 6% during Tuesday's premarket trading after UBS upgraded the stock to a buy rating . \"We see a clearer path for domestic travel...and have started  ...  the economy led the sharp gains. Carnival , MGM Resorts and United Airlines all rose at least 6.8%. —With reporting by Jeff Cox. Subscribe to CNBC PRO for exclusive insights and analysis, and live business day programming from around the world. Related Tags Live blog United Airlines Holdings Inc MGM Resorts International Carnival Corp NASDAQ 100 Fut (Mar ... "], ["2020-05-26 11:42", "98-Year-Old Actress Betty White Has Advice For Americans During Pandemic 'Slow Down' ...  Links & Numbers Other Upload Images/Video Photo Galleries Contests Station Events Community Events DFW Outdoorsman Video Outfitters Financing Your Piece of Texas Share Photos Travel American Airlines To Require Passengers To Wear Masks During Coronavirus Pandemic Face coverings are already required for flight attendants during every mainline and regional flight effective Friday, May 1 ... Reported In Texas As Reopening Continues 2 North Texas Teens Killed In Single-Vehicle Crash Alvarado Man Killed In Head-On Crash In Johnson County 1 Killed In Crash On Wet SH 171 Southwest Of Fort Worth Texas Fire Captain, Girlfriend Found Dead In Home; Child Unharmed Inside Allen West, Candidate For Chair Of Texas GOP, Injured In Motorcycle Crash: 'I Am Alive By The  ... "], ["2020-05-26 11:42", "Scientist slams decision to hold Liverpool match and Cheltenham Festival ... Rica legalises same-sex marriage in first for Central America Hong Kong (AFP) - 05/26/2020 - 08:33 Hong Kong-born casino tycoon Stanley Ho dies aged 98: family New York (AFP) - 05/26/2020 - 07:02 LATAM Airlines files for bankruptcy in US: statement Washington (AFP) - 05/26/2020 - 02:42 US coronavirus death toll rises by 532 in past 24 hours: tracker London (AFP) - 05/25/2020 - 20:16 PM Johnson says Britain could reopen ...  the United Kingdom's largest Covid-19 tracking project, said rates of cases locally \"increased several-fold\" following the events. Cheltenham attracted over 250,000 spectators to southwest England on March 10-13 and Liverpool played the Spanish side at Anfield on March 11 in front of a 52,000 crowd. Figures seen by the BBC show in  ... "], ["2020-05-26 11:41", "TX El Paso TX/Santa Teresa NM Zone Forecast ... Hacks Wine Country Napa Reno-Tahoe Hawaii Mexico SF Insider: Things to do Monterey-Carmel Chris McGinnis' Travel Tips Airlines are enticing fliers with summer fare deals, double The ultimate guide to Livermore's top wineries (The Press) Airlines slowly reviving flights; Frontier to begin temp checks Where are you planning to go this summer? Real Estate New  ...  Paso, and Upper Valley 537 AM MDT Tue May 26 2020 .TODAY...Sunny. Highs 85 to 90. East winds 5 to 10 mph shifting to the south in the afternoon. .TONIGHT...Clear. Lows in the upper 50s. Southwest winds 5 to 10 mph. .WEDNESDAY...Sunny, warmer. Highs in the upper 90s. West winds 5 to 10 mph. .WEDNESDAY NIGHT...Clear. Lows in the upper 60s. West winds 5 to 10 mph. .THURSDAY...Mostly sunny. Highs in ... "], ["2020-05-26 11:06", "CA Medford, OR Zone Forecast ... Hacks Wine Country Napa Reno-Tahoe Hawaii Mexico SF Insider: Things to do Monterey-Carmel Chris McGinnis' Travel Tips Airlines are enticing fliers with summer fare deals, double The ultimate guide to Livermore's top wineries (The Press) Airlines slowly reviving flights; Frontier to begin temp checks Where are you planning to go this summer? Real Estate New  ... . .WEDNESDAY NIGHT...Mostly clear. Lows in the mid 50s. Northwest winds 5 to 10 mph. .THURSDAY...Sunny. Highs in the mid 80s to lower 90s. Northeast winds around 5 mph shifting to the southwest in the afternoon. .THURSDAY NIGHT...Mostly clear. Lows in the mid 50s. .FRIDAY...Partly cloudy in the morning then becoming mostly cloudy. Highs in the mid 80s to lower 90s. .FRIDAY NIGHT...Mostly cloudy ... "]]}}