{"postfix": "target-aktie", "name": "TARGET", "wkn": "856243", "time": "2020.05.26 17:16", "ts": 1590506163, "features": {"KGV": "17.28", "Marktkapitalisierung": {"Size": "Mrd", "Value": "52.99"}, "GA": "6.39", "KBV": "4.81", "BA": "22.95", "KCV": "8.55", "CA": "12.91", "Vola30": "40.65", "Vola90": "63.69", "Vola180": "50.16", "Vola250": "42.93"}, "rivals": ["ceconomy-aktie", "walmart-aktie", "costco_wholesale-aktie", "sears-aktie", "bed_bath_beyond-aktie", "family_dollar_stores-aktie", "dollar_tree-aktie"], "text_data": {"de": [["19.05.20", "Ausblick: Target stellt Ergebnisse des abgelaufenen Quartals vor"], ["30.04.20", "April 2020: Analysten sehen Potenzial bei Target-Aktie"], ["31.03.20", "Die Expertenmeinungen zur Target-Aktie im März 2020"], ["13.03.20", "Target schüttet 211. Quartalsdividende in Folge aus"], ["03.03.20", "MÄRKTE USA/Fed schickt Aktien und Rentenrenditen auf Talfahrt"], ["03.03.20", "MÄRKTE USA/Fed stützt Aktien nur kurz"], ["02.03.20", "Ausblick: Target zieht Bilanz zum abgelaufenen Quartal"], ["15.01.20", "MÄRKTE USA/Wall Street mit Abschluss des Handelsabkommens in Rekordlaune"], ["10.01.20", "Discounter Target schüttet 210. Quartalsdividende in Folge aus"]], "en": [["2020-05-26 15:10", "'My children won't be going back': Parents torn over English schools reopening ... Deutsch Italiano Espaol Portugus Trke Magyar Shqip Newsletters Europe World Business Sport Culture Europe World Business Sport Culture Living Sci-tech Travel Video More Europe World Business Sport Culture Living Sci-tech Travel Video Living Sci-tech Travel Video Programmes 1 Live Europe Brussels Bureau Smart Regions State Of The Union Business Business Planet Markets Real Economy Target World Aid Zone Good Morning Europe Inspire Middle East No Comment Spotlight The Cube The Global Conversation Unreported Europe View World News Culture Cinema Cult Musica Sport Sci-tech Climate Now Futuris Ocean Sci-Tech Space Chronicles With Luca Parmitano Travel Adventures Explore Focus Postcards Taste Special coverage Angola 360 Brexit Climate Crisis Coronavirus Croatia 360 ... "], ["2020-05-26 15:09", "Borussia Dortmund vs Bayern Munich FREE: Live stream, TV channel, team news, and kick-off time for Bundesliga derby ...  have been far more than just 2-0, but that is the score they have to live with. Jadon Sancho came on in the second half and set up a goal for Achraf Hakimi, proving his fitness after a groin problem. As for Bayern, the seven-time consecutive winners are certainly without Philippe Coutinho, while Thiago Alcantara is also unlikely, as is Manchester United target Corentin Tolisso. Expect ex-Arsenal winger Serge Gnabry to push for a starting place after their 5-2 win over Eintracht Frankfurt, where he started on the bench. Either way, this promises to be a free-flowing football feast. Sit down, relax and enjoy! Load more entries... Topics Match previews Sport Live Blogs Bayern Munich Borussia Dortmund Comments are subject to our community guidelines, which ... "], ["2020-05-26 15:08", "Jadon Sancho 'ready to play for Liverpool or Man Utd' but Real Madrid warning revealedJadon Sancho is a transfer target for top European clubs such as Liverpool and Manchester United but has been warned he could struggle like Luka Jovic at Real Madrid."], ["2020-05-26 15:07", "Five Most Important Florida Gators 2020 Rising Juniors ...  on 16 targets in coverage in the five games when he primarily played linebacker. In three games primarily playing STAR, Burney only allowed receptions on 53.8% of his 13 targets, giving up 89 yards and a touchdown, recording a pass breakup. While those targets aren't broken down to where Burney lined up on the specific play, the sample size is about even given his snap and target count. He appears to hold coverage down better in games that he's featured at STAR, and as the position was inconsistent last year, Burney could slide there full-time in 2020 and make a big impact - so long as he remains healthy. Cornerback Marco Wilson (R-Jr.) After contemplating for some time, Wilson elected to return to Florida rather than put his name in the NFL Draft ... "], ["2020-05-26 15:06", "WADA looks to artificial intelligence to catch dopers ...  spot signs of drug use which might elude even experienced human investigators. It's also grappling with the ethical issues around the technology. Athletes won't be suspended solely on the word of a machine. Instead, AI is a tool to flag up suspect athletes and make sure they get tested. \"When you are working for an anti-doping organization and you want to target some athletes, you look at their competition calendar and you look at their whereabouts, you look at the previous results and so forth,\" WADA senior executive director Olivier Rabin told The Associated Press in a recent interview. \"But there is (only) so much a brain can process in terms of information.\" The pandemic has shut down anti-doping testing in many countries, but it ... "], ["2020-05-26 15:05", "Man Utd target Erling Haaland tipped for greatness if he learns Robert Lewandoski lessons ...  and they are specialists at that. \"Lewandowski is up there as one of the great strikers. He scores over 40 goals pretty much every year, so how can you argue?\" Man Utd target Erling Haaland tipped for greatness if he learns Robert Lewandoski lessons (Image: GETTY) READ MORE Haaland: Dortmund star may join Real Madrid because of one player Having become the Bundesliga's highest-scoring  ... Gunnar Solskjaer future revealed Man Utd owners the Glazers nearly made shock Old Trafford decision Liverpool want to complete deal in the coming weeks for Jurgen Klopp's top transfer target What Man Utd owners the Glazers think about selling Red Devils What Man Utd think is required to complete Jadon Sancho transfer SEARCH CONNECT WITH US Find us on Facebook  ... "], ["2020-05-26 15:04", "WADA looks to artificial intelligence to catch dopers ...  spot signs of drug use which might elude even experienced human investigators. It's also grappling with the ethical issues around the technology. Athletes won't be suspended solely on the word of a machine. Instead, AI is a tool to flag up suspect athletes and make sure they get tested. \"When you are working for an anti-doping organization and you want to target some athletes, you look at their competition calendar and you look at their whereabouts, you look at the previous results and so forth,\" WADA senior executive director Olivier Rabin told The Associated Press in a recent interview. \"But there is (only) so much a brain can process in terms of information.\" The pandemic has shut down anti-doping testing in many countries, but it ... "], ["2020-05-26 15:02", "Chaz Chambliss Commits to Georgia Football ... . He's 6'4 and has named Georgia in his Top-4. Brooks Austin 14 hours ago Like Comment Moliki Matavao Drops Top-4 and Sets Commitment Date Moliki Matavao, the fourth-ranked tight end in the country and number one player in the state of Nevada, places Georgia Football in his Top 4. Brooks Austin a day ago Like Comment Jayden Thomas Updates Recruitment, Visits List Top recruiting target, Jayden Thomas has updated his recruitment in an interview with Dawgs Daily. He walks through the relationship with the Georgia staff. Brooks Austin a day ago Like Comment Kelee Ringo Working Out with the NFL's Best It's not often you see high school kids working out with some of the NFL's top talent, but when you're Kelee Ringo you are provided such an ... "], ["2020-05-26 15:00", "NBA Draft 2020: 1st-Round Mock Draft and Predictions for Top Underrated Players ...  as a pull-up shooter,\" Wasserman wrote. The Miami Heat and Toronto Raptors stick out right away as the best fits for Jones because of how their point guard depth charts could be altered in the near future. Even if Goran Dragic comes back in free agency, Miami needs to find a younger backup, and Jones could be the perfect fit. If he slides past the Heat, the Raptors may target him to play behind Kyle Lowry in his rookie season if they fail to re-sign Fred VanVleet in free agency. Landing with a contender could be the best-case scenario for Jones since he would have a chance to improve his jumper while fine-tuning his strengths as a backup. Prediction: No. 23 overall to Miami Jalen Smith, PF/C, Maryland John Minchillo/Associated Press Smith was a menace ... "], ["2020-05-26 15:00", "China's military promises to uphold 'national sovereignty' as more Hong Kong protests expected ...  Hong Kong PLA soldiers engaged in cleanup activities. The proposed national security law -- which also permits Chinese security services to operate in Hong Kong for the first time -- has led to fears among many in the city that members of the PLA could be deployed onto the streets should violent protests resume. In mainland China, sweeping national security laws have been used to target human rights activists, lawyers, journalists and pro-democracy campaigners. The proposed law has been met with outrage within the city and from the international community. This week, the Hong Kong pro-democracy newspaper Apple Daily ran a full page insert calling on US President Donald Trump to intervene on the city's behalf. In an interview with CNN , the paper's ... "], ["2020-05-26 15:00", "Xavier Woods: 'Differences' Can Help Cowboys to a 'Super Bowl Run' ... 2020 Like Comment WATCH: Unsigned Dak Prescott Gets In A Cowboys-Friendly Workout CowboysSI.com Learned Awhile Back That Ezekiel Elliott and Dak Prescott are Now Dez Bryant's Workout Pals; Dak Is On The Field Again Getting In His Reps Mike Fisher May 23, 2020 May 23, 2020 by Cowboys fan 1 1 Jamal Adams Stalemate Means Jets Trade Talks, Per Report; The Cowboys View Dallas Cowboys Dream Trade Target Jamal Adams of The New York Jets Has Said, 'I Want To Be In New York!' But Now Comes Report Of A 'Stalemate,' So ... Mike Fisher May 21, 2020 May 23, 2020 by mgrateful 1 6 'Hometown Discount'? Would A Jamal Adams Cowboys Trade Erase 'Highest-Paid' Goal? If Disgruntled New York Jets Star Jamal Adams Is Traded To The Dallas Cowboys ... "], ["2020-05-26 14:59", "2020 Vision: OU is on an Unprecedented Run, but is a National Championship Unattainable? ... COMMUNITY Report: Sooners Return to Work July 1 Report: Oklahoma Sooners return to offseason workouts July 1 John. E. Hoover 25 minutes ago Like Comment Athlon ranks Sooners at No. 4 Oklahoma Sooners ranked No. 4 in Athlon magazine's preseason Top 25 John. E. Hoover 19 hours ago Like Comment 2023 RB gets Sooners offer John. E. Hoover 19 hours ago Like Comment 5-star QB target Caleb Williams working out, throwing but not focused on recruiting this week In his weekly \"All on the Line\" blog via SI All-American, Williams thanks Gonzaga High's 2020 seniors and is keeping any recruiting updates close to the vest Parker Thune a day ago Like Comment Kelvin on Eddie: Former Sooners coach remembers a friend, a rival and a legend Former Oklahoma Sooners ... "], ["2020-05-26 14:55", "Man Utd transfer boost as Borussia Dortmund tipped to lower Jadon Sancho price ...  Utd Man Utd star Pogba compared with Keane as Sheringham speaks out Most read in Football Harry Kane is at a 'crossroads' at Tottenham and could move to Man Utd within a year Premier League looking to get fans in stadiums digitally to boost atmosphere - EXCLUSIVE Premier League clubs set to delay restart date with Spurs vs Man Utd eyed as opening clash Man Utd target Erling Haaland tipped for greatness if he learns Robert Lewandoski lessons Jadon Sancho 'ready to play for Liverpool or Man Utd' but Real Madrid warning revealed Arsenal can only sign Philippe Coutinho on two conditions as Gunners need Barcelona favour Latest videos Greggs menu: What's on the menu as 800 branches to reopen? Prince Charles's chaotic 'filing system' ... "], ["2020-05-26 14:54", "Diffusion Pharma’s COVID-19 Treatment Takes a Big Step Forward With the FDA – 24/7 Wall St. ... . Meanwhile, we expect a June 2020 first patient enrollment for the European arm of our TSC COVID-19 program being conducted at the Romanian National Institute of Infectious Diseases. We further expect the European trial to provide first human data regarding TSC's oxygenation-enhancing potential in this disease by the end of the summer. Diffusion Pharmaceuticals stock traded up about 10% Tuesday morning to $1.37, in a 52-week range of $0.21 to $3.79. The consensus price target is $3.50. 24/7 Wall St. Jefferies Makes Incredibly Large Changes to Its Franchise Picks List Subscribe to Our Newsletter Read more: Healthcare Business , biotech , FDA , healthcare , pharmaceuticals Home About Us Disclaimer and Terms of Use Privacy Policy Contact Us Advertise"], ["2020-05-26 14:54", "Predicting the Biggest Trades Still to Go Down in 2020 NFL Offseason ... front office might like the idea of moving the veteran as opposed to a still-developing Howard. Over the last two years, Brate hasn't reached the 350-yard mark in either season despite scoring 10 total times. He also played on only 38 percent of Tampa Bay's offensive snaps last year, and his snap count has dipped every season since 2016. Brate might make sense as a trade target for a team like Washington. The Redskins didn't make a big splash to replace Jordan Reed and Vernon Davis this offseason, but they could use a big-play threat to help Dwayne Haskins develop. At this point, it feels like a middle-round pick would get the job done. Dolphins Send Josh Rosen to the Patriots 3 of 6 Wilfredo Lee/Associated Press It feels like Josh Rosen could be ... "], ["2020-05-26 14:54", "Germany aims to lift EU travel restrictions next month ... TOP STORIES 'Lawlessness out there': Speeding epidemic sparked by stay-at-home orders Joe Biden -- the perverted Magic Eight Ball that is always wrong Democratic clerk charged with altering nearly 200 midterm elections ballots \"The revitalization of tourism is important both for travelers and the German travel industry, as well as for the economic stability of the respective target countries,\" according to the proposal. Germany has been praised for its low COVID-19 death figures, which experts and officials have attributed to early action taken at the beginning of the outbreak. The country's foreign minister implemented a global travel warning on Mach 17 as it began to enter nationwide social distance and partial lockdown measures. With a ... "], ["2020-05-26 14:52", "Applications sought for north-east regeneration funding as deadline approaches ...  (LNA) has suffered major setbacks in its attacks on Tripoli, home of the Government of National Accord (GNA). OGA highlights need for North Sea gas as pandemic questions sector's future The Oil and Gas Authority (OGA) has published new research in a bid to show the continued need for North Sea resources, despite the Covid-19 pandemic. Danish firms target FID on major sustainable transport fuel project A group of Danish companies are joining forces to steer a project aimed at producing clean fuels for transport in Copenhagen. Trial accuses Kolmar of pillaging Trial International has filed a criminal complaint against Kolmar Group with the Office of the Attorney General in Switzerland. Sonatrach plans gradual resumption Sonatrach workers will return to ... "], ["2020-05-26 14:52", "The Daily 202: 'My wife deserves better': Lori Klausutis's widower breaks silence, calls for deleting Trump's tweets ...  . \"The aggressive mass-testing regimen was ordered after authorities said a handful of coronavirus cases had been discovered in a residential compound this month. The plan to test all of the city's 11 million people—the initial goal was to do so within just 10 days—was greeted with doubt from some skeptics ... While falling slightly short of its ambitious target of testing everyone in the city, Wuhan was nonetheless able to test so many people so quickly by adopting an approach known as 'sample pooling' ... Using sample pooling, Wuhan authorities collected samples one by one from citizens, and then processed five to 10 of them at once in a single nucleic-acid test. By bundling multiple samples, Wuhan was able to immediately clear ... "], ["2020-05-26 14:52", "Hong Kong leader tries to reassure investors rattled by China law ...  after the security law announcement and were dispersed by tear gas and water cannon China's plans to impose a new security law on Hong Kong will not erode freedoms, the city's leader said Tuesday, as she tried to reassure international businesses and foreign governments alarmed by the proposal. Chief Executive Carrie Lam said the controversial law would \"only target a handful of lawbreakers\" but she would not be drawn on what actions and opinions would be deemed illegal once the legislation is passed. Her comments came as the commander of China's military garrison in Hong Kong warned the law would \"punish any acts of separatism\". \"Garrison officers have the determination, faith and capacity to defend national sovereignty ... "], ["2020-05-26 14:51", "Pop Warner Powerhouse: Ep. 3 - 2021 WR, Jayden Thomas ... . He's 6'4 and has named Georgia in his Top-4. Brooks Austin 14 hours ago Like Comment Moliki Matavao Drops Top-4 and Sets Commitment Date Moliki Matavao, the fourth-ranked tight end in the country and number one player in the state of Nevada, places Georgia Football in his Top 4. Brooks Austin a day ago Like Comment Jayden Thomas Updates Recruitment, Visits List Top recruiting target, Jayden Thomas has updated his recruitment in an interview with Dawgs Daily. He walks through the relationship with the Georgia staff. Brooks Austin a day ago Like Comment Kelee Ringo Working Out with the NFL's Best It's not often you see high school kids working out with some of the NFL's top talent, but when you're Kelee Ringo you are provided such an ... "]]}}