{"postfix": "tdk-aktie", "name": "TDK", "wkn": "857032", "time": "2020.05.26 15:13", "ts": 1590498790, "features": {"KGV": "18.42", "Marktkapitalisierung": {"Size": "Mrd", "Value": "10.24"}, "GA": "457.47", "KBV": "1.26", "BA": "6.682.80", "KCV": "5.82", "CA": "1446.84", "Vola30": "40.37", "Vola90": "62.75", "Vola180": "53.57", "Vola250": "46.28"}, "rivals": ["at_s-aktie", "nokia-aktie", "siemens-aktie", "vossloh-aktie", "philips-aktie", "elexis-aktie", "s_t-aktie"], "text_data": {"de": [["14.05.20", "Ausblick: TDK verkündet Quartalsergebnis zum jüngsten Jahresviertel"], ["14.05.20", "Ausblick: TDK legt die Bilanz zum abgelaufenen Quartal vor"], ["30.04.20", "Erste Schätzungen: TDK stellt Ergebnisse des abgelaufenen Quartals vor"], ["30.04.20", "Erste Schätzungen: TDK vermeldet Zahlen zum jüngsten Quartal"], ["19.03.20", "TDK tritt der Responsible Business Alliance bei"], ["18.02.20", "MÄRKTE ASIEN/Schwächer - Apple-Warnung befeuert Corona-Furcht"], ["03.02.20", "TDK verkündete Quartalsergebnis zum jüngsten Jahresviertel"], ["03.02.20", "TDK verkündete Quartalsergebnis zum jüngsten Jahresviertel"], ["30.01.20", "Ausblick: TDK gewährt Anlegern Blick in die Bücher"], ["30.01.20", "Ausblick: TDK zieht Bilanz zum jüngsten Jahresviertel"]], "en": [["12.03.20", "Looking for Value? Why It Might Be Time to Try TDK Corporation (TTDKY)"], ["22.01.20", "TDK Ventures invests in GaN laser light firm SLD Laser "], ["2020-05-22 15:45", "Solid-State Lithium-Ion Battery Innovation & Patent Review Of 260,004 Documents ... Ion Conductivity of Solid Electrolytes Longevity - Risk of Crack Formation & Chemical Instability Battery Size Raw Materials & Manufacturing Processes - Costs Opportunities for Hybrid Liquid/Solid Electrolyte Cells & Modules 8. Predictions 9. Assessment of Companies Suppliers of Solid-State Li-Ion Batteries (Mass Production or Wide Sampling for Homologation Purposes) Murata Manufacturing ProLogium TDK/ATL NGK Insulators FDK/Fujitsu Qingtao Kunshan Hitachi Shipbuilding (Hitachi Zosen) Blue Solutions Ilika Technologies Front Edge Technology Cymbet Prospective Solid-State Li-Ion Battery Suppliers Toyota LG Chemical Panasonic Bosch/Seeo Samsung Hyundai Motor/Kia Motors BYD IBM Hitachi Chemical Toshiba Furukawa Battery Hitachi Lishen QuantumScape/VW BMW NGK Spark ... "], ["2020-05-19 16:43", "Tokyo stocks surge on hopes for coronavirus vaccine ...  Financial soared 16.86 percent in response to a news report that technology and entertainment giant Sony will turn the insurer into a wholly owned unit. Pub chain Torikizoku rose 2.81 percent after the company said it will reopen some of its directly run outlets in Osaka, Aichi and other prefectures Tuesday. Also on the positive side were electronic parts maker TDK and job information service firm Recruit Holdings. On the other hand, technology investor SoftBank Group and food producer Meiji Holdings came under selling. Twitter Facebook LinkedIn Mail the editor Error Report Republishing Commenting Policy JOIN THE CONVERSATION GET THE BEST OF THE JAPAN TIMES IN FIVE EASY PIECES WITH TAKE 5 KEYWORDS Nikkei , TSE , Topix WHAT'S TRENDING EDITORS' PICKS ... "], ["2020-05-18 10:59", "Preferred Apartment Communities, Inc. Announces Loan Investment In Raleigh, North Carolina Multifamily DevelopmentATLANTA, May 18, 2020 /PRNewswire/ -- Preferred Apartment Communities, Inc. APTS (\"PAC\" or the \"Company\") today announced that on May 14, 2020 it closed on a loan investment of up to approximately $10.0 million in connection with TDK Devel"], ["2020-05-14 05:09", "Tamil Nadu plans to give relocation incentives for firms moving to state ...  moving to the state from other countries. Tamil Nadu's Principal Secretary for Industries, N Muruganandam spoke on the challenges and emerging opportunities in Electronic Sector with the potential investors from Japan in a webinar organised by Ministry of Electronics and Information Technology and Indian Embassy. Several participants from companies such as Panasonic, Daikin, TDK Corporation etc have attended the webinar. Tamil Nadu is the second largest economic powerhouse in India and is the most sought-after investment destinations due to its strategic location, conducive business environment, state-of-the-art infrastructure, proactive governance and favourable ecosystem, said Muruganandam. He added, the state provides the best incentives and support ... "], ["2020-05-07 15:48", "Cuban: Mavs returning to practice too risky ...  for all players on Friday, ESPN reported Wednesday. NBA commissioner Adam Silver and NBPA executive director Michele Roberts will run the call on which players will be allowed to ask any questions they have about the state of the league amid the coronavirus pandemic, according to ESPN's Ramona Shelburne. --Field Level Media What to Read Next Cardiac Imaging Company Genetesis Adds TDK Ventures as Strategic Investor and Welcomes New Board Member PR Newswire New Jersey: Say Bye To Expensive Solar Panels EnergyBillCruncher Ad NBA, players to hold coronavirus conference call AFP Dr. Naz The Players' Tribune This Dental Wash Transformed My Dog's Teeth & Gums Petlab Ad This Date In Celtics History: Kevin Garnett rallies C's over Heat in 2011 Game ... "], ["2020-05-07 15:22", "Cardiac Imaging Company Genetesis Adds TDK Ventures As Strategic Investor And Welcomes New Board Member ... Up Here Join Us Receive full access to our market insights, commentary, newsletters, breaking news alerts, and more. I agree to TheMaven's Terms and Policy Sign Up Already have an account? Login here Alerts | Newsletters JIM CRAMER INVESTING PERSONAL FINANCE RETIREMENT TECHNOLOGY MARKETS HOW-TO VIDEO FINANCIAL ADVISOR CENTER Login Account Cardiac Imaging Company Genetesis Adds TDK Ventures As Strategic Investor And Welcomes New Board Member - Strategic investments round out $9.2M Series B round of financing Author: PR Newswire Publish date: May 7, 2020 11:22 AM EDT MASON, Ohio , May 7, 2020 /PRNewswire/ -- Genetesis Inc, a medical technology company that has developed non-invasive, biomagnetic CardioFlux imaging, today announced several important updates ... "], ["2020-05-07 15:12", "Google affiliate scraps plan for Toronto smart city project ...  Any Name, Wait 9 Seconds, Brace Yourself PeopleWhiz Ad 'Seinfeld' Star Jason Alexander Says He Was Bribed to Leak Series Finale Secrets Variety AP Exclusive: US shelves detailed guide to reopening country Associated Press Yikes...New Jersey Mortgage Rates Hit 2.5% FIXED LendGo Ad U.S. sees 1st detained immigrant death from COVID-19 Yahoo News Video Cardiac Imaging Company Genetesis Adds TDK Ventures as Strategic Investor and Welcomes New Board Member PR Newswire A tale of two parks: Enjoying the sun in wealthy Manhattan, social distancing under police scrutiny in the Bronx Yahoo News New Device Exposed Alarming Truth About Wi-Fi WiFiBlast Ad Yahoo News Network Help Privacy (Updated) Privacy dashboard Suggestions About our Ads Terms (Updated) Sitemap"], ["2020-05-05 09:10", "Medical Pressure Sensors Market Size To Boost Owing To Increasing Adoption Of Advanced Healthcare Equipment By 2028: Radiant Insights, Inc. ...  116 page research report with TOC on \"Medical Pressure Sensors Market\" available with Radiant Insights, Inc. @ https://www.radiantinsights.com/research/2013-2028-report-on-global-medical-pressure-sensors-market Leading players of Medical Pressure Sensors including: TE Connectivity (Measurement Specialties) Honeywell NXP+ Freescale Amphenol Infineon First Sensor AG TDK EPCOS Edwards Lifesciences Smiths Medical Argon ICU Medical Merit Medical Systems Biosenor International Market split by Type, can be divided into: MEMS Based Medical Pressure Sensors Pressure Transduce for Medical Market split by Application, can be divided into: Respiratory Devices Patient Monitors Devices Diagnostics/Analytical Equipment Surgical Instruments Others Market split ... "], ["2020-04-30 10:30", "The Future Of The DC Power Supplies Industry 2020-2028 ... 7.4.2 UAE7.4.3 Rest of Middle East 7.5 Latin America 7.5.1 Argentina 7.5.2 Brazil 7.5.3 Rest of Latin America 7.6 Rest of the World (RoW)7.6.1 South Africa 7.6.2 Others 8 Key Player Activities 8.1 Acquisitions & Mergers 8.2 Agreements, Partnerships, Collaborations and Joint Ventures 8.3 Product Launch & Expansions 8.4 Other Activities 9 Leading Companies 9.1 TDK Lambda 9.2 Acopian 9.3 Artesyn Embedded Power 9.4 B &K Precision 9.5 Chroma ATE 9.6 Good Will Instrument 9.7 iTech Electronic 9.8 Keysight Technologies 9.9 Kikusui Electronics 9.10 Magna-Power 9.11 Matsusada Precision 9.12 Mean Well 9.13 Regatron 9.14 Rohde & Schwarz 9.15 Tektronix For more information about this report visit https://www.researchandmarkets.com/r/i577l Research and Markets also offers ... "], ["2020-04-30 01:01", "Qualcomm Inc (QCOM) Q2 2020 Earnings Call Transcript ... -term schedule for them to finish those payments. Operator Thank you. Our next question comes from Christopher Rolland with Susquehanna. Please proceed with your question. Christopher Rolland -- Susquehanna -- Analyst Hey, guys. Tying into perhaps an earlier question, can you talk about your adjacencies business, how big it is now and perhaps changes we've seen in the size of that business since the TDK acquisition and then growth in 2019 and any expectation for 2020 in that adjacency business as well? Steve Mollenkopf -- Chief Executive Officer Yeah. Hi, Chris. So, at our Analyst Day, we had kind of sized the total scale of those businesses, when -- for the fiscal year 2019. And then we gave an assumption forecast on how fast the market is going to grow ... "], ["2020-04-29 14:40", "Global Drone Sensor Industry ... . LeddarTech Inc. LORD MicroStrain Sensing Systems QuestUAV Ltd. Raytheon Company SBG Systems Sensirion AG Sony Semiconductor Solution Corporation Sparton Navigation and Exploration Swift Navigation Systron Donner Inertial Tdk Invensense TE Connectivity Ltd. Trimble, Inc. UTC Aerospace Systems Velodyne Lidar, Inc. Yost Labs Read the full report: https://www.reportlinker.com/p05798418/?utm_source=PRN I. INTRODUCTION ... SCIENCESPRECISIONHAWK, INC.REAR VIEW SAFETYRIEGL LASER MEASUREMENT SYSTEM GMBHROHM CO., LTD.SCI TECHNOLOGY, INC.SENTERA, INC.SICK AGSZ DJI TECHNOLOGY CO., LTD.TDK CORPORATIONTELEDYNE OPTECH, INC.TELEDYNE TECHNOLOGIES, INC.TEXTRON SYSTEMS CORPORATIONV. CURATED RESEARCHRead the full report: https://www.reportlinker.com/p05798418/?utm_source=PRN About ... "], ["2020-04-28 05:18", "Media Digest  1/9/2009  Reuters, WSJ, NYTimes, FT, Bloomberg – 24/7 Wall St. ... The Wall Street Journal reports that a Cablevision (CVC) debt offering brought in $750 million. The Wall Street Journal reports that Sears (SHLD) rallied on good results. The Wall Street Journal reports that the UAW will not be allowed to strike during its negotiations with GM (GM). The Wall Street Journal reports that Walgreen will eliminate 1,000 jobs. The Wall Street Journal reports that TDK will cut 8,000 jobs. The Wall Street Journal reports that Barnes & Noble (BKS) had a weak holiday season. The New York Times reports that the Obama stimulus plan is getting resistance from his own party. The New York Times reports that officials are looking into collusion in the municipal bond market. The New York Times reports that trouble at Satyam could help rivals ... "], ["2020-04-28 04:00", "COVID-19 HDD Industry Impact ...  production in CQ1 2020, particularly in China as well as in Southeast Asian HDD and HDD component production sites in countries such as Malaysia and Thailand. Note that Seagate and WDC have head wafer plants in the US. Seagate has some head processing in Northern Ireland as well. Toshiba does much of its HDD manufacturing in the Philippines, while its heads and media come from TDK and Showa Denko (Japanese companies with manufacturing plants in Japan and Southeast Asia). Nidec, makes most of the spindle motors for the HDD industry in Japan as well as Southeast Asia. The fact that these HDD facilities are located in different geographic locations will play a role in the impact of COVID-19 on the availability of HDDs and HDD components as areas begin to open ... "]]}}