{"postfix": "telefonica-aktie", "name": "TELEFONICA", "wkn": "850775", "time": "2020.05.26 15:45", "ts": 1590500730, "features": {"KGV": "9.78", "Marktkapitalisierung": {"Size": "Mrd", "Value": "21.96"}, "GA": "0.65", "KBV": "1.90", "BA": "3.34", "KCV": "2.33", "CA": "2.73", "Vola30": "40.87", "Vola90": "68.94", "Vola180": "51.12", "Vola250": "38.24"}, "rivals": ["adva-aktie", "bechtle-aktie", "drillisch-aktie", "freenet-aktie", "united_internet-aktie", "at_t-aktie", "deutsche_telekom-aktie"], "text_data": {"de": [["2020.05.26", "ANALYSE-FLASH: Barclays senkt Telefonica auf 'Equal Weight' - Ziel 5 Euro"], ["20.05.20", "Telefonica-Deutschland-Chef - Verkauf von Funkmasten in nächsten Wochen"], ["20.05.20", "MÄRKTE EUROPA/Kurse setzen sich - Kurssprung bei Aareal Bank"], ["19.05.20", "MÄRKTE EUROPA/Uneinheitlich - Ende des Leerverkaufverbots drückt"], ["19.05.20", "MÄRKTE EUROPA/Rücksetzer - Ende des Leerverkaufverbots belastet"], ["19.05.20", "MÄRKTE EUROPA/Verschnaufpause nach Rally-Schub"], ["19.05.20", "Provider bekräftigen zum LTE-Jubiläum ihre Ausbaupläne"], ["09.05.20", "Telefonica: So schnitt der Konzern im vergangenen Quartal ab"], ["09.05.20", "Telefonica: Quartalsergebnisse zum jüngsten Jahresviertel"], ["07.05.20", "MÄRKTE EUROPA/DAX & Co profitieren von guten China-Daten"], ["07.05.20", "MÄRKTE EUROPA/Risikobereitschaft steigt mit guten China-Daten"], ["07.05.20", "ROUNDUP/Milliardendeal: Telefonica findet Partner für britisches Geschäft"], ["07.05.20", "Fusion führt zu neuem Telekomriesen in Großbritannien"], ["07.05.20", "MÄRKTE EUROPA/Gute China-Daten machen Anlegern Hoffnung"], ["07.05.20", "MÄRKTE EUROPA/Fester - China-Daten stützen"], ["07.05.20", "Telefonica-Zahlen wegen Coronavirus zu Jahresbeginn rückläufig"], ["07.05.20", "Telefonica und Liberty Global vereinbaren Fusion britischer Geschäfte"], ["07.05.20", "Telefonica bekräfttigt trotz Corona-Krise Dividenendpläne"], ["07.05.20", "WDH/Milliardendeal: Telefonica und Liberty  fusionieren britisches Geschäft"], ["07.05.20", "Milliadendeal: Telefonica und Liberty Global fusionieren britisches Geschäft"], ["07.05.20", "'FT': Telefonica erhält im Großbritannien-Deal mit Liberty rund 6 Millarden Euro"], ["06.05.20", "Telefonica Deutschland mit höheren Umsätzen in Coronakrise"], ["04.05.20", "MÄRKTE EUROPA/Geopolitische Spannungen drücken - Thyssenkrupp schwach"], ["04.05.20", "MÄRKTE EUROPA/Börsen von steigenden geopolitischen Risiken gedrückt"], ["04.05.20", "ANALYSE-FLASH: JPMorgan hebt Ziel für Telefonica SA auf 4,80 Euro - Underweight"], ["04.05.20", "Telefonica in Gesprächen über Fusion von O2 und Virgin Media"], ["04.05.20", "ROUNDUP: Telefonica und Liberty Global prüfen Fusion britischer Geschäfte"], ["04.05.20", "Telefonica und Liberty Global prüfen Fusion britischer Geschäfte"], ["04.05.20", "Telefonica und Liberty sprechen über Fusion britischer Geschäfte"], ["04.05.20", "ANALYSE-FLASH: Jefferies senkt Telefonica SA auf 'Hold' und Ziel auf 4,40 Euro"], ["01.05.20", "Telekom-Vorstand Wössner: Ohne Huawei geht es nicht"]], "en": [["2020.05.26", "ElevenPaths logra el estatus de Competencia en Seguridad de Amazon Web Services"], ["25.05.20", "ACS y Telefónica traen de china más de 200.000 “buzos” para el personal sanitario de hospitales de toda España"], ["22.05.20", "Innovación tecnólogica y seguridad física: así prepara Movistar sus tiendas para proteger a clientes y empleados del COVID-19"], ["21.05.20", "La digitalización de las pymes y  la formación digital, claves  para reactivar la economía y  generar empleo tras el COVID-19"], ["20.05.20", "Telefonica SA : TEF-Result of Tender Offer Debt"], ["20.05.20", "Movistar Likes cumple tres años con más de nueve millones de participaciones en sus experiencias, concursos y promociones"], ["20.05.20", "Ciena to Power Telefonica UK Network Automation Capabilities"], ["20.05.20", "Telefonica Emisiones : Results of Tender Offer"], ["19.05.20", "Compromiso social y emergencia climática, claves para la gestión empresarial ante un entorno incierto"], ["15.05.20", "El tráfico de videollamadas sobre la red de Telefónica creció un 500% desde que comenzó el estado de alarma"], ["14.05.20", "Telefonica SA : Issuance of Debt"], ["13.05.20", "Telefonica SA : Tender Offer and Issuance of Debt"], ["13.05.20", "Telefonica Emisiones : Launch of Tender Offer"], ["12.05.20", "Telefónica extiende a Hispam y Brasil el protocolo de retorno a las oficinas tras alcanzar un acuerdo global con UNI, UGT y CCOO"], ["11.05.20", "Las salidas permitidas a mayores de 14 años por la tarde se reflejan en un descenso del tráfico de datos fijos"], ["08.05.20", "Movistar y LaLiga encaran unidos la cuenta atrás para la vuelta del fútbol con una programación especial y acciones exclusivas"], ["08.05.20", "RPT-Beards and barking dogs: how Telefonica merged O2 in the middle of a pandemic"], ["07.05.20", "Beards and barking dogs: how Telefonica merged O2 in the middle of a pandemic"], ["07.05.20", "Beards and barking dogs: how Telefonica merged O2 in the middle of a pandemic"], ["07.05.20", "Liberty and Telefonica agree $38 billion UK tie-up to take on BT"], ["07.05.20", "Liberty and Telefonica agree $38 billion UK tie-up to take on BT"], ["07.05.20", "UPDATE 4-Liberty and Telefonica agree $38 bln UK tie-up to take on BT"], ["07.05.20", "UPDATE 3-Liberty and Telefonica in $38 bln UK tie-up to take on BT"], ["07.05.20", "Liberty and Telefonica in $38 billion UK tie-up to take on BT"], ["07.05.20", "Liberty and Telefonica in $38 billion UK tie-up to take on BT"], ["07.05.20", "UPDATE 2-Liberty and Telefonica in $38 bln UK tie-up to take on BT"], ["07.05.20", "Telefonica to merge UK unit O2 with Virgin Media"], ["07.05.20", "Liberty Global, Telefonica agree $38 billion merger of UK businesses"], ["07.05.20", "UPDATE 1-Liberty Global, Telefonica agree $38 bln merger of UK businesses"], ["07.05.20", "Liberty Global and Telefonica to combine their U.K. operations"], ["07.05.20", "Spain's Telefonica to merge British unit O2 with Virgin Media"], ["07.05.20", "Telefónica prevé un impacto limitado como consecuencia del COVID-19 y mantiene el dividendo"], ["07.05.20", "Telefónica y Liberty Global se unen en Reino Unido y crean el operador integrado de servicios fijos y móviles líder del mercado"], ["07.05.20", "Telefonica Brasil SA (VIV) Q1 2020 Earnings Call Transcript"], ["06.05.20", "WRAPUP 1-Telefonica, TIM to move ahead with Brazil M&A plans despite COVID-19"], ["06.05.20", "UPDATE 1-Telefonica Brasil's Q1 profit falls and misses expectations on higher taxes, depreciation"], ["06.05.20", "Telefonica Brasil's net income falls 14% in Q1, missing expectations"], ["06.05.20", "Los empleados de Telefónica multiplican por diez la actividad formativa on line semanal desde el inicio del confinamiento por el Covid-19"], ["06.05.20", "Telefonica Deutschland looking at further tower sales - CEO"], ["05.05.20", "5.200 empleados de Telefónica en España destinan más de 600.000 € de sus cheques comida a los bancos de alimentos"], ["2020-05-26 04:00", "Qualcomm And Partners Unveil Cutting-Edge Mixed Reality Viewers For 5G Connected Experiences ... and product leaders in the space — Qualcomm and 15 partners announced plans to bring lightweight XR Viewers to both the consumer and enterprise markets within the next year. Qualcomm's partners in this endeavor include global operators China Mobile, China Telecom, China Unicom, Deutsche Telekom, EE, KDDI, KT, LG Uplus, NTT DOCOMO, Orange, SK Telecom, SoftBank, Telefonica, Verizon and Vodafone. All of these partners have revealed plans to commercialize XR Viewers to provide immersive, virtual reality (VR), augmented reality (AR) and mixed reality (MR) experiences over 5G networks. Once the build-outs are complete, 5G networks will offer greater bandwidth, lower latency, and improved reliability versus existing 4G networks, which will enable new, use ... "], ["2020-05-22 14:05", "Virgin Orbit at last ready to live up to its name: Branson's other space adventure set for maiden flight this weekend ...  IBM cuts deep into workforce even its Watson and AI teams as it 'pivots' to cloud Hey Siri, are you still recording people's conversations despite promising not to do so nine months ago? DNS this week stands for Drowning Needed Services: Design flaw in name server system can be exploited to flood machines offline SUBSCRIBE TO OUR WEEKLY TECH NEWSLETTER SUBSCRIBE Keep Reading Comms giant Telefonica confirms O2 in talks to merge with Virgin Media Brrrring brrrring... Yep it's American cable guy Liberty Global Outages batter UK's Virgin Media into wee hours as broadband failures spike 77% globally 'Not caused by a spike in usage or a lack of network capacity,' says Brit ISP O2 be a fly on the wall during BT and Vodafone's video ... "], ["2020-05-22 14:00", "Juan Jose Campanella, ViacomCBS Intl. Studios Set 'Los Enviados' ...  comedy; Argentine Ariel Winograd, one of Argentina's top upscale mainstream directors (\"Heist of the Century\"); and distinguished producer Frida Torresblanco (\"Pan's Labyrinth,\" \"Disobedience\") at Braven Films. This February, VIS unveiled a first look deal with Infinity Hill which was launched at November's American Film Market by longtime Telefonica and Viacom producer Axel Kuschevatzky (\"The Secret in Their Eyes,\" \"Wild Tales\" ),\"Waiting for Anya\" producer Phin Glynn and producer Cindy Teperman (\"Animal\"). 0 Comments Want to read more articles like this one? Subscribe Today JavaScript is required to load the comments. Loading comments... Most Popular Why 'Batwoman' Star Ruby ... "], ["2020-05-22 10:29", "David Tennant, Michael Sheen Set For BBC One Lockdown Comedy 'Staged' ...  Egg,\" starring Toby Stephens. He is working with Infinity Hill on his feature debut \"Hunters in the Dark,\" adapting the Lawrence Osborne novel, which was due to go into production this Spring but stymied by COVID-19. Comedy \"Staged\" marks the first TV series from Infinity Hill which was launched at November's American Film Market by longtime Telefonica and Viacom producer Kuschevatzky (\"The Secret in Their Eyes,\" \"Wild Tales\" ),\"Waiting for Anya\" producer Phin Glynn and producer Teperman (\"Animal\"). With offices in London, Los Angeles and Buenos Aires, its upcoming titles also take in the William Boyd Graham Greene adaptation \"The Captain and the Enemy\" and \"Amor es Amor,\" Rob Schneider ... "], ["2020-05-21 22:07", "China flexes its trade muscles ...  from the Asian giant's economy. Australia's relationship with China soured in 2018 when the former banned the effectively Chinese state-owned company Huawei from its nascent 5G network. Despite American lobbying and cybersecurity fears, the European Union ruled out banning Huawei, leaving the decision to individual member countries. German operators Deutsche Telekom, Vodafone and Telefonica are all Huawei clients. German Chancellor Angela Merkel favors a level playing field for all providers, although some within her party favor banning the company. But when Germany debated Huawei, China's ambassador there threatened \" consequences \" if Germany excluded the telecoms giant from its market. Germany's hesitance to ban Huawei, likely due ... "], ["2020-05-21 21:19", "'Make yourselves essential': Read the full memo that LionTree's founder sent to staff on returning to the office and the roles they should aspire to play ...  has said companies have a responsibility to the communities they serve, not just to their bottom line. LionTree's recent work includes advising KKR-backed AppLovin on its acquisition of Machine Zone, in a deal announced last week. In a deal announced earlier this month that could reshape British telecomms, LionTree advised Liberty Global on combining its British cable network with Telefonica's O2. Much of the due diligence for that deal occurred over videoconference between the US and Europe, though deal talks started before the pandemic, the Financial Times reported. Read Bourkoff's full letter here: Aryeh Bourkoff COVID19 Letter May 20 2020 (PDF) Aryeh Bourkoff COVID19 Letter May 20 2020 (Text) SEE ALSO: 13 books and 7 podcasts that one ... "], ["2020-05-21 04:00", "Lessons Learned From Telecom Operators During The Global Pandemic ... , China, the country's three major carriers — China Mobile, China Unicom and China Telecom — set up 5G base stations for health care workers in two hospitals . Additionally, the construction of the new hospitals were broadcast over 5G. A helping hand Likewise, it has been encouraging to see operators worldwide step up to assist their customers during the crisis, including: Initially, Telefonica Spain increased mobile plans by 30 GB per month for two months. When the lockdown continued, customers were given another 100 GB for an additional two months. AT&T waived fees for data overages and provided internet data to limited-income households for $10 per month. Sprint and T-Mobile are providing unlimited data on all mobile plans and 20 GB of ... "], ["2020-05-20 10:22", "Liberty Charge will use Virgin Media's network to power electric vehicles ... .\" \"This investment from Zouk re-enforces our belief that there is significant value in leveraging Virgin Media's wide ranging infrastructure and connectivity capabilities into new and fast growing sectors such as eMobility and Energy,\" added Jason Simpson, head of global energy and utilities at Liberty Global. Earlier this month Liberty Global agreed to merge Virgin Media with Telefonica's O2 in the UK, paving the way for the creation major UK communications player capable of rivalling BT. The addition of the electric vehicle charging network would provide Liberty with a further revenue stream. Here are the best Virgin Media broadband deals for May 2020 See more Networking news Tech deals, prizes and latest news Get the best tech deals ... "], ["2020-05-20 08:04", "Ciena to Power Telefonica UK Network Automation Capabilities ...  from an already robust $6.7 billion to $20.2 billion in 2021. Early investors stand to make a killing, but you have to be ready to act and know just where to look. See the pot trades we're targeting> > In-Depth Zacks Research for the Tickers Above Normally $25 each - click below to receive one report FREE: Ciena Corporation (CIEN) - free report > > Telefonica SA (TEF) - free report > > United States Cellular Corporation (USM) - free report > > Telenav, Inc. (TNAV) - free report > > Published in communications tech-stocks Zacks' 7 Best Strong Buy Stocks for June, 2020 Free Research for Zacks.com Readers Experts have chosen 7 stocks out of 220 Zacks Rank #1 Strong Buys that have the highest potential to increase in price quickly amid the global health ... "], ["2020-05-20 08:03", "Coronavirus Ruining Portfolio? Bet on These 4 Low P/CF Stocks ...  Buys that have the highest potential to increase in price quickly amid the global health crisis. A recent pick, Maxar, skyrocketed +178.7% in 3 months. For 32 years, our Strong Buy list has averaged returns more than twice the market. See its 7 best stocks now. Privacy Policy | No cost, no obligation to buy anything ever. Up Next Ciena to Power Telefonica UK Network Automation Capabilities Most Read Tech Sector Outperforming This Year: Best ETFs, Stocks How Does the COVID-19 Battlefield Look? 5 Screaming Hot Stocks to Buy Top Stock Reports for Facebook, J&J & More 6 Stocks with Improving Prospects Quick Links Services Account Types Premium Services Zacks Rank Research Personal Finance Commentary Education Zacks Advisor Tools My Account Manage Account Update ... "], ["2020-05-20 04:43", "German stocks - Factors to watch on May 20 ... . Fresenius Medical Care The company said it had Placed Bonds With A Volume Of 1.25 billion euros ($1.37 billion). CTS Eventim AG & Co KgaA First-quarter results due. ANNUAL GENERAL MEETINGS DEUTSCHE BANK AG - 0 eur/shr dividend proposed SAP SE - 1.58 eur/shr dividend proposed UNITED INTERNET AG - 0.50 eur/shr dividend proposed UNIPER SE - 1.15 eur/shr dividend proposed TELEFONICA DEUTSCHLAND HOLDING AG - 0.17 eur/shr dividend proposed AIXTRON SE - 0 eur/shr dividend proposed PFEIFFER VACUUM TECHNOLOGY AG - 1.25 eur/shr dividend proposed KLOECKNER & CO. SE - 0 eur/shr dividend proposed SAF HOLLAND SA - 0 eur/shr dividend proposed EX-DIVIDEND DEUTSCHE BOERSE AG - 2.90 euros/shr dividend RHEINMETALL AG - 2.40 euros/shr dividend 1&1 DRILLISCH AG - 0.05 euros ... "], ["2020-05-20 04:43", "German stocks - Factors to watch on May 20 ... . Fresenius Medical Care The company said it had Placed Bonds With A Volume Of 1.25 billion euros ($1.37 billion). CTS Eventim AG & Co KgaA First-quarter results due. ANNUAL GENERAL MEETINGS DEUTSCHE BANK AG - 0 eur/shr dividend proposed SAP SE - 1.58 eur/shr dividend proposed UNITED INTERNET AG - 0.50 eur/shr dividend proposed UNIPER SE - 1.15 eur/shr dividend proposed TELEFONICA DEUTSCHLAND HOLDING AG - 0.17 eur/shr dividend proposed AIXTRON SE - 0 eur/shr dividend proposed PFEIFFER VACUUM TECHNOLOGY AG - 1.25 eur/shr dividend proposed KLOECKNER & CO. SE - 0 eur/shr dividend proposed SAF HOLLAND SA - 0 eur/shr dividend proposed EX-DIVIDEND DEUTSCHE BOERSE AG - 2.90 euros/shr dividend RHEINMETALL AG - 2.40 euros/shr dividend 1&1 DRILLISCH AG - 0.05 euros ... "], ["2020-05-19 14:07", "New Media Business Volume Falls 51% In Q1, Slowdown Cited ...  even more pronounced in terms of theslowdown in new media business activity. \"As of today, we recorded about $4.3 billion of reviewed media spend (vs. $11.4 billion in the first half of 2019),\" he explains, adding, \"consideringthat a couple of global/multi-country pitches have been either put on hold or just canceled, including Burberry, AB-InBev, Telefonica, to name a few.\" advertisement advertisement Among the major holding company mediaservices divisions, GroupM managed to become an even bigger fish in a smaller first quarter pond, increasing its net new media billings by $962 million, besting Omnicom Media Group's $474 million netgain (see table below). In terms of standalone media services networks, Omnicom's PHD was the leader ... "], ["2020-05-18 22:29", "Spain's king and economy minister at event over lockdown limit ...  on any possible exception for the event. At the event, the foundation released its annual report and held a roundtable discussion on the health crisis. \"I am sure we will overcome the challenge we are living through now, in solidarity,\" said King Felipe, Cotec's president of honour, according to a transcript from his office. Queen Letizia, Economy Minister Nadia Calvino and Telefonica CEO Jose Maria Alvarez-Pallete attended, as well as Madrid's mayor and regional head of government, the images showed. Most attendees wore masks and kept at least two empty seats between each of them, in keeping with social distancing practice, according to the images. Spain has been one of the world's worst-hit nations, with 27,709 deaths and 231,606 ... "], ["2020-05-18 18:56", "Spain's king and economy minister at event over lockdown limit ... comment on any possible exception for the event. At the event, the foundation released its annual report and held a roundtable discussion on the health crisis. \"I am sure we will overcome the challenge we are living through now, in solidarity,\" said King Felipe, Cotec's president of honor, according to a transcript from his office. Queen Letizia, Economy Minister Nadia Calvino and Telefonica CEO Jose Maria Alvarez-Pallete attended, as well as Madrid's mayor and regional head of government, the images showed. Most attendees wore masks and kept at least two empty seats between each of them, in keeping with social distancing practice, according to the images. Spain has been one of the world's worst-hit nations, with 27,709 deaths and 231,606 ... "], ["2020-05-18 18:55", "Spain's king and economy minister at event over lockdown limit ...  on any possible exception for the event. At the event, the foundation released its annual report and held a roundtable discussion on the health crisis. \"I am sure we will overcome the challenge we are living through now, in solidarity,\" said King Felipe, Cotec's president of honour, according to a transcript from his office. Queen Letizia, Economy Minister Nadia Calvino and Telefonica CEO Jose Maria Alvarez-Pallete attended, as well as Madrid's mayor and regional head of government, the images showed. Most attendees wore masks and kept at least two empty seats between each of them, in keeping with social distancing practice, according to the images. Spain has been one of the world's worst-hit nations, with 27,709 deaths and 231,606 ... "], ["2020-05-18 13:23", "Iberseries Sets Digital Pitch Session, 'La Unidad,' After COVID Panels ...  Spain and Latin America set a road map for industry re-launch with post COVID-19 re-opening in Spain and Latin America. Together, the initiatives are intended to help propel a production sector which is seen by governments across the Spanish-speaking world as an exciting growth sector and vital potential source of economic investment. On May 7, Spain-based telecom Telefonica reported a first quarter 40% increase in bandwidth demand. During the COVID-19 crisis, \"The consumption of series has grown exponentially. This could be seen as an ephemeral phenomenon,\" said Samuel Castro Hansson, Iberseries director. However, \"It will mark new strategies and formats,\" he added, \"situating the audiovisual industry as one of the sectors with largest ... "], ["2020-05-18 07:58", "I know what you leased last summer: Asset database leak hits Capita, Rolls-Royce, Tesco (every little helps, eh?) ...  leaves door wide open for miscreants to impersonate Windows giant on its own websites Google: We've blocked 126 million COVID-19 phishing scams in the past week 240 million daily virus themed spams as 'bad actors' feed on people's fear Microsoft uses its expertise in malware to help with fileless attack detection on Linux Aw, how generous Comms giant Telefonica confirms O2 in talks to merge with Virgin Media Brrrring brrrring... Yep it's American cable guy Liberty Global New year, old threats: Malware peddlers went into overdrive in Q1, says Trend Micro Jan and Feb contained bumper load of fake invoice emails Keen to check for 'abnormal' user behaviours? Microsoft talks insider risk, AWS imports and compliance at infosec shindig ... "], ["2020-05-18 06:30", "IDnow Publishes Trend Report For The Mobility Industry ...  requirements. IDnow is supported by the venture capital investors BayBG, Seventure Partner, G+D Ventures, Corsair Capital and Jet A as well as a consortium of renowned business angels. With more than 250 customers, their clientele includes leading international companies in various industries such as Bank of Scotland , BNP Paribas, Commerzbank, eventim, Raisin (Weltsparen), Sixt, solarisBank, Telefonica Deutschland, UBS, Western Union and wirecard in addition to FinTechs such as Fidor, N26, smava and wefox. Download \" Future mobility: An industry in transformation\" for press here: https://info.idnow.io/rs/262-BHQ-875/images/IDnow-Whitepaper-Future-Mobility-EN.pdf Press contact: Christina Schwinning press@idnow.io +49 89-41324-6054 View original ... "], ["2020-05-16 04:00", "Can These Nordic Startups Solve The Lack Of Diversity In Tech? ...  solving the most pressing global challenges. In 2017 I started Impact Founders, a community of impact-driven entrepreneurs and regularly feature some of the most exciting founders in my Podcast, Impact Hustlers. Before becoming a full-time entrepreneur, I ran the London Programme of startup accelerator Wayra, working with a total of 180 portfolio companies, worked as a project manager for Telefonica in Munich & Dsseldorf and worked for the German Federal Foreign Office in South Africa. I hold a BA in European Studies from Maastricht University and a MSc in Technology Entrepreneurship from University College London (UCL). Read Less Print Site Feedback Tips Corrections Reprints & Permissions Terms Privacy 2020 Forbes Media LLC. All Rights Reserved. AdChoices"]]}}