{"postfix": "telecom_italia-aktie", "name": "TELECOM_ITALIA", "wkn": "120470", "time": "2020.05.26 15:45", "ts": 1590500759, "features": {"KGV": "11.18", "Marktkapitalisierung": {"Size": "Mrd", "Value": "6.94"}, "GA": "0.05", "KBV": "0.58", "BA": "0.96", "KCV": "2.20", "CA": "0.25", "Vola30": "78.02", "Vola90": "86.6", "Vola180": "65.08", "Vola250": "51.33"}, "rivals": ["adva-aktie", "bechtle-aktie", "drillisch-aktie", "freenet-aktie", "united_internet-aktie", "at_t-aktie", "deutsche_telekom-aktie"], "text_data": {"de": [["20.05.20", "MÄRKTE EUROPA/Kurse setzen sich - Kurssprung bei Aareal Bank"], ["19.05.20", "MÄRKTE EUROPA/Uneinheitlich - Ende des Leerverkaufverbots drückt"], ["19.05.20", "MÄRKTE EUROPA/Rücksetzer - Ende des Leerverkaufverbots belastet"], ["19.05.20", "MÄRKTE EUROPA/Verschnaufpause nach Rally-Schub"], ["18.05.20", "ROUNDUP: Telecom Italia verhandelt über Teilverkauf von Inwit"], ["18.03.20", "MÄRKTE EUROPA/Börsen mit schweren Verlusten - Pfund im freien Fall"], ["18.03.20", "MÄRKTE EUROPA/Börsen etwas erholt - Firesales bei Staatsanleihen"], ["18.03.20", "MÄRKTE EUROPA/Börsen bauen Verluste aus - Telekoms gesucht"], ["12.03.20", "Telecom Italia: Bilanzvorlage zum letzten Quartal"], ["12.03.20", "Telecom Italia: Bilanz zum abgelaufenen Quartal"], ["12.03.20", "Telecom Italia (Risp) hat die Zahlen zum jüngsten Quartal vorgelegt"], ["12.03.20", "Telecom Italia öffnete die Bücher zum abgelaufenen Quartal"], ["11.03.20", "MÄRKTE EUROPA/Auf und Ab am Aktienmarkt - Ölpreise fallen"], ["11.03.20", "XETRA-SCHLUSS/Etwas leichter - Erholung verpufft erneut"], ["11.03.20", "MÄRKTE EUROPA/Auf und Ab am Aktienmarkt - Ölpreise fallen"], ["11.03.20", "MÄRKTE EUROPA/Aktienkurse steigen - Ölpreise fallen"], ["11.03.20", "Telecom Italia will wieder eine Dividende zahlen"], ["11.03.20", "MÄRKTE EUROPA/Wacklige Erholung nach Zinssenkung in England"], ["11.03.20", "Telecom Italia zahlt Dividende"], ["09.03.20", "Ausblick: Telecom Italia gewährt Anlegern Blick in die Bücher"], ["09.03.20", "Ausblick: Telecom Italia vermeldet Zahlen zum jüngsten Quartal"], ["09.03.20", "Ausblick: Telecom Italia (Risp) gibt Ergebnis zum abgelaufenen Quartal bekannt"], ["09.03.20", "Ausblick: Telecom Italia zieht Bilanz zum jüngsten Jahresviertel"], ["06.03.20", "EU erlaubt Vodafone und Telecom Italia gemeinsame Sendemasten"], ["06.03.20", "EU genehmigt Sendemasten-JV von Vodafone und Telecom Italia"]], "en": [["19.05.20", "Telecom Italia shares skid after company omits core profit guidance for 2020"], ["30.04.20", "Elliott further trims stake in Telecom Italia"], ["30.04.20", "UPDATE 2-Elliott further trims stake in Telecom Italia"], ["30.04.20", "UPDATE 1-Elliott trims stake in Telecom Italia further to 5.13%"], ["30.04.20", "Elliott trims stake in Telecom Italia further to 5.13%"], ["30.04.20", "Elliott trims stake in Telecom Italia further to 5.13%"], ["21.04.20", "Telecom Italia and Open Fiber crank up war of words over single network"], ["11.03.20", "UPDATE 2-Telecom Italia holds out for control of single broadband network"], ["11.03.20", "Telecom Italia wants control of any single broadband network"], ["10.03.20", "UPDATE 1-Telecom Italia pushes back core profit target, says virus impact hard to gauge"], ["10.03.20", "Telecom Italia misses 2020 core profit target, reinstates dividend"], ["09.03.20", "Disney Plus to Arrive In Italy Via Telecom Italia Mobile"], ["06.03.20", "Telecom Italia fined 116 million euros for broadband market abuse"], ["28.02.20", "BRIEF-Telecom Italia Chooses Kkr Fund As Exclusive Partner To Develop Fibre Network"], ["27.02.20", "UPDATE 2-Telecom Italia picks KKR as partner for Italian broadband"], ["27.02.20", "Telecom Italia picks KKR as partner for Italian broadband"], ["27.02.20", "UPDATE 1-Telecom Italia picks KKR as partner for Italian broadband"], ["27.02.20", "Telecom Italia board meets to discuss KKR's proposals for Italian broadband"], ["19.02.20", "Exclusive: Vodafone, Telecom Italia offer rivals access to some sites to ease EU concerns - EU paper"], ["19.02.20", "Exclusive: Vodafone, Telecom Italia offer rivals access to some sites to ease EU concerns - EU paper"], ["19.02.20", "Exclusive: Vodafone, Telecom Italia offer rivals access to some sites to ease EU concerns - EU paper"], ["18.02.20", "Exclusive: Vodafone, Telecom Italia offer rivals access to some sites to ease EU concerns - document"], ["18.02.20", "Exclusive: Vodafone, Telecom Italia offer rivals access to some sites to ease EU concerns - document"], ["13.02.20", "Telecom Italia set to pick KKR as partner in Open Fiber deal - sources"], ["2020-05-26 09:49", "How return of Bundesliga paved way for La Liga and Serie A amid Covid-19 ...  News Stocks Commodities IPOs Mutual Funds Mutual Fund Tools Derivatives BS Fund Manager Companies News Results Financial X-Ray Auto Engineering Financials Infra IT Oil & Gas Telecom Services All Sectors Opinion Editorial Comment Columnists BS Special Business Law & Tax Lunch Poll Tech News Reviews Launches Specials Specials Weekend Digital Consumer PE/VC Brand  ...  who are at 63 points, both has played 26 games each. With 12 rounds of matches left, Lazio can make history by winning its third Serie A title after a gap of 20 years. The team won Coppa Italia title last season while it finished the league at 8th position. Lazio's coach Simone Inzaghi is hopeful the league will begin soon. AC Milan's Zlatan Ibrahimovic may miss the season The 38-year-old  ... "], ["2020-05-26 06:13", "Italy - Factors to watch on May 26 ... . Among controlling shareholders in Brazil's largest distribution companies are Italy's Enel SpA. INTESA SANPAOLO, UBI BANCA Italy's Intesa Sanpaolo may have to delay launching a takeover bid for rival UBI until September as antitrust approval for the biggest European banking merger in a decade is taking longer than expected, three people close to the matter said on Monday. TELECOM ITALIA The Italian phone group said on Monday it had agreed to buy 100% of Milan-based Noovle, a cloud services firm and a key partner of Google Cloud in Italy, opening the door to eventually creating a new company for cloud and edge computing services. GEDI, EXOR The publishing group said its board had unanimously deemed adequate the price of 0.46 euros per share ... "], ["2020-05-25 12:05", "Jefferies breaks down the top 22 stocks it thinks you should buy right now — including 6 fast-risers that just captured its attention ... LinkedIn Subscriptions Intelligence BI Prime World globe An icon of the world globe, indicating different international options.\" US Edition US INTL Australia Deutschland Espaa France India Italia Japan Malaysia Mxico Nederland Nordic Polska Singapore South Africa Facebook Icon The letter F. Twitter icon A stylized bird with an open mouth, tweeting. LinkedIn icon  ... . The group includes familiar names like Chevron and Alphabet , as well as market leaders and laggards. New entrants to the group include drugmaker BioMarin , private equity giant Blackstone , telecom equipment maker Motorola Solutions , miner Rio Tinto , new aerospace company Raytheon Technologies , and retailer TJX . The entire group of 22 high-conviction, buy-rated stocks is listed below: 1 ... "], ["2020-05-25 10:53", "DIARY - Italy to June 30 ... auctioned on June 25. FTSE share indexes revision effective as of Monday. Trade ex dividend: Exor of 0.43 euro per share; Leonardo of 0.14 euro per share; Poste Italiane of 0.309 euro per share as final 2019 dividend (0.154 euro per share as interim dividend on Nov. 18, 2019); Snam of 0.1426 euro per share as final dividend (0.095 euro as interim 2019 dividend on Jan. 20, 2020); Telecom Italia (TIM) of 0.01 euro per ordinary share and 0.0275 euro per saving share; Terna of 0.1653 euro per share as final 2019 dividend (0.0842 euro per share as interim dividend on Nov. 18, 2019); Acea of 0.78 euro per share; Iren of 0.0925 euro per share. TUESDAY JUNE 23 Treasury announces sale of 6-month BOT bills, with relative amounts to be auctioned on June 26. Rome, Court ... "], ["2020-05-25 10:53", "DIARY - Italy to June 30 ... auctioned on June 25. FTSE share indexes revision effective as of Monday. Trade ex dividend: Exor of 0.43 euro per share; Leonardo of 0.14 euro per share; Poste Italiane of 0.309 euro per share as final 2019 dividend (0.154 euro per share as interim dividend on Nov. 18, 2019); Snam of 0.1426 euro per share as final dividend (0.095 euro as interim 2019 dividend on Jan. 20, 2020); Telecom Italia (TIM) of 0.01 euro per ordinary share and 0.0275 euro per saving share; Terna of 0.1653 euro per share as final 2019 dividend (0.0842 euro per share as interim dividend on Nov. 18, 2019); Acea of 0.78 euro per share; Iren of 0.0925 euro per share. TUESDAY JUNE 23 Treasury announces sale of 6-month BOT bills, with relative amounts to be auctioned on June 26. Rome, Court ... "], ["2020-05-25 07:49", "*CALENDARIO STACCO DIVIDENDI* societ quotate ...  a un elenco selezionato di societ che hannoannunciato importo e data stacco cedola di dividendo. 25 maggio ENAV 0,2094 euro 15 giugno DIASORIN ordinarie 0,95 euro 22 giugno ACEA 0,78 euro EXOR 0,43 euro IREN 0,0925 euro LEONARDO 0,14 euro POSTE ITALIANE 0,309 euro *saldo* (0,154 euro *acconto 2019* 18/11/2019) SNAM 0,1426 euro *saldo* (0,095 euro *acconto 2019* 20/01/2020) TELECOM ITALIA (TIM) ordinarie 0,0100 euro risparmio 0,0275 euro TERNA 0,1653 euro *saldo* (0,0842 euro *acconto 2019* 18/11/2019) 6 luglio HERA 0,10 euro 20 luglio ENEL 0,168 euro *saldo* (0,16 euro acconto 2019 20/01/2020) 27 luglio RAI WAY 0,2329 euro 19 ottobre BANCA MEDIOLANUM 0,34 euro *saldo* (0,21 euro *acconto 2019* 18/11/2019) Our Standards: The Thomson Reuters Trust Principles ... "], ["2020-05-25 07:12", "Chinese tech giant criticizes US for 'politicizing business' ... YouTube LinkedIn Subscriptions Intelligence BI Prime World globe An icon of the world globe, indicating different international options.\" US Edition US INTL Australia Deutschland Espaa France India Italia Japan Malaysia Mxico Nederland Nordic Polska Singapore South Africa Facebook Icon The letter F. Twitter icon A stylized bird with an open mouth, tweeting. LinkedIn icon The word ...  they use and how the restrictions might affect their businesses. The Chinese government had no immediate comment. China's fledgling tech industries are developing processor chips, software, telecom hardware, electric car batteries, and other products. But they still need US, European and Japanese components and other inputs for smartphones and other devices, as well as for  ... "], ["2020-05-22 08:40", "DIARY - Italy to June 30 ... auctioned on June 25. FTSE share indexes revision effective as of Monday. Trade ex dividend: Exor of 0.43 euro per share; Leonardo of 0.14 euro per share; Poste Italiane of 0.309 euro per share as final 2019 dividend (0.154 euro per share as interim dividend on Nov. 18, 2019); Snam of 0.1426 euro per share as final dividend (0.095 euro as interim 2019 dividend on Jan. 20, 2020); Telecom Italia (TIM) of 0.01 euro per ordinary share and 0.0275 euro per saving share; Terna of 0.1653 euro per share as final 2019 dividend (0.0842 euro per share as interim dividend on Nov. 18, 2019); Acea of 0.78 euro per share; Iren of 0.0925 euro per share. TUESDAY JUNE 23 Treasury announces sale of 6-month BOT bills, with relative amounts to be auctioned on June 26. Rome, Court ... "], ["2020-05-22 08:40", "DIARY - Italy to June 30 ... auctioned on June 25. FTSE share indexes revision effective as of Monday. Trade ex dividend: Exor of 0.43 euro per share; Leonardo of 0.14 euro per share; Poste Italiane of 0.309 euro per share as final 2019 dividend (0.154 euro per share as interim dividend on Nov. 18, 2019); Snam of 0.1426 euro per share as final dividend (0.095 euro as interim 2019 dividend on Jan. 20, 2020); Telecom Italia (TIM) of 0.01 euro per ordinary share and 0.0275 euro per saving share; Terna of 0.1653 euro per share as final 2019 dividend (0.0842 euro per share as interim dividend on Nov. 18, 2019); Acea of 0.78 euro per share; Iren of 0.0925 euro per share. TUESDAY JUNE 23 Treasury announces sale of 6-month BOT bills, with relative amounts to be auctioned on June 26. Rome, Court ... "], ["2020-05-22 08:31", "*CALENDARIO STACCO DIVIDENDI* societ quotate ...  a un elenco selezionato di societ che hannoannunciato importo e data stacco cedola di dividendo. 25 maggio ENAV 0,2094 euro 15 giugno DIASORIN ordinarie 0,95 euro 22 giugno ACEA 0,78 euro EXOR 0,43 euro IREN 0,0925 euro LEONARDO 0,14 euro POSTE ITALIANE 0,309 euro *saldo* (0,154 euro *acconto 2019* 18/11/2019) SNAM 0,1426 euro *saldo* (0,095 euro *acconto 2019* 20/01/2020) TELECOM ITALIA (TIM) ordinarie 0,0100 euro risparmio 0,0275 euro TERNA 0,1653 euro *saldo* (0,0842 euro *acconto 2019* 18/11/2019) 6 luglio HERA 0,10 euro 20 luglio ENEL 0,168 euro *saldo* (0,16 euro acconto 2019 20/01/2020) 27 luglio RAI WAY 0,2329 euro 19 ottobre BANCA MEDIOLANUM 0,34 euro *saldo* (0,21 euro *acconto 2019* 18/11/2019) Our Standards: The Thomson Reuters Trust Principles ... "], ["2020-05-21 21:19", "'Make yourselves essential': Read the full memo that LionTree's founder sent to staff on returning to the office and the roles they should aspire to play ...  Subscriptions Intelligence BI Prime World globe An icon of the world globe, indicating different international options.\" US Edition US INTL Australia Deutschland Espaa France India Italia Japan Malaysia Mxico Nederland Nordic Polska Singapore South Africa Facebook Icon The letter F. Twitter icon A stylized bird with an open mouth, tweeting. LinkedIn icon  ...  stage, reopening, \"is a complex art\" guided by science. Companies will need to be loyal and nimble, he wrote. For more BI Prime stories, click here. Aryeh Bourkoff, a tech, media, and telecom banker who founded LionTree Advisors, wrote to staff on Wednesday with his views on reopening and the post-pandemic world. He wrote that the work requires \"strategy for the long game\" because ... "], ["2020-05-21 18:25", "Magic Leap just raised a $350 million investment round as it tries to secure its future read the email CEO Rony Abovitz sent employees ...  Intelligence BI Prime World globe An icon of the world globe, indicating different international options.\" US Edition US INTL Australia Deutschland Espaa France India Italia Japan Malaysia Mxico Nederland Nordic Polska Singapore South Africa Facebook Icon The letter F. Twitter icon A stylized bird with an open mouth, tweeting. LinkedIn  ... major investors in Magic Leap, as well as new investors.\" It's not clear who the investors are, but Magic Leap has attracted stakes from major names including Google, Alibaba, AT&T, and Warner Japanese telecom giant NTT Docomo in the past. It's also not clear whether the financing is debt or equity. The Information recently reported that Magic Leap had turned to a major health care company for investment,  ... "], ["2020-05-21 13:30", "Covid, per manifattura quotata peggior calo in 30 anni in trim1 - Mediobanca ... oggi. Sono state prese in esame 13 societ a controllo privato e 12 societ a controllo pubblico, 16 manifatturiere, 6 energetiche, 2 di servizi e 1 petrolifera, pari al 76% della capitalizzazione complessiva: A2A, Amplifon, Buzzi Unicem, Campari, CNH Industrial, Diasorin, Enel, Eni, Fca, Ferrari, Hera, Italgas, Leonardo, Moncler, Pirelli, Poste Italiane, Prysmian, Recordati, Saipem, Salvatore Ferragamo, Snam, Stm, Telecom Italia, Tenaris e Terna. La fase attuale non ha precedenti e mai la contrazione della domanda stata cos forte come in questi primi mesi dell'anno. Lo studio evidenzia che per l'economia italiana si tratta della crisi peggiore dal Dopoguerra, che rischia una perdita corrispondente al Pil del Veneto, mentre l'economia dell'Area ... "], ["2020-05-21 12:17", "RBC pinpoints 11 stocks loved by hedge funds that have beaten the market during both the coronavirus collapse and its subsequent recovery ... Intelligence BI Prime World globe An icon of the world globe, indicating different international options.\" US Edition US INTL Australia Deutschland Espaa France India Italia Japan Malaysia Mxico Nederland Nordic Polska Singapore South Africa Facebook Icon The letter F. Twitter icon A stylized bird with an open mouth, tweeting.  ...  in them at the end of the first quarter by the 342 hedge funds whose holdings RBC has examined. \"The 2020 resilience of the Hot Dogs is a testament to the transition of (technology, internet, media, and telecom) into a defensive trading vehicle in the US equity market and the strong faith that many US equity investors continue to have in the secular growth theme,\" she wrote in a note to clients. Those stocks struggled  ... "], ["2020-05-20 10:41", "DIARY - Italy to June 30 ... auctioned on June 25. FTSE share indexes revision effective as of Monday. Trade ex dividend: Exor of 0.43 euro per share; Leonardo of 0.14 euro per share; Poste Italiane of 0.309 euro per share as final 2019 dividend (0.154 euro per share as interim dividend on Nov. 18, 2019); Snam of 0.1426 euro per share as final dividend (0.095 euro as interim 2019 dividend on Jan. 20, 2020); Telecom Italia (TIM) of 0.01 euro per ordinary share and 0.0275 euro per saving share; Terna of 0.1653 euro per share as final 2019 dividend (0.0842 euro per share as interim dividend on Nov. 18, 2019); Acea of 0.78 euro per share; Iren of 0.0925 euro per share. TUESDAY JUNE 23 Treasury announces sale of 6-month BOT bills, with relative amounts to be auctioned on June 26. Rome, Court ... "], ["2020-05-20 10:41", "DIARY - Italy to June 30 ... auctioned on June 25. FTSE share indexes revision effective as of Monday. Trade ex dividend: Exor of 0.43 euro per share; Leonardo of 0.14 euro per share; Poste Italiane of 0.309 euro per share as final 2019 dividend (0.154 euro per share as interim dividend on Nov. 18, 2019); Snam of 0.1426 euro per share as final dividend (0.095 euro as interim 2019 dividend on Jan. 20, 2020); Telecom Italia (TIM) of 0.01 euro per ordinary share and 0.0275 euro per saving share; Terna of 0.1653 euro per share as final 2019 dividend (0.0842 euro per share as interim dividend on Nov. 18, 2019); Acea of 0.78 euro per share; Iren of 0.0925 euro per share. TUESDAY JUNE 23 Treasury announces sale of 6-month BOT bills, with relative amounts to be auctioned on June 26. Rome, Court ... "], ["2020-05-20 09:34", "*CALENDARIO STACCO DIVIDENDI* societ quotate ...  a un elenco selezionato di societ che hannoannunciato importo e data stacco cedola di dividendo. 25 maggio ENAV 0,2094 euro 15 giugno DIASORIN ordinarie 0,95 euro 22 giugno ACEA 0,78 euro EXOR 0,43 euro IREN 0,0925 euro LEONARDO 0,14 euro POSTE ITALIANE 0,309 euro *saldo* (0,154 euro *acconto 2019* 18/11/2019) SNAM 0,1426 euro *saldo* (0,095 euro *acconto 2019* 20/01/2020) TELECOM ITALIA (TIM) ordinarie 0,0100 euro risparmio 0,0275 euro TERNA 0,1653 euro *saldo* (0,0842 euro *acconto 2019* 18/11/2019) 6 luglio HERA 0,10 euro 20 luglio ENEL 0,168 euro *saldo* (0,16 euro acconto 2019 20/01/2020) 27 luglio RAI WAY 0,2329 euro 19 ottobre BANCA MEDIOLANUM 0,34 euro *saldo* (0,21 euro *acconto 2019* 18/11/2019) Our Standards: The Thomson Reuters Trust Principles ... "], ["2020-05-20 01:51", "On this day: Born May 20, 1952: Roger Milla, Cameroonian footballer ...  time in a tense quarter-final. \"We just really wanted to have fun but that we achieved new things for African football made it special,\" Milla added. In all, he scored four goals at Italia 90 and extended his record as the tournament's oldest goal scorer when he netted one more at the World Cup in the US four years later. By then Milla had become a symbol for ... May 19, 2020 Ministry intensifies pre-Eid clean-up Qatar May 20, 2020 Sindh and Balochistan continue transport ban Pakistan May 20, 2020 Pandemic punctures Tunisia tourism rebound Region May 20, 2020 Qatar telecom sector capex tops QR1bn annually since 2015: CRA Business May 20, 2020 Six positive tests for Covid-19 at Premier League clubs Sport May 20, 2020 HAPPENING IN DOHA More All Rights  ... "], ["2020-05-19 23:55", "Ferrari's F8 Tributo has all the torque, all the time ...  and racing technologies and produces 530 kW and 770 Nm. That's a healthy dose more than the standard 488 GTB it replaces, and considerably more than the bigger but naturally aspirated V8 in the 458 Italia (2009-2015). That was good for 419 kW and 530 Nm. A tonne of tech is now standard equipment, much of it to make the car faster. What's more, although purists may prefer a non- ... to be making into that next step around commerce,' said CEO Mark Zuckerberg of the new Shops product. 20 mins ago Telecommunications TPG to split in two, pay special dividend TPG Telecom will split in two, with the larger company merging with Vodafone Hutchison Australia on June 29 and the smaller Singaporean operation listing as a separate ASX-listed company. 38 mins ago  ... "], ["2020-05-19 18:57", "ASX to slide, $A extends advance ...  helped the STOXX 600 rebound more than 26% from lows plumbed earlier this year. \"You can see a shift in sectoral responses in Europe. Financials and consumer discretionary stocks that had been lagging in the recent recovery led gains yesterday. To me, that is a sign that markets are reacting to something differently,\" added Cicione. Telecoms stocks led sectoral declines, as shares in Telecom Italia fell 8.6% after Italy's biggest phone group gave no guidance on its 2020 core profit target as it reported a drop in first-quarter earnings. Banking-heavy Spanish and Italian bourses led regional declines with a 2.5% and 2.1% fall respectively, with some analysts pointing to the lifting of short-selling ban across six EU states hitting shares of euro ... "]]}}