{"postfix": "tesla-aktie", "name": "TESLA", "wkn": "A1CX3T", "time": "2020.05.26 17:19", "ts": 1590506391, "features": {"KGV": "14392.16", "Marktkapitalisierung": {"Size": "Mrd", "Value": "141.05"}, "GA": "0.03", "KBV": "11.53", "BA": "37.46", "KCV": "32.34", "CA": "13.35", "Vola30": "53.88", "Vola90": "118.45", "Vola180": "105.76", "Vola250": "81.84"}, "rivals": ["nissan-aktie", "daimler-aktie", "honda-aktie", "ford-aktie", "toyota-aktie", "volkswagen_vz-aktie"], "text_data": {"de": [["2020.05.26", "Green Deal! BMW-Partner Samsung SDI explodiert - Tesla und Nel im Check"], ["2020.05.26", "Elektromobilität zu Fuß: Fahrrad lädt Tesla auf"], ["2020.05.26", "Grüne fordern EU-Fahrplan für Ausstieg aus dem Verbrennungsmotor"], ["25.05.20", "Tesla Looks To Produce Cars In China With New Type Of Battery"], ["25.05.20", "Tesla: Das können Fans und Anleger vom Super-Battery-Day erwarten"], ["25.05.20", "Tesla-Grossaktionär startet mit bekannter Fondsfrau in der Schweiz"], ["25.05.20", "Insider: Daimler, Tesla und BMW überholt - „Unglaublicher Ansturm!“ diese E-Neulinge boomen dank Corona wie nie"], ["25.05.20", "WTF: Elon sei mit Euch und Eurem Tesla"], ["25.05.20", "Das bedeutet der Name: Sohn von Tesla-Chef Elon Musk heißt jetzt etwas anders"], ["25.05.20", "Während du schliefst: SpaceX will diese Woche Geschichte schreiben"], ["24.05.20", "Elektro-Pickup: Tesla schrumpft den Cybertruck doch nicht"], ["23.05.20", "WTF: Elon überlebensgroß in Oklahoma - und der nukleare Fallout im Tesla-Cockpit"], ["23.05.20", "Kaufen wir unsere Autos bald alle nach der Tesla-Methode?"], ["22.05.20", "Tesla-Aktie trotz Corona-Krise auf Höhenflug: Musk bleibt Musk"], ["22.05.20", "Covid-19: Tesla nimmt Klage gegen Einschränkungen zurück"], ["22.05.20", "Derivate Depot: Zertifikate auf Tesla, Wirecard und Thyssenkrupp gekauft"], ["22.05.20", "Elektroauto: Tesla Model 3 als Cabrio"], ["22.05.20", "Tesla: Jetzt legt Elon Musk den Rückwärtsgang ein"], ["21.05.20", "Tulsa Woos Tesla With Musk Statue"], ["21.05.20", "Tesla lässt Klage gegen Corona-Einschränkungen fallen"], ["21.05.20", "Elon Musk rudert zurück: Tesla lässt Corona-Klage fallen"], ["21.05.20", "Tesla lässt Klage gegen Corona-Einschränkungen fallen"], ["21.05.20", "Polizei kontrolliert Stammwerk: Tesla zieht Klage gegen Corona-Beschränkungen zurück"], ["21.05.20", "Coronavirus - USA: Tesla lässt Klage gegen Corona-Einschränkungen fallen"], ["20.05.20", "EU-Cash-Hammer: Neue 20.000.000.000 Euro für Tesla, BMW und Samsung SDI?"], ["19.05.20", "ROUNDUP: Tesla-Gegner übergeben offenen Brief an Umweltminister Vogel"], ["19.05.20", "Tesla To Raise Price On Full Self-Driving Models"], ["19.05.20", "Patentamt: Deutsche Autobranche stark bei E-Motoren und Batterie"]], "en": [["2020.05.26", "The Conversation: As SpaceX takes astronauts to Space Station, it also bring space tourism closer"], ["2020.05.26", "Musk’s SpaceX poised for historic rocket launch, while Branson’s Orbit fails"], ["2020.05.26", "NASA and SpaceX are about to fly into space with a touchscreen     - CNET"], ["2020.05.26", "Musk's SpaceX set for debut astronaut mission, renewing NASA's crewed launch program"], ["2020.05.26", "SpaceX on the verge of sending astronauts into orbit"], ["2020.05.26", "NASA and SpaceX confirm SpaceX’s first ever astronaut launch is a ‘go’"], ["25.05.20", "Max Q: Huge week ahead for SpaceX and Virgin Orbit"], ["25.05.20", "Grimes confirms she and Elon Musk have changed their baby’s unusual name"], ["25.05.20", "Elon Musk and Grimes changed their baby's name     - CNET"], ["23.05.20", "Elon Musk: the Tesla Cybertruck isn’t getting any smaller"], ["23.05.20", "Tesla seeks China nod to build Model 3 vehicles with LFP batteries -ministry"], ["23.05.20", "‘Fallout Shelter’ joins Tesla arcade in latest software update"], ["22.05.20", "Tesla Arcade adds Fallout Shelter, other infotainment enhancements     - CNET"], ["22.05.20", "The way of the future: Howard Hughes Co. is pitching Elon Musk on a Vegas Tesla HQ     - CNET"], ["22.05.20", "Silently feel the wind in your hair with the Tesla Model 3 convertible     - CNET"], ["22.05.20", "Performance Upgrade Package now standard on Tesla Model 3 Performance trim     - CNET"], ["22.05.20", "Tesla Is Resuming Normal Operations at Its U.S. Factories"], ["22.05.20", "Cramer's lightning round: I prefer Tesla to Ford"], ["21.05.20", "Elon Musk's face appears on Tulsa's Golden Driller statue in bid to woo Tesla     - CNET"], ["21.05.20", "See SpaceX Crew Dragon and Falcon 9 go vertical on the launchpad     - CNET"], ["21.05.20", "Tesla Will Allow Factory Workers to Take Unpaid Leave Through May 31"], ["21.05.20", "Virgin Orbit Reaches This Milestone But Falls Short On Another"], ["21.05.20", "Tesla Model 3 convertible is your Roadster holdover     - CNET"], ["21.05.20", "NASA, SpaceX bringing astronaut launches back to home turf"], ["21.05.20", "Tesla withdraws Alameda County lawsuit as Fremont plant operations normalize     - CNET"], ["20.05.20", "SpaceX Gets Final 'Go' Before Historic Launch As Weather Risk Eases"], ["20.05.20", "Tesla drops lawsuit against Alameda County over Fremont factory reopening"], ["20.05.20", "Tulsa’s Golden Driller statue gets Tesla-style makeover"], ["20.05.20", "Tesla cars could give back to the grid with bidirectional charging feature     - CNET"], ["20.05.20", "The Zacks Analyst Blog Highlights: Daimler AG, Tesla, Toyota, General Motors and Fiat Chrysler"], ["20.05.20", "Judge shelves Tesla shareholder suit to block Elon Musk tweets"], ["19.05.20", "Tesla shareholder suit over Elon Musk tweets remains on hold"], ["19.05.20", "Tesla Owners Try to Make Sense of Elon Musk’s ‘Red Pill’ Moment"], ["19.05.20", "General Motors Races Tesla to Build a Million-Mile Battery"], ["19.05.20", "Tesla Will Boost Its Full Self-Driving Software Price to $8,000 in July"], ["19.05.20", "Elon Musk: Tesla raises cost of 'self-driving' cars"], ["19.05.20", "Tesla to raise price of 'full self-driving' option by $1,000 starting July 1"], ["19.05.20", "Elon Musk says Tesla 'full self-driving' option price increase coming     - CNET"], ["19.05.20", "Tesla Gigafactory 1 could grow as partner Panasonic reports more profits     - CNET"], ["18.05.20", "Tesla Gets Permission to Ramp Back Up to Full Production in California"], ["2020-05-26 15:14", "Pizza Hut giving away free pizzas to 2020 graduates ... ; 1 boater still missing Video Don't Miss Texas has entered Phase 2 expansion for reopening businesses, Gov. Abbott announces Video Homelessness is increasing in Austin, but so is the number of people successfully housed Video Having a baby? You'll be tested for COVID-19 before you deliver Video Williamson County ends COVID-19 disaster declaration after 66 days Video Tesla considering building its next factory in Austin Video FBI: 3 suspects named in jewelry store robbery, 1 wrote apology letter to injured security guard Video Follow Us Facebook Twitter RSS Feed Email News App Weather App News Weather Traffic Investigations Report It Sports Studio 512 Contests About Us Privacy Policy Terms of Use About Our Ads Covers KXAN: FCC Public File KXAN ... "], ["2020-05-26 15:01", "How Elon Musk took SpaceX from an idea to the cusp of making history ...  Commission set its sights on the billionaire, who had tweeted private funding was \"secured\" to buy all the company's outstanding shares and make it private. When the claim about financing didn't prove true, the SEC sued, claiming that his tweets had misled investors and stockholders. Musk ended up settling with the SEC . Aside from fines, he was forced to step down as Tesla chairman but was able to continue as CEO. He also agreed to have his tweets monitored and cleared by higher-ups in the company. More recently, he's found himself in the crosshairs of medical professionals and government officials around the world. His tweet claiming that the coronavirus pandemic would involve \"close to zero new cases in the U.S.\" by the end of ... "], ["2020-05-26 14:59", "Coronavirus reopening: Select NYSE traders return to floor, Facebook forecasts 50% remote workers—Live updates ... . The company employs nearly 20,000 people globally. The payments processor also said it was re-examining its office footprint and is considering consolidation. When the situation stabilizes, companies around the world may find that their offices are only about 30% full, chief people officer Michael Fraccaro told Reuters . Tesla returns to \"normal operations\" at US car and battery factories In a memo obtained by CNBC's Lora Kolodny late last week, Tesla HR told production employees that the company is returning to \"normal operations,\" and has resumed its regular attendance policy. The company is giving employees the option to take unpaid leave until May 31, with HR approval, if they are worried about exposing a household member to Covid ... "], ["2020-05-26 14:53", "Mystery radio signal detected coming from the heart of our galaxy and may be sent from a black hole ...  WEAPONS FREE Call of Duty WW2 is now completely FREE on PS4 how to get it ROCKY HORROR Giant tectonic plate between Australia and India is SPLITTING apart GARDEN VIEW Samsung releases an OUTDOOR 4K TV called 'The Terrace' with rain-proof soundbar In other space news, Nasa's first astronaut launch from US soil in almost a decade lifts off tomorrow . Nasa recently unveiled the Tesla car that will be ferrying astronauts to the launch. And, incredible photos of eerie Martian landscapes have been released online by scientists. What do you think of the black hole find? Let us know in the comments! We pay for your stories! Do you have a story for The Sun Online Tech & Science team? Email us at tech@the-sun.co.uk Topics Space and astronomy Comments are ... "], ["2020-05-26 14:38", "Kia Rio goes mild-hybrid, gets wild manual transmission technology in Europe ...  Comments Hatchbacks Hybrids Notification on Notification off Kia Close Discuss: Kia Rio goes mild-hybrid, gets wild manual transmission technology in Europe Sign in to comment Be respectful, keep it civil and stay on topic. We delete comments that violate our policy , which we encourage you to read. Discussion threads can be closed at any time at our discretion. Trending Tesla production 2021 Ford Bronco COVID-19 and automakers iRacing PC 2020 electric vehicles Coronavirus updates About About Roadshow Newsletter Sitemap Careers Help Center Licensing Policies Privacy Policy Terms of Use Mobile User Agreement Ad Choice CA Privacy/Info We Collect CA Do Not Sell My Info Get the CNET app App Store | Google Play Follow CBS Interactive Inc. All Rights Reserved ... "], ["2020-05-26 14:32", "'The Fight Is In Us' blood plasma campaign deploys Microsoft bot in search of COVID-19 antibodies ... are closing the coronavirus testing gap Week in Review: Most popular stories on GeekWire for the week of May 17, 2020 NASA and SpaceX rehearse for big launch day, complete with a Tesla ride to the pad This governor alarmed professors 22 years ago with his vision for distance learning in 2020 — here's what he says today Healthcare giant Roche acquires  ...  as WFH becomes permanent reality Extreme social distancing: Why camping is poised for a 'huge jump in popularity,' fueled by technology NASA and SpaceX rehearse for big launch day, complete with a Tesla ride to the pad Rad Power Bikes fields 297% spike in demand as bicycle sales surge Trending: COVID-19 weekly deaths drop another 40% in Seattle area, cases reach lowest total in two months  ... "], ["2020-05-26 14:30", "Dow Jones Surges 600 Points On Coronavirus Vaccine Hopes; Alphabet, Apple Hit New Buy Points ...  Uptrend Dow Jones News: Boeing Leads Among the Dow Jones stocks, airplane maker Boeing jumped 4%. The stock is climbing further above its 50-day moving average line after regaining the level on Thursday. Shares are above that level for the first time since Feb. 20. Boeing was the top-performing stock on the Dow Jones Industrial Average in morning trade Tuesday. Stock Market News: Alphabet, Tesla FANG stock Alphabet is breaking out above a 1,415.63 buy point in a cup with handle early Tuesday, according to MarketSmith chart analysis . Shares rallied 2% early Tuesday and are in buy range. According to the IBD Stock Checkup , GOOGL stock shows a 96 out of a highest-possible 99 IBD Composite Rating , placing it in the top echelon of growth stocks. The Composite ... "], ["2020-05-26 14:23", "Elon Musk and Grimes have changed their baby's name. A bit ... Elon Musk and Grimes attend the Heavenly Bodies: Fashion & The Catholic Imagination Costume Institute Gala at The Metropolitan Museum of Art on May 7, 2018 in New York City. (Photo by Jason Kempin/Getty Images) CNN (CNN) — Just when you thought you'd learned how to spell Grimes and Elon Musk's unusual baby name , they've gone and changed it. Earlier this month, Tesla and SpaceX CEO Musk announced the birth of the baby boy in a post on Twitter, revealing his son was called \"X A-12 Musk.\" However, speculation arose that the unusual moniker might fall foul of the law in California, where the couple live, as names can only use the 26 alphabetical characters of the English language, according to the state constitution. On Sunday, Grimes ... "], ["2020-05-26 14:21", "Lithium producers must wait as pandemic slows electric vehicle revolution ...  Facebook Twitter LinkedIn YouTube RSS Play Store App Store Advertisement Advertisement Advertisement Advertisement Lithium producers must wait as pandemic slows electric vehicle revolution close breaking news Advertisement Business Lithium producers must wait as pandemic slows electric vehicle revolution FILE PHOTO: A parking sign for electric vehicles is pictured, where U.S. electric vehicle pioneer Tesla announced to build its first European factory and design center near Berlin, in Gruenheide, Germany, November 13, 2019. REUTERS/Hannibal Hanschke/File Photo 4 related media assets (image or videos) available. Click to see the gallery. 26 May 2020 10:21PM (Updated: 26 May 2020 10:28PM ) Share this content Bookmark JOHANNESBURG/HOUSTON: The coronavirus ... "], ["2020-05-26 14:21", "YouTube is deleting comments with two phrases that insult China's Communist Party ... The Verge homepage Follow The Verge online: Follow The Verge on Facebook Follow The Verge on Twitter RSS feed (all stories on The Verge) Log in or sign up Log In Sign Up Site search Search Search The Verge main menu Tech Reviews Science Creators Entertainment Video Features Podcasts Newsletters Store More Tech Video Amazon Apple Facebook Google Microsoft Samsung Tesla AI Cars Cybersecurity Mobile Policy Privacy Scooters All Tech Reviews Phones Laptops Headphones Cameras Tablets Smartwatches Speakers Drones Accessories Buying Guides How-to's Deals More from Verge Reviews Science Video Space NASA SpaceX Health Energy Environment All Science Creators YouTube Instagram Adobe Kickstarter Tumblr Art Club Cameras Photography What's in your bag? All Creators ... "], ["2020-05-26 14:15", "U.S. Army signs deal with SpaceX to assess Starlink broadband ...  to its desired point of entry. Commercial Military SpaceX Starlink U.S. Army Please enable JavaScript to view the comments powered by Disqus. search Search Most Read Northrop Grumman gets $2.3 billion Space Force contract to develop missile-warning satellites NASA human spaceflight head Loverro leaves agency SpaceX rideshare program putting downward pressure on prices Tesla dispute costs SpaceX state grant Upcoming Events Upcoming Events See All arrow May 26 AAS-SIA Webinar on the Impacts of Satellite Constellations on Optical Astronomy Jun 15 International Conference on advances in Satellite & Space Missions Jun 25 TechCrunch Sessions: Space SpaceNews 2020 Spacenews, Inc. All Rights Reserved About Magazine Subscription Advertise Newsletters Events Privacy ... "], ["2020-05-26 14:10", "Lithium producers must wait as pandemic slows electric vehicle revolution ... electric vehicle revolution Helen Reid , Ernest Scheyder 4 Min Read JOHANNESBURG/HOUSTON (Reuters) - The coronavirus pandemic has paused the electric vehicle revolution, forcing producers of battery metal lithium into survival mode with output cuts, expansion delays and sales of major assets. FILE PHOTO: A parking sign for electric vehicles is pictured, where U.S. electric vehicle pioneer Tesla announced to build its first European factory and design center near Berlin, in Gruenheide, Germany, November 13, 2019. REUTERS/Hannibal Hanschke/File Photo Lithium industry shares have dropped sharply since January as the economic downturn from the pandemic slammed the brakes yet again on the electrification revolution that for years has seemed just around the corner ... "], ["2020-05-26 14:09", "RVs 4 MDs Provide Temporary Housing to First Responders ... 's license offices Don't Miss Texas has entered Phase 2 expansion for reopening businesses, Gov. Abbott announces Video Homelessness is increasing in Austin, but so is the number of people successfully housed Video Having a baby? You'll be tested for COVID-19 before you deliver Video Williamson County ends COVID-19 disaster declaration after 66 days Video Tesla considering building its next factory in Austin Video FBI: 3 suspects named in jewelry store robbery, 1 wrote apology letter to injured security guard Video Follow Us Facebook Twitter RSS Feed Email News App Weather App News Weather Traffic Investigations Report It Sports Studio 512 Contests About Us Privacy Policy Terms of Use About Our Ads Covers KXAN: FCC Public File KXAN: Children ... "], ["2020-05-26 14:01", "Tricks for Trimming Cloud Costs in Downturn ... Receive Jessica Lessin's Weekly Newsletter and other updates. Special Offer: Try The Information and get $100 off your plan today About Us Pricing New Corporate Sales ORG CHARTS Airbnb Amazon Amazon Web Services Apple Aptiv ByteDance Coinbase Cruise Didi Chuxing Disney Streaming Endeavor Facebook Facebook Policy Google Lyft Microsoft Netflix Quibi Snap Spotify Tencent Tesla Twitter Uber ViacomCBS Walmart WarnerMedia Waymo WeWork PROJECTS Private Company Index Public Company Index VC Diversity Index Private Tech Database Private Tech Governance Tech Recruiting Most Valuable Tech Events US Tech Exports Pressed Documentary Tech Investigations Tracker COURSES Micromobility 101 How to Run a Startup VIDEO COMMUNITY EVENTS Log In Subscribe Back Choose the plan ... "], ["2020-05-26 14:00", "Seattle startup DefinedCrowd lands $50M to help Mastercard, BMW, others improve their AI services ... , others to help hospitals care for COVID-19 patients COVID-19 weekly deaths drop another 40% in Seattle area, cases reach lowest total in two months After crises and confusion, health officials are closing the coronavirus testing gap Week in Review: Most popular stories on GeekWire for the week of May 17, 2020 NASA and SpaceX rehearse for big launch day, complete with a Tesla ride to the pad This governor alarmed professors 22 years ago with his vision for distance learning in 2020 — here's what he says today Healthcare giant Roche acquires Seattle DNA sequencing startup Stratos Genomics Coronavirus contact tracing is ramping up, along with online training to fill the gap Extreme social distancing: Why camping is poised for a 'huge jump in ... "], ["2020-05-26 14:00", "The Sony ZV-1 is a tiny vlogging powerhouse ... The Verge homepage Follow The Verge online: Follow The Verge on Facebook Follow The Verge on Twitter RSS feed (all stories on The Verge) Log in or sign up Log In Sign Up Site search Search Search The Verge main menu Tech Reviews Science Creators Entertainment Video Features Podcasts Newsletters Store More Tech Video Amazon Apple Facebook Google Microsoft Samsung Tesla AI Cars Cybersecurity Mobile Policy Privacy Scooters All Tech Reviews Phones Laptops Headphones Cameras Tablets Smartwatches Speakers Drones Accessories Buying Guides How-to's Deals More from Verge Reviews Science Video Space NASA SpaceX Health Energy Environment All Science Creators YouTube Instagram Adobe Kickstarter Tumblr Art Club Cameras Photography What's in your bag? All Creators ... "], ["2020-05-26 14:00", "Russia Considers Extending Oil Output Cuts Beyond June ...  7 days Oil Jumps After API Reports Draw In Crude Oil Inventories 7 days Spain Targets Net Zero Emissions By 2050 7 days Saudi Aramco Shares Recover To Level Before Oil Crash 7 days U.S. Overtakes China As Most Attractive Destination For Renewables 7 days Most Oil Companies Aren't Returning Coronavirus Emergency Loans 7 days PetroChina's Biggest Refinery To Restart In June 7 days Tesla To Raise Price On Full Self-Driving Models 8 days EIA Predicts A Record Drop In U.S. Shale Oil Production 8 days Venezuela Could Lose Its Most-Prized Oil Asset Citgo 8 days California Fires Back At Elon Musk: Denies SpaceX Funding 8 days Iran Warns The U.S. Not To Interfere With Venezuelan Fuel Shipments 8 days Total Backs Out Of Buying Occidental Assets 8 days Oman ... "], ["2020-05-26 13:58", "Coronavirus live updates: WHO warns that 1st wave of pandemic not over ...  reopens too soon during the coronavirus pandemic, it will result in \"needless suffering and death.\" Fauci is among the health experts testifying to a Senate panel. His testimony comes as President Donald Trump is praising states that are reopening after the prolonged lock-down aimed at controlling the virus' spread. May 11, 2020 2 p.m. Elon Musk announces Fremont Tesla plant has reopened Tesla CEO Elon Musk announced on Twitter that his Fremont plant is restarting production Monday against Alameda County's rules. This comes after Gov. Newsom said he hopes the plant could reopen as early as next week. 12:20 p.m. Western states request $1 trillion in federal aid The Western States Pact is turning to the federal government for financial help ... "], ["2020-05-26 13:38", "Elon Musk's plan for brain implant to create 'precise' universal language in five years ... 39; universal language in five years ELON MUSK hopes to be able to create a \"precise\" universal language through a brain implant, spelling the end of spoken conversations by the turn of the decade. By Callum Hoare PUBLISHED: 14:38, Tue, May 26, 2020 | UPDATED: 14:38, Tue, May 26, 2020 0 The 48-year-old technology entrepreneur is the founder and CEO of SpaceX and Tesla, and is gearing up for a huge day in US space history tomorrow which will see the launch of his Falcon 9 rocket with two NASA astronauts on board. Mr Musk is also the founder of The Boring Company, co-chairman of Open AI and co-founder of Neuralink, the latter being a neurotechnology company currently developing implantable brain-machine interfaces. Earlier this month, Mr Musk appeared ... "], ["2020-05-26 13:33", "Hail, flooding hit Round Mountain, Blanco County ... 's license offices Don't Miss Texas has entered Phase 2 expansion for reopening businesses, Gov. Abbott announces Video Homelessness is increasing in Austin, but so is the number of people successfully housed Video Having a baby? You'll be tested for COVID-19 before you deliver Video Williamson County ends COVID-19 disaster declaration after 66 days Video Tesla considering building its next factory in Austin Video FBI: 3 suspects named in jewelry store robbery, 1 wrote apology letter to injured security guard Video Follow Us Facebook Twitter RSS Feed Email News App Weather App News Weather Traffic Investigations Report It Sports Studio 512 Contests About Us Privacy Policy Terms of Use About Our Ads Covers KXAN: FCC Public File KXAN: Children ... "]]}}