{"postfix": "textron-aktie", "name": "TEXTRON", "wkn": "852659", "time": "2020.05.26 16:27", "ts": 1590503257, "features": {"KGV": "11.88", "Marktkapitalisierung": {"Size": "Mrd", "Value": "5.64"}, "GA": "3.74", "KBV": "1.77", "BA": "25.13", "KCV": "10.18", "CA": "4.37", "Vola30": "93.63", "Vola90": "102.56", "Vola180": "75.64", "Vola250": "57.92"}, "rivals": ["general_electric-aktie", "honeywell-aktie", "3m-aktie", "boeing-aktie", "siemens-aktie", "danaher-aktie"], "text_data": {"de": [["01.05.20", "Textron präsentierte Bilanzzahlen zum jüngsten Jahresviertel"], ["29.04.20", "Ausblick: Textron präsentiert Bilanzzahlen zum jüngsten Jahresviertel"], ["15.04.20", "Erste Schätzungen: Textron stellt Ergebnisse des abgelaufenen Quartals vor"], ["07.04.20", "Erste Schätzungen: Textron vermeldet Zahlen zum jüngsten Quartal"], ["28.01.20", "Ausblick: Textron öffnet die Bücher zum abgelaufenen Quartal"]], "en": [["18.05.20", "Why 3M, Textron, and MasTec Stocks All Popped 5% (Or More) Today"], ["30.04.20", "Textron Inc (TXT) Q1 2020 Earnings Call Transcript"], ["30.04.20", "Why Textron Shares Are Falling Today"], ["30.04.20", "Textron (TXT) Lags Q1 Earnings and Revenue Estimates"], ["23.04.20", "Earnings Preview: Textron (TXT) Q1 Earnings Expected to Decline"], ["20.04.20", "Textron Wins $386M Navy Deal to Manufacture LCAC Vehicles"], ["17.04.20", "Why Textron Stock Popped 12.2% Today"], ["10.04.20", "Textron delays release of earnings by about one week"], ["31.03.20", "Lockheed, Textron Set to Battle for Helicopter Air Superiority"], ["26.03.20", "Why General Dynamics, Textron, and Northrop Grumman Shares Are All Up Today"], ["18.03.20", "Why Shares of Textron Were Down Today"], ["18.03.20", "Textron Aviation furloughs thousands of U.S workers"], ["18.03.20", "Textron Sees Hammer Chart Pattern: Time to Buy?"], ["16.03.20", "Why Shares of Textron Are Falling Today"], ["13.03.20", "Why Textron, Boeing, and Lockheed Martin Shares Rebounded Today"], ["11.03.20", "Why Shares of Textron Are Down Today"], ["11.03.20", "Why Textron, TransDigm, and Wabtec Stocks Gained Back 10% Today"], ["09.03.20", "Why Shares of Textron Are Falling Today"], ["04.03.20", "Why Shares of Textron Were Down in February"], ["28.02.20", "Why Is Textron (TXT) Down 12.9% Since Last Earnings Report?"], ["04.02.20", "Why Shares of Textron Are Higher Today"], ["04.02.20", "Textron stock rallies after news of potential Bombardier deal"], ["04.02.20", "Bombardier in talks to sell business-jet unit to Textron: WSJ"], ["04.02.20", "Bombardier in talks to sell business-jet unit to Textron - WSJ"], ["04.02.20", "Dow Jones Reports Bombardier In Talks To Sell Business Jet Unit To Textron, As Bombardier IS Seeking To 'Whilttle Down' Debt Load Of Roughly $9B"], ["01.02.20", "Textron Tempers Expectations for 2020"], ["31.01.20", "Textron Accelerates Growth Amid Restructuring Initiatives"], ["29.01.20", "Textron Inc (TXT) Q4 2019 Earnings Call Transcript"], ["29.01.20", "Textron (TXT) Q4 Earnings and Revenues Surpass Estimates"], ["29.01.20", "Why Textron Is Likely To Miss Earnings Despite Beating Revenue Expectations For FY19"], ["27.01.20", "Textron (TXT) to Report Q4 Earnings: What's in the Cards?"], ["22.01.20", "Analysts Estimate Textron (TXT) to Report a Decline in Earnings: What to Look Out for"], ["09.01.20", "Will Textron (TXT) Beat Estimates Again in Its Next Earnings Report?"], ["2020-05-25 20:48", "Former Marine From Fort Worth, 3 Close to Him, Die of Coronavirus Within Weeks ...  in Fort Worth. \"It's been a lot. It's been so much.\" Littles said her father, Marlin Shackleford, was healthy overall and had just celebrated his 79th birthday on March 1. Shackleford, an avid saxophone player known simply as \"Shack,\" joined the Marines a year after high school in 1960 and took a job as a janitor at Bell Textron six years later. Family photo While working at the helicopter company, he attended Texas Christian University and graduated with a degree in computer science in 1977. Then he changed jobs to computer analyst before retiring in 2012. Coronavirus Pandemic Full coverage of the COVID-19 outbreak and how it impacts you Tarrant County 2 hours ago Tarrant County Jail Inmate Dies After Testing Positive for COVID ... "], ["2020-05-25 20:38", "Amid The COVID-19 Crisis And The Looming Economic Recession, The LAN/WAN Test Equipment Market Worldwide Will Grow By A Projected US$474.7 Million, During The Analysis Period ...  changing LAN/WAN Test Equipment market landscape. All research viewpoints presented are based on validated engagements from influencers in the market, whose opinions supersede all other research methodologies. Competitors identified in this market include, among others, Anritsu Corporation; AOIP; Averna; Digital Lightwave; EXFO Inc.; Fluke Corporation; Fortive Corporation; Greenlee Textron Inc.; Ixia; Keysight Technologies Inc.; National Instruments Corporation; NetScout Systems Inc.; Riverbed Technology Inc.; Rohde & Schwarz; Spirent Communications plc; Tektronix Inc.; Teledyne LeCroy; VeEX Inc.; Viavi Solutions Inc.; Wilcom Inc.Read the full report: https://www.reportlinker.com/p04484181/?utm_source=PRN Read the full report: https://www.reportlinker.com ... "], ["2020-05-23 04:00", "BC-US--Stock Prices, US ...  PhilipsNV 44.520 Down .200 ProctGam 112.600 Up .980 QstDiag 112.830 Down .160 RLauren 72.840 Down 1.730 RaythTch 60.000 Down .100 Revlon 10.680 Up .650 RockwlAut 202.190 Down 1.540 S&P Glbl 311.860 Up 1.100 Schlmbrg 17.580 Down .210 SonocoP 49.140 Down .110 SonyCp 63.240 Up .500 SouthnCo 54.580 Up .750 Sysco 51.750 Down .730 Tapestry 13.980 Down .260 Target 117.490 Down 1.190 Textron 26.910 Down .040 3M Co 146.440 Up .630 Tiffany 125.070 Down 1.290 Transocn 1.430 Down .040 UnionPac 165.160 Up 1.570 Unisys 11.240 Up .160 US Bancrp 32.930 Up .010 USSteel 7.370 Down .110 ValeroE 65.680 Down .050 VerizonCm 54.100 Up .130 ViadCorp 16.050 Down .500 Visa 190.860 Up .240 WalMart 124.330 Down .660 WsteMInc 98.920 Down .010 WellsFargo 24.170 Down .290 Weyerhsr 19.780 ... "], ["2020-05-22 04:00", "Sponsors Eager To Share Stage With Tiger Woods, Peyton Manning, Phil Mickelson And Tom Brady ... 39;re excited to help fans celebrate this moment in sports history.\" Upon inspection of the terms & conditions of the low calorie beer giveaway, it is structured as a rebate post purchase and capped at $1,000,000 so if the golf stars or NFL icons can conjure an ace, viewers will have to act fast to get in on the free cans or bottles. E-Z-Go, a Textron Inc. company, seems content to let their vehicles speak for themselves but they're still pulling out their promotional playbook. Tiger, Phil, Tom, and Peyton will be riding around Medalist in custom Freedom RXV ELiTe model carts with Woods' and Mickelson's carts to be auctioned off after the match with proceeds benefiting COVID-19 relief efforts. \"The game of golf has brought people together ... "], ["2020-05-21 21:06", "Trilateral Nuke Talks Shouldn't Derail Northrop Grumman ICBM Payday ... -Weighted Return Stocks NOC Northrop Grumman NYSE: NOC $328.11 up $7.71 (2.41%) Related Articles How Coronavirus Spending Cuts Could Impact Defense Spending Northrop Grumman Corp (NOC) Q1 2020 Earnings Call Transcript Robots Repairing Satellites in Orbit? Yep, That's a Thing Now Northrop Grumman Could Get Massive $85 Billion Contract Ahead of Schedule Why General Dynamics, Textron, and Northrop Grumman Shares Are All Up Today Trilateral Nuke Talks Shouldn't Derail Northrop Grumman ICBM Payday @themotleyfool #stocks $NOC Next Article Prev 1 2 3 4 5 Next Terms of Use Privacy Policy Accessibility Policy Copyright, Trademark and Patent Information Terms and Conditions Do Not Sell My Personal Information Market data powered by FactSet and Web Financial ... "], ["2020-05-21 04:00", "BC-US--Stock Prices, US ...  Up 1.960 PhilipsNV 45.130 Up 2.120 ProctGam 113.280 Up .840 QstDiag 113.960 Up 3.740 RLauren 71.400 Up 2.140 RaythTch 57.800 Down .140 Revlon 10.130 Up .380 RockwlAut 206.040 Up 3.410 S&P Glbl 314.000 Up 2.910 Schlmbrg 18.210 Up 1.100 SonocoP 47.930 Up .800 SonyCp 63.170 Up .120 SouthnCo 54.830 Up 1.260 Sysco 52.580 Up 1.200 Tapestry 13.260 Up .400 Target 119.630 Down 3.540 Textron 27.330 Up .840 3M Co 149.680 Up 1.300 Tiffany 125.690 Down 2.290 Transocn 1.460 Up .050 UnionPac 166.030 Up 6.770 Unisys 11.210 Up .390 US Bancrp 33.060 Up 1.070 USSteel 7.920 Up .260 ValeroE 67.340 Up 3.290 VerizonCm 54.260 Down .120 ViadCorp 16.380 Down .170 Visa 193.860 Up 4.500 WalMart 125.450 Up .500 WsteMInc 99.450 Up 1.120 WellsFargo 24.520 Up .570 Weyerhsr 19.480 Up .960 ... "], ["2020-05-19 15:30", "Aircraft Engines Market Value To Reach US$ 109 Bn By 2027 ...  including China and India are contributing to the market value. View Detail Information with Complete TOC@ https://www.acumenresearchandconsulting.com/aircraft-engines-market Some of the leading competitors are CFM International SA, General Electric Co., Honeywell International Inc., International Aero Engines AG, MTU Aero Engines AG, Rolls-Royce Holdings Plc., Safran SA, Textron, Inc., and United Technologies Corporation. Aircraft Engines companies have announced mergers and acquisitions to strengthen their position in the Aircraft Engines industry. Major players are also moving into new regions or advanced technologies. For instance, Boeing has developed the newest twin-engine for Dreamliner aircraft that leads Norwegian's transatlantic expansion ... "], ["2020-05-19 15:16", "3M Gives a Sneak Peek at the Coronavirus Economy ...  might slow if Europe/U.S. remains weak for a protracted period. Motley Fool Returns Stock Advisor S&P 500 422% 87% Stock Advisor launched in February of 2002. Returns as of 05/19/2020. Join Stock Advisor Cumulative Growth of a $10,000 Investment in Stock Advisor Calculated by Time-Weighted Return Stocks MMM 3M NYSE: MMM $150.10 up $0.83 (0.56%) Related Articles Why 3M, Textron, and MasTec Stocks All Popped 5% (Or More) Today Despite Strong N95 Mask Demand, 3M's Sales Dropped in April Why Cummins Stock Popped 20.8% in April 3M and Ford's Powered Air-Purifying Respirators Begin to Ship Amid Coronavirus Disruptions, Is Now the Time to Buy 3M Stock? 3M Gives a Sneak Peek at the Coronavirus Economy @themotleyfool #stocks $MMM Next Article Prev 1 2 ... "], ["2020-05-19 10:00", "'You're powerless.' Unemployed Kansans still struggling to get their calls answered ... unemployment response should resign. Kelly has responded by condemning \"political cheap shots\" and pointing to the progress that's been made in responding to levels of unemployment unseen since the Great Depression. But Republicans have seized on the story of Washington and others like him who are out of work and unable to break through the state's unemployment system. Michael Hotchkiss, a furloughed Textron Aviation employee who lives in Kingman, said he received two weeks of benefits but was denied four others and can't reach anyone to find out why. His wife works at a school and won't be paid over the summer. \"I'm responsible for most of the income for our family and this has me stressed,\" Hotchkiss said. Local news has ... "], ["2020-05-19 04:00", "BC-US--Stock Prices, US ... .250 Up .470 PhilipsNV 43.250 Up 2.010 ProctGam 116.210 Up 1.600 QstDiag 109.040 Down 2.040 RLauren 69.930 Up 4.550 RaythTch 57.900 Up 5.170 Revlon 10.550 Up .530 RockwlAut 205.170 Up 7.300 S&P Glbl 311.630 Up 8.490 Schlmbrg 17.950 Up 2.000 SonocoP 48.200 Up 2.870 SonyCp 64.070 Up .060 SouthnCo 54.420 Up 1.880 Sysco 52.700 Up 5.080 Tapestry 13.390 Up 1.190 Target 125.200 Up 4.260 Textron 27.190 Up 2.990 3M Co 149.270 Up 10.580 Tiffany 127.660 Up .650 Transocn 1.480 Up .080 UnionPac 159.120 Up 7.880 Unisys 10.870 Up .680 US Bancrp 32.960 Up 2.280 USSteel 7.610 Up .440 ValeroE 64.350 Up 5.570 VerizonCm 55.720 Up 1.010 ViadCorp 16.990 Up 2.340 Visa 191.380 Up 7.890 WalMart 127.660 Up 1.720 WsteMInc 99.660 Up 3.730 WellsFargo 25.410 Up 2.050 Weyerhsr 19.170 Up 1 ... "], ["2020-05-18 22:43", "SpaceX's First Manned Mission to Space Gets Its Launch Date: May 27 ... 83% Stock Advisor launched in February of 2002. Returns as of 05/18/2020. Join Stock Advisor Cumulative Growth of a $10,000 Investment in Stock Advisor Calculated by Time-Weighted Return Related Articles Why Shares of Air Lease, Howmet, and Triumph Group All Soared Higher Today Why Azul Shares Flew Sky-High on Monday Why Shares of Lockheed Martin Are Up Today Why 3M, Textron, and MasTec Stocks All Popped 5% (Or More) Today Why TiVo, Stratasys, and iRobot Stocks Popped 10% Today SpaceX's First Manned Mission to Space Gets Its Launch Date: May 27 @themotleyfool #stocks Next Article Prev 1 2 3 4 5 Next Terms of Use Privacy Policy Accessibility Policy Copyright, Trademark and Patent Information Terms and Conditions Do Not Sell My Personal Information Market ... "], ["2020-05-18 20:56", "Why 3M, Textron, and MasTec Stocks All Popped 5% (Or More) Today ... have to show much growth at all over the next few years to make its stock an out-and-out bargain. Motley Fool Returns Stock Advisor S&P 500 414% 83% Stock Advisor launched in February of 2002. Returns as of 05/18/2020. Join Stock Advisor Cumulative Growth of a $10,000 Investment in Stock Advisor Calculated by Time-Weighted Return Stocks MMM 3M NYSE: MMM $149.27 up $10.58 (7.63%) TXT Textron NYSE: TXT $27.19 up $2.99 (12.36%) MTZ MasTec NYSE: MTZ $36.64 up $3.52 (10.63%) Related Articles Despite Strong N95 Mask Demand, 3M's Sales Dropped in April Why Cummins Stock Popped 20.8% in April 3M and Ford's Powered Air-Purifying Respirators Begin to Ship Amid Coronavirus Disruptions, Is Now the Time to Buy 3M Stock? 3 Top Industrial Stocks to Watch in May Why ... "], ["2020-05-18 11:00", "Defense Workers, Deemed \"Essential,\" Protest Conditions as Overseas Weapons Sales Continue ... -CWA Local 201, which represents workers at the plant, wrote in a March 28 statement that they had informed GE of their position that the company had \"failed so far to ensure that work buildings are thoroughly cleaned and disinfected, and that such failure has created an identifiable, presently existing threat to the safety of the employees who are assigned to work there.\" The Bell Textron plant in Forth Worth is also a prime contractor on the sale of attack helicopters to the Philippines. Two workers at the Bell plant tested positive for Covid-19 in mid-April, as did two workers at other locations, one nearby in Grand Prairie, and the other in Canada. A spokesperson for the company said they have had four confirmed cases at facilities in North Texas ... "], ["2020-05-17 20:04", "During The Cessna SkyCourier's 2-hour And 15-minute Flight, The Team Tested The Aircraft's Performance, Stability And Control, As Well As Its Propulsion, Environmental, Flight Controls And AviTextron Aviation Inc., a Textron Inc. TXT company, today announced the successful first flight of its new twin utility turboprop, the Cessna SkyCourier. The milestone flight is a significant step toward entry into service for the clean-sheet aircraft, and"], ["2020-05-17 11:04", "US Special Operations Forces to Receive New Weapons System Replacing M4A1 Carbines and M249 LMGs ...  be developed as currently, the Army is content with the automatic rifle's performance, Babbitt noted. The RM277 - General Dynamics' new bullpup offering for US Army's NGSW program. GD in collaboration with True Velocity is also offering 6.8mm polymer-cased ammo for 30-40% weight reduction for the ammo. Other companies competing in NGSW are SIG Sauer and Textron Systems. pic.twitter.com/J9Gx9DS8EF — Parthu Potluri (@Parthu_Potluri) October 18, 2019 Unlike another addition to the military's arsenal, the XM25 air-burst system, NGSW have been developed in concert with representatives of the armed forces. The XM25 was received coldly by special forces due to it being too heavy to carry and was eventually discarded for being unreliable. High ... "], ["2020-05-16 04:00", "BC-US--Stock Prices, US ...  .180 PhilipsNV 41.240 Up .170 ProctGam 114.610 Up .800 QstDiag 111.080 Up .610 RLauren 65.380 Down .490 RaythTch 52.730 Down 1.130 Revlon 10.020 Down .350 RockwlAut 197.870 Up 7.880 S&P Glbl 303.140 Up 3.020 Schlmbrg 15.950 Down .150 SonocoP 45.330 Up .310 SonyCp 64.010 Up .350 SouthnCo 52.540 Down 1.570 Sysco 47.620 Down .360 Tapestry 12.200 Down .210 Target 120.940 Up 1.000 Textron 24.200 Up .230 3M Co 138.690 Up 2.700 Tiffany 127.010 Down .270 Transocn 1.400 unch UnionPac 151.240 Down 1.200 Unisys 10.190 Up .350 US Bancrp 30.680 Down .490 USSteel 7.170 Down .070 ValeroE 58.780 Down .630 VerizonCm 54.710 Down .200 ViadCorp 14.650 Down 1.990 Visa 183.490 Up 2.590 WalMart 125.940 Up 2.520 WsteMInc 95.930 Down 1.250 WellsFargo 23.360 Down .700 Weyerhsr 17 ... "], ["2020-05-15 19:43", "U.S. Army plans adoption of Next Generation Squad Weapon ...  the Next Generation Squad Weapon, an Army official said, as prototypes, and light-weight ammunition undergo testing. Photo by Lt. Ryan DeBooy/U.S. Army/UPI May 15 (UPI) -- The U.S. Army's Next Generation Squad Weapon will be tested by Army Rangers, Green Berets and special operations ground forces, an Army official said. NGSW prototypes from Sig Sauer Inc., General Dynamics and Textron Systems are in their final phase of soldier evaluation, with formal testing of weapons and ammunition scheduled for December. The final design is expected to be named in 2022, with the weapons arriving in the field a year later. \"We are an enthusiastic supporter of the Army's 6.8mm Next Generation Squad Weapons,\" Col. Joel Babbitt, of Program Executive Officer ... "], ["2020-05-15 15:19", "Lockheed Martin Wins $905M Deal to Build MH-60R Aircraft ...  been handpicked from over 4,000 companies covered by the Zacks Rank. Don't miss your chance to get in on these long-term buys. Access Zacks Top 10 Stocks for 2020 today > > In-Depth Zacks Research for the Tickers Above Normally $25 each - click below to receive one report FREE: The Boeing Company (BA) - free report > > Lockheed Martin Corporation (LMT) - free report > > Textron Inc. (TXT) - free report > > Elbit Systems Ltd. (ESLT) - free report > > Published in aerospace Zacks' 7 Best Strong Buy Stocks for May, 2020 Free Research for Zacks.com Readers Experts have chosen 7 stocks out of 220 Zacks Rank #1 Strong Buys that have the highest potential to increase in price quickly amid the global health crisis. A recent pick, Maxar, skyrocketed +178.7 ... "], ["2020-05-15 04:00", "Bigger Is Not Always Better When It Comes To Large Business Jet Sales ...  sales. Emerging markets and oil prices won't be downtrodden forever, and when they do return there'll be the added interest of flying internationally in a more germ-free environment. Until then, both new and used smaller business jets will garner most of the attention for the time being, a distinction not seen in ages, which may benefit companies such as Textron Aviation's Cessna unit and Brazil's Embraer . But then, it seems everyone is downsizing in one way or another these days. Follow me on Twitter or LinkedIn . Check out my website . Brian Foley In 2006 I formed the consultancy Brian Foley Associates (BRiFO) to help aerospace firms and investors with research and guidance. My sister firm AvStrategies matches ... Read More In 2006 ... "], ["2020-05-14 16:38", "Ascension Via Christi shares face shields with rural partners ...  that Ascension Via Christi may have, and they take the extra step to reach out to us and help in any way needed.\" Dee Dee Dewell, outreach specialist for Ascension Via Christi, says most of the credit goes to David Alexander, president of the Via Christi Foundation; Spirit for its donation and collaboration with Via Christi caregivers in the face shields' design; and Textron Aviation, which helped in the manufacturing process. \"As a result of their innovation and generosity, we had this important PPE to share with our critical access hospital partners, which is a great feeling,\" says Dewell. \"We truly are stronger together!\" Never miss a story Choose the plan that's right for you. Digital access or digital and print delivery ... "]]}}