{"postfix": "toyota-aktie", "name": "TOYOTA_MOTOR", "wkn": "853510", "time": "2020.05.26 17:27", "ts": 1590506823, "features": {"KGV": "8.87", "Marktkapitalisierung": {"Size": "Mrd", "Value": "177.83"}, "GA": "735.61", "KBV": "0.90", "BA": "7.262.50", "KCV": "5.69", "CA": "1146.60", "Vola30": "27.43", "Vola90": "44.37", "Vola180": "33.64", "Vola250": "25.79"}, "rivals": ["nissan-aktie", "daimler-aktie", "honda-aktie", "renault-aktie", "jungheinrich-aktie", "bmw-aktie", "ford-aktie"], "text_data": {"de": [["2020.05.26", "MÄRKTE ASIEN/Konjunkturoptimismus trägt Börsen nach oben"], ["2020.05.26", "MÄRKTE ASIEN/Konjunkturoptimismus trägt Aktienkurse nach oben"], ["25.05.20", "Kleinwagen-Bauer von Toyota und PSA öffnet Werk in Tschechien wieder"], ["13.05.20", "Elektroauto-Neuzulassungen im April um 32 Prozent gestiegen"], ["13.05.20", "Toyota Motor: So viel setzte das Unternehmen zuletzt um"], ["13.05.20", "Toyota Motor: Bilanz zum abgelaufenen Quartal"], ["12.05.20", "Autoindustrie: Toyota erwartet historischen Gewinneinbruch"], ["12.05.20", "ROUNDUP: Corona-Pandemie bremst Toyota - Auch Honda mit hohen Einbußen"], ["12.05.20", "MÄRKTE ASIEN/Leichter - Toyota nach Gewinneinbruch schwach"], ["12.05.20", "Toyota fällt um neun Jahre zurück"], ["12.05.20", "Nach gutem Geschäftsjahr: Reingewinn bei Toyota bricht wegen Corona ein"], ["12.05.20", "MÄRKTE ASIEN/Schwächer - Sorgen vor neuer Infektionswelle dominieren"], ["11.05.20", "Ausblick: Toyota Motor legt die Bilanz zum abgelaufenen Quartal vor"], ["10.05.20", "WDH/ROUNDUP: Elon Musk will wegen Corona-Frust Teslas Firmensitz verlegen"], ["10.05.20", "ROUNDUP: Elon Musk will wegen Corona-Frust Teslas Firmensitz verlegen"], ["06.05.20", "EY: Historisches Absatzminus am deutschen Pkw-Markt"], ["06.05.20", "Pkw-Neuzulassungen brechen im April um 61 Prozent ein"], ["27.04.20", "Erste Schätzungen: Toyota Motor gibt Ergebnis zum abgelaufenen Quartal bekannt"], ["17.04.20", "DIE AUTO-WOCHE - das waren die wichtigsten Themen"], ["10.04.20", "EY: Top-Autokonzerne Ende 2019 mit Finanzpolster von 226 Mrd Euro"], ["08.04.20", "Tschechische VW-Tochter Skoda verlängert Produktionsstopp erneut"], ["06.04.20", "MÄRKTE ASIEN/Hoffnung auf Abflauen der Coronavirus-Pandemie beflügelt"], ["03.04.20", "DIE AUTO-WOCHE - das waren die wichtigsten Themen"], ["02.04.20", "Gemeinsames Batterieprojekt von BYD und Toyota nimmt Gestalt an"], ["02.04.20", "TABELLE/US-Automobilabsatz - 1. Quartal 2020"]], "en": [["25.05.20", "Toyota, Nissan and Honda gear up for Mexico reboot after COVID-19 lockdowns"], ["25.05.20", "Toyota prepping for gradual re-start in Mexico: spokesman"], ["25.05.20", "Toyota prepping for gradual re-start in Mexico - spokesman"], ["23.05.20", "2015 Toyota Sienna offers all-wheel drive and lots of space     - CNET"], ["23.05.20", "2014 Toyota 4Runner is the old/new car for fun-loving families     - CNET"], ["22.05.20", "This kitted-out Toyota Prius will come to you and diagnose car repairs for free     - CNET"], ["21.05.20", "Toyota Motor Credit : Publication of Form 8-K"], ["21.05.20", "Toyota Finance Aust. : Publication of Form 8-K"], ["21.05.20", "Toyota Credit Canada : Publication of Form 8-K"], ["21.05.20", "Toyota Mtr Fin(Nthld : Publication of Form 8-K"], ["20.05.20", "The Zacks Analyst Blog Highlights: Daimler AG, Tesla, Toyota, General Motors and Fiat Chrysler"], ["19.05.20", "2021 Toyota Venza brings hybrid power to the midsize SUV segment     - CNET"], ["19.05.20", "2021 Toyota Sienna design was inspired by Japanese bullet trains     - CNET"], ["19.05.20", "Toyota vehicles debut online as virus postpones New York auto show"], ["19.05.20", "Toyota vehicles debut online as virus postpones auto show"], ["18.05.20", "2021 Toyota Sienna hybrid vs. Honda Odyssey and Chrysler Pacifica     - CNET"], ["18.05.20", "2021 Toyota Venza returns with standard hybrid power and all-wheel drive     - CNET"], ["18.05.20", "2021 Toyota Venza hybrid vs. Chevy Blazer, Honda Passport and more: The new midsize     - CNET"], ["18.05.20", "2021 Toyota Sienna minivan: All hybrid and a wild design     - CNET"], ["18.05.20", "Toyota Sienna, Venza Hybrid debut: Watch the reveals here     - CNET"], ["16.05.20", "2021 Toyota Supra tested, Tesla production and more: Roadshow's week in review     - CNET"], ["15.05.20", "Toyota plans to cut Japan car output by 122,000 units in June due to virus"], ["15.05.20", "UPDATE 1-Toyota plans to cut Japan car output by 122,000 units in June due to virus"], ["15.05.20", "Toyota Motor Corpn : Notice of Convocation"], ["14.05.20", "Toyota Sienna leaks and it's going all hybrid     - CNET"], ["14.05.20", "Toyota (TM) Tops Q4 Earnings Estimates, Cautions on Road Ahead"], ["13.05.20", "The Zacks Analyst Blog Highlights: Ford, General Motors, Fiat, Toyota and Tesla"], ["13.05.20", "Toyota Motor Credit : Publication of Supplementary Prospectus"], ["13.05.20", "Toyota Finance Aust. : Publication of Supplementary Prospectus"], ["13.05.20", "Toyota Credit Canada : Publication of Supplementary Prospectus"], ["13.05.20", "Toyota Mtr Fin(Nthld : Publication of Supplementary Prospectus"], ["12.05.20", "Toyota Expects Its Profit to Fall 80% in the Coming Year"], ["12.05.20", "Toyota expects profit to drop 80% this year as virus saps car sales"], ["12.05.20", "Toyota sees 80% profit drop as virus wipes $14 billion off car sales"], ["12.05.20", "Toyota sees 80% profit drop as virus wipes $14 billion off car sales"], ["12.05.20", "Toyota expects profit to drop 80% this year as coronavirus saps car sales"], ["12.05.20", "Toyota warns of profit collapse as covid crisis hits vehicle sales"], ["12.05.20", "Toyota expects profit to drop 80% this year as virus saps car sales"], ["12.05.20", "Toyota profit plunges on virus outbreak but recovery expected"], ["12.05.20", "Japanese shares dip, Toyota drops after earnings warning"], ["2020-05-26 15:18", "Maxfield back in Kentucky Derby picture ... Horse Racing Commission to approve a five-day summer meeting that would make up some of the stakes and other races lost when the spring schedule was lost to the pandemic. The proposal calls for nine or 10 races per day from Wednesday, July 8, through Sunday, July 12, without spectators. Among the stakes expected to be revived if the plan is adopted are the $600,000 Grade II Toyota Blue Grass and $400,000 Grade I Central Bank Ashland (G1), preps for the Kentucky Derby and Kentucky Oaks, respectively, the $350,000 Grade I Coolmore Jenny Wiley (G1), the $300,000 Grade I Maker's Mark Mile and $250,000 Grade I Madison. Continue Reading Topics Horse Racing Jose Ortiz Belmont Stakes Jose Lopez Chad Brown Mike Smith Joel Rosario Richard Mandella Doug O'Neill ... "], ["2020-05-26 15:15", "Sweden steadfast in strategy as virus toll continues rising ...  Watch the Show Featured Events Weekend In View Contests Video Live Stream Tracking Coronavirus Community Family Focus 9 Food Drive 9 School Tools Back to School Steves Coats Affordable Housing Crisis Charlotte Strong COVID-19 Community Resources Mental Health Resources Telemundo Programas de Telemundo About Us Contact Us TV64 Daily 2 Video Advertise With Us Closed Captioning Do Good With Dave Toyota of North Charlotte What's on Channel 9 What's On TV64 Advertise with Us Closed Captioning Upload Photos Breaking News | Live Video | 2 weather alerts in effect Sweden steadfast in strategy as virus toll continues rising Share Share Share By: By DAVID KEYTON Updated: May 26, 2020 - 11:14 AM STOCKHOLM — (AP) — Sweden's government defended ... "], ["2020-05-26 15:11", "The Doobie Brothers reschedule 50th anniversary tour ...  Your 704 Watch the Show Featured Events Weekend In View Contests Video Live Stream Tracking Coronavirus Community Family Focus 9 Food Drive 9 School Tools Back to School Steves Coats Affordable Housing Crisis Charlotte Strong COVID-19 Community Resources Mental Health Resources Telemundo Programas de Telemundo About Us Contact Us TV64 Daily 2 Video Advertise With Us Closed Captioning Do Good With Dave Toyota of North Charlotte What's on Channel 9 What's On TV64 Advertise with Us Closed Captioning Upload Photos Breaking News | Live Video | 2 weather alerts in effect The Doobie Brothers reschedule 50th anniversary tour Share Share Share By: By The Associated Press Updated: May 26, 2020 - 10:31 AM NEW YORK — (AP) — The Doobie Brothers are ... "], ["2020-05-26 15:06", "The Latest: Britain's Johnson invites Putin to online summit ...  Your 704 Watch the Show Featured Events Weekend In View Contests Video Live Stream Tracking Coronavirus Community Family Focus 9 Food Drive 9 School Tools Back to School Steves Coats Affordable Housing Crisis Charlotte Strong COVID-19 Community Resources Mental Health Resources Telemundo Programas de Telemundo About Us Contact Us TV64 Daily 2 Video Advertise With Us Closed Captioning Do Good With Dave Toyota of North Charlotte What's on Channel 9 What's On TV64 Advertise with Us Closed Captioning Upload Photos Breaking News | Live Video | 2 weather alerts in effect The Latest: Britain's Johnson invites Putin to online summit Share Share Share By: By The Associated Press Updated: May 26, 2020 - 10:59 AM The Latest on the coronavirus pandemic. The ... "], ["2020-05-26 15:06", "US new-home sales post slight gain in April ...  QCOT Videos Your 704 Watch the Show Featured Events Weekend In View Contests Video Live Stream Tracking Coronavirus Community Family Focus 9 Food Drive 9 School Tools Back to School Steves Coats Affordable Housing Crisis Charlotte Strong COVID-19 Community Resources Mental Health Resources Telemundo Programas de Telemundo About Us Contact Us TV64 Daily 2 Video Advertise With Us Closed Captioning Do Good With Dave Toyota of North Charlotte What's on Channel 9 What's On TV64 Advertise with Us Closed Captioning Upload Photos Breaking News | Live Video | 2 weather alerts in effect US new-home sales post slight gain in April Share Share Share By: By JOSH BOAK Updated: May 26, 2020 - 10:38 AM BALTIMORE — (AP) — U.S. new home sales ticked up 0 ... "], ["2020-05-26 15:05", "Georgia gov offers state as GOP convention host amid virus ...  Your 704 Watch the Show Featured Events Weekend In View Contests Video Live Stream Tracking Coronavirus Community Family Focus 9 Food Drive 9 School Tools Back to School Steves Coats Affordable Housing Crisis Charlotte Strong COVID-19 Community Resources Mental Health Resources Telemundo Programas de Telemundo About Us Contact Us TV64 Daily 2 Video Advertise With Us Closed Captioning Do Good With Dave Toyota of North Charlotte What's on Channel 9 What's On TV64 Advertise with Us Closed Captioning Upload Photos Breaking News | Live Video | 2 weather alerts in effect Georgia gov offers state as GOP convention host amid virus Share Share Share By: By ZEKE MILLER Updated: May 26, 2020 - 10:57 AM WASHINGTON — (AP) — President Donald Trump is ... "], ["2020-05-26 14:56", "The Latest: F1 carmaker McLaren to cut 1,200 jobs ...  Your 704 Watch the Show Featured Events Weekend In View Contests Video Live Stream Tracking Coronavirus Community Family Focus 9 Food Drive 9 School Tools Back to School Steves Coats Affordable Housing Crisis Charlotte Strong COVID-19 Community Resources Mental Health Resources Telemundo Programas de Telemundo About Us Contact Us TV64 Daily 2 Video Advertise With Us Closed Captioning Do Good With Dave Toyota of North Charlotte What's on Channel 9 What's On TV64 Advertise with Us Closed Captioning Upload Photos Breaking News | Live Video | 2 weather alerts in effect The Latest: F1 carmaker McLaren to cut 1,200 jobs Share Share Share By: By The Associated Press Updated: May 26, 2020 - 10:50 AM The Latest on the effects of the coronavirus outbreak ... "], ["2020-05-26 14:56", "Consumer confidence up slightly but remains near 6-year low ...  Your 704 Watch the Show Featured Events Weekend In View Contests Video Live Stream Tracking Coronavirus Community Family Focus 9 Food Drive 9 School Tools Back to School Steves Coats Affordable Housing Crisis Charlotte Strong COVID-19 Community Resources Mental Health Resources Telemundo Programas de Telemundo About Us Contact Us TV64 Daily 2 Video Advertise With Us Closed Captioning Do Good With Dave Toyota of North Charlotte What's on Channel 9 What's On TV64 Advertise with Us Closed Captioning Upload Photos Breaking News | Live Video | 2 weather alerts in effect Consumer confidence up slightly but remains near 6-year low Share Share Share By: By MATT OTT Updated: May 26, 2020 - 10:53 AM WASHINGTON — (AP) — U.S. consumer confidence ... "], ["2020-05-26 14:54", "Nissan plans $2.8bn cost cut, scaling back US factory ...  plan to save Nissan's Barcelona plant Nissan's Ghosn crisis US arrests ex-Green Beret and son accused of aiding Ghosn's escape Automobiles Nissan to cut capacity by 20% and close a plant in Spain Automobiles Nissan to raise up to 500 billion yen in first bond issue in 4 years Automobiles Mazda seeks $2.8bn from Japanese banks Automobiles Toyota and Honda to ramp up China plants to make up lost output Sponsored Content About Sponsored Content This content was commissioned by Nikkei's Global Business Bureau. Get Insights on Asia in your inbox Sign Up Connect With Us About us Contact us Sitemap Help Terms of use Copyright Privacy & cookie policy Advertising Nikkei Inc. No reproduction without permission. You have {{numberArticlesLeft}} free ... "], ["2020-05-26 14:38", "Kia Rio goes mild-hybrid, gets wild manual transmission technology in Europe ...  4Runner Tesla Model 3 Best Cars All the best cars Best Affordable Cars Best Crossovers Best Electric Cars Best Family Cars Best Fuel-Efficient Cars Best Hybrids Best Sedans Best SUVs News All auto news Recalls Electric Cars Concept Cars SUVs Sports Cars Prices More Photos The 2020 Toyota Highlander gets a new platform... 2020 Hyundai Sonata brings arresting style... Tesla Model Y SUV unveiled Videos AutoComplete Carfection Cooley On Cars Advice & Tools Does your car have a recall? Guide to certified preowned cars Ride sharing guide Search Go Hi, Settings My Profile Forums Sign Out Join / Sign In Kia Rio goes mild-hybrid, gets wild manual transmission technology in Europe Kia's small car receives a big round of updates for Europe that likely foreshadow ... "], ["2020-05-26 14:36", "New parent charged in admissions case, agrees to guilty plea ...  704 Watch the Show Featured Events Weekend In View Contests Video Live Stream Tracking Coronavirus Community Family Focus 9 Food Drive 9 School Tools Back to School Steves Coats Affordable Housing Crisis Charlotte Strong COVID-19 Community Resources Mental Health Resources Telemundo Programas de Telemundo About Us Contact Us TV64 Daily 2 Video Advertise With Us Closed Captioning Do Good With Dave Toyota of North Charlotte What's on Channel 9 What's On TV64 Advertise with Us Closed Captioning Upload Photos Breaking News | Live Video | 2 weather alerts in effect New parent charged in admissions case, agrees to guilty plea Share Share Share Updated: May 26, 2020 - 10:31 AM A Pennsylvania man has agreed to plead guilty to bribing Georgetown University ... "], ["2020-05-26 14:34", "Crews report nearly 50 water rescues as thousands flock to NC beaches ... Videos Your 704 Watch the Show Featured Events Weekend In View Contests Video Live Stream Tracking Coronavirus Community Family Focus 9 Food Drive 9 School Tools Back to School Steves Coats Affordable Housing Crisis Charlotte Strong COVID-19 Community Resources Mental Health Resources Telemundo Programas de Telemundo About Us Contact Us TV64 Daily 2 Video Advertise With Us Closed Captioning Do Good With Dave Toyota of North Charlotte What's on Channel 9 What's On TV64 Advertise with Us Closed Captioning Upload Photos Breaking News | Live Video | 2 weather alerts in effect Crews report nearly 50 water rescues as thousands flock to NC beaches (WECT) Share Share Share By: WSOCTV.com News Staff Updated: May 26, 2020 - 10:34 AM CAROLINA BEACH, N.C. &mdash ... "], ["2020-05-26 14:31", "Under-fire UK government aide Cummings has Johnson's loyalty ...  Your 704 Watch the Show Featured Events Weekend In View Contests Video Live Stream Tracking Coronavirus Community Family Focus 9 Food Drive 9 School Tools Back to School Steves Coats Affordable Housing Crisis Charlotte Strong COVID-19 Community Resources Mental Health Resources Telemundo Programas de Telemundo About Us Contact Us TV64 Daily 2 Video Advertise With Us Closed Captioning Do Good With Dave Toyota of North Charlotte What's on Channel 9 What's On TV64 Advertise with Us Closed Captioning Upload Photos Breaking News | Live Video | 2 weather alerts in effect Under-fire UK government aide Cummings has Johnson's loyalty Share Share Share By: By JILL LAWLESS Updated: May 26, 2020 - 10:27 AM LONDON — (AP) — Dominic Cummings helped ... "], ["2020-05-26 14:28", "Police: 2 rescued from flooded van on rural Kentucky road ... nbsp Posted: Tue 9:11 AM, May 26, 2020 PINEVILLE, Ky. (AP) - Authorities say Kentucky state troopers helped rescue two people who were trapped in high water on a rural county road. Kentucky State Police said an elderly woman and a young female became trapped in a flooded vehicle on Monday afternoon in Bell County. Police said a trooper entered the water and was able to reach the Toyota van before it turned over. He tied a rope to himself and removed the two stranded people from the van, as another trooper held on to the rope. Both of the rescued people were checked out medically and released. How to Spot Skin Cancer Early (and How to Prevent It) Sponsored Police: 2 rescued from flooded van on rural Kentucky road Watch: Stories trending in Kentucky Effigy of ... "], ["2020-05-26 14:26", "Three Crew Members Suspended After Parts Fall Off #11 Hamlin Car ... Nascar , Three Crew Members suspended , tungsten CHARLOTTE, N.C. (AP) — NASCAR on Monday suspended three critical crew members for Denny Hamlin's team because a piece of tungsten fell off his car on the pace lap before the Coca-Cola 600. CONCORD, NORTH CAROLINA MAY 24: A crew member stands on the grid with a mask of Denny Hamlin, driver of the #11 FedEx #SupportSmall Toyota, during the NASCAR Cup Series Coca-Cola 600 at Charlotte Motor Speedway on May 24, 2020 in Concord, North Carolina. (Photo by Chris Graythen/Getty Images) The tungsten is required to meet minimum weight requirements on the car and the NASCAR rule book states if it is separated at any point it is an automatic four-race suspension for the crew chief, car chief and engineer. Chris ... "], ["2020-05-26 14:16", "Worry, haste, retail therapy: What have we bought and why? ...  Your 704 Watch the Show Featured Events Weekend In View Contests Video Live Stream Tracking Coronavirus Community Family Focus 9 Food Drive 9 School Tools Back to School Steves Coats Affordable Housing Crisis Charlotte Strong COVID-19 Community Resources Mental Health Resources Telemundo Programas de Telemundo About Us Contact Us TV64 Daily 2 Video Advertise With Us Closed Captioning Do Good With Dave Toyota of North Charlotte What's on Channel 9 What's On TV64 Advertise with Us Closed Captioning Upload Photos Breaking News | Live Video | 2 weather alerts in effect Worry, haste, retail therapy: What have we bought and why? Share Share Share By: By LEANNE ITALIE Updated: May 26, 2020 - 10:14 AM NEW YORK — (AP) — Between technical glitches ... "], ["2020-05-26 14:11", "Pandemic probe: Brazil police raid Rio governor's residence ...  Your 704 Watch the Show Featured Events Weekend In View Contests Video Live Stream Tracking Coronavirus Community Family Focus 9 Food Drive 9 School Tools Back to School Steves Coats Affordable Housing Crisis Charlotte Strong COVID-19 Community Resources Mental Health Resources Telemundo Programas de Telemundo About Us Contact Us TV64 Daily 2 Video Advertise With Us Closed Captioning Do Good With Dave Toyota of North Charlotte What's on Channel 9 What's On TV64 Advertise with Us Closed Captioning Upload Photos Breaking News | Live Video | 2 weather alerts in effect Pandemic probe: Brazil police raid Rio governor's residence Share Share Share By: By MARCELO DE SOUSA and DIANE JEANTET Updated: May 26, 2020 - 10:06 AM RIO DE JANEIRO — (AP ... "], ["2020-05-26 14:09", "Outer Banks wild horse euthanized after venomous snake bite ...  704 Watch the Show Featured Events Weekend In View Contests Video Live Stream Tracking Coronavirus Community Family Focus 9 Food Drive 9 School Tools Back to School Steves Coats Affordable Housing Crisis Charlotte Strong COVID-19 Community Resources Mental Health Resources Telemundo Programas de Telemundo About Us Contact Us TV64 Daily 2 Video Advertise With Us Closed Captioning Do Good With Dave Toyota of North Charlotte What's on Channel 9 What's On TV64 Advertise with Us Closed Captioning Upload Photos Breaking News | Live Video | 2 weather alerts in effect Outer Banks wild horse euthanized after venomous snake bite Valor (Corolla Wild Horse Fund) Share Share Share By: WSOCTV.com News Staff Updated: May 26, 2020 - 10:09 AM COROLLA, N.C. &mdash ... "], ["2020-05-26 14:07", "Skoda Superb (facelift) launched, price starts at Rs. 30 lakh ... 190hp of maximum power and 320Nm of peak torque. Transmission duties are handled by a seven-speed dual-clutch automatic gearbox that comes as standard. Further, it can accelerate from 0-100km/hr in 7.7 seconds and reach a top speed of 239km/hr. As for fuel efficiency, the sedan offers a claimed mileage of 15.10km/liter. Information What about the pricing? The price of the 2020 Skoda Superb (facelift) starts at Rs. 29.99 lakh and goes up to Rs. 32.99 lakh. At this price point, it takes on the Toyota Camry Hybrid and entry-level sedans offered by German brands like Audi, BMW, and Mercedez-Benz. Last updated on May 26 2020, 07:37 pm Written by YANTRA (Bot) Mail Edited by Dwaipayan Roy Mail Related Topics 2020 Skoda Superb Auto News India BS6 Sportline and L & K ... "], ["2020-05-26 14:06", "Widower: Delete Trump Tweets suggesting wife was murdered ...  Your 704 Watch the Show Featured Events Weekend In View Contests Video Live Stream Tracking Coronavirus Community Family Focus 9 Food Drive 9 School Tools Back to School Steves Coats Affordable Housing Crisis Charlotte Strong COVID-19 Community Resources Mental Health Resources Telemundo Programas de Telemundo About Us Contact Us TV64 Daily 2 Video Advertise With Us Closed Captioning Do Good With Dave Toyota of North Charlotte What's on Channel 9 What's On TV64 Advertise with Us Closed Captioning Upload Photos Breaking News | Live Video | 2 weather alerts in effect Widower: Delete Trump Tweets suggesting wife was murdered Share Share Share By: By DINO HAZELL Updated: May 26, 2020 - 10:04 AM WASHINGTON — (AP) — The husband of a woman who ... "]]}}