{"postfix": "ubisoft_entertainment-aktie", "name": "UBISOFT_ENTERTAINMENT", "wkn": "901581", "time": "2020.05.26 16:59", "ts": 1590505190, "features": {"KGV": "-748.44", "Marktkapitalisierung": {"Size": "Mrd", "Value": "8.73"}, "GA": "-0.09", "KBV": "5.75", "BA": "11.72", "KCV": "15.78", "CA": "4.27", "Vola30": "43.01", "Vola90": "58.65", "Vola180": "48.44", "Vola250": "47.3"}, "rivals": ["electronic_arts-aktie", "thq-aktie", "activision_blizzard-aktie", "nintendo-aktie", "infogrames_entertainment-aktie", "take_two-aktie"], "text_data": {"de": [["08.02.20", "UBISOFT Entertainment Un stellte Ergebnisse des abgelaufenen Quartals vor"], ["08.02.20", "Ubisoft Entertainment: Quartalsergebnisse zum jüngsten Jahresviertel"]], "en": [["21.05.20", "UbiSoft Entertainment Inc. (UBSFY) Q4 2020 Earnings Call Transcript"], ["11.02.20", "Ubisoft Entertainment (UBSFY) Q3 2019 Earnings Call Transcript"], ["2020-05-26 13:10", "The Last of Us Part II is Being Reviewed And Sony is Quietly Confident ... scenes, and more . The spoilers quickly circulated on social media, with opportunistic trolls hijacking unrelated threads and posts with spoilers. The phenomenon even spread to other big game reveals, such as Ubisoft's Assassin's Creed Valhalla announcement where spoilers littered the chat on YouTube and Twitch . The Last of Us Part II also bore the full brunt of the  ... PS5 vs Xbox Series X Pricing War Will See a Loser Come August Microsoft & Sony Partnership Puts PlayStation, Xbox Fanboys to Shame Share Tweet Comment Headlines Markets Business Gaming Entertainment About Us Journalists Contact 2020 Copyright: Hawkfish AS. Address: Drengsrudhagen 6, 1385, Asker, Norway. Former: PF Wetting. CCN.com, also known as CCN Markets, is a news site reporting  ... "], ["2020-05-26 12:47", "'Path of Exile' Expansion Development Affected By Coronavirus Lockdown ... platforms have seen \"record-breaking numbers\" stemming from personal usage and a surge of players logging in on the platform. While most developers have tried to make the current situation work, Ubisoft has adapted to a \"stay home and wash your hands\" work ethic. The current \"Path of Exile\" problems may seem big, but its developers welcome it as a  ...  done entirely while staying at home. An attendee plays Everquest in 3-D wearing Sony's 3-D glasses and PC gaming audio headset at the Sony Online Entertainment booth during the Electronic Entertainment Expo or E3 in Los Angeles June 7, 2011. Photo: REUTERS Loading... Related Stories Nvidia Launches PC Games Streaming Service, GeForce Now Join the Discussion Most Read CORONAVIRUS (COVID- ... "], ["2020-05-25 12:00", "The big video game events happening this summer in lieu of E3 2020 ...  up Log In Sign Up Site search Search Search Polygon main menu Gaming Entertainment Reviews Features Guides Shopping Esports Videos Podcasts More Gaming PlayStation Xbox Nintendo PC Fortnite Pokemon All Gaming Entertainment Movies TV Comics Star Wars Marvel All Entertainment Reviews Recommends Essentials All Reviews Features Guides Animal Crossing Doom Eternal Destiny 2  ... s deep bench of owned game developers. Ubisoft Forward - July 12 Ubisoft Forward will be a \"fully digital showcase with exclusive game news, reveals and more,\" according to publisher Ubisoft. With plenty more to reveal on games like Assassin's Creed Valhalla , and updates on delayed games like Watch Dogs Legion and Rainbow Six Quarantine , Ubisoft is likely to have a packed event ... "], ["2020-05-25 04:46", "PlayStation Store sale: 8 discounted PS4 games to buy now ...  Odyssey: Gold Edition is on sale for just $25. It's a visually spectacular game that you'll get dozens of hours out of. $25 at PlayStation Store Assassin's Creed IV: Black Flag Ubisoft If you're hankering for an Assassin's Creed experience and have already played Odyssey, also note that Black Flag is on sale for just $9. $9 at PlayStation Store Crash Team Racing Nitro Fueled ...  2018 and quickly became a critical darling . The Special Edition, which includes extra missions and side quests, is 55% off. $36 at PlayStation Store South Park: Stick of Truth Obsidian Entertainment Sometimes licensed video games can be excellent, and South Park: Stick of Truth proves it . The latest South Park game, 2017's Fractured But Whole, sadly isn't  ... "], ["2020-05-25 00:52", "'Assassin's Creed Valhalla': Viking Rap Battles ExplainedGoogle Tag Manager May 24, 9:54 PM EDT Newsletter Signup Search Business Technology World National Media & Culture Opinion Sports Luxury Media & Culture Entertainment 'Assassin's Creed Valhalla': Viking Rap Battles Explained By Angelo Guinhawa 05/24/20 AT 8:52 PM KEY POINTS \"Assassin's Creed Valhalla\" will apparently feature an in-game rap battle ...  some fun aspects of the game should at least lessen the heat the game is getting. 'Assassin's Creed Valhalla' puts players in the role of a powerful Viking. Photo: Ubisoft Loading... Related Stories 'Assassin's Creed Valhalla' Promises No Lengthy XP Grinding For Players 'Assassin's Creed Valhalla' Mocked Over Xbox Series X Fiasco Join the Discussion Most ... "], ["2020-05-24 17:15", "Fan Discovers Division 2 Audio Files That May Spoil Months Of Upcoming Storylines ... beats included in the files and how little story has been featured in the current season , it seems like this is more than one season's worth of narrative . Advertisement Kotaku has reached out to Ubisoft about these files and how they might factor into future content. The audio files that the user found are a mix of what sounds like new audio logs and radio conversations , as well as some  ... to collect and enemies to kill. Read more Zack Zwiezen Posts Kotaku Weekend Editor | Zack Zwiezen is a writer living in Kansas. He has written for Gamecritics, USgamer, Killscreen and Entertainment Fuse. Share This Story Get our newsletter Subscribe More from Kotaku Elder Scrolls Player Casually Spends 600 Years In Prison 'Shop Contest: SHARK! Let's Rank The  ... "], ["2020-05-24 16:32", "These 7 huge games are coming to the PlayStation 5 and next-gen Xbox at launch, from 'Madden' to 'Fortnite' (MSFT, SNE, ATVI, EA, UBSFY) ...  Lifestyle BI Prime Intelligence Life The word Life Entertainment Travel Food Health News The word News Politics Defense Sports Opinion All The word All A-Z Advertising Business Insider Careers Coupons DoorDash Walmart Dell Staples Under Armour Culture Design Entertainment Executive Lifestyle Finance Food Health Intelligence Latest Life  ... a reboot of sorts for the franchise. That it's launching alongside the new Xbox is certainly a statement unto itself as well. Check it out in action right here: 2. \"Assassin's Creed Valhalla\" Ubisoft The next major \"Assassin's Creed\" game arrives this holiday as a launch title for Sony and Microsoft's next-generation game consoles, the PlayStation 5 and Xbox Series X. \"Assassin's  ... "], ["2020-05-24 14:00", "Lucky Timeout for Take-Two as Game Crunch Looms ... Skipping the current year might seem foolish for a couple of reasons. For one, videogames are definitely having a moment , given the mass shutdowns that have confined people to their homes with few other entertainment options. Take-Two's own results for the March quarter reflected this, with net bookings from its games surging 49% from a year earlier to $729.4 million. And that came mostly from ...  this year. Executives at both Activision and Electronic Arts have both admitted to challenges from the new setup, though so far neither has shifted any major release dates. Ubisoft was more explicit in its own quarterly call last week. Chief Executive Yves Guillemot noted that working from home has introduced delays related to motion capture, localization, voice  ... "], ["2020-05-24 06:01", "PS Plus June 2020 update as Sony reveals big PlayStation Now subscriber news ... being planned for next month on PS4. Fans have been sharing their own predictions of what could be included in the June 2020 free games list. Two games that are mentioned a lot are Watch Dogs 2 from Ubisoft, and Frontier's Jurassic World Evolution. Many Sony first-party exclusives are also mentioned in the PS Plus predictions thread, including popular titles like Horizon Zero Dawn and God of War. Then there are games like Gravity ... Galleries Comment Columnists Express Comment Finance Personal Finance City & Business The Crusader Travel Activity Holidays Travel News Beach Holidays Short & City breaks Cruise Entertainment Films Gaming Music Books Theatre Life & Style Life Style Health Property Cars Food Tech Diets Garden EXPRESS.CO.UK Apps Puzzles Horoscopes  ... "], ["2020-05-23 16:29", "Blame This Kid for the Irritating Grind of Assassin's Creed Side Missions ... AI developer on Assassin's Creed, wove the thread of this extraordinary tale on Twitter earlier today . Side missions weren't initially part of Assassin's Creed. The game was ready to go gold with Ubisoft poised to pass the point of no return and start burning discs for retail when Randall received 'the news.' The CEO's kid played the game and said it was boring, and there was nothing  ...  in Assassin's Creed Valhalla Trailer Assassin's Creed Valhalla is Going to Viking-Smash Your Hard Drive Share Tweet Comment Headlines Markets Business Gaming Entertainment About Us Journalists Contact 2020 Copyright: Hawkfish AS. Address: Drengsrudhagen 6, 1385, Asker, Norway. Former: PF Wetting. CCN.com, also known as CCN Markets, is a news  ... "], ["2020-05-23 15:05", "All The Side Missions In The First Assassin's Creed Were Created And Added In Five Days ... He worked on the first Assassin's Creed game as a programmer. He explained that he and his team were ready to ship the game when they got some news: The CEO of Ubisoft let his kid play the game and they found it boring. Advertisement This immediately forced the team to have conversations about what to do and after thinking about it, Randall and the others  ...  about Assassin's Creed Valhalla. So when Read more Zack Zwiezen Posts Kotaku Weekend Editor | Zack Zwiezen is a writer living in Kansas. He has written for Gamecritics, USgamer, Killscreen and Entertainment Fuse. Share This Story Get our newsletter Subscribe More from Kotaku Minecraft Dungeons Is A Fun But Stripped-Down Dungeon Brawler Adult Video Star Does A Very Good Nier: Automata Cosplay Let ... "], ["2020-05-23 14:35", "PS Plus June 2020 FREE PS4 games: Watch Dogs 2, Jurassic World for PlayStation Plus? ... have been having fun predicting the June 2020 free games in an entertaining post over on Reddit . Two games that are mentioned a lot are Watch Dogs 2 from Ubisoft, and Frontier's Jurassic World Evolution. Giving away Watch Dogs would be a smart move by Ubisoft, especially with the third game in the series launching within the next 12 months. Likewise, Jurassic World Evolution has previously appeared on Xbox Games with Gold, so a  ... Galleries Comment Columnists Express Comment Finance Personal Finance City & Business The Crusader Travel Activity Holidays Travel News Beach Holidays Short & City breaks Cruise Entertainment Films Gaming Music Books Theatre Life & Style Life Style Health Property Cars Food Tech Diets Garden EXPRESS.CO.UK Apps Puzzles Horoscopes  ... "], ["2020-05-23 11:31", "Best upcoming games 2020: the biggest games coming to console and PC ... Learn more Home News Best upcoming games 2020: the biggest games coming to console and PC By Vic Hood 23 May 2020 The upcoming games we're most excited for Shares (Image credit: Sony Computer Entertainment) In search of the best upcoming games of 2020? Then look no further. We're almost halfway through the year and it's shaping up to be one for the history books when  ... few months later than expected. If that's not enough for you, then the announcement that Keanu Reeves plays a major role in the game should hopefully get you excited. Watch Dogs: Legion (Image credit: Ubisoft) When's it out? Sometime in 2020 (delayed from March 6, 2020) What platform? PS4, Xbox One and PC What's it about? Watch Dogs: Legion seems to see you taking on an  ... "], ["2020-05-23 11:00", "Game subscription services: Here's how to choose the right one ...  Mobile Sci-Tech Security Tech Industry More Newsletters Now What Photo Galleries Special Features Videos How To All how to Appliances Computers Gaming Home Entertainment Internet Mobile Apps Personal Finance Phones Photography Security Smart Home Streaming TV Tablets Wearable Tech Q&A Forums Finance All personal finance Credit Cards  ...  now, the PC game pass has an introductory price of $1 for the first month, then $4.99 a month. See at Xbox Uplay Plus Best for PC gamers James Martin/CNET Announced last June at E3, Uplay Plus is Ubisoft's PC gaming subscription service that includes a library of over 100 games for $14.99 per month. As well as the catalog of games, you get early access to beta programs, Free Weekends, trials, DLCs, expansions and updates,  ... "], ["2020-05-23 09:59", "Video game industry sees record April sales—survey ...  during the past year, according to NPD. In a sign that people stuck at home want to move a bit while sheltering-in-place, the latest edition of \"Just Dance\" from Ubisoft boogied its way onto the NPD list of top-selling games. US spending on video game hardware more than doubled to $420 million, the highest April total since 2008 and despite the fact  ...  technology Conquer the World with the Newest ASUS VivoBook S14 (M433) newsinfo DILG: 42 barangay execs face criminal raps over SAP irregularities business BIR allows paying taxes in banks outside RDO amid MECQ entertainment Ogie Alcasid lets go of toy collection to raise funds for mass testing May 23, 2020 newsinfo MMC head supports Metro Manila shifting to GCQ by June 1 May 23, 2020 newsinfo Rio ... "], ["2020-05-22 21:05", "Ubisoft confirmed to Kotaku that after Area F2 was recently removed from Google and Apple’s app stores by Ejoy.com, it has now dropped a lawsuit against those three companies. The suit was filed las ...  Are Teaming Up for a Vampire-Themed Buddy Comedy Read on Ford Once Took A Patent On A Car With The Craziest And Least-Used Car Layout Ever Read on This British Startup May Have Solved Urban EV Charging Read on White Woman Charged With Assault After Putting Hands on an 11-Year-Old Black Girl She Thought Stole Her Mail Subscribe To Our Newsletter Your guide to gaming delivered to your inbox daily. Subscribe Zack Zwiezen 12 minutes ago Filed to: news news Rainbow Six Siege Area F2 Mobile games Lawsuit Ubisoft Metapost Save Ubisoft confirmed to Kotaku that after Area F2 was recently removed from Google and Apple's app stores by Ejoy.com, it has now dropped a lawsuit against those three companies . The suit was filed last week over the mobile game, which ... "], ["2020-05-22 20:38", "Video game events Summer 2020 calendar: Every announcement and livestream ...  the multiplayer sci-fi shooter that is reportedly coming to next-generation consoles. Ubisoft Forward — July 12, 2020 at 3 p.m. Eastern — Ubisoft.com As Ubisoft can no longer hold an E3 conference it is holding its own event on July 12, called Ubisoft Forward. This presentation will highlight the studio's upcoming titles, including Assassin ... it will be holding an Xbox 20/20 livestream in July 2020. It will focus on first-party games, ones published by Microsoft, including Halo: Infinite and new titles from Double Fine and Obsidian Entertainment. PS5 State of Play — Early August — PlayStation YouTube or Twitch channel According to VentureBeat , Sony is not only planning a PS5 presentation for June but one for August as well. That  ... "], ["2020-05-22 20:29", "'Pac-Man' Celebrates 40th Birthday With Special Multiplayer Game on Twitch ... Pac-Man' Celebrates 40th Birthday With Special Multiplayer Game on Twitch Bandai Namco's arcade classic debuted in 1980 Samson Amore | May 22, 2020 @ 1:29 PM Photo: Bandai Namco Entertainment Arcade classic \" Pac-Man \" turns 40 today, and publisher Bandai Namco released a new collaborative game mode on Twitch and music video to celebrate the arcade staple's  ... Pandemic By Samson Amore | May 13, 2020 @ 12:42 PM MEMBER CONTENT Culture How Video Games Have Thrived During the Pandemic | Podcast By Daniel Goldblatt | May 2, 2020 @ 9:40 AM MEMBER CONTENT Media Ubisoft's Che Chou on How Esports Popularity Is Shaping How New Video Games Are Designed | Video By Trey Williams | November 20, 2019 @ 6:32 AM Most Shared TV HBO Donates $1 Million  ... "], ["2020-05-22 18:42", "Xbox Series X & PlayStation 5 SSDs Are More Important Than You Think. Here's Why ... 39;ll very much directly allow us to make better games, I think that that's absolutely true. Maybe SSDs will be the end of empty open-world games . Instead of dull, repetitive tower missions in Ubisoft games, we might see more creative content like, I don't know, invading a cruise ship. SSDs Will Make All of the Difference Much like the partnership between Sony and Microsoft , it's fortunate  ... But I'm Scared It's Too Good to Be True How AMD Might Accidentally Kill Sony's PS5 Console Share Tweet Comment Headlines Markets Business Gaming Entertainment About Us Journalists Contact 2020 Copyright: Hawkfish AS . Address: Drengsrudhagen 6, 1385, Asker, Norway. Former: PF Wetting. CCN.com, also known as CCN Markets, is a news site reporting  ... "], ["2020-05-22 17:33", "Summer Game Fest Delivers Indie, AAA Showcase after 2020 E3 Fail ... June, EA is hosting a digital Play Live showcase , while rumors and insiders suggest Sony is prepping a PlayStation 5 event with a focus on next-gen titles . In July, Ubisoft is hosting Ubisoft Forward to showcase , and Microsoft has promised a look at first-party next-gen titles coming to Xbox Series X. This article was edited by Samburaj Das . Thomas Bardwell @ ...  Ride E3 Is Dying And Geoff Keighley Just Delivered the Fatal Blow ESA Swears E3 2020 Will Be Different Don't Believe Them Share Tweet Comment Headlines Markets Business Gaming Entertainment About Us Journalists Contact 2020 Copyright: Hawkfish AS . Address: Drengsrudhagen 6, 1385, Asker, Norway. Former: PF Wetting. CCN.com, also known as CCN Markets, is a news site reporting on Markets,  ... "]]}}