{"postfix": "under_armour_1-aktie", "name": "UNDER_ARMOUR", "wkn": "A2AF8T", "time": "2020.05.26 17:01", "ts": 1590505305, "features": {"KGV": "56.22", "Marktkapitalisierung": {"Size": "Mrd", "Value": "3.07"}, "GA": "0.34", "KBV": "4.02", "BA": "4.75", "KCV": "17.03", "CA": "1.12", "Vola30": "87.85", "Vola90": "101.17", "Vola180": "77.09", "Vola250": "62.07"}, "rivals": [], "text_data": {"de": [["15.05.20", "MÄRKTE USA/Sorge um China-Streit und schwacher Einzelhandel belasten"], ["12.05.20", "Under Armour verkündete Quartalsergebnis zum jüngsten Jahresviertel"], ["12.05.20", "Under Armour: Das sind die jüngsten Quartalszahlen"], ["11.05.20", "MÄRKTE USA/Wall Street zwischen Hoffnungen und neuen Sorgen"], ["11.05.20", "ROUNDUP: Under Armour rechnet mit Umsatzeinbruch von 50 Prozent"], ["11.05.20", "MÄRKTE USA/Lockerungen Fluch und Segen für Wall Street zugleich"], ["11.05.20", "Sportartikelhersteller: Under Armour stürzt tief in die roten Zahlen"], ["11.05.20", "MÄRKTE USA/Zurückhaltung sorgt für Abgaben an der Wall Street"], ["11.05.20", "MÄRKTE USA/Zurückhaltung sorgt für Ababen an der Wall Street"], ["11.05.20", "Under Armour: Brutal-Einbruch bei Umsatz und Gewinn"], ["11.05.20", "Under Armour rutscht tief in die roten Zahlen"], ["11.05.20", "Opening Bell: Dow Jones am Montag dreistellig im Minus; Vestas, Quidel, Disney, Under Armour, JD.com, Walmart, Zoom Video"], ["11.05.20", "Sportartikelhersteller Under Armour trifft Coronakrise hart"], ["11.05.20", "Hat Under Armour noch eine Chance gegen Nike und Adidas? "], ["11.05.20", "MÄRKTE USA/Etwas leichter - Zurückhaltung dominiert"], ["11.05.20", "Bekleidung: Under Armour verzeichnet Umsatzeinbruch und schreibt roten Zahlen"], ["10.05.20", "Ausblick: Under Armour präsentiert Quartalsergebnisse"], ["08.05.20", "ANALYSE-FLASH: Credit Suisse belässt Under Armour auf 'Neutral' - Ziel 10 Dollar"], ["30.04.20", "Under Armour-Aktie: Experten empfehlen Under Armour im April mehrheitlich zum Verkauf "], ["26.04.20", "Erste Schätzungen: Under Armour zieht Bilanz zum jüngsten Jahresviertel"], ["31.03.20", "Analysten sehen für Under Armour-Aktie schwarz"], ["29.02.20", "Experten sehen bei Under Armour-Aktie Potenzial"], ["12.02.20", "Under Armour informierte über die jüngsten Quartalsergebnisse"], ["12.02.20", "Under Armour öffnete die Bücher zum abgelaufenen Quartal"], ["11.02.20", "MÄRKTE USA/Wall Street mit Rekorden - Kursexplosion bei Sprint"], ["11.02.20", "MÄRKTE USA/Wall Street auf Rekordhoch - Kursexplosion bei Sprint"], ["11.02.20", "Aktie von Under Armour bricht um fast 20 Prozent ein"], ["11.02.20", "AKTIE IM FOKUS:Under Armour fallen nach schwachem Ausblick an Chartunterstützung"], ["11.02.20", "MÄRKTE USA/Aktienindizes auf Rekordhoch - Kursexplosion bei Sprint"], ["11.02.20", "Opening Bell: Rekordfahrt an der Wall Street geht weiter; Apple, T-Mobile US, Sprint, GDS Holdings, Hasbro, Under Armour, Shopify "], ["11.02.20", "MÄRKTE USA/Stimmung weiter gut - Kursexplosion bei Sprint"], ["11.02.20", "Under Armour mit düsteren Aussichten"], ["10.02.20", "Ausblick: Under Armour zieht Bilanz zum jüngsten Jahresviertel"], ["10.02.20", "Ausblick: Under Armour vermeldet Zahlen zum jüngsten Quartal"], ["07.01.20", "MÄRKTE USA/Vorsichtiges Geschäft - Halbleiteraktien fest"]], "en": [["22.05.20", "Under Armour upsizes and prices $440 million of convertible notes that mature in 2024"], ["21.05.20", "Why Shares of Under Armour Fell This Morning but Have Since Recovered"], ["21.05.20", "Under Armour to offer $400 million of convertible senior notes due 2024"], ["19.05.20", "Under Armour (UAA) Looks Good: Stock Adds 6.7% in Session"], ["19.05.20", "Better Buy: Lululemon vs. Under Armour"], ["18.05.20", "Here's Why Shares of Under Armour Are Climbing Today"], ["18.05.20", "Under Armour stock jumps after Allianz's Mohamed El-Erian named lead independent board director"], ["13.05.20", "Why Under Armour Stock Is Tumbling Again Today"], ["12.05.20", "Watch CNBC's full interview with Under Armour CEO Patrik Frisk"], ["12.05.20", "Under Armour (A Shares) (UAA) Q1 2020 Earnings Call Transcript"], ["11.05.20", "Why Under Armour Stock Was Sinking Today"], ["11.05.20", "Cisco, Applied Materials, Under Armour and Norwegian Cruise are part of Zacks Earnings Preview"], ["11.05.20", "Under Armour warns 2nd quarter revenue could more than halve, shares tank"], ["11.05.20", "Under Armour (UAA) Q1 Loss Wider Than Expected, Sales Fall Y/Y"], ["11.05.20", "UPDATE 2-Under Armour warns 2nd quarter revenue could more than halve, shares tank"], ["11.05.20", "Under Armour Sees Double-Digit Decline in the First Quarter"], ["11.05.20", "Under Armour (UAA) Reports Q1 Loss, Misses Revenue Estimates"], ["11.05.20", "Under Armour shares fall after wider-than-expected losses"], ["11.05.20", "Under Armour Earnings: Q1 Loss, Sales Worse Than Expected"], ["11.05.20", "Under Armour sales plummet 23% as coronavirus stalls turnaround plans"], ["07.05.20", "Under Armour Stock Up Today on Ratings Agency and Retailer News"], ["06.05.20", "How Hard Will Coronavirus Hit Under Armour (UAA) Q1 Earnings?"], ["27.04.20", "Why Under Armour, American Eagle, L Brands, and Carter's Stocks Surged Today"], ["17.04.20", "Under Armour Names New Chief Product Officer"], ["15.04.20", "Why Harley-Davidson, Mattel, and Under Armour Stocks Opened Lower Today"], ["15.04.20", "Under Armour Hires a New Product Chief"], ["14.04.20", "Why Under Armour, Foot Locker, and American Eagle Stocks All Slumped Today"], ["13.04.20", "Can Under Armour Still Challenge Nike?"], ["08.04.20", "Under Armour Hardest Hit as Athletic Shoe Sales Plunge 76% in Last Week of March"], ["06.04.20", "Here's Why Nike, Under Armour, and Foot Locker Stocks Are Surging Today"], ["06.04.20", "Under Armour Issues Updates on Coronavirus & Restructuring"], ["04.04.20", "Forget Under Armour -- Nike Is a Better Athletic Apparel Stock"], ["04.04.20", "Coronavirus drives Under Armour to furlough 6,600 US workers"], ["03.04.20", "Under Armour Begins Layoffs After ‘Acute’ Shock to the Business"], ["03.04.20", "Under Armour to incur up to $525 million in 2020 restructuring charges, will layoff store workers starting April 12"], ["03.04.20", "3 Lessons I Learned as a Former Under Armour Shareholder"], ["02.04.20", "Why Under Armour Stock Got Tripped Up Today"], ["31.03.20", "Under Armour to Make 500,000 Masks, Other Equipment for Healthcare Workers"], ["30.03.20", "Under Armour to produce 500,000 masks, 1,000 face shields at Baltimore facility"], ["27.03.20", "Why Shares of Macy's, Gap, and Under Armour Were Falling Today"], ["2020-05-26 14:55", "May consumer confidence tops estimates as the US unwinds economic shutdowns ...  Health News The word News Politics Defense Sports Opinion All The word All A-Z Advertising Business Insider Careers Coupons DoorDash Walmart Dell Staples Under Armour Culture Design Entertainment Executive Lifestyle Finance Food Health Intelligence Latest Life Markets Insider Media Military & Defense News Opinion People Personal Finance Politics Prime Retail  ... May from 85.7 in April. Economists expected the metric to slide to 82.3, CNBC reported, citing a Dow Jones survey. Consumers' present-day sentiments of the business and labor markets dropped to 71.1 from 73. Short-term outlooks for income, business, and job market conditions gained to 96.6 from 94.3 last month. \"Following two months of rapid decline, the free-fall in Confidence stopped in May ... "], ["2020-05-26 14:54", "How to make Gmail display in dark mode on an iPhone in 2 ways ...  The word News Politics Defense Sports Opinion All The word All A-Z Advertising Business Insider Careers Coupons DoorDash Walmart Dell Staples Under Armour Culture Design Entertainment Executive Lifestyle Finance Food Health Intelligence Latest Life Markets Insider Media Military & Defense News Opinion People Personal Finance Politics  ... in dark mode on iPhone using system settings The easiest way to turn on dark mode in Gmail is to turn on dark mode on your device as a whole. To do this, you'll need to be running iOS 13 or later. 1. Open the Settings app on your iPhone and tap the \"Display & Brightness\" tab. 2. On the page that opens, you'll see a variety of options. To turn on dark mode in Gmail, select either the \"Dark\" option at ... "], ["2020-05-26 14:49", "US photos show Russia allegedly sneaking warplanes into Libya to support its mercenaries and 'tip the scales' in the civil war ... News The word News Politics Defense Sports Opinion All The word All A-Z Advertising Business Insider Careers Coupons DoorDash Walmart Dell Staples Under Armour Culture Design Entertainment Executive Lifestyle Finance Food Health Intelligence Latest Life Markets Insider Media Military & Defense News Opinion People Personal Finance Politics  ... been unsuccessful. With Turkish assistance, the GNA has been able to drive back the LNA in recent weeks. A UN report on the conflict in Libya from earlier this month determined that there may be as many as 1,200 Russian mercenary forces in country. Russia denied the report's findings. The LNA has also denied the presence of foreign fighters among its forces. A Russian MiG-29 Fulcrum spotted at Al Jufra Airfield in  ... "], ["2020-05-26 13:56", "Krispy Kreme is giving away free doughnuts for five days straight, celebrating its first ever National Doughnut Week ...  The word News Politics Defense Sports Opinion All The word All A-Z Advertising Business Insider Careers Coupons DoorDash Walmart Dell Staples Under Armour Culture Design Entertainment Executive Lifestyle Finance Food Health Intelligence Latest Life Markets Insider Media Military & Defense News Opinion People Personal Finance Politics ...  easier than ever for fans to participate,\" said Krispy Kreme CMO Dave Skena. Visit Business Insider's homepage for more stories . Krispy Kreme is celebrating its first ever National Doughnut Week in early June. From June 1 to June 5, Krispy Kreme customers can get a free doughnut to celebrate national Doughnut Week. Customers don't have to buy anything else at Krispy Kreme. They can just show up and pick up a free ... "], ["2020-05-26 13:48", "Billionaire and legendary investor David Booth: Here's how to invest smartly right now so you come out of the pandemic with financial security ... The word News Politics Defense Sports Opinion All The word All A-Z Advertising Business Insider Careers Coupons DoorDash Walmart Dell Staples Under Armour Culture Design Entertainment Executive Lifestyle Finance Food Health Intelligence Latest Life Markets Insider Media Military & Defense News Opinion People Personal Finance  ... trust in a personalized investment approach that doesn't depend on picking a single winning stock. Plan for the future by letting tried and true investment principles do what they were designed to do: Help meet your financial goals. 1. Develop a long-term strategy you can stick with I've experienced a lot of market tumult during my 50-year career in finance. The most important advice I can give is to stay invested and to try  ... "], ["2020-05-26 13:35", "Seeking nominations for the top investors in the digital creator and influencer industry ...  News The word News Politics Defense Sports Opinion All The word All A-Z Advertising Business Insider Careers Coupons DoorDash Walmart Dell Staples Under Armour Culture Design Entertainment Executive Lifestyle Finance Food Health Intelligence Latest Life Markets Insider Media Military & Defense News Opinion People Personal Finance Politics Prime  ...  a whole. We want to hear from you. Who are the venture capital and investment professionals innovating and driving growth in the industry? Please submit your ideas through this form (or below) by June 1: Loading... Contact the authors at: aperelli@businessinsider.com and dwhateley@businessinsider.com with any questions. Check out our other power lists on Business Insider Prime for an idea of how this list will look ... "], ["2020-05-26 13:04", "Chechnya suggests its warlord leader Ramzan Kadyrov is just having some alone time, as Russian media reports he is in the hospital with coronavirus ...  Health News The word News Politics Defense Sports Opinion All The word All A-Z Advertising Business Insider Careers Coupons DoorDash Walmart Dell Staples Under Armour Culture Design Entertainment Executive Lifestyle Finance Food Health Intelligence Latest Life Markets Insider Media Military & Defense News Opinion People Personal Finance Politics Prime Retail  ... alluded to Kadyrov's health without outright denying the claims that he is ill. : ! \" , ?.. , ?.. , ?..\" , , . , . .. . , .... ... A post shared by (@djambox) on May 21, 2020 at 1:21pm PDT May 21, 2020 at 1:21pm PDT \"Is it true that I ... ? Don't hold your breath!\" Information Minister Djambulat Umarov posted on Sunday. And on Monday, Kadyrov's own Instagram account posted ... "], ["2020-05-26 13:00", "Parents have a massive opportunity to teach resilience right now — here's the script a child psychologist recommends for getting the message to sink in ...  Health News The word News Politics Defense Sports Opinion All The word All A-Z Advertising Business Insider Careers Coupons DoorDash Walmart Dell Staples Under Armour Culture Design Entertainment Executive Lifestyle Finance Food Health Intelligence Latest Life Markets Insider Media Military & Defense News Opinion People Personal Finance Politics Prime Retail ... ; Of course, these words never get said. Children feel ashamed and anxious, parents feel blocked and frustrated, and we see discord, arguments, and tears. The solution to shift this cycle comes in two parts. Part 1: Stop acting as your child's teacher. Really. And not only to make your home more peaceful — though that would be reason enough. Part 2: Start acting as your child's resilience ... "], ["2020-05-26 12:46", "There are 18 famous brands hidden in this mind-boggling brainteaser so how quickly can YOU spot Amazon, Apple and Dell? ... .\" If you're stuck over the answers, or can only find 11, fear not as we've included the full list below. Answers Tangle Teezer Card Factory Cambridge Satchel Company Trunki Under Armour I Saw It First Reggae Reggae Sauce Amstrad Amazon Apple Mattel Dell Innocent Drinks Cards Against Humanity Airbnb Yankee Candles Patak Deliveroo Most read in Fabulous Exclusive THREE LOVE I'm in lockdown  ...  Corrections News Licensing Advertising Contact Us Commissioning Terms Help Hub Topic A-Z Cookie Settings Contact Preferences News Group Newspapers Limited in England No. 679215 Registered office: 1 London Bridge Street, London, SE1 9GF. \"The Sun\", \"Sun\", \"Sun Online\" are registered trademarks or trade names of News Group Newspapers ... "], ["2020-05-26 12:43", "Bank of America, Citi, Chase, and Wells Fargo have shifted employees to deal with defaulted loans ...  Food Health News The word News Politics Defense Sports Opinion All The word All A-Z Advertising Business Insider Careers Coupons DoorDash Walmart Dell Staples Under Armour Culture Design Entertainment Executive Lifestyle Finance Food Health Intelligence Latest Life Markets Insider Media Military & Defense News Opinion People Personal Finance Politics Prime Retail Reviews ...  coronavirus relief options they've extended, like mortgage deferrals. To protect against that, they've increased loan loss provisions: Chase, Citi, Wells Fargo, and BofA collectively allocated $24.1 billion in Q1 2020 to cover future loan losses. Many consumers have opted into these relief options — with banks often approving enrollments with little or no proof of financial  ... "], ["2020-05-26 12:41", "8 consulting firms where MBA students can earn more than $30,000 during their internships ... Health News The word News Politics Defense Sports Opinion All The word All A-Z Advertising Business Insider Careers Coupons DoorDash Walmart Dell Staples Under Armour Culture Design Entertainment Executive Lifestyle Finance Food Health Intelligence Latest Life Markets Insider Media Military & Defense News Opinion People Personal Finance Politics Prime  ...  is among the hardest firms to break into — even for business school graduates. Ellyn Shook , head of human resources at the firm, told Business Insider at the World Economic Forum, that Accenture invests about $1 billion each year on training programs. \"You need to inspire this work-learn, work-learn mindset,\" she said. \"You're not going to go to school and practice what you learned  ... "], ["2020-05-26 12:35", "How the biotech upstart Moderna exploded into one of the most important startups of all time, leading the coronavirus vaccine race (MRNA) ... Health News The word News Politics Defense Sports Opinion All The word All A-Z Advertising Business Insider Careers Coupons DoorDash Walmart Dell Staples Under Armour Culture Design Entertainment Executive Lifestyle Finance Food Health Intelligence Latest Life Markets Insider Media Military & Defense News Opinion People Personal Finance Politics Prime  ... a coronavirus vaccine have swelled Moderna's valuation to about $25 billion. Last week alone, the company put out preliminary, yet seemingly positive data on its coronavirus vaccine. Then, it raised more than $1.3 billion by selling new shares to investors. Moderna still has no approved drugs on the market. Instead, Moderna has pitched the world on its unproven technology that promises a new class of  ... "], ["2020-05-26 12:33", "Insiders describe whiplash as $3 billion Carta cropped its revenue goal but kept hiring, then cut 16% of its staff as COVID-19 ravaged startups ... News The word News Politics Defense Sports Opinion All The word All A-Z Advertising Business Insider Careers Coupons DoorDash Walmart Dell Staples Under Armour Culture Design Entertainment Executive Lifestyle Finance Food Health Intelligence Latest Life Markets Insider Media Military & Defense News Opinion People Personal Finance Politics  ...  low-performing employees, and people whose jobs were redundant, would be hit first. But he also encouraged people to voluntarily give up their jobs if they were not happy, and they did. For some employees, the 1,000-person team had started to feel untenable. Since the beginning, Ward made an effort not to break the Dunbar Number, one person said, citing a theory which says that you can only really maintain relationships ... "], ["2020-05-26 12:28", "POWER RANKED: The 15 best fighters in the MMA world right now ... News The word News Politics Defense Sports Opinion All The word All A-Z Advertising Business Insider Careers Coupons DoorDash Walmart Dell Staples Under Armour Culture Design Entertainment Executive Lifestyle Finance Food Health Intelligence Latest Life Markets Insider Media Military & Defense News Opinion People Personal Finance Politics Prime ... a bout against the light heavyweight king Jon Jones, and win, the UFC would have an all-time great on its hands. 6: Douglas Lima — 32 wins (14 KOs, 12 subs, 6 decisions) against 7 losses (1 KO, 1 sub, 5 decisions). Bellator MMA Organization and weight class : Bellator MMA welterweight. Nationality and style : Brazilian jiu-jitsu black belt and Muay Thai expert. Why he's ranked : Oh, man. If you don't  ... "], ["2020-05-26 12:15", "A Wall Street chief strategist analyzes 4 recessions throughout history to explain why investors should still be buying stocks — even as the economy hurtles into depression ... Health News The word News Politics Defense Sports Opinion All The word All A-Z Advertising Business Insider Careers Coupons DoorDash Walmart Dell Staples Under Armour Culture Design Entertainment Executive Lifestyle Finance Food Health Intelligence Latest Life Markets Insider Media Military & Defense News Opinion People Personal Finance Politics Prime  ...  portion of the stock rally — and he has the data to prove it. Paulsen dissected the last four recessions to prove his point. His findings are crystal clear. Let's take a closer look. 1. The 1970's inflationary bust and 1980's recovery Paulsen notes that the manufacturing, agriculture, mining, and energy sectors contributed the lion's share of growth to the US economy after WWII. But  ... "], ["2020-05-26 12:10", "Bill Miller and 5 long-time value investors share 10 stock picks they're betting on right now — and explain why these are the best companies for the crisis recovery ... Health News The word News Politics Defense Sports Opinion All The word All A-Z Advertising Business Insider Careers Coupons DoorDash Walmart Dell Staples Under Armour Culture Design Entertainment Executive Lifestyle Finance Food Health Intelligence Latest Life Markets Insider Media Military & Defense News Opinion People Personal Finance Politics Prime  ... -masse — and expect to be proven right with time. The full details of their stock picks are featured below. All quotes are attributable to the investors listed and may have been lightly edited for clarity. 1. Bill Miller, founder of Miller Value Partners \"We own Delta and United Airlines . \"If you don't own the airlines , you're making a bet against the vaccine because people flying are ... "], ["2020-05-26 12:06", "Meet the friendliest saint in history ... 39;s mission within the Church Militant took place on the home front. In the words of John Henry Newman, \"He put away from him monastic rule and authoritative speech as David refused the armour of his king... His weapons should be but unaffected humility and unpretending love. All he did was to be done by the light and fervour and convincing eloquence of his personal character and his easy ... the magnificent mustard tree which developed from that seed of the Kingdom planted in St Philip's heart half a millennium ago at his baptism in 1515. By his intercession, and under the protection of the Immaculate Heart of the Blessed Virgin, may it continue to flourish for centuries to come. Fr Julian Large Cong. Orat. is Provost of the London Oratory This article  ... "], ["2020-05-26 12:05", "David Beckham mocks Victoria for 'looking like Ross from Friends' ... raises a smile when out in public Back in September, Victoria spoke about why she never smiles in public. I want to be honest. In the past, I've probably hidden behind my armour, the not smiling publicly, for instance. There's less of that now, she told Glamour magazine. 'There's something really liberating about embracing who I am at 45-year-old  ...  celebrates 15 years since release of her debut single Pon de Replay: 'Feels like just yesterday I was shaking in hallways of Def Jam waiting to Jay' Advertisement Courteney Cox has a teardrop drawn under her eye as she gets a hilarious mini makeover done by daughter Coco: 'You get what you pay for!' Toni Braxton showcases her svelte figure at 52 in a stunning bikini selfie as she  ... "], ["2020-05-26 12:00", "Instacart quietly launched a new advertising tool to compete with Walmart and Amazon as online grocery shopping surges ... News The word News Politics Defense Sports Opinion All The word All A-Z Advertising Business Insider Careers Coupons DoorDash Walmart Dell Staples Under Armour Culture Design Entertainment Executive Lifestyle Finance Food Health Intelligence Latest Life Markets Insider Media Military & Defense News Opinion People Personal Finance Politics Prime ...  make money through sales.\" The self-service tool is for promoted products in search results Instacart has run a managed-service advertising business for several years where its sales reps work with more than 1,000 brands to buy ads. The new self-service tool affects Instacart's ad format called \"featured products\" that allows brands to promote products in search results. Brands can set their own goals ... "], ["2020-05-26 11:10", "Minecraft Dungeons review: Slight spin-off misses the joy of the original ...  upon battle. Read more The best video games of 2020 so far While it is fun to watch your character progress, earning new and increasingly flamboyant weapons to wield and armour to wear as you grind your way through the dungeons, the experience is improved tenfold when played in multiplayer mode. Minecraft Dungeons supports both local and online co-operative multiplayer modes ... materials. Even novice players were able to marvel at the intricacies of the game's world, to dive headfirst into the sprawling, seemingly endless cave system that lies under the ground like a buried civilisation. In 'Minecraft Dungeons', players travel through procedurally generated levels, slaying enemies (Mojang) Minecraft Dungeons captures the look of the original  ... "]]}}