{"postfix": "united_airlines-aktie", "name": "UNITED_AIRLINES", "wkn": "A1C6TV", "time": "2020.05.26 16:18", "ts": 1590502734, "features": {"KGV": "7.31", "Marktkapitalisierung": {"Size": "Mrd", "Value": "7.20"}, "GA": "12.05", "KBV": "1.92", "BA": "45.94", "KCV": "3.32", "CA": "26.57", "Vola30": "121.64", "Vola90": "146.74", "Vola180": "107.38", "Vola250": "77.04"}, "rivals": ["lufthansa-aktie", "marvell_technology_group-aktie", "leap_wireless_international-aktie", "virgin_media-aktie", "bhp-aktie"], "text_data": {"de": [["15.05.20", "United Airlines hat einen neuen Präsidenten"], ["12.05.20", "United Airlines ernennt neuen Vize-Konzernchef"], ["08.05.20", "United Airlines fliegt Fracht nach Zürich"], ["05.05.20", "United Airlines passt Vielfliegerprogramm an"], ["05.05.20", "Grosse Einsparungen: United Airlines plant Kürzungen beim Personal"], ["04.05.20", "MÄRKTE USA/Wall Street dreht ins Plus - Ölrally stützt Aktien"], ["04.05.20", "MÄRKTE USA/Wall Street grenzt Verluste ein - Nasdaq im Plus"], ["04.05.20", "MÄRKTE USA/Spannungen zwischen China und USA belastet Börse"], ["04.05.20", "MÄRKTE USA/Börse von Spannungen zwischen China und USA belastet"], ["02.05.20", "United Airlines: Zahlen zum abgelaufenen Jahresviertel"], ["01.05.20", "MÄRKTE USA/Talfahrt in den Mai - Amazon sehr schwach, Apple stabil"], ["01.05.20", "MÄRKTE USA/Kurse knicken zum Start in den Mai ein - Apple widerstandsfähig"], ["01.05.20", "United Airlines schreibt wegen Corona-Krise Milliardenverlust"], ["01.05.20", "United Airlines schreibt Milliardenverlust"], ["29.04.20", "Ausblick: United Airlines präsentiert das Zahlenwerk zum abgelaufenen Jahresviertel"], ["24.04.20", "United Airlines führt Maskenpflicht für Flugbegleiter ein"], ["22.04.20", "MÄRKTE USA/Ölpreiserholung treibt Wall Street an"], ["22.04.20", "MÄRKTE USA/Wall Street erholt sich dank Ölpreisrally"], ["22.04.20", "MÄRKTE USA/Wall Street mit Erholung dank Ölpreisrally"], ["22.04.20", "MÄRKTE USA/Wall Street vor moderater Erholung"], ["22.04.20", "Kapitalerhöhung in der Krise: United Airlines holt sich eine Milliarde Dollar"], ["22.04.20", "United Airlines gibt Aktien aus und bekommt eine Milliarde Dollar"], ["22.04.20", "ROUNDUP: United Airlines holt sich für Krise eine Milliarde Dollar von Anlegern"], ["22.04.20", "United Airlines braucht Frischgeld"], ["22.04.20", "United Airlines kündigt milliardenschwere Kapitalerhöhung an"], ["20.04.20", "Corona-Krise brockt United Airlines Milliardenverlust ein"], ["20.04.20", "Covid-19-Krise brockt United Airlines Milliardenverlust ein"], ["16.04.20", "AKTIEN IM FOKUS: Krisengeplagte Airlines erneut im Ausverkauf - United-Aussage"], ["15.04.20", "MÄRKTE USA/Maue Wirtschaftsdaten verleiten zu Gewinnmitnahmen"], ["15.04.20", "MÄRKTE USA/Konjunktursorgen und schwache Banken-Zahlen belasten"], ["15.04.20", "MÄRKTE USA/Konjunktursorgen und schwache Banken-Zahlen belasten"]], "en": [["23.05.20", "United Airlines CEO Kirby's annual base salary lower than predecessor"], ["21.05.20", "Stock Market News: Aurora Shares Smoke Higher on U.S. CBD Buy; United Airlines Keeps Climbing"], ["21.05.20", "After Failed Bond Issue, United Airlines Will Be Forced To Avail The Full $4.5 Billion CARES Act Loan"], ["20.05.20", "Why Shares of United Airlines Are Up Today"], ["20.05.20", "JetBlue, United Airlines take more steps to counter coronavirus spread"], ["20.05.20", "Airlines improve coronavirus safety protocols to lure back anxious passengers"], ["20.05.20", "JetBlue, United Airlines take more steps to counter coronavirus spread"], ["20.05.20", "UPDATE 1-JetBlue, United Airlines take more steps to counter coronavirus spread"], ["20.05.20", "United Airlines unveils partnership with Clorox, Cleveland Clinic to keep passengers safe during pandemic"], ["20.05.20", "United Airlines shares up 3% premarket"], ["20.05.20", "United Airlines to limit advance seat selections, allow customers take alternative flights if capacity tops 70%"], ["20.05.20", "United Airlines to introduce 'all in one' economy snack bag including sanitizer wipe"], ["20.05.20", "United Airlines to deploy sneeze guards at check-in counters"], ["20.05.20", "United Airlines is temporarily shutting down self-service kiosks, introducing touchless ones"], ["20.05.20", "United Airlines Sees Modest Increase in Passenger Demand "], ["19.05.20", "Southwest and United airlines say ticket cancellations slowing, demand improving"], ["19.05.20", "United Airlines sees capacity improving into July, capex for 2021 less than half of 2020"], ["19.05.20", "United Airlines says air travel demand improving"], ["19.05.20", "United Airlines sees 2021 capex 'close to' $2 bln, down from below $4.5 bln in 2020"], ["19.05.20", "United Airlines sees July scheduled capacity down 75%, compared with April and June down 90%"], ["19.05.20", "United Airlines customer cancellation rates and domestic demand have improved in May"], ["19.05.20", "United Airlines April gross bookings down 95% from a year ago"], ["19.05.20", "United Airlines stock falls 2.4% premarket, after soaring 21.1% on Monday"], ["18.05.20", "Nasdaq Today: United Airlines Stock Rockets Higher; Reopening Hopes Help Marriott"], ["17.05.20", "United Airlines warns of fall coronavirus job losses as need for flight attendants plummets"], ["15.05.20", "88% of United Airlines Flight Attendants Will Have Nothing to Do in June, Says Report"], ["15.05.20", "Exclusive: United Airlines only needs 3,000 of 25,000 flight attendants in June - sources"], ["15.05.20", "Exclusive: United Airlines only needs 3,000 of 25,000 flight attendants in June - sources"], ["15.05.20", "United Airlines stock has dropped 20.1% amid 4-day losing streak through Thursday"], ["15.05.20", "United Airlines stock falls 2.9% premarket, after closing at 7 1/2-yr. low on Thursday"], ["14.05.20", "Why Shares of United Airlines Fell Today"], ["14.05.20", "United Airlines Sued Over Unpaid Furlough Policy"], ["14.05.20", "United Airlines employee files class action lawsuit over unpaid days off policy"], ["13.05.20", "Here's Why You Should Hold onto United Airlines Stock for Now"], ["13.05.20", "Coronavirus Notwithstanding, Some United Airlines Flights Are Close to Fully Packed!"], ["13.05.20", "United Airlines stock slips 0.1% premarket after tumbling 10.5% the past 2 days"], ["13.05.20", "Why Shares of United Airlines Holdings Are Down Today"], ["12.05.20", "Is the Options Market Predicting a Spike in United Airlines (UAL) Stock?"], ["11.05.20", "UPDATE 1-United Airlines appoints insider Brett Hart as president in midst of crisis"], ["11.05.20", "United Airlines appoints Brett Hart as president"], ["2020-05-26 14:00", "Tampa Bay Rays players attend workouts at Tropicana Field ... Entertainment Sports Features More ... Defense Featured Science Health Video Archive Almanac About Feedback Privacy Policy About Feedback Privacy Policy Search Trending COVID-19 vaccine Iran Coronavirus response LATAM Airlines North Korea Charity golf Manhunt Hong Kong Astronauts PlayStation MLB May 26, 2020 / 10:00 AM Tampa Bay Rays players attend workouts at Tropicana Field By Alex Butler ...  Fitzpatrick wants to start over rookie QB Tua Tagovailoa Follow Us Sign up for our daily newsletter Subscribe Privacy policy Photo Gallery Moments from Maria Sharapova's tennis career Back to Article / Back to top About UPI Contact Feedback Advertisements Submit News Tips Copyright 2020 United Press International, Inc. All Rights Reserved. Terms of Use Privacy Policy"], ["2020-05-26 13:59", "Caring.com ranks best and worst states for seniors during COVID-19 pandemic ... worst states for seniors during COVID-19 pandemic FBI joins 3-state manhunt for UConn student wanted in string of slayings, home invasion and kidnapping Gov. Newsom releases new guidelines for places of worship to reopen Counties can begin reopening in-store retail shopping US company trials coronavirus vaccine candidate in Australia Trending NFL player, second man sue United Airlines over female passenger's conduct Watch: Illegal street takeover brings traffic to a standstill in Norwalk Newly released footage gives last-known glimpse of extinct Tasmanian tiger Dozens flock to Huntington Beach as OC businesses reopen Police searching for missing woman with dementia who uses wheelchair from Canoga Park area News Coronavirus Local News National News Sports ... "], ["2020-05-26 13:58", "U.S. stocks surge as NYSE reopens trading floor ... 39;s response to the COVID-19 pandemic. U.S. News // 5 hours ago LATAM, Latin America's largest airline, files for bankruptcy May 26 (UPI) -- The largest Latin American air carrier, LATAM Airlines, has filed for Chapter 11 bankruptcy, it said early Tuesday, becoming the second major airline in May to go bankrupt due to the coronavirus pandemic. U.S. News // 8 hours ago Police search for UConn ... ; rats on rise after restaurant shutdowns, CDC says Follow Us Sign up for our daily newsletter Subscribe Privacy policy Photo Gallery High-schoolers celebrate graduation amid COVID-19 Back to Article / Back to top About UPI Contact Feedback Advertisements Submit News Tips Copyright 2020 United Press International, Inc. All Rights Reserved. Terms of Use Privacy Policy"], ["2020-05-26 13:58", "Coronavirus live updates: WHO warns that 1st wave of pandemic not over ...  Coming to Bay Area Airports Starting Monday May 4, travelers will see changes when flying due to the widespread coronavirus concerns in airports and on planes. Face masks will be required at any Bay Area airport if you are taking an essential flight. These can include bandanas, homemade masks or non-medical masks. Nearly every major airline will soon require them onboard, including United, Delta and JetBlue. Airlines are also beginning to block some or all middle-row seats for distance. May 2, 2020 3:30p.m. Two new cases reported in both Napa and Santa Cruz counties. And one new death has been reported in Alameda County. Currently, there are 52, 197 cases in California. You can track the latest numbers here . 1p.m. Costco Reduces Meat Purchases Costco has ... "], ["2020-05-26 13:55", "Watch: 'Dark' begins 'final cycle' in Season 3 trailer ...  Photos News Entertainment Sports Features More ... Defense Featured Science Health Video Archive Almanac About Feedback Privacy Policy About Feedback Privacy Policy Search Trending COVID-19 vaccine Iran Coronavirus response LATAM Airlines North Korea Charity golf Manhunt Hong Kong Astronauts PlayStation TV May 26, 2020 / 9:55 AM 'Dark' Season 3 to premiere June 27 on Netflix By Annie Martin (  ... Queen guitarist Brian May recovering after heart attack Follow Us Sign up for our Streaming newsletter Subscribe Privacy policy Photo Gallery Stevie Wonder turns 70: a look back Back to Article / Back to top About UPI Contact Feedback Advertisements Submit News Tips Copyright 2020 United Press International, Inc. All Rights Reserved. Terms of Use Privacy Policy"], ["2020-05-26 13:46", "Merck working with non-profit IAVI to develop COVID-19 vaccine ... Palms, S.C, on May 6. Photo by Richard Ellis/UPI | License Photo The beach reopened for the first time since March. Photo by Richard Ellis/UPI | License Photo Nicholas Calio, president and CEO of Airlines for America, uses disinfecting wipes before testifying before a hearing on the pandemic's impact on the aviation industry May 6 on Capitol Hill in Washington, D.C. Photo by Jim Watson/UPI | License ... 39; rats on rise after restaurant shutdowns, CDC says Follow Us Sign up for our daily newsletter Subscribe Privacy policy Photo Gallery Moments from Michael Jordan's career Back to Article / Back to top About UPI Contact Feedback Advertisements Submit News Tips Copyright 2020 United Press International, Inc. All Rights Reserved. Terms of Use Privacy Policy"], ["2020-05-26 13:44", "Physical jobs linked to more sick leave, earlier retirement ...  Sports Features More ... Defense Featured Science Health Video Archive Almanac About Feedback Privacy Policy About Feedback Privacy Policy Search Trending COVID-19 vaccine Iran Coronavirus response LATAM Airlines North Korea Charity golf Manhunt Hong Kong Astronauts PlayStation Health News May 26, 2020 / 9:44 AM Physical jobs linked to more sick leave, earlier retirement By  ...  COVID-19, other health problems, studies say Follow Us Sign up for our daily newsletter Subscribe Privacy policy Photo Gallery SpaceX, NASA prepare to return astronauts to space from U.S. soil Back to Article / Back to top About UPI Contact Feedback Advertisements Submit News Tips Copyright 2020 United Press International, Inc. All Rights Reserved. Terms of Use Privacy Policy"], ["2020-05-26 13:44", "World TeamTennis plans to have fans at West Virginia matches ...  Hacks Wine Country Napa Reno-Tahoe Hawaii Mexico SF Insider: Things to do Monterey-Carmel Chris McGinnis' Travel Tips Airlines are enticing fliers with summer fare deals, double The ultimate guide to Livermore's top wineries (The Press) Airlines slowly reviving flights; Frontier to begin temp checks Where are you planning to go this summer? Real Estate New Homes ( ... Because of the pandemic, World TeamTennis is bringing all nine of its teams to one site — The Greenbriar in White Sulphur Springs, West Virginia — instead of having matches played around the United States. And unlike smaller exhibition tennis events around the world that have been staged without any fans present, WTT intends to sell tickets for about one-sixth of a 3,000-seat  ... "], ["2020-05-26 13:35", "US couple waits 2 1/2 months in lockdown to visit Pompeii ... Hacks Wine Country Napa Reno-Tahoe Hawaii Mexico SF Insider: Things to do Monterey-Carmel Chris McGinnis' Travel Tips Airlines are enticing fliers with summer fare deals, double The ultimate guide to Livermore's top wineries (The Press) Airlines slowly reviving flights; Frontier to begin temp checks Where are you planning to go this summer? Real Estate New  ...  couple waits 2 1/2 months in lockdown to visit Pompeii Colleen Barry and Alessandra Tarantino, Associated Press Updated 6:38 am PDT, Tuesday, May 26, 2020 Colleen and Marvin Hewson, from the United States, visit to the archeological site of Pompeii, near Naples, southern Italy, Tuesday, May 26, 2020. The American couple waited a lifetime plus 2 months to visit the ancient ruins of Pompeii together ... "], ["2020-05-26 13:35", "Exchange with North Korea must resume, South's politicians say ...  Sports Features More ... Defense Featured Science Health Video Archive Almanac About Feedback Privacy Policy About Feedback Privacy Policy Search Trending COVID-19 vaccine Iran Coronavirus response LATAM Airlines North Korea Charity golf Manhunt Hong Kong Astronauts PlayStation World News May 26, 2020 / 9:35 AM Exchange with North Korea must resume, South's politicians  ... its autonomy, stating it will \"only target a handful of people.\" World News // 4 hours ago UNC: Unclear whether North Korean gunfire across DMZ was accidental SEOUL, May 26 (UPI) -- The United Nations Command announced Tuesday that it had finished its investigation into a gunfire exchange inside the DMZ in early May and was not able to determine if North Korea's initial shots  ... "], ["2020-05-26 13:34", "Dow rockets 600 points as optimism grows around economic reopenings ...  as 3.9% to $US34.54 per barrel. Watch major indexes update live here . US stocks leaped on Tuesday as investors mulled economic reopenings and new US-China tensions. States continued to relax lockdown measures through Memorial Day weekend, ushering in a new test for pandemic-battered markets. Some of the biggest gainers in early trading include firms hardest hit by the virus, with United Airlines , Carnival , and MGM Resorts all gaining at least 8%. New pressures between Hong Kong and China dampened some sentiments and threatened to escalate stresses between the US and China. The White House said Sunday the US will likely sanction China if it enacts a controversial national security law in Hong Kong. Here's where US indexes stood soon after the 9:30 a ... "], ["2020-05-26 13:33", "Dow Surges 600 Points As Investors Bet On A Coronavirus Vaccine Breakthrough ...  currently in clinical trials and another 114 in pre-clinical evaluation, according to a tally from Fundstrat. Progress is also being made on the reopening front, lifting markets higher as several states start to lift lockdowns and allow businesses to resume. Stocks that would benefit from a reopening jumped on Tuesday morning, including MGM Resorts, Carnival, Norwegian Cruise Line, United Airlines and Southwest Airlines. Surprising fact The New York Stock Exchange partially reopened for trading on Tuesday, after being closed for more than two months due to workers testing positive coronavirus. Some 80 brokers will be allowed back onto the floor—about 25% of the number before the pandemic hit. \" I'm ready ,\" a floor trader told CNBC about ... "], ["2020-05-26 13:33", "Macau casino tycoon Stanley Ho dies aged 98 ...  same-sex marriage in first for Central America Hong Kong (AFP) - 05/26/2020 - 08:33 Hong Kong-born casino tycoon Stanley Ho dies aged 98: family New York (AFP) - 05/26/2020 - 07:02 LATAM Airlines files for bankruptcy in US: statement Washington (AFP) - 05/26/2020 - 02:42 US coronavirus death toll rises by 532 in past 24 hours: tracker London (AFP) - 05/25/2020 - 20:16 PM Johnson says Britain ...  opposition criticises electoral 'farce', to contest poll loss Geneva (AFP) - 05/25/2020 - 18:31 WHO suspends trial of hydroxychloroquine as COVID-19 treatment over safety concerns New Castle (United States) (AFP) - 05/25/2020 - 18:03 Joe Biden makes first public appearance since March 15 The News The Agency About AFP management AFP in dates AFP in numbers AFP in ... "], ["2020-05-26 13:32", "Buffett Is Shortsighted On Airlines: Southwest Is A Steal At This Price ...  disruptions may drive some weaker airline operators out of business for good. However, LUV's profitability was superior to its competitors before the crisis, and the firm is well-positioned to grow profits when the economy recovers. LUV's invested capital turns, a measure of balance sheet efficiency, rank highest among the four largest U.S. airlines, which include LUV, Delta Air Lines, Inc. (DAL), United Airlines Holdings, Inc. (UAL), and American Airlines (AAL). LUV's net operating profit after-tax (NOPAT) margin ranks second amongst this group as well. High margins and invested capital turns drive LUV's leading return on invested capital (ROIC). Per Figure 2, LUV's current ROIC of 12% ranks well above each of the other largest U.S ... "], ["2020-05-26 13:31", "Wall Street set to surge at open on recovery, vaccine hopes ...  to three months and that's what the market is pricing,\" said Patrick Fruzzetti, managing director and senior research analyst at the Rosenau Group. \"We're not going to go from 0 to 100 in a matter of couple of months. In a way that some of these sectors are pricing. It's going to be very slow.\" The beaten down travel-related stocks soared with United Airlines Holdings Inc ( UAL.O ), online travel agency Expedia Group Inc ( EXPE.O ), hotel operator Marriott International Inc ( MAR.O ) rising between 6% and 8%, while cruise companies including Carnival Corp ( CCL.N ) gained about 10%. S&P 500 e-minis EScv1 were up 2.19% at 3,017.75 points at 9:03 a.m. ET (13:03 GMT). The futures contract broke through 2,988.38, a 200-day simple moving ... "], ["2020-05-26 13:31", "S&P 500 breaches 3,000 mark for first time since early March ...  to three months and that's what the market is pricing,\" said Patrick Fruzzetti, managing director and senior research analyst at the Rosenau Group. \"We're not going to go from 0 to 100 in a matter of couple of months. In a way that some of these sectors are pricing. It's going to be very slow.\" The beaten down travel-related stocks soared with United Airlines Holdings Inc ( UAL.O ), online travel agency Expedia Group Inc ( EXPE.O ), hotel operator Marriott International Inc ( MAR.O ) rising between 6% and 8%, while cruise companies including Carnival Corp ( CCL.N ) gained about 10%. S&P 500 e-minis EScv1 were up 2.19% at 3,017.75 points at 9:03 a.m. ET (13:03 GMT). The futures contract broke through 2,988.38, a 200-day simple moving ... "], ["2020-05-26 13:31", "The Latest: Spain declares 10-day mourning period for dead ...  pressures. ___ BERLIN — International public broadcasters are highlighting their role in combating misinformation about the coronavirus. In a joint statement Tuesday, seven public service media from the United States, Europe, Canada, Japan and Australia said \"the fight against the proliferation, particularly on social networks, of fake news about the disease and its treatments has mobilized ... Chul-hong/Yonhap via AP) (Park Chul-hong) Foreigners wear protective suits as they enter the departure area of Manila's International Airport, Philippines on Friday, May 22, 2020. Some airlines began flights in and out of the country as the capital eases it's lockdown while it continues to fight the spread of the new coronavirus. (AP Photo/Aaron Favila ... "], ["2020-05-26 13:31", "The Latest: Spain declares 10-day mourning period for dead ...  pressures. ___ BERLIN — International public broadcasters are highlighting their role in combating misinformation about the coronavirus. In a joint statement Tuesday, seven public service media from the United States, Europe, Canada, Japan and Australia said \"the fight against the proliferation, particularly on social networks, of fake news about the disease and its treatments has mobilized ... Chul-hong/Yonhap via AP) (Park Chul-hong) Foreigners wear protective suits as they enter the departure area of Manila's International Airport, Philippines on Friday, May 22, 2020. Some airlines began flights in and out of the country as the capital eases it's lockdown while it continues to fight the spread of the new coronavirus. (AP Photo/Aaron Favila ... "], ["2020-05-26 13:31", "The Latest: Spain declares 10-day mourning period for dead ...  pressures. ___ BERLIN — International public broadcasters are highlighting their role in combating misinformation about the coronavirus. In a joint statement Tuesday, seven public service media from the United States, Europe, Canada, Japan and Australia said \"the fight against the proliferation, particularly on social networks, of fake news about the disease and its treatments has mobilized ... Chul-hong/Yonhap via AP) (Park Chul-hong) Foreigners wear protective suits as they enter the departure area of Manila's International Airport, Philippines on Friday, May 22, 2020. Some airlines began flights in and out of the country as the capital eases it's lockdown while it continues to fight the spread of the new coronavirus. (AP Photo/Aaron Favila ... "], ["2020-05-26 13:31", "The Latest: Spain declares 10-day mourning period for dead ...  pressures. ___ BERLIN — International public broadcasters are highlighting their role in combating misinformation about the coronavirus. In a joint statement Tuesday, seven public service media from the United States, Europe, Canada, Japan and Australia said \"the fight against the proliferation, particularly on social networks, of fake news about the disease and its treatments has mobilized ... Chul-hong/Yonhap via AP) (Park Chul-hong) Foreigners wear protective suits as they enter the departure area of Manila's International Airport, Philippines on Friday, May 22, 2020. Some airlines began flights in and out of the country as the capital eases it's lockdown while it continues to fight the spread of the new coronavirus. (AP Photo/Aaron Favila ... "]]}}