{"postfix": "ups-aktie", "name": "UNITED_PARCEL_SERVICE", "wkn": "929198", "time": "2020.05.26 15:57", "ts": 1590501439, "features": {"KGV": "15.80", "Marktkapitalisierung": {"Size": "Mrd", "Value": "62.42"}, "GA": "7.53", "KBV": "16.38", "BA": "7.26", "KCV": "11.95", "CA": "9.96", "Vola30": "35.52", "Vola90": "46.71", "Vola180": "37.55", "Vola250": "32.84"}, "rivals": ["deutsche_post-aktie", "fedex-aktie", "expeditors_international_of_washington-aktie", "ch_robinson_worldwide-aktie", "postnl_3-aktie"], "text_data": {"de": [["25.05.20", "Autonome Liefersysteme in Corona-Krise neuer Hit bei Investoren"], ["12.05.20", "Post hofft auf Normalisierung in der Corona-Krise"], ["12.05.20", "Folgen der Corona-Krise lassen Gewinn der Post einbrechen"], ["01.05.20", "ROUNDUP: Kunden müssen wegen Corona-Maßnahmen länger auf Pakete warten"], ["01.05.20", "Kunden müssen wegen Corona-Maßnahmen länger auf Pakete warten"], ["30.04.20", "So schätzen die Analysten die Zukunft der United Parcel Service-Aktie ein"], ["29.04.20", "United Parcel Service: Das sind die jüngsten Quartalszahlen"], ["28.04.20", "MÄRKTE USA/Wall Street schließt nach schwachen Daten im Minus"], ["28.04.20", "MÄRKTE USA/Wall Street gibt nach schwachen Daten Gewinne ab"], ["28.04.20", "MÄRKTE USA/Wall Street fester - Berichtssaison bewegt"], ["28.04.20", "MÄRKTE USA/Wall Street fester erwartet - Berichtssaison im Blick"], ["28.04.20", "MARKT USA/Wall Street fester erwartet - Berichtssaison im Blick"], ["22.04.20", "ROUNDUP: Bundesarbeitsministerium gegen Sonntagszustellung von Paketen"], ["22.04.20", "Bundesarbeitsministerium gegen Sonntagszustellung von Paketen"], ["03.04.20", "ROUNDUP/DHL: Paketmengen inzwischen auf 'Vorweihnachtsniveau'"], ["03.04.20", "DHL: Paketmengen inzwischen auf 'Vorweihnachtsniveau'"], ["02.04.20", "WDH/VIRUS: Paket- und Kurierbranche leidet unter Wegfall von Geschäftspost"], ["02.04.20", "VIRUS/ROUNDUP/Trotz geschlossener Geschäfte: Auch Kuriere leiden unter Krise"], ["02.04.20", "VIRUS: Paket- und Kurierbrache leidet unter Wegfall von Geschäftspost"], ["31.03.20", "So schätzen die Analysten die United Parcel Service-Aktie im März 2020 ein"], ["31.03.20", "VIRUS/ROUNDUP: Jobs und Innovationen erhalten/Regierung plant neue Corona-Hilfen"], ["24.03.20", "ROUNDUP/Zusteller DPD: Zahl der Pakete sinkt trotz Onlineshopping"], ["24.03.20", "Zusteller DPD: Zahl der Pakete sinkt trotz Onlineshopping"], ["18.03.20", "Experten: Coronavirus verändert Einkaufsgewohnheiten auf Dauer"], ["12.03.20", "US-Paketdienst UPS macht Carol Tomé zur neuen Chefin"], ["10.03.20", "Amazon setzt Paket-Boom der Post Grenzen"], ["03.03.20", "ROUNDUP: Deutsche Post will Paket-Empfang mit Digitaldiensten erleichtern"]], "en": [["28.04.20", "United Parcel Service Inc (UPS) Q1 2020 Earnings Call Transcript"], ["28.04.20", "United Parcel Service (UPS) Lags Q1 Earnings Estimates"], ["28.04.20", "United Parcel Service pulls 2020 forecast on pandemic uncertainties"], ["09.04.20", "United Parcel Service (UPS) Stock Sinks As Market Gains: What You Should Know"], ["30.03.20", "United Parcel Service (UPS) Gains But Lags Market: What You Should Know"], ["23.03.20", "United Parcel Service (UPS) Stock Moves -1.67%: What You Should Know"], ["19.03.20", "The Zacks Analyst Blog Highlights: UnitedHealth, Sanofi, United Parcel Service, Caterpillar and Activision Blizzard"], ["11.03.20", "Why Shares of United Parcel Service Fell Today"], ["11.03.20", "2007-2008 vs. 2020 Crisis Comparison: How Did United Parcel Service Stock Fare Compared with S&P 500?"], ["28.02.20", "United Parcel Service (UPS) Gains As Market Dips: What You Should Know"], ["24.02.20", "Why Shares of United Parcel Service Are Down Today"], ["14.02.20", "Daily Dividend Report: United Parcel Service, RLI, Nike, Fedex, Keurig Dr Pepper"], ["06.02.20", "The Zacks Analyst Blog Highlights: Netflix, Eli Lilly, United Parcel Service, Microsoft and Nike"], ["05.02.20", "Top Research Reports for Netflix, Eli Lilly & United Parcel Service"], ["31.01.20", "United Parcel Service Inc (UPS) Q4 2019 Earnings Call Transcript"], ["30.01.20", "United Parcel Service (UPS) Q4 Earnings Top Estimates"], ["23.01.20", "United Parcel Service (UPS) Earnings Expected to Grow: Should You Buy?"], ["07.01.20", "The Zacks Analyst Blog Highlights: Exxon Mobil, AT&T, Disney, Netflix and United Parcel Service"], ["2020-05-26 13:50", "Chinese lawmakers propose foreign states immunities law ...  lawmakers propose foreign states immunities law China says firmly opposes politicizing, stigmatizing coronavirus origin Presidium of China's annual legislative session holds 2nd meeting Political advisors refute anti-China COVID-19 bills at US Congress 8-member Chinese surveying team attempts to summit Mt. Qomolangma Wednesday Macau casino tycoon Stanley Ho dies aged 98 China Development Bank ups financial support for Greater Bay Area Hong Kong to further relax social distancing measures WHO appreciates China's openness to joint efforts to identify source of COVID-19 Chinese mainland reports 7 new imported COVID-19 cases EXPLORE SHINE News Metro Nation World Sport Viral Biz Economy Tech Auto Company Property Finance Event Video Live Big Little ... "], ["2020-05-26 13:48", "Billionaire and legendary investor David Booth: Here's how to invest smartly right now so you come out of the pandemic with financial security ...  investment principles do what they were designed to do: Help meet your financial goals. 1. Develop a long-term strategy you can stick with I've experienced a lot of market tumult during my 50-year career in finance. The most important advice I can give is to stay invested and to try not to time the markets. There's no compelling evidence that trying to time the market's ups and downs is a winning strategy. Timing markets can be costly because there is no \"catch up\" or \"do over.\" Think of all the people that sold equities as stocks fell in 2008, only to miss the rally in 2009 or the subsequent 11-year bull run. Instead, you need to identify your goals and work backward to develop a plan you can stick with over time, regardless ... "], ["2020-05-26 13:35", "'Good news across the board' — Mohamed El-Erian raves about vaccine, reopening developments ...  to engagement.\" As for infection data, El-Erian noted there is a lag between when restrictions are eased and when new cases will show up. \"So far, it looks OK-ish. Some pick up in cases but nothing dramatic. But let's keep an eye on that.\" \"This is not going to be a smooth process,\" he added. \"There's going to be ups and downs but keep on eye both on the health side and on the engagement side and that will give you a very good view as to where we're going.\" Related Tags Stock markets U.S. Economy World Markets Investment strategy Markets Subscribe to CNBC PRO Licensing & Reprints CNBC Councils Supply Chain Values Advertise With Us Join the CNBC Panel Digital Products News Releases Closed Captioning Corrections About ... "], ["2020-05-26 13:32", "Florida man allegedly kidnaps girl, 17, to get through COVID-19 checkpoint, police say ...  home attack captured on video National / 3 days ago A woman claimed her 9-year-old son was abducted. Now she's charged with his murder National / 3 days ago More National Washington D.C. VP Pence visits Georgia, praises Kemp's early action to reopen state Washington DC Bureau / 4 days ago Testing, tracing strategy key to preventing COVID-19 flare-ups, lawmakers say Washington DC Bureau / 4 days ago Video Dems criticize 'millionaire tax giveaway,' GOP says it's nothing new Washington DC Bureau / 4 days ago Video Family caregivers fight for federal coronavirus assistance Washington DC Bureau / 4 days ago Video More Washington DC Bureau Your Local Election HQ Biden says Democrats have 'had enough debates' after Sanders commits ... "], ["2020-05-26 13:30", "Paul Zahra's phenomenal confusion ...  Markets Equity markets Commodities Currencies Debt markets Markets Live Markets Data Street Talk Politics Federal Canberra Observed Federal Election Policy Economy Energy & Climate Foreign Affairs & Security Tax & Super Health & Education Public Service World North America Asia Europe Middle East Pacific South America Central America Africa Property Residential Commercial Technology Fintech Start-ups Social Media Enterprise IT Technology Reviews Opinion The AFR View Chanticleer Rear Window Letters to the Editor Wealth Investing Personal Finance Superannuation & SMSFs Tax People Rich List Young Rich Work & Careers Careers Workplace Management Education Leaders BOSS Women of Influence Power List Life & Luxury Travel Cars, Bikes & Boats Health & Fitness Food ... "], ["2020-05-26 13:30", "Cash holdings just melt away at Yowie ...  Markets Equity markets Commodities Currencies Debt markets Markets Live Markets Data Street Talk Politics Federal Canberra Observed Federal Election Policy Economy Energy & Climate Foreign Affairs & Security Tax & Super Health & Education Public Service World North America Asia Europe Middle East Pacific South America Central America Africa Property Residential Commercial Technology Fintech Start-ups Social Media Enterprise IT Technology Reviews Opinion The AFR View Chanticleer Rear Window Letters to the Editor Wealth Investing Personal Finance Superannuation & SMSFs Tax People Rich List Young Rich Work & Careers Careers Workplace Management Education Leaders BOSS Women of Influence Power List Life & Luxury Travel Cars, Bikes & Boats Health & Fitness Food ... "], ["2020-05-26 13:22", "Amid coronavirus battle, drones will deliver test kits and protective gear to island medical personnel ...  DRONE DELIVERY SERVICE With 262,547 cases and 36,996 deaths, the U.K. is one of the most impacted countries by the coronavirus pandemic, according to data from Johns Hopkins University. This is not the first time that drones have been used to transport medical supplies. DHL, for example, is involved in a project to deliver medical supplies by drones in Tanzania. Earlier this year, UPS partnered with U.S. drone delivery specialist DroneUp to test the delivery of medical supplies by drone on the abandoned campus of Saint Paul's College in Lawrenceville, Va. CLICK HERE FOR COMPLETE CORONAVIRUS COVERAGE As of Tuesday morning, over 5.51 million coronavirus cases have been diagnosed worldwide, with over 1.66 million of them in the U.S., according to data from ... "], ["2020-05-26 13:19", "First drive-in concert to kick off in Limerick ...  organised by the Dolans Presents team along with Limerick City and County Council and Cooper Developments. Mick Dolan, who runs the Dolan's pub and concert venue on Limerick's Dock Road said the past few months had been a very difficult time for the music industry. \"We are facing into a summer period where the traditional festival offering and big gig line-ups just won't be happening. \"Limerick deserves something special and something unique to look forward to, so we have teamed up with the local authority to bring the concept of the Drive-In concerts to Limerick\", he said. More on News Regional Munster More by Cathy Halloran Mid West Correspondent Shop doors about to open to customer experience never seen before Coronavirus | 17 ... "], ["2020-05-26 13:16", "University risks making Drew Pavlou a free speech martyr ...  Markets Equity markets Commodities Currencies Debt markets Markets Live Markets Data Street Talk Politics Federal Canberra Observed Federal Election Policy Economy Energy & Climate Foreign Affairs & Security Tax & Super Health & Education Public Service World North America Asia Europe Middle East Pacific South America Central America Africa Property Residential Commercial Technology Fintech Start-ups Social Media Enterprise IT Technology Reviews Opinion The AFR View Chanticleer Rear Window Letters to the Editor Wealth Investing Personal Finance Superannuation & SMSFs Tax People Rich List Young Rich Work & Careers Careers Workplace Management Education Leaders BOSS Women of Influence Power List Life & Luxury Travel Cars, Bikes & Boats Health & Fitness Food ... "], ["2020-05-26 13:12", "Many Arizona children missing shots, doctor visits amid COVID-19 pandemic ... Without change, pediatricians fear we could face a second wave of sickness in the fall and winter — this time with illnesses like measles and whooping cough. You can chalk it up to parents avoiding the doctor's office and ER for fear of exposing their children to COVID-19. Because of these missed visits, doctors are also seeing more asthma, diabetes, and other chronic illness flare-ups. In Pima County, health experts are reminding parents time is of the essence. It's important to get back on track because many shots need more than one dose to be effective. This is especially important for those back-to-school shots. While the future of what school will look like in the fall is still unknown, the Pima County Health Department says back-to-school ... "], ["2020-05-26 13:10", "Chelsea target 'one big signing' for Frank Lampard as transfer plan emerges ...  Spain - will the UK be next? Caravan and campsites reopen: Britons will return to this favourite destination first Minimum wage 2020: Rates have risen - how much can you get now? New rates explained Man Utd take Odion Ighalo action late in the day as Shanghai Shenhua make demand Tottenham send Philippe Coutinho transfer message to Barcelona Arsenal boss Mikel Arteta has Philippe Coutinho transfer back-ups if Barcelona bid fails Man Utd hero Nani offering Angel Gomes to two European clubs ahead of transfer window Man City choose Leroy Sane replacement as 40m transfer target fits bill for Pep Guardiola Jamie Carragher reveals the one thing he's 'sick of' with Michael Jordan's The Last Dance Man Utd turn focus to Timo Werner and Moussa Dembele ... "], ["2020-05-26 13:10", "Arsenal to listen to transfer offers for three defenders but David Luiz not one of them ...  - will the UK be next? Caravan and campsites reopen: Britons will return to this favourite destination first Minimum wage 2020: Rates have risen - how much can you get now? New rates explained Man Utd take Odion Ighalo action late in the day as Shanghai Shenhua make demand Tottenham send Philippe Coutinho transfer message to Barcelona Arsenal boss Mikel Arteta has Philippe Coutinho transfer back-ups if Barcelona bid fails Man Utd hero Nani offering Angel Gomes to two European clubs ahead of transfer window Man City choose Leroy Sane replacement as 40m transfer target fits bill for Pep Guardiola Jamie Carragher reveals the one thing he's 'sick of' with Michael Jordan's The Last Dance Liverpool icon Jamie Carragher reflects on team-mate row ... "], ["2020-05-26 13:08", "Ather Energy, Bounce join hands to monetize the idle time of scooters ... Markets News Stocks Commodities IPOs Mutual Funds Mutual Fund Tools Derivatives BS Fund Manager Companies News Results Financial X-Ray Auto Engineering Financials Infra IT Oil & Gas Telecom Services All Sectors Opinion Editorial Comment Columnists BS Special Business Law & Tax Lunch Poll Tech News Reviews Launches Specials Specials Weekend Digital Consumer PE/VC Brand World SME Start-ups B2B Connect Sponsored Content BS Special Health and Wellness PF News Features Investments Loans & Credit Cards Tax Insurance Financial Tools Portfolio Multimedia Photo Gallery Podcast Video Gallery Budget 2020 News Income Tax Calculator Glossary Sports ICC World Test Championship India Vs South Africa Series IPL 2020 Covid-19 BS APPS iPad iPhone Android Wap BS PRODUCTS Smart ... "], ["2020-05-26 13:05", "Tourism ministry extends validity of approval for hotels till June end ... Markets News Stocks Commodities IPOs Mutual Funds Mutual Fund Tools Derivatives BS Fund Manager Companies News Results Financial X-Ray Auto Engineering Financials Infra IT Oil & Gas Telecom Services All Sectors Opinion Editorial Comment Columnists BS Special Business Law & Tax Lunch Poll Tech News Reviews Launches Specials Specials Weekend Digital Consumer PE/VC Brand World SME Start-ups B2B Connect Sponsored Content BS Special Health and Wellness PF News Features Investments Loans & Credit Cards Tax Insurance Financial Tools Portfolio Multimedia Photo Gallery Podcast Video Gallery Budget 2020 News Income Tax Calculator Glossary Sports ICC World Test Championship India Vs South Africa Series IPL 2020 Covid-19 BS APPS iPad iPhone Android Wap BS PRODUCTS Smart ... "], ["2020-05-26 13:05", "GSK Pharma: Near term headwinds may keep stock prices under pressure ... Markets News Stocks Commodities IPOs Mutual Funds Mutual Fund Tools Derivatives BS Fund Manager Companies News Results Financial X-Ray Auto Engineering Financials Infra IT Oil & Gas Telecom Services All Sectors Opinion Editorial Comment Columnists BS Special Business Law & Tax Lunch Poll Tech News Reviews Launches Specials Specials Weekend Digital Consumer PE/VC Brand World SME Start-ups B2B Connect Sponsored Content BS Special Health and Wellness PF News Features Investments Loans & Credit Cards Tax Insurance Financial Tools Portfolio Multimedia Photo Gallery Podcast Video Gallery Budget 2020 News Income Tax Calculator Glossary Sports ICC World Test Championship India Vs South Africa Series IPL 2020 Covid-19 BS APPS iPad iPhone Android Wap BS PRODUCTS Smart ... "], ["2020-05-26 13:04", "FBI joins 3-state manhunt for UConn student wanted in string of slayings, home invasion and kidnapping ...  FBI joins 3-state manhunt for UConn student wanted in string of slayings, home invasion and kidnapping ZooTampa offering free 'Senior Day' Tuesday before reopening to public Georgia Aquarium announces birth of baby beluga whale Florida Republicans offer to host RNC after Trump threatens to move venue if 'full attendance' isn't allowed 'Hero' UPS driver stops on delivery route to fix American flag Trending Florida beachgoers have rare encounter with 800-pound leatherback sea turtle nesting during daylight hours Woman arrested after spitting on groceries inside Largo Publix Police: 1 dead, 2 injured in overnight shooting Thousands of racing fans pack the stands at North Carolina speedway Trump supporters set sail on Pinellas County ... "], ["2020-05-26 13:04", "LA County to consider plan to let cities with less coronavirus cases reopen faster ...  2 family members IE reopens places of worship after new rules released California to allow shopping at retail stores to resume Apparent burglar shot, killed after breaking into Hesperia home Boy Scout plays Taps nightly outside veterans' home See list of emergency cooling centers in LA County Show More Free pizza for 2020 grads at Pizza Hut 'Hero' UPS driver stops to fix American flag New rules released for churches to resume in-person worship Glendale tour bus company hit hard by coronavirus pandemic COVID-19 vaccines and Remdesivir: Update on latest developments More TOP STORIES News Home AccuWeather Traffic Local News Los Angeles Orange County Inland Empire Ventura County California Categories Watch Photos U.S. & World Live Video Politics ... "], ["2020-05-26 13:04", "Bangalore Hindi Theatre pays tribute to Girish Karnad with the Karnad Monologue ContestThis theatre contest is open to everyone, of all age groups, irrespective of their experience in theatre or acting"], ["2020-05-26 13:03", "Queen hairdresser: Does the Queen have a hairdresser in Windsor? ... March (Image: GETTY/BBC) Yet despite hairdressers remaining closed, the Queen's hair has been in perfect condition each and every time she has been seen since lockdown began. According to sources, the Queen has been looking after her own hair while isolating at Windsor Castle. A royal source told the Sun on Sunday, the Queen's signature barnet look has been maintained as a result of the Queen undertaking touch-ups. The source told the Sun on Sunday: \"The Queen has done her own hair for years at Balmoral during her summer holidays and so she's used to it. \"She washes, drys and sets it herself - and she's very good at it! She has had lots of practice and so she knows exactly what to do. \"It is typical of her that she just keeps calm ... "], ["2020-05-26 13:02", "How to claim back SSP with the Coronavirus Statutory Sick Pay Rebate Scheme ...  to be the brightest comet we'll see in 2020. Home interiors DIY mum transforms her 'old-fashioned' bathroom for 112 - and it's unrecognisable Yianoula Griffiths, 36, was sick of her \"dark\" bathroom but couldn't afford to splash out on renovations. Boots No7's new 'Holy Grail' anti-wrinkle cream racks up 100k early access sign-ups Online shopping Boots No7 Advanced Retinol 1.5% Complex Night Concentrate goes on sale on Wednesday, May 27 to those who joined the virtual waiting list Scot shares 'secret recipe' to make bakery-quality butteries Food This recipe creates butteries - or rowies - perfect eaten with jam, butter or plain with a cup of tea. Aldi launches 'traffic light' system in Scots stores to ... "]]}}