{"postfix": "urban_outfitters-aktie", "name": "URBAN_OUTFITTERS", "wkn": "888903", "time": "2020.05.26 17:16", "ts": 1590506204, "features": {"KGV": "13.45", "Marktkapitalisierung": {"Size": "Mrd", "Value": "1.54"}, "GA": "1.96", "KBV": "1.83", "BA": "14.47", "KCV": "10.29", "CA": "2.57", "Vola30": "97.56", "Vola90": "100.74", "Vola180": "77.96", "Vola250": "66.66"}, "rivals": ["gap-aktie", "hennes_mauritz-aktie", "abercrombie_fitch-aktie", "gerry_weber-aktie", "inditex-aktie"], "text_data": {"de": [["20.05.20", "MÄRKTE USA/Wall Street fester - Anleger hoffen auf Konjunkturerholung"], ["20.05.20", "MÄRKTE USA/Wall Street fester - Einzelhändler überzeugen mit Quartalszahlen"], ["20.05.20", "MÄRKTE USA/Wall Street nach Verschnaufpause fester"], ["20.05.20", "MÄRKTE USA/Börsen nach Verschnaufpause fester erwartet"], ["18.05.20", "Ausblick: Urban Outfitters stellt Ergebnisse des abgelaufenen Quartals vor"], ["04.05.20", "Erste Schätzungen: Urban Outfitters stellt Ergebnisse des abgelaufenen Quartals vor"], ["30.04.20", "April 2020: Die Expertenmeinungen zur Urban Outfitters-Aktie"], ["31.03.20", "Analysten sehen für Urban Outfitters-Aktie Luft nach oben"], ["16.03.20", "H&M folgt anderen Modehändlern und schließt Läden"], ["02.03.20", "Ausblick: Urban Outfitters veröffentlicht Zahlen zum vergangenen Quartal"]], "en": [["21.05.20", "Urban Outfitters store sales to drop 60% due to Covid-19"], ["20.05.20", "Urban Outfitters Faces Big Losses in the First Quarter"], ["20.05.20", "Why Urban Outfitters Stock Was Falling Today"], ["20.05.20", "Urban Outfitters (URBN) Reports Q1 Loss and Sales Decline"], ["20.05.20", "Urban Outfitters Inc (URBN) Q1 2021 Earnings Call Transcript"], ["20.05.20", "Urban Outfitters predicts 60% fall in same-store sales on slow recovery"], ["20.05.20", "Urban Outfitters predicts 60% fall in same-store sales on slow recovery"], ["19.05.20", "Urban Outfitters (URBN) Reports Q1 Loss, Lags Revenue Estimates"], ["19.05.20", "Urban Outfitters stock falls as preliminary results miss"], ["15.05.20", "Is Urban Outfitters Really Just a $15 Stock?"], ["12.05.20", "Analysts Estimate Urban Outfitters (URBN) to Report a Decline in Earnings: What to Look Out for"], ["30.04.20", "Why Nordstrom, Ralph Lauren, and Urban Outfitters Stocks Are Lower Today"], ["28.04.20", "Why Nordstrom, Ralph Lauren, and Urban Outfitters Shares Were Up Today"], ["23.04.20", "Urban Outfitters and American Eagle Outfitters Are Both Bleeding, But Which Stock Has The Edge?"], ["13.04.20", "Nordstrom, Ralph Lauren, and Urban Outfitters Are Trading Lower as Macy's Explores Restructuring"], ["02.04.20", "Why Is Urban Outfitters (URBN) Down 38.5% Since Last Earnings Report?"], ["01.04.20", "Urban Outfitters Gives More Updates on Tackling Coronavirus Woes"], ["31.03.20", "Urban Outfitters Says It Won't Pay Rent During COVID-19 Pandemic"], ["31.03.20", "Urban Outfitters to furlough a 'substantial' number of employees, suspends rent payment"], ["31.03.20", "Coronavirus: Urban Outfitters invokes force majeure clause"], ["23.03.20", "Why Shares of Urban Outfitters Are Falling Today"], ["16.03.20", "Urban Outfitters Closes Stores Worldwide Due to Coronavirus"], ["16.03.20", "Urban Outfitters closing all stores globally including Anthropologie, Free People because of coronavirus"], ["11.03.20", "Urban Outfitters sales fall in coronavirus-impacted cities including Milan and Seattle"], ["06.03.20", "How Urban Outfitters Plans to Turn Things Around in 2020"], ["04.03.20", "Why Urban Outfitters Stock Was Sinking Today"], ["04.03.20", "Urban Outfitters Reported Higher Traffic But Missed on Earnings Last Quarter"], ["04.03.20", "Urban Outfitters shares sink after markdowns weigh on results, coronavirus could cause delays"], ["04.03.20", "Urban Outfitters (URBN) Stock Tumbles 10% on Q4 Earnings Miss"], ["04.03.20", "Urban Outfitters Inc (URBN) Q4 2020 Earnings Call Transcript"], ["03.03.20", "Urban Outfitters (URBN) Misses Q4 Earnings and Revenue Estimates"], ["03.03.20", "Urban Outfitters stock down 5% after Q4 profit miss"], ["29.02.20", "Is Urban Outfitters a Buy?"], ["27.02.20", "How Urban Outfitters (URBN) is Placed Ahead of Q4 Earnings"], ["25.02.20", "Earnings Preview: Urban Outfitters (URBN) Q4 Earnings Expected to Decline"], ["12.02.20", "Shares of Urban Outfitters Pop 6% on Q4 Sales Data"], ["10.02.20", "Banana Republic, Bloomingdale’s, Urban Outfitters turning to clothing rentals"], ["28.01.20", "Urban Outfitters and American Eagle: Which Teen-Focused Retailer Is the Better Buy?"], ["20.01.20", "Signet Jewelers, Urban Outfitters, Smile Direct and Align Technology highlighted as Zacks Bull and Bear of the Day"], ["10.01.20", "Why Urban Outfitters Stock Dropped Today"], ["2020-05-25 18:29", "How much would you pay? Knoxville Center Mall's 'Power T' goes for more than $10K ... Homes Apartments Jobs Cars Classifieds Explore Tennessee PUBLIC NOTICES Advertise with Us Business Directory More Home News Sports Knox.biz Go Knoxville Shopper News corrections Opinion Urban Knoxville Obituaries USA Today Media Homes Apartments Jobs Cars Classifieds Explore Tennessee PUBLIC NOTICES Advertise with Us Business Directory Search Subscribe salutation Manage Account Access  ... of businesses and shoppers and Simon Properties had the property on the market for sale last year. ( J. MILES CARY/NEWS SENTINEL ) J. Miles Cary/News Sentinel Fullscreen American Eagle Outfitters will be closing its store at Knoxville Center Mall \"on or around Jan. 31.\" BRIANNA PACIORKA/NEWS SENTINEL Fullscreen Owner Jacqui Wadsworth, bottom left, with sister Elizabeth  ... "], ["2020-05-24 23:09", "Pandora jewelers reopening North America stores with coronavirus precautions ...  of a second COVID-19 wave. As The Post has previously reported, mall landlords like Simon Property Group plan to hand out free \"sanitizing wipe packets with masks\" for customers who request them. Elsewhere, department store giants like Saks Fifth Avenue and Macy's are still sorting out how and whether to quarantine clothing that customers try on in fitting rooms, while Urban Outfitters has stopped people from trying on clothes. \"Even [discounter] T.J. Maxx has signs in stores saying 'if you see a handbag you like, press a button for a sales associate,' \" said Gabriella Santaniello, president of A Line Partners, a retail research firm. \"These next few months are going to be very trial-and-error about what works and what ... "], ["2020-05-24 07:00", "Memorial Day Sales: Shop the Weekend's Best Online Deals ...  Shapewear, Denim and More Shop discounts on super comfortable shapewear, leggings, bras and more from Hollywood's go-to brand. Need a New Bra? Shop Our Picks of Top Styles with Great Comfort and Fit From Thirdlove, Wacoal, Natori and more brands. Select Ray-Ban Eyewear Styles Are 20% Off Aviator, Clubmaster, Wayfarer and other iconic shades. Take Extra 30% Off on Urban Outfitters Sale Items Favorites include graphic tees, summer dresses and swimwear. Stuart Weitzman Sale: 40% Off Select Shoes Wedges, ankle-strap heels, slides and flats. Frank & Oak: Take 25% Off Sitewide Stock up on wardrobe staples. Shop 65% Off Designer Pieces on Intermix Shop the boutique's Memorial Day sale for extra discounts. Forever 21 Sale: Spend More, Save More Save up to ... "], ["2020-05-23 17:19", "Why Retailers Are Spending More ... more than before, it is to have a strong balance sheet. And so, when I saw what was happening with the stock, and look, this is a $1.6 billion company, this is not like some of the retailers that we've been talking about over the past couple of weeks, where the market cap is down to a couple hundred million or something like that. I'm assuming there's some stability in Urban Outfitters balance sheet that some of these other retailers don't have, but it's definitely going to be a rough six to 12 months for them. Gross: It's going to be a rough six to 12 months. I think the balance sheet is fine-ish, it could always be better, but you know, we're not talking about one of these companies that isn't in imminent trouble and really ... "], ["2020-05-23 00:39", "Retailing Is a Jungle That Will Keep Favoring Giants. Mom and Pop, Look Out. ...  advantage. The big-box chains— Home Depot (HD), Lowe's (LOW), Target (TGT), and Walmart —all saw year-over-year sales climb by high-single or low-double digits, and all posted profits. Even with consumers curtailing their overall spending , these companies, whose stores remain open, saw demand increase. Contrast that with apparel retailers Kohl's (KSS) and Urban Outfitters (URBN), both of which experienced a more-than 30% drop in revenue, leading to quarterly losses. For these chains, growth in online orders wasn't enough to offset forced store closures. Read About Small Business in Crisis America's Small Businesses Are Sputtering. Why That Matters for the Economy—and Investors. How the Coronavirus Crisis Is Pinching Maine ... "], ["2020-05-23 00:27", "Once-coveted offices in SF's Union Square vacant as COVID-19 crisis forces businesses to close ...  and Square have told its employees they can keep working from home indefinitely. The commercial real estate vacancy rate in San Francisco is low, 5.3 percent, but is expected to surge over the next several months. \"We're starting to see signs of life,\" said Karin Flood, landlord and businesswoman. She says some of the business and retail that rent space from her like Urban Outfitters have plans to return. RELATED: Here's how curbside pickup went at Bay Area mall, chain stores \"Short term a little slow, long term it will pick up and Union Square will be vibrant again,\" said Flood. Cornejo says many businesses may actually need extra office space to allow for social distancing. \"Instead of the top floor- the ground floor, it's ... "], ["2020-05-22 20:53", "Coronavirus Isn't Hurting All Discretionary Spending: April Video Game Sales Hit A Record High ... -quarter results this week, video games surfaced as a rare discretionary-category bright spot. In general , retailers selling groceries and other essentials like Walmart WMT , Target TGT , BJ's Wholesale and Home Depot HD are benefiting from higher demand while fashion and other non-essential merchants, from Macy's M and Kohl's to Foot Locker FL and Urban Outfitters URBN , have posted sharply lower sales . In a telling sign, at Best Buy BBY , the entertainment segment, including drones, gaming hardware and software, showed a 9.5% increase when the electronics retailer reported a 5.7% comparable sales decline in the fiscal first quarter that ended May 2. Best Buy's other segments, including consumer electronics, mobile phones, appliances and ... "], ["2020-05-22 19:00", "Hide your grown-out hairstyle with a fetching hair accessory ...  braids at Jonathan Cohen and knotted Rosie-the-Riveter-style at Dolce & Gabbana. Hair scarves had a definite moment on the Spring 2020 runways. Our favourite iterations were the casual take spotted at Alice + Olivia and Rag & Bone: simply tied around a low pony and left to drape down the back. Lean in to the current tie-dye craze with a bleach-splattered bandana. Urban Outfitters Tie-Dye Bandana, $16 each, urbanoutfitters.com Ditsy floral scarf scrunchies were made for weekend strolls. Shein Floral Pattern Scrunchie Scarf, $7 for 3, shein.com Statement Hair Ties Forget boring black elastics. Give ponies panache with an oversized, brightly hued or printed hair tie. For maximum impact, opt for a super high or super low — no in-betweens — bun or ... "], ["2020-05-22 18:37", "50 amazing Memorial Day fashion and clothing sales to shop this weekend ... ). Rent the Runway: 25% off your first two months of their newest memberships Splendid: 40% off almost everything with code THISISBIG Swimsuits for All: Up to 40% off original prices plus an extra 40% off your purchase Tory Burch: 25% off select styles from May 22 to May 25 Universal Standard: All jeans are $65 (down from $95) through May 24 (and 15% off your first order!) Urban Outfitters: Get an extra 30% sale items from May 21 through May 24 Zappos: Up to 50% on shoes, clothing and bags on the site, including popular brands, such as Nike, Merrell and TOMS 7 for all Mankind: 40% off sitewide & Other Stories: Up to 50% off select styles through May 25 The product experts at Reviewed have all your shopping needs covered. Follow Reviewed on Facebook , Twitter ... "], ["2020-05-22 16:01", "51 gifts your dad will actually enjoy — for every budget ... Prime Video, and other streaming services. The best of the bunch is the Roku Ultra with its easy-to-use interface and 4K video streaming. A handy duffel bag Aer Designs Aer Duffel Pack 2, $127.50, available at Bloomingdales If your dad is a frequent traveler or gym-goer, he'll love this versatile duffel bag and backpack hybrid. A modular lighting system Urban Outfitters Nanoleaf Aurora Rhythm Smarter Kit, $179.99, available at Best Buy This unique lighting system not only looks cool, but it can also replicate a natural sunrise and combat the effects of seasonal sunshine deprivation. A movie night Fandango Fandango Gift Card, $15-$100, available at Fandango Nothing beats going to the movies with his kids. Modern over-ear headphones Amazon Status Audio CB ... "], ["2020-05-22 14:00", "Reopening reality check ...  the noise, subscribe and start listening today. Driving the Day OPEN FOR BUSINESS, BUT WORKERS STILL SEEKING JOBLESS AID: The Peach State has offered a reality check, our Megan Cassella reports , even as the White House amps up pressure on governors to lift shutdown orders and President Donald Trump's economic advisers predict jobs will quickly rebound. The now open Urban Outfitters in downtown Athens, Ga. | Joshua L. Jones/Athens Banner-Herald via AP Photo \"Weekly applications for jobless benefits have remained so elevated that Georgia now leads the country in terms of the proportion of its workforce applying for unemployment assistance,\" Megan writes. \"A staggering 40.3 percent of the state's workers — two out of every five ... "], ["2020-05-22 07:00", "Memorial Day Sales: Best Deals to Buy Online This Weekend ...  Shapewear, Denim and More Shop discounts on super comfortable shapewear, leggings, bras and more from Hollywood's go-to brand. Need a New Bra? Shop Our Picks of Top Styles with Great Comfort and Fit From Thirdlove, Wacoal, Natori and more brands. Select Ray-Ban Eyewear Styles Are 20% Off Aviator, Clubmaster, Wayfarer and other iconic shades. Take Extra 30% Off on Urban Outfitters Sale Items Favorites include graphic tees, summer dresses and swimwear. Stuart Weitzman Sale: 40% Off Select Shoes Wedges, ankle-strap heels, slides and flats. Frank & Oak: Take 25% Off Sitewide Stock up on wardrobe staples. Shop 65% Off Designer Pieces on Intermix Shop the boutique's Memorial Day sale for extra discounts. Forever 21 Sale: Spend More, Save More Save up to ... "], ["2020-05-22 01:09", "Shop These Impressive Grad Gifts Under $50 ...  Prosecco If they're graduating from college, offer them an opportunity to cheers with some bubbly prosecco. Drizly can deliver this Santa Margherita prosecco straight to their door. $20 Drizly Elago Charging Hub A hub to charge all of their electronics in one place is super useful. This one charges their iPhone, Apple Watch and AirPods. $25 Urban Outfitters Looking for more graduation gift ideas? These 13 are worth the investment . Trending Stories TAGS/ Daily Deals , Shopping , Fashion , Life/Style , Style , Style Collective , Shoes , Top Stories , Apple News , Shop Sales , Shop Fashion , Shop Home About Us FAQ Careers Contact Us Site Map Apps Cookie Settings Show Schedule Closed Captioning Watch Full Episodes Advertise AdChoices RSS Feeds People ... "], ["2020-05-21 23:52", "Activity stirs at nearly dormant Victoria Gardens mall in Rancho Cucamonga ...  drove by, his truck filled with bags of clippings. A line of four parked cars waited opposite Lucille's BBQ. \"I'm puttin' on my top hat, tyin' on my white tie, brushin' off my tails,\" Louis Armstrong was singing through the speakers near New York & Co. Most stores appeared empty, although some had signs about curbside pickup. At some, like Urban Outfitters and the Apple Store, one or two employees could be seen inside. Near Pottery Barn, a male singer was crooning from the speakers, \"Bewitched, bothered and bewildered am I.\" You and me both, brother. Like something out of the Atomic Age, Johnny Rockets' chrome counter and swivel seats were all empty and the doors locked, as if all the customers had fled for fallout ... "], ["2020-05-21 23:52", "Activity stirs at nearly dormant Victoria Gardens mall in Rancho Cucamonga ...  drove by, his truck filled with bags of clippings. A line of four parked cars waited opposite Lucille's BBQ. \"I'm puttin' on my top hat, tyin' on my white tie, brushin' off my tails,\" Louis Armstrong was singing through the speakers near New York & Co. Most stores appeared empty, although some had signs about curbside pickup. At some, like Urban Outfitters and the Apple Store, one or two employees could be seen inside. Near Pottery Barn, a male singer was crooning from the speakers, \"Bewitched, bothered and bewildered am I.\" You and me both, brother. Like something out of the Atomic Age, Johnny Rockets' chrome counter and swivel seats were all empty and the doors locked, as if all the customers had fled for fallout ... "], ["2020-05-21 23:07", "During Pandemic, Dallas Regional Chamber Says Businesses Considering Relocating Corporate HQs, Offices To DFW ...  Contests & More Station Info CBS 11 / News Team TXA 21 Advertise Links & Numbers Other Upload Images/Video Photo Galleries Contests Station Events Community Events DFW Outdoorsman Video Outfitters Financing Your Piece of Texas Share Photos Travel American Airlines To Require Passengers To Wear Masks During Coronavirus Pandemic Face coverings are already required for flight attendants  ... that is another kind-of secret sauce so to speak for the Dallas-Fort Worth area is their ability to move at the speed of business.\" He said client businesses in the dense urban areas, in the high tax states of New York, New Jersey, California, and Illinois are doing risk assessments of their current operations to prepare for future pandemics. \"It really is calling into  ... "], ["2020-05-21 22:04", "Disney World in Florida reopens a bit, but no rides yet ...  phased reopening as a signal that the virus has left the community,\" warned Miami Beach Mayor Dan Gelber. On Wednesday, just a few stores on Lincoln Road -- an iconic open-air Miami Beach promenade -- were open to the public. And people mostly stayed away. \"We had a few customers throughout the day but not as many as we were anticipating,\" said Kylie Bentley, manager of an Urban Outfitters store. \"But I heard from other stores in the state that it takes a couple of days for everyone to realize that we are open.\" Your premium period will expire in 0 day(s) close x Subscribe to get unlimited access Get 50% off now Subscribe now Topics : Disney-World Florida united-states coronavirus COVID-19 Disney If you want to help in the fight against ... "], ["2020-05-21 19:23", "Looking for summer camps? See our huge list for East Tennessee ...  Catholic Football Camp at on Monday, July 8, 2019. Saul Young/News Sentinel, Saul Young Fullscreen Elosie Fields eats lunch with Eliza Levenson at camp at Knox Forest School in the Urban Wilderness of South Knoxville, Tuesday, Feb. 18, 2020. Caitie McMekin/News Sentinel Fullscreen Anna Hoppestad (left) and Ann Legg-Margiotta get an up-close view of a rose hair tarantula at  ...  and try to identify birds during the Ijams' Family Nature Club. Photo: Ali James/Special to the Knoxville News Sentinel Fullscreen Ijams Nature Center partners with River Sports Outfitters to provide camp staff training and outdoor recreational equipment, such as stand-up paddle boards, to explore nature. Submitted photo Fullscreen During \"Aquatic Adventures\" week at Ijams,  ... "], ["2020-05-21 17:25", "I Have $35,000 To Spend On An Overlanding Rig That's Not A Jeep Wrangler! What Car Should I Buy? ... to buy it from Los Angeles or The Hamptons because it will be really hard to find one for sale in your area. (As I said, they're just not common away from image-obsessed urban centers.) The pandemic will make the logistics of purchasing a little tough, obviously. But if you're an overlander logistics are part of your hobby. So embrace the challenge. Advertisement Expert 5: Rory Carroll —  ...  packs V8 power. Plus, you can look up a prospective purchase's maintenance history on the Lexus website. Off-roady parts are common and only getting more common as your favorite outfitters fire up fab shops to start churning out gear. Start with a good, well maintained truck and start burning through that budget. I'm building a GX47o as we speak! Get  ... "], ["2020-05-21 15:11", "7 Sluggish Stocks Hit Hard by Coronavirus This Earnings Season ...  to have an awful first quarter. But the numbers were much worse than anyone expected. Net sales in February, March, and April dropped 32%, paced by a 28% drop in comparable sales. The gross margin rate fell to a measly 2% (from 31% in the year ago quarter), and gross profits plunged 96% year-over-year. Worse yet, operating expenses fell by \"only\" 8%, so Urban Outfitters experienced significant opex deleverage. The expense rate ballooned from 27% a year ago, to 36%. Ultimately, what was a small profit a year ago, turned into a wide loss of greater than $100 million this quarter. URBN stock tanked to near decade lows after the print. But management did report on the conference call that its stores are reopening and that traffic and sales trends are ... "]]}}