{"postfix": "veeco_instruments-aktie", "name": "VEECO_INSTRUMENTS", "wkn": "896007", "time": "2020.05.26 14:54", "ts": 1590497656, "features": {"KGV": "-489.21", "Marktkapitalisierung": {"Size": "Mio", "Value": "514.55"}, "GA": "-0.03", "KBV": "0.79", "BA": "18.90", "KCV": "-10.64", "CA": "-2.72", "Vola30": "117.6", "Vola90": "124.51", "Vola180": "97.05", "Vola250": "80.16"}, "rivals": ["aixtron-aktie", "agilent_technologies-aktie", "applied_materials-aktie", "cree-aktie", "kla-tencor-aktie", "bruker-aktie"], "text_data": {"de": [["07.05.20", "Ausblick: Veeco Instruments verkündet Quartalsergebnis zum jüngsten Jahresviertel"], ["22.04.20", "Erste Schätzungen: Veeco Instruments mit Zahlen zum abgelaufenen Quartal"], ["15.02.20", "Veeco Instruments hat Bilanz für das abgelaufene Quartal gezogen"], ["12.02.20", "Ausblick: Veeco Instruments öffnet die Bücher zum abgelaufenen Quartal"]], "en": [["09.05.20", "Veeco Instruments Inc (VECO) Q1 2020 Earnings Call Transcript"], ["07.05.20", "Veeco Instruments (VECO) Q1 Earnings Beat Estimates"], ["30.04.20", "Veeco Instruments (VECO) Reports Next Week: Wall Street Expects Earnings Growth"], ["14.02.20", "Veeco Instruments Inc (VECO) Q4 2019 Earnings Call Transcript"], ["2020-05-19 21:30", "Veeco Announces Upcoming Investor EventsPLAINVIEW, N.Y., May 19, 2020 (GLOBE NEWSWIRE) -- Veeco Instruments Inc. VECO today announced that management is scheduled to participate in the following virtual events: Cowen and Company Technology, Media & Telecom Virtual Conference on Thursday, May 28"], ["2020-05-15 20:30", "Demand For Physical Vapor Deposition (PVD) Equipment Is Growing In The Medical Industry As Demand For Wear-Resistant And Biocompatible Thin Film Coatings Increases ... Industries Intevac, Inc. Denton Vacuum Oerlikon Balzers IHI HAUZER B.V. Impact Coatings AB KDF Electronic & Vacuum Services, Inc. Johnsen Ultravac Kurt J. Lesker Co. Penta Technology (Suzhou) Co. Ltd. Novellus Systems Plasma Quest Limited Platit AG PVD Products, Inc. Richter Precision, Inc. Semicore Equipment, Inc. Singulus Technologies AG Sulzer MetaplasULVAC, Inc. Veeco Instruments Kurt J. Lesker Company (Kjlc) Oerlikon Leybold Vacuum GmbH Sinovacuum Technology Ltd. System Control Technologies (Sct) Tokyo Electron Limited Buhler Alzenau GMBH GALILEO VACUUM SYSTEMS spa Impreglon, Corporation For more information about this report visit https://www.researchandmarkets.com/r/a1dml8 About ResearchAndMarkets.com ResearchAndMarkets.com is the world's leading ... "], ["2020-05-14 04:53", "Veeco Announces Pricing of Private Offering of $125 Million of 3.75% Convertible Senior NotesPLAINVIEW, N.Y., May 14, 2020 (GLOBE NEWSWIRE) -- Veeco Instruments Inc. (\"Veeco\") (NASDAQ: VECO) announced today the pricing of a private offering of $125 million aggregate principal amount of 3.75% Convertible Senior Notes due 2027 (the \"not"], ["2020-05-09 01:30", "Veeco Instruments Inc (VECO) Q1 2020 Earnings Call Transcript ...  Advisor launched in February of 2002. Returns as of 05/09/2020. Join Stock Advisor Cumulative Growth of a $10,000 Investment in Stock Advisor Calculated by Time-Weighted Return Stocks VECO Veeco Instruments NASDAQ: VECO $13.77 up $2.22 (19.22%) Related Articles Veeco Instruments Inc (VECO) Q4 2019 Earnings Call Transcript Veeco Instruments's Upcoming Earnings: What You Need To Know Will Veeco Instruments's Next Quarter Be a Bomb? Veeco Instruments Beats Estimates But Has a Big Earnings Drop Are You Expecting This from Veeco Instruments? Veeco Instruments Inc (VECO) Q1 2020 Earnings Call Transcript @themotleyfool #stocks $VECO Next Article Prev 1 2 3 4 5 Next Terms of Use Privacy Policy Accessibility Policy Copyright, Trademark and Patent Information ... "], ["2020-05-07 21:55", "Veeco Instruments (VECO) Q1 Earnings Beat Estimates ...  of the Zacks Industry Rank, Electronics - Manufacturing Machinery is currently in the bottom 43% of the 250 plus Zacks industries. Our research shows that the top 50% of the Zacks-ranked industries outperform the bottom 50% by a factor of more than 2 to 1. In-Depth Zacks Research for the Tickers Above Normally $25 each - click below to receive one report FREE: Veeco Instruments Inc (VECO) - free report > > Published in earnings earnings-estimates earnings-outlook earnings-surprise industry-outlook zacks-consensus-estimate zacks-rank Zacks' 7 Best Strong Buy Stocks for May, 2020 Free Research for Zacks.com Readers Experts have chosen 7 stocks out of 220 Zacks Rank #1 Strong Buys that have the highest potential to increase in price quickly amid the global ... "], ["2020-05-07 21:55", "Cognizant (CTSH) Tops Q1 Earnings Estimates ...  Buys that have the highest potential to increase in price quickly amid the global health crisis. A recent pick, Maxar, skyrocketed +178.7% in 3 months. For 32 years, our Strong Buy list has averaged returns more than twice the market. See its 7 best stocks now. Privacy Policy | No cost, no obligation to buy anything ever. ?? Close This Panel X Up Next Veeco Instruments (VECO) Q1 Earnings Beat Estimates Most Read 3 Market-Beating Growth Stocks 3 Cloud Stocks to Buy for Growth & Safety During Coronavirus Top Stock Reports for Procter & Gamble, Exxon & Adobe Is Warren Buffett Right About Buying the Indexes? Bet on \"American Magic\" with 4 Solid Small-Cap Sector ETFs Quick Links Services Account Types Premium Services Zacks Rank Research Personal Finance ... "], ["2020-05-07 21:55", "Digital Realty Trust (DLR) Lags Q1 FFO Estimates ...  Buys that have the highest potential to increase in price quickly amid the global health crisis. A recent pick, Maxar, skyrocketed +178.7% in 3 months. For 32 years, our Strong Buy list has averaged returns more than twice the market. See its 7 best stocks now. Privacy Policy | No cost, no obligation to buy anything ever. ?? Close This Panel X Up Next Veeco Instruments (VECO) Q1 Earnings Beat Estimates Most Read 3 Market-Beating Growth Stocks 3 Cloud Stocks to Buy for Growth & Safety During Coronavirus Top Stock Reports for Procter & Gamble, Exxon & Adobe Is Warren Buffett Right About Buying the Indexes? Bet on \"American Magic\" with 4 Solid Small-Cap Sector ETFs Quick Links Services Account Types Premium Services Zacks Rank Research Personal Finance ... "], ["2020-05-07 20:49", "Veeco: 1Q Earnings SnapshotPLAINVIEW, N.Y. (AP) _ Veeco Instruments Inc. (VECO) on Thursday reported a loss of $567,000 in its first quarter. The Plainview, New York-based company said it had a loss of 1 cent per share. Earnings, adjusted for non-recurring costs and amortization co"], ["2020-05-07 20:49", "Veeco: 1Q Earnings SnapshotPLAINVIEW, N.Y. (AP) _ Veeco Instruments Inc. (VECO) on Thursday reported a loss of $567,000 in its first quarter. The Plainview, New York-based company said it had a loss of 1 cent per share. Earnings, adjusted for non-recurring costs and amortization co"], ["2020-05-07 13:27", "Veeco Announces Governance And Diversity Improvements To Its Board Of DirectorsPLAINVIEW, N.Y., May 07, 2020 (GLOBE NEWSWIRE) -- Veeco Instruments Inc. VECO announced recent changes to its Board of Directors, including: John Peeler, Chairman of the Board and former Chief Executive Officer, retiring from the Board. Richard D'Amor"], ["2020-05-06 11:30", "Failure Analysis Market Worth $5.9 Billion By 2025 - Exclusive Report By MarketsandMarkets ...  top players of the failure analysis market in North America . Thermo Fisher Scientific, Inc. (US), Hitachi High-Technologies Corporation ( Japan ), Carl Zeiss ( Germany ), JOEL, Ltd. ( Japan ), TESCAN OSRAY HOLDING ( Czech Republic ), Bruker (US), Semilab ( Hungary ), A&D Company, Ltd. ( Japan ), HORIBA, Ltd. ( Japan ), Leica Microsystems GmbH ( Germany ), Veeco Instruments (US), Oxford Instruments (UK), and Eurofins Scientific ( Luxembourg ) are among a few major players in the failure analysis market. Related Reports: Focused Ion Beam Market by Ion Source (Ga+ Liquid Metal, Plasma), Application (Failure Analysis, Nanofabrication), Vertical (Electronics & Semiconductor, Industrial Science, Material Science, Bioscience), and Region - Global Forecast to 2024 ... "], ["2020-04-30 16:34", "Veeco Instruments (VECO) Reports Next Week: Wall Street Expects Earnings Growth ...  the two companies is not a solicitation or offer to invest in a particular security or type of security. ZacksTrade does not endorse or adopt any particular investment strategy, any analyst opinion/rating/report or any approach to evaluating indiv idual securities. If you wish to go to ZacksTrade, click OK . If you do not, click Cancel. OK Cancel Back to top Image: Bigstock Veeco Instruments (VECO) Reports Next Week: Wall Street Expects Earnings Growth Zacks Equity Research April 30, 2020 VECO Trades from $ 1 You follow Tale of the Tape - edit You follow Zacks Equity Research - edit What would you like to follow? Zacks Equity Research Tale of the Tape Cancel Read More Hide Full Article Wall Street expects a year-over-year increase in earnings on higher ... "], ["2020-04-28 18:01", "Business week ahead, May 4-8 ...  lost in April as estimated by payroll-services provider ADP . Earnings : Jericho gas stations properties owner Getty Realty, Melville antifraud products provider Intellicheck, CVS Health, General Motors, MetLife. THURSDAY : Jobless benefits claims for the week ended May 2 from the Labor Department . Earnings : Lake Success natural foods seller Hain Celestial, Plainview semiconductor equipment maker Veeco Instruments. FRIDAY : Earnings from Lake Success investor documents provider Broadridge Financial Solutions and New Hyde Park shopping centers owner Kimco Realty. Get the Biz Briefing newsletter! The latest LI business news in your inbox Monday through Friday. Sign up By clicking Sign up, you agree to our privacy policy . By Peter King Special to Newsday ... "], ["2020-04-28 12:30", "Top Day Trader Alerts (ARO, ALXA, BP, SOLR, HAUP, JACK, KLIC, SD, VECO) – 24/7 Wall St. ... , Inc. (NASDAQ: KLIC) is trading higher after beating earnings and giving a strong outlook . Shares are trading up 11% at $8.00 on over 120,000 shares. SandRidge Energy, Inc. (NYSE: SD) is trading lower after cutting its production views for 2010 after earnings. Shares are down 7% at $5.63 on about 1 million shares and the 52-week trading range is $5.20 to $15.00. Veeco Instruments Inc. (NASDAQ: VECO) is down 7.7% at $42.00 versus a $45.52 close and we have seen over 50,000 shares trade hands. You can join our free daily email distribution list to hear more about dividend trends, analyst upgrades and downgrades, top day trader and active trader alerts, news on Buffett and other investment gurus, IPOs, secondary offerings, private equity, and more. JON C. OGG ... "], ["2020-04-28 12:27", "Top Analyst Upgrades & Downgrades (T, BK, CELL, FDO, FRX, HWAY, JASO, LVLT, LOW, NFLX, RGLD, VECO) – 24/7 Wall St. ... , Barclays, and Piper Jaffray. JA Solar Holdings Co., Ltd. (NASDAQ: JASO) Raised to Overweight at Piper Jaffray. Level 3 Communications Inc. (NASDAQ: LVLT) Raised to Neutral at Citigroup. Lowe's Companies Inc. (NYSE: LOW) Raised to Buy at Janney. Netflix, Inc. (NASDAQ: NFLX) downgraded by Reed Hastings and everyone left who was still positive . Royal Gold, Inc. (NASDAQ: RGLD) Raised to Overweight at HSBC. Veeco Instruments Inc. (NASDAQ: VECO) Cut to Neutral at Sterne Agee; Reiterated Sell ar Canaccord Genuity. Subscribe to Our Newsletter JON C. OGG Read more: Investing , BK , CELL , FDO , FRX , JASO , LOW , LVLT , NFLX , RGLD , T , VECO , Analyst Downgrades , Analyst Upgrades Home About Us Disclaimer and Terms of Use Privacy Policy Contact Us Advertise"], ["2020-04-28 12:19", "Top Analyst Upgrades & Downgrades (AMD, AIXG, CELG, DNDN, DLR, EBAY, ICE, JOY, LVLT, NSC, RSH, BOX, VECO) – 24/7 Wall St. ...  the Day at Zacks. Joy Global, Inc. ( NYSE: JOY ) Cut to Neutral at UBS. Level 3 Communications, Inc. (NASDAQ: LVLT) Raised to Buy at BofA/ML. Norfolk Southern Corporation ( NYSE: NSC ) Cut to Equal Weight at Barclays. RadioShack Corporation ( NYSE: RSH ) named Bear of the Day at Zacks. SeaCube Container Leasing Limited ( NYSE: BOX ) named as value stock of the day at Zacks. Veeco Instruments Inc. ( NASDAQ: VECO ) Raised to Buy at Deutsche Bank. If you enjoyed the top analyst upgrades and downgrades, you can join our free email newsletter that includes analyst summaries each morning sent right to your inbox. We also cover top issues such as IPOs, special financial exclusives, mergers and more. Sign up in the box below. Subscribe to Our Newsletter JON C. OGG ... "], ["2020-04-28 12:15", "Top Analyst Upgrades & Downgrades (AGNC, AAPL, ADM, CALM, CAT, DLTR, FDO, HPQ, KIRK, LNC, MON, NAV, TIF, VECO) – 24/7 Wall St. ...  at Barclays. Hewlett-Packard Co. (NYSE: HPQ) Reiterated Buy with $40 target at Argus. Kirkland's, Inc. (NASDAQ: KIRK) Cut to Underperform as bear of the day at Zacks. Lincoln National Corporation (NYSE: LNC) Added to the U.S. 1 List at BofA/ML. Monsanto Company (NYSE: MON) Reiterated Outperform as Bull of the Day at Zacks. Navistar International Corp. (NYSE: NAV) Cut to Sell at Goldman Sachs. Tiffany & Co. (NYSE: TIF) Started as Buy at Stern Agee. Veeco Instruments Inc. (NASDAQ: VECO) Cut to Sell at Canaccord Genuity. Subscribe to Our Newsletter JON C. OGG Read more: Investing , AAPL , ADM , AGNC , CALM , CAT , DLTR , FDO , HPQ , LNC , MON , NAV , TIF , VECO , Analyst Upgrades Home About Us Disclaimer and Terms of Use Privacy Policy Contact Us Advertise"], ["2020-04-28 12:13", "Top Analyst Upgrades & Downgrades (ADTN, AGN, AAPL, ADP, ABX, C, EXPE, GILD, LNKD, MA, NOK, OPEN, PWRD, RIMM, RGLD, TSM, AMTD, VECO) – 24/7 Wall St. ...  World Co., Ltd. (NASDAQ: PWRD) Cut to Neutral at Credit Suisse. Research in Motion Ltd. (NASDAQ: RIMM) Cut to Market Perform at Raymond James; Maintained Neutral but cut target to $30 at BofA/ML. Royal Gold, Inc. (NASDAQ: RGLD) Cut to Neutral at HSBC. Taiwan Semiconductor Manufacturing Co. Ltd. (NYSE: TSM) Raised to Buy at BofA/ML. TD AMERITRADE Holding Corporation (NASDAQ: AMTD) Raised to Buy at Citigroup. Veeco Instruments Inc. (NASDAQ: VECO) Cut to Neutral at BofA/ML. Subscribe to Our Newsletter JON C. OGG Read more: Investing , AAPL , ABX , ADP , ADTN , AGN , AMTD , C , EXPE , GILD , LNKD , MA , NOK , OPEN , RGLD , RIMM , TSM , VECO , Analyst Downgrades , Analyst Upgrades Home About Us Disclaimer and Terms of Use Privacy Policy Contact Us Advertise"], ["2020-04-28 12:11", "Top Analyst Upgrades & Downgrades (ACE, AIG, CAR, RATE, CIEN, CTSH, DNDN, EBAY, ENS, EXPD, GOOG, JPM, MM, MS, NBG, PTR, RTN, VCLK, VECO, YGE) – 24/7 Wall St. ...  ) Started as Buy at Canaccord Genuity. Morgan Stanley ( NYSE: MS ) Cut to Neutral from Conviction Buy List at Goldman Sachs. National Bank of Greece ( NYSE: NBG ) Cut to Reduce at Nomura. PetroChina Co. Ltd. ( NYSE: PTR ) Cut to Neutral at Citigroup. Raytheon Co. ( NYSE: RTN ) Started as Buy at Stifel Nicolaus. ValueClick ( NASDAQ: VCLK ) Cut to Neutral at Piper Jaffray. Veeco Instruments ( NASDAQ: VECO ) Raised to Buy at Stifel Nicolaus. Yingli Green Energy Holding Co. Ltd. ( NYSE: YGE ) Cut to Sell at Goldman Sachs. If you enjoyed the top analyst upgrades and downgrades, you can join our free email newsletter that includes analyst summaries each morning sent right to your inbox. We also cover top issues such as IPOs, special financial exclusives, mergers ... "], ["2020-04-28 12:06", "Top Analyst Upgrades and Downgrades (ANF, AAPL, EAT, CREE, DLTR, AIXG, FLR, HL, INTC, DGX, ANDE, VECO, VMW) – 24/7 Wall St. ...  AG (NASDAQ: AIXG) Started as Equal-Weight at Barclays. Fluor Inc. (NYSE: FLR) Cut to Neutral at Goldman Sachs. Hecla Mining (NYSE: HL) Cut to Neutral at UBS. Intel Corporation (NASDAQ: INTC) Cut to Market Perform at First Global. Quest Diagnostics Inc. (NYSE: DGX) Cut to Market Perform at William Blair. The Andersons, Inc. (NASDAQ: ANDE) Cut to Hold at BB&T. Veeco Instruments Inc. (NASDAQ: VECO) Started as Overweight at Barclays. VMware Inc. (NYSE: VMW) Cut to Market Perform at William Blair. You can join our free daily email distribution list to hear more about dividend trends, analyst upgrades and downgrades, top day trader and active trader alerts, news on Buffett and other investment gurus, IPOs, secondary offerings, private equity, and more. JON C. OGG ... "]]}}