{"postfix": "visa-aktie", "name": "VISA", "wkn": "A0NC7B", "time": "2020.05.26 15:36", "ts": 1590500163, "features": {"KGV": "32.19", "Marktkapitalisierung": {"Size": "Mrd", "Value": "300.74"}, "GA": "5.44", "KBV": "11.38", "BA": "15.39", "KCV": "30.55", "CA": "5.73", "Vola30": "32.15", "Vola90": "63.43", "Vola180": "46.7", "Vola250": "35.55"}, "rivals": ["american_express-aktie", "bank_of_america-aktie", "global_payments-aktie", "mastercard-aktie"], "text_data": {"de": [["22.05.20", "Visa: Corona verändert vieles - und das hier besonders stark"], ["20.05.20", "Visa: Krise abgeschüttelt - Rekordhoch in Sicht"], ["02.05.20", "Visa informierte über die jüngsten Quartalsergebnisse"], ["01.05.20", "Visa verdient trotz Corona-Krise mehr"], ["01.05.20", "Visa-Aktie nach Zahlen: Das kann ein frisches Kaufsignal geben"], ["01.05.20", "Kreditkartenanbieter: Visa zieht Gesamtjahresprognose zurück - obwohl der Gewinn steigt"], ["30.04.20", "USA: Visa verdient trotz Corona-Krise mehr"], ["30.04.20", "Visa verdient trotz Corona-Krise mehr - warnt aber vor Konsumrückgang"], ["30.04.20", "So schätzen die Analysten die Zukunft der Visa-Aktie ein"], ["23.04.20", "Visa kündigt Dividende an"], ["20.04.20", "Wirecard und Visa: Ein schlagkräftiges Duo"], ["19.04.20", "Visa: Rasend schnelle Entwicklung"], ["16.04.20", "Visa: Corona-Profiteur - aber der Markt merkt es (noch) nicht"], ["16.04.20", "Migros, Coop und Co. gehen auf Mastercard und Visa los"], ["07.04.20", "Opening Bell: Dow Jones vor 750-Punkte-Sprung; Boeing, Carnival, Norwegian Cruise, Royal Caribbean, Visa, AT&amp;amp;amp;amp;amp;amp;amp;amp;T"], ["03.04.20", "Auch Schweden beim EZB-System für blitzschnelle Geldtransfers dabei"], ["31.03.20", "So schätzen die Analysten die Zukunft der Visa-Aktie ein"], ["30.03.20", "Visa: 25-Prozent-Crash - jetzt kaufen?"], ["29.03.20", "Sponsor Visa verlängert Engagement nach Olympia-Verschiebung"], ["11.03.20", "Händler sparen Milliarden bei Kreditkarten-Gebühren"], ["05.03.20", "Opening Bell: Dow Jones vor massiven Kursverlusten nach Vortagesrallye; Recovery Index, Novavax, Visa, Royal Caribbean, TUI, A2Milk, Sea, "]], "en": [["25.05.20", "What do the new EU-visa rules mean for Africans?"], ["25.05.20", "iSignthis slams ASX for seeking sensitive details as Visa deal ends"], ["25.05.20", "The federal government's $60 billion in JobKeeper savings could be used to prop up vulnerable sectors like tourism - but casuals and visa workers will again miss out"], ["24.05.20", "Expats cry foul over points-based new visa rules "], ["21.05.20", "Visa Makes a Strategic Investment in Analytics Company GoodData"], ["20.05.20", "Dubai Economy shuts down visa, residency centre for violating Covid-19 guidelines"], ["19.05.20", "Visa extends work-from-home for majority of employees through 2020"], ["19.05.20", "Visa CEO expects majority of company's employees to work from home for the rest of 2020"], ["15.05.20", "Millions of Visa Customers Are Trying E-Commerce for First Time"], ["14.05.20", "Visa Signs Up 28 New Partners for Payment Token Service"], ["14.05.20", "UAE visa violators now exempt from fines"], ["14.05.20", "Visa sees ‘massive’ digital acceleration with millions trying e-commerce for the first time"], ["13.05.20", "Microsoft, Visa and others worth combined $11.5 trillion want Congress to include climate in COVID-19 recovery plan"], ["11.05.20", "Visa Eyes $185 Trillion Opportunity"], ["11.05.20", "The Zacks Analyst Blog Highlights: Visa, PepsiCo, salesforce, Citigroup and QUALCOMM"], ["09.05.20", "U.S. Hits Back at China With New Visa Restrictions on Journalists"], ["08.05.20", "Q1 Scorecard and Top Analyst Reports for Visa, PepsiCo & salesforce"], ["07.05.20", "How Bad of a Hit Will Visa Take From the Coronavirus Economic Lockdown?"], ["07.05.20", "Visa falling behind MasterCard in Korea "], ["06.05.20", "Fintech startup Nium in fresh round of equity funding that also ropes in new investors Visa, BRI Ventures"], ["06.05.20", "Visa to delay U.S. interchange and fee changes, gas station requirement until April 2021"], ["05.05.20", "Foreign backpackers thank Taiwan for extending visa"], ["05.05.20", "Covid-19 visa woes: Filipino nurse ‘frightened’ to give birth alone"], ["05.05.20", "?????/?????????! ???????????|Foreign backpackers thank Taiwan for extending visa"], ["04.05.20", "Unifimoney Adds Visa Cards to Its Suite of High-Performance Banking Offerings"], ["04.05.20", "Africa Roundup: Visa connects to M-Pesa, Flutterwave enters e-commerce"], ["01.05.20", "The Zacks Analyst Blog Highlights: Amazon, Apple, Gilead Sciences, Amgen and Visa"], ["01.05.20", "Visa withdraws annual outlook amid virus outbreak"], ["01.05.20", "Visa Intl. Hldgs Ltd : Rule 19.6(c) Confirmation"], ["01.05.20", "Visa withdraws annual outlook amid virus outbreak"], ["01.05.20", "Visa Inc (V) Q2 2020 Earnings Call Transcript"], ["01.05.20", "UPDATE 2-Visa withdraws annual outlook amid virus outbreak"], ["01.05.20", "Visa 2Q profits up 3.6%, helped by more spending on network"], ["30.04.20", "Visa (V) Tops Q2 Earnings and Revenue Estimates"], ["30.04.20", "UPDATE 1-Visa quarterly profit rises 4%, pulls annual outlook amid virus outbreak"], ["30.04.20", "Earnings Results: Visa sees ‘significant deterioration’ in spending but some areas are showing improvement"], ["30.04.20", "Visa quarterly profit rises 4%, pulls full-year outlook amid virus outbreak"], ["30.04.20", "Visa and Kenya’s Safaricom partner on M-Pesa, payments and tech"], ["29.04.20", "UPDATE 1-MetaBank, Fiserv win contracts to issue Visa pre-paid cards for U.S. stimulus cash"], ["29.04.20", "MetaBank, Fiserv win U.S. Treasury contract to issue Visa pre-paid cards loaded with stimulus cash"], ["2020-05-26 13:27", "Worker shortage concerns loom in immigrant-heavy meatpacking ...  about safety, and President Donald Trump's aggressive and erratic immigration policies. Trump has restricted nearly all immigration , but his administration recently granted seasonal workers 60-day extensions, affecting a smattering in meat and poultry. Roughly 350 foreign workers were certified for meat and poultry gigs in 2019, according to Daniel Costa at the Economic Policy Institute. Such H-2B visa holders, capped at 66,000 annually, are commonly used in landscaping and resorts. But there's been willingness to expand. A plan to add 35,000 seasonal workers — which Trump supports in tight labor markets — was suspended in April for \"present economic circumstances.\" Immigrants make up nearly 40% of the industry's roughly 470 ... "], ["2020-05-26 13:11", "German companies flying 200 workers to China in mass return ... s flight and a second planned for June 3. \"There is huge demand,\" Hildebrandt said Tuesday. China, where the outbreak began in December, stopped admitting most foreigners including those with residence permits on March 28 in an attempt to avoid re-importing the virus. Foreign workers already in the country were allowed to stay and visitors could apply for a visa for a business or other urgent reason. But that left thousands of employees of U.S., European and other foreign companies waiting abroad. AD AD Factories, shops, offices and other businesses reopened in late March but curbs on foreign visitors stayed in place. Chinese authorities are weighing their desire to have foreign businesspeople return against health concerns, Hildebrandt said. Most of ... "], ["2020-05-26 13:09", "Gareth Bale defends his love for golf following criticisms from Spanish media over his hobby ...  at old enemies in his Hall of Fame speech Two of the best strikers in the world, marauding full backs and devastating wide men... How do Borussia Dortmund and Bayern Munich rank against each other ahead of their Bundesliga title showdown? AC Milan insist Zlatan Ibrahimovic has a 'calf injury' as Italian giants move to downplay rumoured career-threatening Achilles injury suffered in training Visa fears for British footballers in the United States if the season is cut short amid a coronavirus pay dispute Djimi Traore wasn't the only unlikely star of Liverpool's Champions League win in 2005... from the Croatian who shackled Lampard to a No 2 who denied Del Piero - these are Istanbul's forgotten heroes, 15 years on 'Not sure if giving ... "], ["2020-05-26 13:09", "German companies flying 200 workers to China in mass return ...  and a second planned for June 3. \"There is huge demand,\" Hildebrandt said Tuesday. China, where the outbreak began in December, stopped admitting most foreigners including those with residence permits on March 28 in an attempt to avoid re-importing the virus. Foreign workers already in the country were allowed to stay and visitors could apply for a visa for a business or other urgent reason. But that left thousands of employees of U.S., European and other foreign companies waiting abroad. Factories, shops, offices and other businesses reopened in late March but curbs on foreign visitors stayed in place. Chinese authorities are weighing their desire to have foreign businesspeople return against health concerns, Hildebrandt said. Most of the returning ... "], ["2020-05-26 13:05", "Reading first-team stars agree to wage deferrals for May, June and July ...  at old enemies in his Hall of Fame speech Two of the best strikers in the world, marauding full backs and devastating wide men... How do Borussia Dortmund and Bayern Munich rank against each other ahead of their Bundesliga title showdown? AC Milan insist Zlatan Ibrahimovic has a 'calf injury' as Italian giants move to downplay rumoured career-threatening Achilles injury suffered in training Visa fears for British footballers in the United States if the season is cut short amid a coronavirus pay dispute Djimi Traore wasn't the only unlikely star of Liverpool's Champions League win in 2005... from the Croatian who shackled Lampard to a No 2 who denied Del Piero - these are Istanbul's forgotten heroes, 15 years on 'Not sure if giving ... "], ["2020-05-26 13:05", "GSK Pharma: Near term headwinds may keep stock prices under pressure ...  front are borne out ... TO READ THE FULL STORY, SUBSCRIBE NOW NOW AT JUST Rs Key stories on business-standard.com are available to premium subscribers only. Already a premium subscriber? LOGIN NOW MONTHLY STAR Business Standard Digital Business Standard Digital Monthly Subscription 149.00 subscribe Complete access to the premium product Convenient - Pay as you go Pay using Master/Visa Credit Card & ICICI VISA Debit Card Auto renewed (subject to your card issuer's permission) Cancel any time in the future Choose Payment Method Pay Using an Indian Credit Card (Issued by bank in India) Pay Using an International Credit Card (Issued by bank outside India) Note: Subscription will be auto renewed, you may cancel any time in the future without any questions ... "], ["2020-05-26 12:52", "90 Day Fianc: Self-Quarantined's Fernanda Shows the World Her Date with Clay Harbor ...  delivering groceries to the son of a friend who was battling coronavirus. Alone in Amsterdam, Jesse said the new life is \"very, very lonely and sad.\" Rachel and Jon Quarantine hasn't really changed anything for this Before the 90 Days couple. Jon still lives in the United Kingdom and Rachel in the United States, they've been living online for the last four years. The visa process was underway when the pandemic hit, but Rachel lost her job and now requires a co-sponsor to get Jon over. She said she wasn't comfortable asking her family, so she asked a friend. Larry and Jenny Life for this Before the 90 Days couple has changed. Jenny was working in a nail salon, which has since shuttered, so she spends her days Jenny singing karaoke outside ... "], ["2020-05-26 12:52", "13-year-old in California earns his 4th associate's degree ...  wave. We're right in the middle of the first wave globally,\" said Dr. Mike Ryan, the World Health Organization's executive director. Read the Full Article Top Stories REMEMBERING ALEX TREVIO: 2003-2020 Video BorderReport.com Gang may be responsible for dismemberments in Juarez, police say Uncategorized / 9 months ago Video Texas contractor sentenced to prison for worker visa fraud Uncategorized / 9 months ago Expanded border crossing brings more trade opportunities to New Mexico Uncategorized / 9 months ago Video More BorderReport Don't Miss Digital Exclusive: How the Basin effects the U.S. economy News / 6 days ago Video Digital Exclusive: Oil losses leave a big impact on local and state economies News / 7 days ago Video Digital Exclusive ... "], ["2020-05-26 12:50", "Inside corporations' war on science ...  Up In Politics & Policy Joe Biden has a plan for that If the coronavirus fight is a \"war,\" Trump has been a disastrous commander in chief The voters Joe Biden needs to win the election, explained Do Joe Biden's \"you ain't black\" comments ultimately matter? Trump spent Memorial Day weekend tweeting conspiracy theories and petty attacks Trump reportedly wants to restrict visa programs for skilled workers Most Read 8 ways to go out and stay safe during the coronavirus pandemic People are starting to leave their homes again. Here's how to do that and stay as safe as possible. What it's like to manufacture toilet paper during a pandemic A worker at a Charmin factory explains how his job has been impacted by increased demand for ... "], ["2020-05-26 12:48", "Chargesheets Filed Against 82 Foreigners For Attending Nizamuddin EventThe Delhi Police on Tuesday filed charge sheets against 82 foreigners for attending a religious event at Delhi's Nizamuddin Markaz in violation of visa conditions and indulging in missionary..."], ["2020-05-26 12:47", "The art of compromise 'lost by the Labor party but found by the unions' ... plan to subsidise holidays for tourists | The Courier-Mail 2 Coronavirus: China pushes trade war with United States | The Courier-Mail 3 South China Sea: China deploys aircraft carriers against US, Australia | The Courier-Mail 4 Courier Mail News for Brisbane | CourierMailSections | The Courier Mail 5 Foreign farm workers stay silent on sexual harassment and poor working conditions to keep their visa 6 Glen Beutel yet to sell home as Acland coal mine closes in | The Courier-Mail 7 Archie Gouldson: Churchie student killed in Roma crash | Tributes | The Courier-Mail 8 Coronavirus QLD: Transport Minister considers additional services as picture of packed QLD bus emerg Today's Paper Read the Paper nav_large_right Today's Most Popular Articles The Courier ... "], ["2020-05-26 12:44", "Michael Jordan's 'food poisoning' claims are trashed by Pizza Hut assistant ...  at old enemies in his Hall of Fame speech Two of the best strikers in the world, marauding full backs and devastating wide men... How do Borussia Dortmund and Bayern Munich rank against each other ahead of their Bundesliga title showdown? AC Milan insist Zlatan Ibrahimovic has a 'calf injury' as Italian giants move to downplay rumoured career-threatening Achilles injury suffered in training Visa fears for British footballers in the United States if the season is cut short amid a coronavirus pay dispute Djimi Traore wasn't the only unlikely star of Liverpool's Champions League win in 2005... from the Croatian who shackled Lampard to a No 2 who denied Del Piero - these are Istanbul's forgotten heroes, 15 years on 'Not sure if giving ... "], ["2020-05-26 12:38", "Man United striker Marcus Rashford given special award for charitable efforts during the coronavirus ...  at old enemies in his Hall of Fame speech Two of the best strikers in the world, marauding full backs and devastating wide men... How do Borussia Dortmund and Bayern Munich rank against each other ahead of their Bundesliga title showdown? AC Milan insist Zlatan Ibrahimovic has a 'calf injury' as Italian giants move to downplay rumoured career-threatening Achilles injury suffered in training Visa fears for British footballers in the United States if the season is cut short amid a coronavirus pay dispute Djimi Traore wasn't the only unlikely star of Liverpool's Champions League win in 2005... from the Croatian who shackled Lampard to a No 2 who denied Del Piero - these are Istanbul's forgotten heroes, 15 years on 'Not sure if giving ... "], ["2020-05-26 12:37", "In immigrant-heavy industry, meatpackers face worker shortage ... safety, and President Donald Trump's aggressive and erratic immigration policies. Trump has restricted nearly all immigration, but his administration recently granted seasonal workers 60-day extensions, affecting a smattering in meat and poultry. Roughly 350 foreign workers were certified for meat and poultry gigs in 2019, according to Daniel Costa at the Economic Policy Institute. Such H-2B visa holders, capped at 66,000 annually, are commonly used in landscaping and resorts. But there's been willingness to expand. A plan to add 35,000 seasonal workers — which Trump supports in tight labor markets — was suspended in April for \"present economic circumstances.\" Immigrants 40% of workers Immigrants make up nearly 40% of the industry ... "], ["2020-05-26 12:36", "Worker shortage concerns loom in immigrant-heavy meatpacking ...  about safety, and President Donald Trump's aggressive and erratic immigration policies. Trump has restricted nearly all immigration , but his administration recently granted seasonal workers 60-day extensions, affecting a smattering in meat and poultry. Roughly 350 foreign workers were certified for meat and poultry gigs in 2019, according to Daniel Costa at the Economic Policy Institute. Such H-2B visa holders, capped at 66,000 annually, are commonly used in landscaping and resorts. But there's been willingness to expand. A plan to add 35,000 seasonal workers — which Trump supports in tight labor markets — was suspended in April for \"present economic circumstances.\" Immigrants make up nearly 40% of the industry's roughly 470 ... "], ["2020-05-26 12:35", "No major side-effects of HCQ, should be continued as preventive treatment for COVID-19: ICMR ...  All Amritsar Bathinda Chandigarh Delhi Jalandhar Ludhiana Patiala With 8 new cases, dist count rises to 335 11 hours ago 5 flights land at Amritsar airport, as many take off 12 hours ago Arrested youth found Covid-positive, cops in a tizzy 11 hours ago Anil Joshi alleges 'discrimination' in ration distribution 11 hours ago Was planning her career in Canada, but lockdown stalled her visa process 11 hours ago BJP Punjab secretary arrested for pelting inter-faith couple's house with stones 8 hours ago Heat wave in Bathinda, cotton farmers worried 12 hours ago 3 more Covid-19 cases in Chandigarh, tally 278 10 hours ago 7 flights land with 505 passengers in Chandigarh 12 hours ago Balbir Singh Sr cremated with state honours 12 hours ago Hockey stick ... "], ["2020-05-26 12:35", "China's top virologist Shi Zhengli warns Covid-19 is just 'tip of the iceberg' ...  All Amritsar Bathinda Chandigarh Delhi Jalandhar Ludhiana Patiala With 8 new cases, dist count rises to 335 11 hours ago 5 flights land at Amritsar airport, as many take off 12 hours ago Arrested youth found Covid-positive, cops in a tizzy 11 hours ago Anil Joshi alleges 'discrimination' in ration distribution 11 hours ago Was planning her career in Canada, but lockdown stalled her visa process 11 hours ago BJP Punjab secretary arrested for pelting inter-faith couple's house with stones 8 hours ago Heat wave in Bathinda, cotton farmers worried 12 hours ago 3 more Covid-19 cases in Chandigarh, tally 278 10 hours ago 7 flights land with 505 passengers in Chandigarh 12 hours ago Balbir Singh Sr cremated with state honours 12 hours ago Hockey stick ... "], ["2020-05-26 12:33", "Espanyol and Leganes season ticket holders will be handed FREE passes for next campaign ...  at old enemies in his Hall of Fame speech Two of the best strikers in the world, marauding full backs and devastating wide men... How do Borussia Dortmund and Bayern Munich rank against each other ahead of their Bundesliga title showdown? AC Milan insist Zlatan Ibrahimovic has a 'calf injury' as Italian giants move to downplay rumoured career-threatening Achilles injury suffered in training Visa fears for British footballers in the United States if the season is cut short amid a coronavirus pay dispute Djimi Traore wasn't the only unlikely star of Liverpool's Champions League win in 2005... from the Croatian who shackled Lampard to a No 2 who denied Del Piero - these are Istanbul's forgotten heroes, 15 years on 'Not sure if giving ... "], ["2020-05-26 12:32", "Action against foreign nationals who attended Tablighi Jamaat congregation in Delhi, charge-sheets to be filed today ...  these foreign nationals belong to several countries, including ten from Saudi Arabia , seven from China, five from the USA, three from Ukraine, six from Sudan, six from the Philippines, eight from Brazil, four from Afghanistan, two from Australia and one each from Russia, France, Egypt and Jordan. All these foreign nationals are being charge-sheeted for violation of visa norms. The police have already questioned all foreign nationals who attended the congregation. Download The Times of India News App for Latest India News more from times of india news Coronavirus News US Presidential Election US News Pakistan News Donald Trump China News South Asia News World News Narendra Modi Coronavirus outbreak Coronavirus symptoms Coronavirus Precautions Coronavirus ... "], ["2020-05-26 12:31", "Major flaws 'undermine' the  Australian vocational training system ... plan to subsidise holidays for tourists | The Courier-Mail 2 Coronavirus: China pushes trade war with United States | The Courier-Mail 3 South China Sea: China deploys aircraft carriers against US, Australia | The Courier-Mail 4 Summer bushfires worst in NSW history, commission hears | The Courier-Mail 5 Foreign farm workers stay silent on sexual harassment and poor working conditions to keep their visa 6 Teacher accused of student sex released from jail | The Courier Mail 7 Glen Beutel yet to sell home as Acland coal mine closes in | The Courier-Mail 8 Archie Gouldson: Churchie student killed in Roma crash | Tributes | The Courier-Mail Today's Paper Read the Paper nav_large_right Today's Most Popular Articles The Courier Mail The Advertiser SA's ... "]]}}