{"postfix": "vivendi-aktie", "name": "VIVENDI", "wkn": "591068", "time": "2020.05.26 15:51", "ts": 1590501071, "features": {"KGV": "18.40", "Marktkapitalisierung": {"Size": "Mrd", "Value": "23.63"}, "GA": "1.41", "KBV": "2.02", "BA": "12.83", "KCV": "30.74", "CA": "0.84", "Vola30": "22.39", "Vola90": "53.82", "Vola180": "39.2", "Vola250": "29.75"}, "rivals": ["at_t-aktie", "disney-aktie", "viaco_a-aktie", "cbs-aktie", "21st_century_fox_a_1-aktie", "sky_7-aktie", "prosiebensat1-aktie"], "text_data": {"de": [["2020.05.26", "Plattenfirma Warner Music strebt Milliardenbewertung bei Börsengang an"], ["13.05.20", "Mediaset - ProSieben wichtiger Partner - aber nicht der einzige"], ["07.05.20", "Neuer ProSieben-Chef zurückhaltend zu möglicher Fusion mit Mediaset"], ["07.05.20", "ProSieben-Chef - Bisher noch keine strategischen Gespräche mit Mediaset"], ["30.04.20", "So stuften die Analysten die Vivendi-Aktie im vergangenen Monat ein"], ["24.04.20", "ANALYSE-FLASH: HSBC senkt Ziel für Vivendi auf 26,50 Euro - 'Buy'"], ["21.04.20", "Vivendi Un: So schnitt der Konzern im vergangenen Quartal ab"], ["21.04.20", "Vivendi stellte Zahlen zum jüngsten Quartal vor"], ["20.04.20", "MÄRKTE EUROPA/Schluss im Plus - Verwerfungen am Ölmarkt"], ["20.04.20", "MÄRKTE EUROPA/Knapp behauptet - Öl- und Rohstoffwerte belasten"], ["20.04.20", "MÄRKTE EUROPA/Börsen drehen ins Minus - Öl- und Rohstoffwerte belasten"], ["20.04.20", "KORREKTUR: MÄRKTE EUROPA/Freundlich - Versicherer bislang Tagessieger"], ["20.04.20", "ANALYSE-FLASH: Goldman belässt Vivendi auf 'Conviction Buy List'"], ["20.04.20", "Taylor Swift und Lady Gaga sorgen bei Vivendi für Umsatzplus"], ["20.04.20", "MÄRKTE EUROPA/Freundlich - Versicherer bislang Tagessieger"], ["20.04.20", "AKTIE IM FOKUS: Vivendi legen nach Quartalszahlen vorbörslich deutlich zu"], ["20.04.20", "WDH/Vivendi profitiert von Musikgeschäft - Warnt vor zweitem Quartal"], ["20.04.20", "Medienkonzern Vivendi profitiert von Musikgeschäft und warnt vor zweitem Quartal"], ["31.03.20", "So schätzen die Analysten die Vivendi-Aktie im März 2020 ein"], ["29.02.20", "So schätzen die Analysten die Vivendi-Aktie im Februar 2020 ein"], ["14.02.20", "MÄRKTE EUROPA/Wenig verändert - Unternehmenszahlen setzen Akzente"], ["14.02.20", "MÄRKTE EUROPA/Gewinnmitnahmen setzen ein"], ["14.02.20", "MÄRKTE EUROPA/Börsen gut behauptet - Zahlenflut aus Frankreich"], ["14.02.20", "MÄRKTE EUROPA/DAX mit neuem Rekordhoch - TF1 und EDF sehr fest"], ["14.02.20", "IPO/Vivendi flirtet mit Börsengang von Universal Music"], ["14.02.20", "Vivendi Un präsentierte Quartalsergebnisse"], ["14.02.20", "Vivendi legte die Bilanz zum abgelaufenen Quartal vor"], ["13.02.20", "Vivendi plant Börsengang der Musiksparte"]], "en": [["07.05.20", "Media giant Vivendi raises stake in Lagardere to 13.36%"], ["21.04.20", "Vivendi buys stake in Lagardère ahead of activist showdown "], ["20.04.20", "UPDATE 3-Vivendi investors back hiked dividend in defiance of France's crisis call"], ["20.04.20", "UPDATE 2-Vivendi investors back hiked dividend in defiance of France's crisis call"], ["20.04.20", "Vivendi shareholders approve dividend of 0.60 euro per share"], ["20.04.20", "Universal keeps Vivendi sales on track in first quarter"], ["20.04.20", "UPDATE 1-Universal keeps Vivendi sales on track in first quarter"], ["31.03.20", "Vivendi closes sale of 10% stake in Universal to Tencent consortium"], ["31.03.20", "Vivendi closes sale of 10% stake in Universal to Tencent consortium"], ["31.03.20", "Vivendi closes sale of 10% stake in Universal to Tencent consortium"], ["31.03.20", "Vivendi closes Universal 10% stake sale to Tencent consortium"], ["27.02.20", "Vivendi files appeal against Milan court OK to Mediaset revamp"], ["19.02.20", "Vivendi SA (VIVHY) Q4 2019 Earnings Call Transcript"], ["13.02.20", "Vivendi considers floating Universal Music by 2023"], ["13.02.20", "Vivendi considers floating Universal Music by 2023"], ["13.02.20", "REFILE-UPDATE 2-Vivendi plans IPO of Universal by early 2023 at the latest"], ["13.02.20", "REFILE-UPDATE 1-Vivendi plans IPO of Universal by early 2023 at the latest"], ["13.02.20", "UPDATE 2-Vivendi plans IPO of Universal by early 2023 at the latest"], ["13.02.20", "Vivendi plans IPO of Universal by early 2023 at the latest"], ["13.02.20", "UPDATE 1-Vivendi plans IPO of Universal by early 2023 at the latest"], ["13.02.20", "Vivendi plans an IPO of Universal by early 2023 at the latest"], ["13.02.20", "Vivendi plans an IPO of Universal by early 2023 at the latest"], ["05.02.20", "Vivendi may take further legal action against Mediaset in pan European merger"], ["05.02.20", "UPDATE 1-Vivendi may take further legal action against Mediaset in pan European merger"], ["21.01.20", "Italy judge sets Feb 1 date for Vivendi request to suspend Mediaset TV project"], ["10.01.20", "Timeline - Mediaset vs Vivendi: a TV courtroom drama unfolds"], ["2020-05-26 13:10", "Warner Music Group For Initial Public Offering Of Up To $1.82 Billion ... that the IPO wiill take place \"as soon as practicable\" after the registration statement becomes effective. Related Story Sports Betting Firm DraftKings Closes Merger, Goes Public Despite COVID-19 WMG has been eyeing an IPO for months but held off as the coronavirus pandemic roiled stock markets. Growth in streaming servies has boosted the value of music companies in recent years. French conglom Vivendi lasts year sold a minority stake in Universal Music Group to a group led by China's Tencent Holdings in a deal that valued the business at 30 billion euros ($32.9 billion). WarnerMusic's earned $258 million in fiscal 2019 on revenue of $4.48 billion. Recorded music generated $3.84 billion, or 86% of total revenues. Global music publishing under ... "], ["2020-05-26 13:09", "French Tycoons Like to Scratch Each Others' Backs ...  in its fortunes would make scant difference to a billionaire's net wealth. But one titan after another has rushed to the aid of scion and general partner Arnaud Lagardere after London-based hedge fund Amber Capital U.K. LLP pressed for an overhaul of the company's governance. Bollore's Vivendi SA and Ladreit de Lacharriere took big stakes last month, helping to defeat Amber's resolutions for new board members at the annual meeting. (Vivendi has further upped its stake in the company to 16%.) That took the pressure off Lagardere personally. A new board might have pushed him to make changes to the so-called commandite partnership structure through which he controls the group with just a 7% shareholding. AD AD But there was still a question of ... "], ["2020-05-26 13:00", "Warner Music sets terms for potential $2.7b IPO ...  Music for $US1.3 billion in 2011, when the music industry was in the depths of a 15-year decline. Warner Music sales have climbed by 50 per cent since 2015. The company reported net income of $US258 million in fiscal 2019 on revenue of $US4.48 billion. Warner Music's investors aren't the only ones taking advantage of the industry's resurgence. Vivendi agreed last year to sell a minority stake in Universal Music Group, the world's largest music company, to a group led by China's Tencent . That transaction valued the business at 30 billion euros ($32.9 billion). Warner markets its music through labels such as Atlantic Records, Warner Records and Parlophone. It also owns Warner Chappell, a music publishing business. While the labels work ... "], ["2020-05-26 08:26", "Vivendi's Dailymotion forms partnership with Huawei VideoVivendi's Dailymotion video platform and China's Huawei Video on Tuesday announced a partnership to offer international and local video content, ..."], ["2020-05-25 16:55", "French billionaires raise stakes in defence of publisher LagardereFrance's business elite closed ranks around publishing group Lagardere on Monday with LVMH's Bernard Arnault and Vivendi's Vincent Bollore ..."], ["2020-05-25 16:55", "French billionaires raise stakes in defence of publisher LagarderePARIS: France's business elite closed ranks around publishing group Lagardere on Monday (May 25) with LVMH's Bernard Arnault and Vivendi's Vincent ..."], ["2020-05-25 16:51", "French billionaires raise stakes in defence of publisher LagardereFrance's business elite closed ranks around publishing group Lagardere on Monday with LVMH's Bernard Arnault and Vivendi's Vincent Bollore swooping in to bolster its defences against London-based hedge fund Amber Capital."], ["2020-05-25 16:51", "French billionaires raise stakes in defence of publisher Lagardere ...  in Lagardere closed up 16.15% at 13.02 euros. Lagardere has been locked in a battle with Amber Capital for four years. The hedge fund has raised its stake in Lagardere to 18% in recent weeks, but Lagardere shareholders this month rejected the activist investor's call to replace Lagardere's supervisory board. Amber declined to comment on Arnault and Vivendi's moves. FILE PHOTO: Arnaud Lagardere, the head of French media group Lagardere, attends the group's shareholders meeting in Paris, France, May 3, 2018. REUTERS/Charles Platiau Lagardere has long been under fire for its sprawling business mix and for underperforming on the stock market. The link-up between Groupe Arnault and LCM will \"strengthen the corporate structure and financial ... "], ["2020-05-25 16:51", "French billionaires raise stakes in defence of publisher LagardereFrance's business elite closed ranks around publishing group Lagardere on Monday with LVMH's Bernard Arnault and Vivendi's Vincent Bollore swooping in to bolster its defences against London-based hedge fund Amber Capital.'"], ["2020-05-25 12:36", "French tycoons close ranks to bolster Lagardere's defencesFrance's business elite closed ranks around publishing group Lagardere on Monday with LVMH's Bernard Arnault and Vivendi's Vincent Bollore swooping in to bolster its defences against London-based hedge fund Amber Capital.'"], ["2020-05-25 12:36", "French tycoons close ranks to bolster Lagardere's defencesFrance's business elite closed ranks around publishing group Lagardere on Monday with LVMH's Bernard Arnault and Vivendi's Vincent Bollore swooping in to bolster its defences against London-based hedge fund Amber Capital."], ["2020-05-25 06:55", "LVMH's Arnault to buy stake in Lagardere holding company ... stake in the holding company of fellow French billionaire Arnaud Lagardere, according to the holding companies of the two men. Lagardere's eponymous publishing and media group, locked in a stand-off with activist investor Amber Capital over the past four years, has been beefing up its defences by attracting allies as investors, including French media magnate Vincent Bollore and his Vivendi ( VIV.PA ) group. Groupe Arnault and Lagardere Capital & Management (LCM) said in a joint statement that Groupe Arnault would buy a stake equivalent to around one quarter of the share capital of LCM. The link-up will \"strengthen the corporate structure and financial capacities of LCM. The family groups led by Bernard Arnault and Arnaud Lagardere will act in concert ... "], ["2020-05-25 06:54", "Channel NewsAsia ... ,FRF,UEFA,plan https://www.channelnewsasia.com/image/12770490/16x9/640/360/1962e9d9456bc8956ec552e5f6d0e355/mI/a-logo-is-pictured-outside-the-uefa-in-nyon-2.jpgFILE PHOTO: A logo is pictured outside the UEFA in Nyon, Switzerland, February 28, 2020. REUTERS/Denis BalibouseA logo is pictured outside the UEFA in Nyonhttps://www.channelnewsasia.com/news/business/vivendi-s-dailymotion-forms-partnership-with-huawei-video-12770482CNAen2020-05-26T16:26:39+08:00Vivendi's Dailymotion forms partnership with Huawei VideoVivendi,China,Huawei,France https://www.channelnewsasia.com/image/12770480/16x9/640/360/f0fbdd4c89ee2d66aa86d3345a18d5e4/mg/dailymotion-website-pages-opened-in-an-internet-browser-are-seen-in-this-photo-illustration-taken-in-paris-16.jpgDailymotion ... "], ["2020-05-25 06:47", "LVMH's Arnault to buy stake in Lagardere holding company ... stake in the holding company of fellow French billionaire Arnaud Lagardere, according to the holding companies of the two men. Lagardere's eponymous publishing and media group, locked in a stand-off with activist investor Amber Capital over the past four years, has been beefing up its defences by attracting allies as investors, including French media magnate Vincent Bollore and his Vivendi ( VIV.PA ) group. Groupe Arnault and Lagardere Capital & Management (LCM) said in a joint statement that Groupe Arnault would buy a stake equivalent to around one quarter of the share capital of LCM. The link-up will \"strengthen the corporate structure and financial capacities of LCM. The family groups led by Bernard Arnault and Arnaud Lagardere will act in concert ... "], ["2020-05-25 06:42", "UPDATE 1-LVMH's Arnault to buy stake in Lagardere holding company ... stake in the holding company of fellow French billionaire Arnaud Lagardere, according to the holding companies of the two men. Lagardere's eponymous publishing and media group, locked in a stand-off with activist investor Amber Capital over the past four years, has been beefing up its defences by attracting allies as investors, including French media magnate Vincent Bollore and his Vivendi ( VIV.PA ) group. Groupe Arnault and Lagardere Capital & Management (LCM) said in a joint statement that Groupe Arnault would buy a stake equivalent to around one quarter of the share capital of LCM. The link-up will \"strengthen the corporate structure and financial capacities of LCM. The family groups led by Bernard Arnault and Arnaud Lagardere will act in concert ... "], ["2020-05-24 09:05", "Inside the Sisterhood Springing Jihadis From Jail ...  was a time when U.S. special operations forces helped keep the prisons, the prisonersand the SDF troopssecure. But that time ended last year when U.S. President Donald Trump pulled the plug on America's SDF allies, the soldiers who did the vital fighting and dying on the ground in the war to crush the so-called Islamic State. Since then a much more tenuous and treacherous modus vivendi has taken shape, with much less American influence. READ THIS LIST Coronavirus Cheat Sheet Politics Entertainment World News Half Full Culture U.S. News Scouted Travel Beast Inside Crossword Newsletters About Contact Tips Jobs Help Privacy Code of Ethics & Standards Terms & Conditions Copyright & Trademark Sitemap Coupons 2020 The Daily Beast Company LLC Advertise With Us"], ["2020-05-21 15:30", "By signing Joe Rogan to mega deal, Spotify hopes to become more like Netflix ...  Capital, which produces the show, makes the same money from Netflix irrespective of whether the audience is 5,000 or 50 million. That is not the same for Spotify. Costs rise with subscribers. Every stream of, for instance, Billy Eilish's Grammy Award-winning hit Bad Guy will see another slice of the listener's monthly subscription fee directed towards Universal Music Group, the Vivendi SA unit that owns her recording and publishing rights. Spotify's gross margin will likely hit just 25% of revenue this year a low figure for what is supposed to be a software and services business. Netflix, for all of the billions it spends on content, is expected to enjoy gross profit representing 39% of sales. Joe Rogan. Supplied With just three major record ... "], ["2020-05-21 00:12", "Music Revenue to Drop 25% in 2020, but Long-Term Outlook Is Good ...  to grow at a 12%\" compounded annual growth rate from 2019 to 2030 to reach $75 billion by 2030, the report reads. Music publishing, with its diversified revenue streams, is projected to grow 3.5% in 2020 and next year, and continue growing over the decade. The report identifies several key beneficiaries of this growth — main Universal Music owner Vivendi, Tencent Music, YouTube/Google parent Alphabet — and points to one major company receiving a negative impact: Sirius, which not only is a major radio network owner but its parent company, Liberty Media, also owns 34% of Live Nation , the world's largest live-entertainment company, which has lost significant value since the pandemic lockdown began. It also projects, with significantly ... "], ["2020-05-20 14:12", "Spotify Signs Joe Rogan, Becomes More Like Netflix ... , which produces the show, makes the same money from Netflix irrespective of whether the audience is 5,000 or 50 million. AD That is not the same for Spotify. Costs rise with subscribers. Every stream of, for instance, Billy Eilish's Grammy Award-winning hit Bad Guy will see another slice of the listener's monthly subscription fee directed towards Universal Music Group, the Vivendi SA unit that owns her recording and publishing rights. Spotify's gross margin will likely hit just 25% of revenue this year a low figure for what is supposed to be a software and services business. Netflix, for all of the billions it spends on content, is expected to enjoy gross profit representing 39% of sales. With just three major record labels controlling most of ... "], ["2020-05-20 06:17", "Music industry to nearly double in value by the end of the decade, Goldman Sachs says ... we believe YouTube is particularly well-placed to capture the growing usage and monetization of music videos through both advertising and subscriptions,\" they added. Goldman Sachs disclosed it has received compensation for investment banking services from Alphabet, Spotify, Tencent Music Entertainment Group and Vivendi over the last 12 months. It also holds a position greater than $15 million (or equivalent) in the debt or debt instruments of Vivendi. Related Tags Catastrophe COVID-19 Music groups Health care industry Music Subscribe to CNBC PRO Licensing & Reprints CNBC Councils Supply Chain Values Advertise With Us Join the CNBC Panel Digital Products News Releases Closed Captioning Corrections About CNBC Internships Site Map Podcasts AdChoices Careers ... "]]}}