{"postfix": "volkswagen-aktie", "name": "VOLKSWAGEN_(VW)_ST.", "wkn": "766400", "time": "2020.05.26 17:26", "ts": 1590506791, "features": {"KGV": "6.53", "Marktkapitalisierung": {"Size": "Mrd", "Value": "68.34"}, "GA": "26.60", "KBV": "0.72", "BA": "242.90", "KCV": "3.21", "CA": "54.08", "Vola30": "54.16", "Vola90": "73.48", "Vola180": "54.51", "Vola250": "41.45"}, "rivals": ["daimler-aktie", "porsche-aktie", "bmw-aktie", "ford-aktie", "toyota-aktie", "audi-aktie", "fiat_chrysler-aktie"], "text_data": {"de": [["2020.05.26", "Dieselskandal: Umweltauflagen erfüllt: VW hofft, seinen US-Aufpasser endlich loszuwerden"], ["2020.05.26", "Nach BGH-Urteil zu VW: Grüne fordern nach BGH-Dieselurteil auch Schadenersatz von anderen Autobauern"], ["2020.05.26", "Umwelthilfe pocht nach BGH-Urteil auf Hardware-Nachrüstungen"], ["2020.05.26", "Fünf wichtige Antworten zum Urteil im VW-Abgasskandal"], ["2020.05.26", "VW muss Dieselkäufern Schadenersatz zahlen"], ["25.05.20", "VW muss zahlen - So viel bekommen Sie für Ihren Wagen"], ["25.05.20", "VW kassiert Klatsche vor BGH - was Dieselfahrer jetzt wissen sollten"], ["25.05.20", "Höchstgericht: Volkswagen täuschte seine Kunden arglistig"], ["25.05.20", "Kurz informiert: VW, DSGVO, Unfallstatistik, Erdbeben"], ["25.05.20", "MÄRKTE EUROPA/DAX steigt über 11.300 Punkte - Bayer fest"], ["25.05.20", "ROUNDUP 3: Bundesrichter ebnen Diesel-Fahrern den Weg zu Schadenersatz von VW"], ["25.05.20", "Der Dieselskandal endet für Volkswagen im Desaster"], ["25.05.20", "Das kann für VW teuer werden: BGH-Urteil zum Dieselskandal zieht Kreise"], ["25.05.20", "China regt mit Vergünstigungen Autoabsatz an - Strohfeuer befürchtet"], ["25.05.20", "BGH verurteilt VW zu Schadensersatz im Dieselskandal"], ["25.05.20", "BGH verurteilt VW zu Schadensersatz im Dieselskandal"], ["25.05.20", "ROUNDUP 2/BGH: VW muss getäuschten Diesel-Käufern Schadenersatz zahlen"], ["25.05.20", "MÄRKTE EUROPA/Guter Start in die Woche - Bayer fest"], ["25.05.20", "Volkswagen will Dieselbesitzern nach BGH-Urteil Zahlung anbieten"], ["25.05.20", "VW-Kläger am BGH: 'Tolles Urteil' hilft auch Tausenden anderen Kunden"], ["25.05.20", "Volkswagen pokerte hoch und verlor im Abgasskandal auf ganzer Länge"], ["25.05.20", "Volkswagen-Urteil wie erwartet - Auto-Experte: \"VW wird das Thema elegant abräumen“ "], ["25.05.20", "Wegen Dieselskandal: Volkswagen muss für gebrauchten Sharan 25'600 Euro zahlen"], ["25.05.20", "Volkswagen will nach BGH-Urteil Dieselbesitzern Zahlung anbieten"], ["25.05.20", "VW nach BGH-Urteil: Werden auf Diesel-Kläger zugehen"], ["25.05.20", "Was das VW-Urteil für Betroffene in Österreich bedeutet"], ["25.05.20", "Volkswagen muss Schadensersatz für manipulierte Autos zahlen"], ["25.05.20", "BGH: VW-Dieselmanipulationen waren 'bewusste arglistige Täuschung'"], ["25.05.20", "VW muss Autokäufer entschädigen"], ["25.05.20", "Volkswagen muss Schadenersatz zahlen"], ["25.05.20", "ROUNDUP/BGH gibt Diesel-Kläger recht: VW muss Schadenersatz zahlen"], ["25.05.20", "VW muss Schadenersatz für manipulierte Dieselautos zahlen"], ["25.05.20", "BGH-Urteil zu Abgasskandal: VW muss Autokäufer entschädigen"], ["25.05.20", "Volkswagen-Händler machen Druck bei Golf-Problemen"], ["25.05.20", "Volkswagen: „Außerordentlicher Umfang an Mängeln“: Probleme mit neuem Golf 8 alarmieren VW-Händler"], ["25.05.20", "VW droht Niederlage: BGH urteilt erstmals im Dieselskandal"]], "en": [["2020.05.26", "Dieselgate - Top German Court: VW must Pay Compensation"], ["25.05.20", "Volkswagen Mexico won't talk of restart while state decree in place"], ["25.05.20", "German court rules against Volkswagen in 'dieselgate' scandal"], ["25.05.20", "Opinion: A big defeat for Volkswagen"], ["25.05.20", "Volkswagen scandal: Top German court rules automaker must pay 'dieselgate' compensation"], ["25.05.20", "New emissions blow for Volkswagen as German court backs damages claims"], ["25.05.20", "New emissions blow for VW as German court backs damages claims"], ["25.05.20", "UPDATE 2-New emissions blow for VW as German court backs damages claims"], ["25.05.20", "VW defeated in landmark Dieselgate case brought by van buyer"], ["25.05.20", "Volkswagen loses landmark German 'dieselgate' case"], ["25.05.20", "German court rules Volkswagen car owners entitled to damages in emissions scandal"], ["25.05.20", "German court rules Volkswagen car owners entitled to damages in emissions scandal"], ["24.05.20", "VW ad agency investigates potential sabotage over racist advert"], ["22.05.20", "The Volkswagen Golf TDI Sportwagen is a nifty, thrifty hauler     - CNET"], ["21.05.20", "Volkswagen 'horrified' over racist Golf ad     - CNET"], ["21.05.20", "Volkswagen execs ‘horrified’ over racist ad showing large white hands flicking a black man"], ["21.05.20", "‘Horrified’ and ‘Ashamed’: Volkswagen Apologizes for Ad"], ["21.05.20", "Volkswagen plans to layoff around 450 people in Poland"], ["20.05.20", "Volkswagen admits car ad racist, apologizes"], ["20.05.20", "Volkswagen admits car advert racist, apologises"], ["20.05.20", "Volkswagen admits car advert racist, apologises"], ["20.05.20", "VW pulls Instagram ads after racism row"], ["20.05.20", "Volkswagen Settles Emissions Charges Against 2 Managers"], ["20.05.20", "Volkswagen apologises for racist Instagram advert"], ["20.05.20", "VW pulls car ad after outcry, apologizes for racist overtone"], ["20.05.20", "Securities case ended against Volkswagen CEO, board chairman"], ["19.05.20", "UPDATE 1-VW pays 9 million euros to end proceedings against chairman, CEO"], ["19.05.20", "Volkswagen pays 9 million euros to end proceedings against chairman, CEO"], ["19.05.20", "Volkswagen pays 9 million euros to end proceedings against chairman, CEO"], ["19.05.20", "VW pays 9 mln eur to end proceedings against chairman, CEO"], ["19.05.20", "VW pays €9m to close case against CEO and chairman"], ["18.05.20", "Volkswagen R division going electric, executive says     - CNET"], ["15.05.20", "The Volkswagen Golf is dull but satisfying     - CNET"], ["14.05.20", "MEDIA-Volkswagen, Ford forge ahead with technology sharing to save costs - Bloomberg News"], ["14.05.20", "VW GTI to get dramatic tech update, but a long wait is ahead     - CNET"], ["13.05.20", "VW pauses production of Golf and SUVs due to weak demand"], ["08.05.20", "374 staff at the IAA earned over €100,000 last year"], ["08.05.20", "Volkswagen says extends suspension of Mexico operations through June 1"], ["07.05.20", "IAA Inc (IAA) Q1 2020 Earnings Call Transcript"], ["06.05.20", "VW hails speed of car sales recovery in China"], ["2020-05-26 15:00", "Skoda's five-seater BS6-compliant Karoq SUV launched at Rs. 25 lakh ...  and a claimed top speed of 202km/hr. Information What about the pricing? The Skoda Karoq SUV has been brought to India via the completely-built unit (CBU) route and it carries a price-tag of Rs. 24.99 lakh. At this price point, it takes on the likes of Jeep Compass and the Volkswagen T-Roc . Last updated on May 26 2020, 08:30 pm Written by YANTRA (Bot) Mail Edited by Dwaipayan Roy Mail Related Topics Auto News India BS6 Jeep Compass Skoda Karoq Volkswagen T-Roc &nbsp View all questions Related Timelines Skoda Superb (facelift) launched, price starts at Rs. 30 lakh Auto 2020 Skoda Rapid launched, starts at Rs 7.5 lakh Auto Ahead of official launch in India, BS6-compliant Skoda Karoq spotted Auto Next Timeline Share Cancel Want to share it with your friends ... "], ["2020-05-26 14:50", "Lithium producers must wait as pandemic slows electric vehicle revolution ...  from smaller, indebted miner Lithium Americas Corp as the type of opportunistic deals likely during the pandemic. Lithium executives, investors and analysts expect the downturn to roil their industry for at least a year. Some warned it could crimp operations through the middle of the decade depending on how Covid-19 affects EV deployment plans from Ford Motor Co, Volkswagen AG and other automakers. Conventional wisdom holds that low oil prices should encourage consumers to buy internal combustion engine (ICE) vehicles. Still, electric vehicle sales should ultimately rise as environmental concerns have prompted EV subsidies and regulations in China and the European Union. \"If you make EVs the only vehicles available on the lot, consumer buying patterns ... "], ["2020-05-26 14:47", "Israeli court: Former school principal fit for extradition on child abuse charges ...  Court ( 0 ) Leave a comment upi.com/7009549 Latest Headlines World News // 1 hour ago Exchange with North Korea must resume, South's politicians say SEOUL, May 26 (UPI) -- Seoul's advocates for continued engagement with North Korea may be becoming restless about stalled talks. World News // 2 hours ago Volkswagen loses landmark civil case in emissions scandal May 26 (UPI) -- Germany's highest civil court has ruled that Volkswagen must buy back vehicles that were fitted with illegal emissions software in a landmark decision in the \"Dieselgate\" scandal. World News // 2 hours ago South Korea approves Samsung Galaxy watch as medical device SEOUL, May 26 (UPI) -- South Korea's Ministry of Food and Drug Safety has officially approved ... "], ["2020-05-26 14:38", "Kia Rio goes mild-hybrid, gets wild manual transmission technology in Europe ...  updates Best car lease deals Best car insurance Car Finder By make and model Make Acura Alfa Romeo Aston Martin Audi Bentley BMW Buick Cadillac Chevrolet Chrysler Dodge Ferrari Fiat Ford Genesis GMC Honda Hyundai Infiniti Jaguar Jeep Kia Lamborghini Land Rover Lexus Lincoln Lotus Maserati Mazda McLaren Mercedes-Benz Mini Mitsubishi Nissan Polestar Porsche Ram Rolls-Royce Smart Subaru Tesla Toyota Volkswagen Volvo Model Year Go By style See all cars Coupes Sedans SUVs/Crossovers Trucks Electric Hybrids Luxury Sports Cars Reviews All auto reviews 2020 Chevy Silverado 2500 2020 Ford F-Series Super Duty 2020 Mazda CX-9 2020 Hyundai Sonata 2020 Toyota 4Runner Tesla Model 3 Best Cars All the best cars Best Affordable Cars Best Crossovers Best Electric Cars Best ... "], ["2020-05-26 14:33", "'Time to surrender': Family pleads with suspect in tri-state manhunt wanted for deadly crime spree ... Sunday morning. He stole four firearms, food, and the man's truck, which police said was recovered after being crashed into a tree near Derby, Connecticut. While authorities searched for Manfredonia, they were notified that he had an acquaintance who lived in the town. Police found Nicholas Eisele, 23, dead inside the home. Police said Manfredonia stole Eisele's Volkswagen Jetta and kidnapped Eisele's girlfriend. The girlfriend and the vehicle were recovered near the New Jersey-Pennsylvania border later in the day on Sunday. Police said surveillance footage from the area showed Manfredonia wearing dark-colored shorts and a white T-shirt while carrying a large duffel bag. News Crime FBI Connecticut Share your thoughts with friends. More Washington ... "], ["2020-05-26 14:30", "Lithium producers must wait as pandemic slows electric vehicle revolution ...  from smaller, indebted miner Lithium Americas Corp as the type of opportunistic deals likely during the pandemic. Lithium executives, investors and analysts expect the downturn to roil their industry for at least a year. Some warned it could crimp operations through the middle of the decade depending on how COVID-19 affects EV deployment plans from Ford Motor Co, Volkswagen AG and other automakers. Conventional wisdom holds that low oil prices should encourage consumers to buy internal combustion engine (ICE) vehicles. Still, electric vehicle sales should ultimately rise as environmental concerns have prompted EV subsidies and regulations in China and the European Union. \"If you make EVs the only vehicles available on the lot, consumer buying patterns ... "], ["2020-05-26 14:29", "Family of double murder suspect Peter Manfredonia pleads for him to surrender as three-state manhunt continues ... afternoon in East Stroudsburg, Monroe County, PA. Description: White Male, 23 years old, dark colored shorts, white t-shirt & carrying a large duffel bag. If seen, DO NOT APPROACH, ARMED & DANGEROUS CALL 911 IMMEDIATELY! pic.twitter.com/uuj3vTYBIB — Trooper Petroski (@PSPTroopNPIO) May 25, 2020 The woman, 23, was located Sunday at a rest stop near Paterson, New Jersey, with her 2016 Volkswagen Jetta, police said, and wasn't hurt. She identified Manfredonia as her \"captor,\" reports CBS Hartford, Connecticut affiliate WFSB-TV . Manfredonia, who is believed to be armed with several guns stolen during a home invasion, was last seen Sunday wearing a white T-shirt, dark shorts and carrying a large duffel bag near train tracks in East Stroudsburg ... "], ["2020-05-26 14:24", "China autoriza el regreso de trabajadores extranjeros ...  durante dos semanas en un hotel elegido por el gobierno. Agreg que una segunda opcin requiere 48 horas de aislamiento, pero est disponible slo para un pequeo nmero de personas que no tendrn contacto con vecinos o compaeros de trabajo. El grupo est formado por trabajadores, sus dependientes o especialistas de empresas que van desde el fabricante de automviles Volkswagen hasta empresas con un solo trabajador extranjero en China, dijo Hildebrandt. Son ciudadanos de Alemania y otros pases. New Haven Register Insider Thumbnail Collection See the Insider homepage Mystery deepens around disappearance of West Haven man BY Pam McLoughlin Coronavirus birthday parades more complicated than you think BY Pam McLoughlin Olympic dreams on hold, ex-Husky Hartley adjusts BY ... "], ["2020-05-26 14:24", "China autoriza el regreso de trabajadores extranjeros ...  a cuarentena durante dos semanas en un hotel elegido por el gobierno. Agreg que una segunda opcin requiere 48 horas de aislamiento, pero est disponible slo para un pequeo nmero de personas que no tendrn contacto con vecinos o compaeros de trabajo. El grupo est formado por trabajadores, sus dependientes o especialistas de empresas que van desde el fabricante de automviles Volkswagen hasta empresas con un solo trabajador extranjero en China, dijo Hildebrandt. Son ciudadanos de Alemania y otros pases. Most Popular 1 Sweden's 'herd immunity' experiment backfires 2 The price for locking down early: Economic 'free fall' in California 3 Reopened Calif. park, overwhelmed by crowds, closes again 4 See how crowds stayed socially distant in ... "], ["2020-05-26 14:24", "China autoriza el regreso de trabajadores extranjeros ...  regresan deben someterse a cuarentena durante dos semanas en un hotel elegido por el gobierno. Agreg que una segunda opcin requiere 48 horas de aislamiento, pero est disponible slo para un pequeo nmero de personas que no tendrn contacto con vecinos o compaeros de trabajo. El grupo est formado por trabajadores, sus dependientes o especialistas de empresas que van desde el fabricante de automviles Volkswagen hasta empresas con un solo trabajador extranjero en China, dijo Hildebrandt. Son ciudadanos de Alemania y otros pases. LISTEN: Exit 43 Podcast Hear the latest episode of our new podcast Most Popular 1 'It's time to surrender': Attorney urges college student accused of deadly crime spree to give up 2 In the Halls: The story behind The Boys of ... "], ["2020-05-26 14:21", "Lithium producers must wait as pandemic slows electric vehicle revolution ...  from smaller, indebted miner Lithium Americas Corp as the type of opportunistic deals likely during the pandemic. Lithium executives, investors and analysts expect the downturn to roil their industry for at least a year. Some warned it could crimp operations through the middle of the decade depending on how COVID-19 affects EV deployment plans from Ford Motor Co, Volkswagen AG and other automakers. Conventional wisdom holds that low oil prices should encourage consumers to buy internal combustion engine (ICE) vehicles. Still, electric vehicle sales should ultimately rise as environmental concerns have prompted EV subsidies and regulations in China and the European Union. \"If you make EVs the only vehicles available on the lot, consumer buying patterns ... "], ["2020-05-26 14:10", "Lithium producers must wait as pandemic slows electric vehicle revolution ...  from smaller, indebted miner Lithium Americas Corp as the type of opportunistic deals likely during the pandemic. Lithium executives, investors and analysts expect the downturn to roil their industry for at least a year. Some warned it could crimp operations through the middle of the decade depending on how COVID-19 affects EV deployment plans from Ford Motor Co, Volkswagen AG ( VOWG_p.DE ) and other automakers. Conventional wisdom holds that low oil prices should encourage consumers to buy internal combustion engine (ICE) vehicles. Still, electric vehicle sales should ultimately rise as environmental concerns have prompted EV subsidies and regulations in China and the European Union. \"If you make EVs the only vehicles available on the lot, consumer ... "], ["2020-05-26 14:10", "The Axe Finally Fell At Aston MartinAston Martin's CEO is out, Hertz is in a world of hurt, and Volkswagen is having a time. All that and more in The Morning Shift for May, 26, 2020."], ["2020-05-26 14:06", "UConn student on the run was 'stalking young woman who lived on same street as his first victim' ...  set up a GoFundMe page to help cover funeral expenses. On the page, friends and family shared memories, including his love of his mother's German shepherds, Trooper and Sandy. The car Manfredonia is suspected of stealing from Eisele was found in New Jersey at the Pennsylvania border on Sunday afternoon, police said. Connecticut State Police on Sunday released a photo of the 2016 black Volkswagen Jetta which bears a Connecticut license plate with the number CT AU78524. Police said that the driver's side of the car has a bumper sticker paying tribute to the 26 victims of the 2012 Sandy Hook massacre, which took place in Newtown. The alleged killer (pictured) is thought to be armed with several guns stolen during a home invasion Police in Willington ... "], ["2020-05-26 14:00", "Grijalva knocks parks reopening plans ... . But the companies in the group also set themselves up to defend the rule from upcoming attacks from blue states and environmentalists that it is too lax. EPA and NHTSA \"lawfully exercised their discretion in setting their standards in accordance with the applicable statutory requirements,\" they wrote. Notably, five companies did not join the Alliance's action: Ford, Honda, BMW and Volkswagen (the four companies that struck a voluntary, more stringent emissions deal with California last year), plus Mercedes-Benz, which has been rumored to be in talks to join the deal. In a statement, Rep. Debbie Dingell (D-Mich.) said she was \"disappointed\" to see the auto industry further fracturing. \"I have argued it's in the long-term interest ... "], ["2020-05-26 14:00", "Trump increasingly cornered on China ...  are not in place to resume auto manufacturing. Auto industry pushes back: The Mexican auto industry on Sunday urged Puebla to allow plants to reopen \"as soon as possible,\" Reuters reported . In a letter to the governor of Puebla, six industry groups asked that they be able to start a gradual reopening as there are almost 100,000 auto workers in the state. Audi and Volkswagen both have plants in Puebla. BAD NEWS FOR K STREET : Several law-and-lobbying firms have been forced to cut pay and make other cutbacks in the face of the pandemic, a show that Washington's influence industry is not immune to the economic pain afflicting much of the rest of the country. A recent survey conducted by the American Society of Association Executives &mdash ... "], ["2020-05-26 14:00", "DOT warns China over airline access ...  Institute. But the trade group also defended the rule from expected attacks from blue states and environmentalists that it's too lax. The EPA and NHTSA \"lawfully exercised their discretion in setting their standards in accordance with the applicable statutory requirements,\" the Alliance wrote. Notably, five companies did not join the Alliance's action: Ford, Honda, BMW and Volkswagen (the four companies that struck a voluntary, more stringent emissions deal with California last year), plus Mercedes-Benz, which has been rumored to be in talks to join the deal. Lobby Watch U.S. TRAVEL FEELS INDUSTRY PAIN: As the economic pain sweeping the country hits K Street, the U.S. Travel Association has been among the lobbying groups to make cuts ... "], ["2020-05-26 13:56", "Undeterred by the coronavirus pandemic, Skoda launches three new models ... 34;We won't be revisiting or changing our investment plans for India and we're ready with our product launches. We won't do anything that damages our long-term prospects in India or delays our product launches. But we are looking at all our costs very carefully,\" Hollis said. Two years ago, the Volkswagen Group announced its plans to invest Rs 8,000 crore as part of rebooting its operations in India. On Tuesday, the Volkswagen Group company launched three new models virtually — the first auto company to do so since the lockdown started in March. ALSO READ: Importers cite masoor and tur shortage, want duty on inward shipments eased The models it launched are the new Rapid 1.0 TSI, the new Superb, as well as the all-new Karoq, at starting ... "], ["2020-05-26 13:54", "Parents of a UConn student suspected in killings plead for the manhunt to end in his surrender ... 39;s flight from the area.\" Two killings and an abduction Manfredonia is suspected of killing a 62-year-old man and injuring another man \"with an edged weapon\" on Friday morning in Willington, Connecticut State Police said in a statement. On Sunday, Nicholas J. Eisle, 23, was found dead in his Derby home, according to Trooper First Class Christine Jeltema. Eisle was an acquaintance of Manfredonia, who appears to have stolen a black Volkswagen Jetta from Eisle's home, state police said. Police believe another person might have been in the home too, and was later found unharmed in Paterson, New Jersey, according to state police. The person identified Manfredonia. The individual is now back with their family in Connecticut, Jeltema told CNN. The ... "], ["2020-05-26 13:35", "Exchange with North Korea must resume, South's politicians say ...  closed its doors but left the light on,\" the analyst said. \"It's the best choice North Korea can make.\" Topics Kim Dae Kim Dae-jung North Korea Kim Jong Il Kim Jong Un Kim Yong North Korea ( 0 ) Leave a comment upi.com/7009542 Latest Headlines World News // 54 minutes ago Volkswagen loses landmark civil case in emissions scandal May 26 (UPI) -- Germany's highest civil court has ruled that Volkswagen must buy back vehicles that were fitted with illegal emissions software in a landmark decision in the \"Dieselgate\" scandal. World News // 1 hour ago South Korea approves Samsung Galaxy watch as medical device SEOUL, May 26 (UPI) -- South Korea's Ministry of Food and Drug Safety has officially approved a heart-monitoring function ... "]]}}