{"postfix": "volvo_a-aktie", "name": "VOLVO_(A)", "wkn": "871229", "time": "2020.05.26 15:32", "ts": 1590499946, "features": {"KGV": "9.09", "Marktkapitalisierung": {"Size": "Mrd", "Value": "49.79"}, "GA": "17.64", "KBV": "2.35", "BA": "68.20", "KCV": "7.03", "CA": "22.81", "Vola30": "45.83", "Vola90": "66.71", "Vola180": "52.08", "Vola250": "41.42"}, "rivals": ["caterpillar-aktie", "man-aktie", "paccar-aktie"], "text_data": {"de": [["13.05.20", "Volvo will keine Dividende ausschütten"], ["06.05.20", "Auch IAA Nutzfahrzeuge muss wegen Corona-Einschränkungen ausfallen"], ["30.04.20", "April 2020: Das sind die Expertenmeinungen zur Volvo (B)-Aktie"], ["24.04.20", "Volvo Un: Bilanzzahlen zum vergangenen Quartal"], ["24.04.20", "Volvo (A) hat die Zahlen zum jüngsten Quartal vorgelegt"], ["24.04.20", "Volvo (B) informierte über die jüngsten Quartalsergebnisse"], ["22.04.20", "Ausblick: Volvo (A) stellt Zahlen zum jüngsten Quartal vor"], ["22.04.20", "Ausblick: Volvo Un informiert über die jüngsten Quartalsergebnisse"], ["22.04.20", "Ausblick: Volvo (B) präsentiert Quartalsergebnisse"], ["21.04.20", "ROUNDUP 2: Daimler und Volvo tun sich bei Brennstoffzellen für Lkw zusammen"], ["21.04.20", "ROUNDUP: Daimler und Volvo tun sich bei Brennstoffzellen für Lkw zusammen"], ["21.04.20", "Daimler und Volvo tun sich bei Brennstoffzellen für Lkw zusammen"], ["08.04.20", "Erste Schätzungen: Volvo Un stellt Ergebnisse des abgelaufenen Quartals vor"], ["08.04.20", "Erste Schätzungen: Volvo (B) veröffentlicht Zahlen zum vergangenen Quartal"], ["08.04.20", "Erste Schätzungen: Volvo (A) gewährt Anlegern Blick in die Bücher"], ["03.04.20", "ANALYSE-FLASH: Goldman senkt Ziel für Volvo B auf 176  Kronen - 'Conviction Buy'"], ["31.03.20", "Volvo (B)-Aktie: Was Analysten im März vom Papier halten"], ["17.03.20", "MÄRKTE EUROPA/Erholung auf tönernen Füßen - ZEW bricht ein"], ["17.03.20", "MÄRKTE EUROPA/Volatiles Geschäft - Stimmung so schlecht wie 2008/09"], ["17.03.20", "MÄRKTE EUROPA/Eröffnungsgewinne halten nicht - ZEW-Einbruch extrem"], ["17.03.20", "MÄRKTE EUROPA/DAX startet über 9.000 Punkten"], ["29.02.20", "Februar 2020: Das sind die Expertenmeinungen zur Volvo (B)-Aktie"], ["07.02.20", "ROUNDUP 2: Größte Klage gegen das Lkw-Kartell abgewiesen"], ["07.02.20", "Kläger gegen das Lkw-Kartell kündigt Berufung an"], ["30.01.20", "MÄRKTE EUROPA/Coronavirus-Angst geht wieder um - Pfund fester"], ["30.01.20", "MÄRKTE EUROPA/US-BIP-Zahlen setzen keine Akzente - Pfund fester"], ["30.01.20", "MÄRKTE EUROPA/Börsen bleiben unter Druck - Deutsche Bank nach Zahlen fest"], ["30.01.20", "Volvo hebt die Dividende an"]], "en": [["14.05.20", "Annual General Meeting of AB Volvo"], ["12.05.20", "AB Volvo's Board of Directors Withdraws Proposal for Ordinary Dividend"], ["12.05.20", "AB Volvo's Election Committee Revises its Proposal to the Annual General Meeting on Remuneration to the Board"], ["30.04.20", "New Number of Votes in AB Volvo"], ["23.04.20", "Volvo Group - the First Quarter 2020"], ["21.04.20", "The Volvo Group and Daimler Truck AG to Lead the Development of Sustainable Transportation by Forming Joint Venture for Large-scale Production of Fuel Cells"], ["09.04.20", "Invitation to the Volvo Group Report on the First Quarter 2020"], ["07.04.20", "Update on the Volvo Group's Financial Reporting 2020"], ["31.03.20", "New Number of Votes in AB Volvo"], ["25.03.20", "Volvo Provides an Update on the Current Situation in Respect of COVID-19 and Postpones the Annual General Meeting"], ["20.03.20", "AB Volvo's Board of Directors Withdraws Proposal of Extra Dividend, Maintains Ordinary Dividend"], ["16.03.20", "Update on the Impact From Covid-19 on the Volvo Group"], ["13.03.20", "Heavily Reduced Programme at AB Volvo's Annual General Meeting April 8, 2020"], ["10.03.20", "Marcio Pedroso new Member of Volvo Group Management"], ["04.03.20", "Annual General Meeting of AB Volvo"], ["01.03.20", "New Number of Votes in AB Volvo"], ["27.02.20", "Volvo Trucks Launches new Generation of Heavy-duty Trucks With the Driver in Focus"], ["26.02.20", "Kurt Jofs Proposed as new Board Member of AB Volvo"], ["25.02.20", "AB Volvo Publishes Annual and Sustainability Report 2019"], ["21.02.20", "The Volvo Group Part of Swedish-Indian Collaboration for Increased Traffic Safety"], ["12.02.20", "Volvo Trucks in North America Demonstrate Electric Heavy Duty Trucks"], ["05.02.20", "Renault Trucks Signs Historic Agreement With the Carlsberg Group to Deliver 20 Electric Trucks"], ["31.01.20", "Volvo Buses Receives Order for 60 High-capacity Electric Buses From Malmö"], ["30.01.20", "Mack Trucks Launches Medium-duty Trucks"], ["30.01.20", "Volvo Group - The Fourth Quarter and Full Year 2019"], ["16.01.20", "Invitation to Press and Analyst Conference in Stockholm"], ["2020-05-26 13:06", "Logitech Launches G915 TKL Wireless RGB Mechanical Gaming Keyboard ...  the team, he spent 14 years writing and editing content on our sister site Geek.com and has covered most areas of technology, but is especially passionate about games tech. Alongside PCMag, he's a freelance video game designer. Matthew holds a BSc degree in Computer Science from Birmingham University and a Masters in Computer Games Development from Abertay University. Read the latest from Matthew Humphries Google Assistant Can Now Use Your Voice to Verify Purchases Samsung Achieves Highest Ever Rating for New Mobile Security Chip New Volvo Cars Can't Go Faster Than 112mph Scammers Are Sending Fake COVID-19 Contact Tracing Text Messages Amazon's Free-to-Play Shooter Crucible Launches on Steam More from Matthew Humphries Advertisement PC Magazine ... "], ["2020-05-26 12:54", "China's central bank to increase counter-cyclical adjustments, help lower lending rates ... their capacity to handle bad loans. Source: Xinhua Editor: Han Jing Special Reports Coronavirus Disease Pandemic 2020 Two Sessions Shanghai Select China's Wonders Designer's Q&A iDEALShanghai ADVERTISEMENT China's central bank to increase counter-cyclical adjustments, help lower lending rates Luckin Coffee looks like it may be finally running out of luck New ...  China: media Economic recovery needs us to spend, spend, spend China moves to further lower financing costs for enterprises China voices firm opposition to politicization of securities regulation Volvo a pioneer in new trade zone easing US blacklists dozens more Chinese companies in escalating confrontation Demand in new retail industry talent surges EXPLORE SHINE News Metro Nation World  ... "], ["2020-05-26 12:39", "Community surprises WWII vet with parade outside home on Memorial Day ...  Lowcountry Weekend About Us Home Download Live 5 Apps Watch Live Big Red Box Submit News Pics & Video Submit News Tips Report Typos Classroom Champions Live 5 Weather Class Parent Survival Guide Take a Stand Contests Black History Month Live 5 Classroom News Tri-County Colleton County Georgetown County Williamsburg County Beaufort County Crime Education Politics State National Caught On Camera Good News Charleston 9 Emanuel 9 Sports National Friday Night Lights Football USC Clemson CSU SC State The Citadel CofC Riverdogs Battery Stingrays Volvo Car Open Cooper River Bridge Run Weather First Alert Hurricane Center Live 5 Weather Skycams Boaters Forecast S.C. Hurricane Guide Investigate You Paid For It Scambusters Consumer Investigate TV Health Coronavirus ... "], ["2020-05-26 12:00", "Hitting the virtual track with Formula E driver Sbastien Buemi ... Infiniti Jaguar Jeep Kia Lamborghini Land Rover Lexus Lincoln Lotus Maserati Mazda McLaren Mercedes-Benz Mini Mitsubishi Nissan Polestar Porsche Ram Rolls-Royce Smart Subaru Tesla Toyota Volkswagen Volvo Model Year Go By style See all cars Coupes Sedans SUVs/Crossovers Trucks Electric Hybrids Luxury Sports Cars Reviews All auto reviews 2020 Chevy Silverado 2500 2020  ...  the wake of COVID-19, major international motorsports series have gone quiet. Formula E has always been quiet, but it's managed to keep the racing rolling. Tim Stevens May 26, 2020 5:00 a.m. PT Listen - 03:19 Not quite real, but close. Nissan The surge in sim racing interest we've seen since the global outbreak of the coronavirus is completely unprecedented. Motorsports fans are looking  ... "], ["2020-05-26 12:00", "At $2,900, Could This 1984 Toyota Camry Be A Turbo Diesel Deal? ...  The Root The Takeout The Onion The Inventory Drive Free or Die. Shop Subscribe Latest News Jalopnik Reviews The Morning Shift Nice Price Car Buying Video Drive Free or Die. Latest News Jalopnik Reviews The Morning Shift Nice Price Car Buying Video Nice Price Or Crack Pipe At $2,900, Could This 1984 Toyota Camry Be A Turbo Diesel Deal? You may also like Jalopnik At $10,500, Could This 1967 Volvo L3314N 'Laplander' Prove A Memorable Deal? Rob Emslie Yesterday 8:00AM Jalopnik This Top Gear -Style Test Of Three Weird Chinese Almost-Cars Is Absolutely Amazing Jason Torchinsky Saturday 12:00PM Jalopnik How To Fight Understeer, Every Driver's Enemy, With FWD, RWD And AWD Raphael Orlove 8/02/17 12:39PM Popular Deals on The Inventory $ 132 DEWALT ... "], ["2020-05-26 11:30", "Pandemic precautions alter airport security procedures ...  Guide Take a Stand Contests Black History Month Live 5 Classroom News Tri-County Colleton County Georgetown County Williamsburg County Beaufort County Crime Education Politics State National Caught On Camera Good News Charleston 9 Emanuel 9 Sports National Friday Night Lights Football USC Clemson CSU SC State The Citadel CofC Riverdogs Battery Stingrays Volvo Car Open ... has implemented changes at checkpoints. When you come up to the first TSA agent, you will no longer hand them your boarding pass. Instead, you will scan and hold it yourself as they do a visual check. #TSAOfficers continue to ensuring proper security screening while preventing the spread of #COVID19 . How can you help? Pack smart! Take care to ensure there are no prohibited items in your carry- ... "], ["2020-05-26 11:30", "Google Assistant Can Now Use Your Voice to Verify Purchases ...  editor and news reporter. Prior to joining the team, he spent 14 years writing and editing content on our sister site Geek.com and has covered most areas of technology, but is especially passionate about games tech. Alongside PCMag, he's a freelance video game designer. Matthew holds a BSc degree in Computer Science from Birmingham University and a Masters in Computer Games Development from Abertay University. Read the latest from Matthew Humphries Samsung Achieves Highest Ever Rating for New Mobile Security Chip New Volvo Cars Can't Go Faster Than 112mph Scammers Are Sending Fake COVID-19 Contact Tracing Text Messages Amazon's Free-to-Play Shooter Crucible Launches on Steam iOS 13.5 Released With Faster Unlock Option for Masked Faces More from ... "], ["2020-05-26 11:23", "Olympic-size pool in North Charleston will soon be complete ...  a Stand Contests Black History Month Live 5 Classroom News Tri-County Colleton County Georgetown County Williamsburg County Beaufort County Crime Education Politics State National Caught On Camera Good News Charleston 9 Emanuel 9 Sports National Friday Night Lights Football USC Clemson CSU SC State The Citadel CofC Riverdogs Battery Stingrays Volvo ...  center will change all of that. DD2 invested more than $7 million and the City of North Charleston paid the rest for this $25 million facility. The North Charleston Polo Team and swim team and just a couple more groups that will be able to use the facility. And they plan to offer elementary school swim classes in the pool as well. North Charleston Parks and Recreation officials say they are not sure exactly ... "], ["2020-05-26 11:21", "Driver dies after car strikes utility pole, troopers say ...  Lowcountry Weekend About Us Home Download Live 5 Apps Watch Live Big Red Box Submit News Pics & Video Submit News Tips Report Typos Classroom Champions Live 5 Weather Class Parent Survival Guide Take a Stand Contests Black History Month Live 5 Classroom News Tri-County Colleton County Georgetown County Williamsburg County Beaufort County Crime Education Politics State National Caught On Camera Good News Charleston 9 Emanuel 9 Sports National Friday Night Lights Football USC Clemson CSU SC State The Citadel CofC Riverdogs Battery Stingrays Volvo Car Open Cooper River Bridge Run Weather First Alert Hurricane Center Live 5 Weather Skycams Boaters Forecast S.C. Hurricane Guide Investigate You Paid For It Scambusters Consumer Investigate TV Health Coronavirus ... "], ["2020-05-26 10:44", "Isle of Palms Public Safety Building undergoing $6M repair project ... Guide Take a Stand Contests Black History Month Live 5 Classroom News Tri-County Colleton County Georgetown County Williamsburg County Beaufort County Crime Education Politics State National Caught On Camera Good News Charleston 9 Emanuel 9 Sports National Friday Night Lights Football USC Clemson CSU SC State The Citadel CofC Riverdogs Battery Stingrays Volvo Car  ...  EDT - Updated May 26 at 6:44 AM ISLE OF PALMS, S.C. (WCSC) - The Isle of Palms' 12-year-old Public Safety building is undergoing some much needed repairs. \"The public safety building is one that a lot of people go to. They go for their parking passes, they go to pay your fines, people go by there to look at the fire trucks,\" Mayor Jimmy Carroll said. \"We want that building to look  ... "], ["2020-05-26 10:41", "Troopers: 2 killed in 3-vehicle crash in Orangeburg County ...  Lowcountry Weekend About Us Home Download Live 5 Apps Watch Live Big Red Box Submit News Pics & Video Submit News Tips Report Typos Classroom Champions Live 5 Weather Class Parent Survival Guide Take a Stand Contests Black History Month Live 5 Classroom News Tri-County Colleton County Georgetown County Williamsburg County Beaufort County Crime Education Politics State National Caught On Camera Good News Charleston 9 Emanuel 9 Sports National Friday Night Lights Football USC Clemson CSU SC State The Citadel CofC Riverdogs Battery Stingrays Volvo Car Open Cooper River Bridge Run Weather First Alert Hurricane Center Live 5 Weather Skycams Boaters Forecast S.C. Hurricane Guide Investigate You Paid For It Scambusters Consumer Investigate TV Health Coronavirus ... "], ["2020-05-26 10:30", "Samsung Achieves Highest Ever Rating for New Mobile Security Chip ...  Matthew is PCMag's UK-based editor and news reporter. Prior to joining the team, he spent 14 years writing and editing content on our sister site Geek.com and has covered most areas of technology, but is especially passionate about games tech. Alongside PCMag, he's a freelance video game designer. Matthew holds a BSc degree in Computer Science from Birmingham University and a Masters in Computer Games Development from Abertay University. Read the latest from Matthew Humphries New Volvo Cars Can't Go Faster Than 112mph Scammers Are Sending Fake COVID-19 Contact Tracing Text Messages Amazon's Free-to-Play Shooter Crucible Launches on Steam iOS 13.5 Released With Faster Unlock Option for Masked Faces Microsoft Patent Suggests We May Get ... "], ["2020-05-26 10:23", "Memorial Day Weekend brings crowds to Lake Murray and other tourist attractions across SC ...  Lowcountry Weekend About Us Home Download Live 5 Apps Watch Live Big Red Box Submit News Pics & Video Submit News Tips Report Typos Classroom Champions Live 5 Weather Class Parent Survival Guide Take a Stand Contests Black History Month Live 5 Classroom News Tri-County Colleton County Georgetown County Williamsburg County Beaufort County Crime Education Politics State National Caught On Camera Good News Charleston 9 Emanuel 9 Sports National Friday Night Lights Football USC Clemson CSU SC State The Citadel CofC Riverdogs Battery Stingrays Volvo Car Open Cooper River Bridge Run Weather First Alert Hurricane Center Live 5 Weather Skycams Boaters Forecast S.C. Hurricane Guide Investigate You Paid For It Scambusters Consumer Investigate TV Health Coronavirus ... "], ["2020-05-26 10:22", "Motorcyclist killed in Memorial Day crash in York County ...  Lowcountry Weekend About Us Home Download Live 5 Apps Watch Live Big Red Box Submit News Pics & Video Submit News Tips Report Typos Classroom Champions Live 5 Weather Class Parent Survival Guide Take a Stand Contests Black History Month Live 5 Classroom News Tri-County Colleton County Georgetown County Williamsburg County Beaufort County Crime Education Politics State National Caught On Camera Good News Charleston 9 Emanuel 9 Sports National Friday Night Lights Football USC Clemson CSU SC State The Citadel CofC Riverdogs Battery Stingrays Volvo Car Open Cooper River Bridge Run Weather First Alert Hurricane Center Live 5 Weather Skycams Boaters Forecast S.C. Hurricane Guide Investigate You Paid For It Scambusters Consumer Investigate TV Health Coronavirus ... "], ["2020-05-26 10:19", "FIRMEN-BLICK-sterreich - AUA-Hilfen nur bei Absicherung der Langstrecke ... des Jahres soll ein erstes Demonstrationsgert in Friedrichshafen in Betrieb gehen und der Kooperationsvertrag unterzeichnet werden. Daimler grndet mit dem Lkw-Hersteller Volvo ein Joint Venture, um den noch relativ teuren Brennstoffzellenantrieb auch bei Nutzfahrzeugen zum Einsatz zu bringen. SAMSUNG GROUP - Seoul: Der juristische rger ... medium-wide-browser-and-larger above-phone portrait-tablet-and-above above-portrait-tablet landscape-tablet-and-above landscape-tablet-and-medium-wide-browser portrait-tablet-and-below landscape-tablet-and-below Apps Newsletters Advertise with Us Advertising Guidelines Cookies Terms of Use Privacy All quotes delayed a minimum of 15 minutes. See here for a complete list of exchanges and delays. 2020 Reuters. All Rights Reserved."], ["2020-05-26 10:15", "Congress weighs choice: 'Go big' on virus aid or hit 'pause' ... Survival Guide Take a Stand Contests Black History Month Live 5 Classroom News Tri-County Colleton County Georgetown County Williamsburg County Beaufort County Crime Education Politics State National Caught On Camera Good News Charleston 9 Emanuel 9 Sports National Friday Night Lights Football USC Clemson CSU SC State The Citadel CofC Riverdogs Battery Stingrays Volvo Car Open  ...  chain disruptions Tillis opposes Pelosi's \"manifesto\" and doesn't expect the Senate to act before July. He said of the GOP-held Senate, \"We're a bulkhead against bad happening.\" Despite rare bipartisan support for earlier aid, the $2 trillion bill approved in March, neither side was particularly pleased with the outcome, the largest federal intervention in  ... "], ["2020-05-26 10:00", "Ford Edge ST-Line has all the show without the go ...  Infiniti Jaguar Jeep Kia Lamborghini Land Rover Lexus Lincoln Lotus Maserati Mazda McLaren Mercedes-Benz Mini Mitsubishi Nissan Polestar Porsche Ram Rolls-Royce Smart Subaru Tesla Toyota Volkswagen Volvo Model Year Go By style See all cars Coupes Sedans SUVs/Crossovers Trucks Electric Hybrids Luxury Sports Cars Reviews All auto reviews 2020 Chevy Silverado 2500 2020 Ford  ...  middle of the road 3:36 More From Roadshow 2020 Ram 1500 EcoDiesel review: The best full-size truck adds efficiency and capability 2020 Ford Explorer Hybrid review: A midsize SUV with big range 2020 Toyota Supra review: A solid sports car that's rife with controversy Comments Ford SUVs Crossovers Ford Notification on Notification off Cars Close Discuss: Ford Edge ST-Line has all the  ... "], ["2020-05-26 09:55", "Isle of Palms may cancel 4th of July fireworks ...  Lowcountry Weekend About Us Home Download Live 5 Apps Watch Live Big Red Box Submit News Pics & Video Submit News Tips Report Typos Classroom Champions Live 5 Weather Class Parent Survival Guide Take a Stand Contests Black History Month Live 5 Classroom News Tri-County Colleton County Georgetown County Williamsburg County Beaufort County Crime Education Politics State National Caught On Camera Good News Charleston 9 Emanuel 9 Sports National Friday Night Lights Football USC Clemson CSU SC State The Citadel CofC Riverdogs Battery Stingrays Volvo Car Open Cooper River Bridge Run Weather First Alert Hurricane Center Live 5 Weather Skycams Boaters Forecast S.C. Hurricane Guide Investigate You Paid For It Scambusters Consumer Investigate TV Health Coronavirus ... "], ["2020-05-26 09:45", "Coronavirus risks complicate reopenings as WHO warns 1st wave not over ... Parent Survival Guide Take a Stand Contests Black History Month Live 5 Classroom News Tri-County Colleton County Georgetown County Williamsburg County Beaufort County Crime Education Politics State National Caught On Camera Good News Charleston 9 Emanuel 9 Sports National Friday Night Lights Football USC Clemson CSU SC State The Citadel CofC Riverdogs Battery Stingrays Volvo Car Open Cooper  ...  as he and his wife placed lilacs on several graves at Mountview Cemetery in Billings, Montana. They included the graves of his mother and his father, who served in the Philippines as a Navy Seabee during World War II. \"Anything that shows respect for it is all right with me,\" Groblebe said, fighting back tears. ___ Follow AP pandemic coverage at http://apnews. ... "], ["2020-05-26 09:34", "Police investigate deadly crash involving pedestrian ...  Lowcountry Weekend About Us Home Download Live 5 Apps Watch Live Big Red Box Submit News Pics & Video Submit News Tips Report Typos Classroom Champions Live 5 Weather Class Parent Survival Guide Take a Stand Contests Black History Month Live 5 Classroom News Tri-County Colleton County Georgetown County Williamsburg County Beaufort County Crime Education Politics State National Caught On Camera Good News Charleston 9 Emanuel 9 Sports National Friday Night Lights Football USC Clemson CSU SC State The Citadel CofC Riverdogs Battery Stingrays Volvo Car Open Cooper River Bridge Run Weather First Alert Hurricane Center Live 5 Weather Skycams Boaters Forecast S.C. Hurricane Guide Investigate You Paid For It Scambusters Consumer Investigate TV Health Coronavirus ... "]]}}