{"postfix": "wacker-aktie", "name": "WACKER_NEUSON", "wkn": "WACK01", "time": "2020.05.26 14:58", "ts": 1590497910, "features": {"KGV": "13.41", "Marktkapitalisierung": {"Size": "Mio", "Value": "814.33"}, "GA": "1.26", "KBV": "0.97", "BA": "17.49", "KCV": "-15.23", "CA": "-1.11", "Vola30": "55.97", "Vola90": "71.88", "Vola180": "57.69", "Vola250": "49.98"}, "rivals": ["caterpillar-aktie", "hitachi-aktie", "man-aktie", "jungheinrich-aktie", "astec_industries-aktie", "rosenbauer-aktie", "deere-aktie"], "text_data": {"de": [["09.05.20", "Wacker Neuson SE hat Bilanz für das abgelaufene Quartal gezogen"], ["08.05.20", "Wacker Neuson: \"Die Baustellen sind da\" - Chef Lehner im Interview zum Anhören"], ["07.05.20", "VDMA: Volle Wucht der Krise erst in nächsten Monaten sichtbar"], ["23.04.20", "Wacker Neuson streicht Dividende"], ["23.04.20", "Wacker Neuson will die Dividende aussetzen"], ["21.04.20", "MÄRKTE EUROPA/Ölpreis-Crash schwappt auf Aktien über"], ["21.04.20", "XETRA-SCHLUSS/Rückschlag - Öl-Crash lässt Anleger vorsichtig werden"], ["14.04.20", "ANALYSE-FLASH: Hauck & Aufhäuser belässt Wacker Neuson auf 'Buy' - Ziel 22 Euro"], ["03.04.20", "VDMA: Liquidität in der Krise ist überlebenswichtig"], ["31.03.20", "Wacker Neuson SE-Aktie: Experten empfehlen Wacker Neuson SE im März mehrheitlich zum Kauf "], ["19.03.20", "Wacker Neuson zieht Werksferien vor - Kurzarbeit beantragt"], ["18.03.20", "Wacker Neuson SE: Quartalsergebnisse zum jüngsten Jahresviertel"], ["16.03.20", "XETRA-SCHLUSS/DAX verliert trotz neuer Fed-Notzinssenkung"], ["16.03.20", "MÄRKTE EUROPA/Börsen von Tiefs etwas erholt - Reisesektor am Boden"], ["16.03.20", "XETRA-SCHLUSS/DAX verliert trotz neuer Fed-Notzinssenkung"], ["16.03.20", "MÄRKTE EUROPA/Börsen von Tiefs etwas erholt - Reisesektor am Boden"], ["16.03.20", "VIRUS/ROUNDUP: Wacker Neuson kappt Produktionsziel"], ["16.03.20", "Entspannung der Virus-Krise in China lässt Wacker Neuson hoffen"], ["16.03.20", "MÄRKTE EUROPA/Börsen weiter im Crashmodus - Dräger haussieren"], ["16.03.20", "Wacker Neuson will eine unveränderte Dividende ausschütten"], ["12.03.20", "VDMA: Produktionsminus 2020 von 5 Prozent - Epidemie belastet"], ["11.03.20", "E-Baumaschinenhersteller Wacker Neuson: Der Tesla der Baggerwelt"], ["05.03.20", "VDMA: Guter Jahresauftakt, aber keine Entwarnung"], ["20.02.20", "VDMA: Deutsche Maschinenexporte schrumpfen 2019 um 1,5 Prozent"], ["06.02.20", "VDMA: Maschinenbauer ziehen enttäuschende Bilanz für 2019"]], "en": [["07.05.20", "Wacker Neuson SE : Initial effects of COVID-19 pandemic lead to revenue losses in Q1/20"], ["23.04.20", "Wacker Neuson SE : Executive Board and Supervisory Board propose suspension of the dividend payment; virtual Annual General Meeting planned for June 30, 2020"], ["21.04.20", "Wacker Neuson SE : Wacker Neuson SE withdraws guidance for fiscal 2020 due to business impact from covid-19 pandemic; preliminary figures for the first quarter"], ["19.03.20", "Wacker Neuson SE : COVID-19: Production plants of the Wacker Neuson Group bring forward plant holidays and apply for short-time work"], ["16.03.20", "Wacker Neuson SE : Wacker Neuson reports new revenue record for fiscal 2019, profit below the prior-year level"], ["2020-05-25 21:54", "Ricky Michael Steria, 57, of Brewerton ...  away on Monday morning, May 25, 2020 at Crouse Hospital, Syracuse. A private funeral with Military Honors for immediate family will be held at Iseneker Funeral Home, Inc. Burial will be at the convenience of the family at a later date. Contributions may be made to Donate Life America, 701 East Byrd St., 16th Floor, Richmond, VA 23219; or to the American Lung Association, 55 W. Wacker Drive, Suite 1150, Chicago, IL 60601. He is survived by his wife of over 33 years, Paula; two children, a daughter, Elizabeth and her fianc, Brandon Messecar of Liverpool; a son, Alex of Rochester; his mother and step-father, Patricia and Robert Toth of Port Leyden; his siblings, Renee and Bruce Bush of Lyons Falls; Robin and John Disbro of Ellisburg; Regina and David Brown of ... "], ["2020-05-22 15:42", "Emergency lighting on at Willis Tower after flooding-related power outage, full power still out ... ,\" officials wrote in a statement. ComEd officials said Thursday afternoon that the process of restoring power to the building had begun following the completion of repairs and inspection of equipment in the electrical vault that was flooded. Advertisement The skyscraper lost power early Monday after record-setting rainfall over the weekend caused flooding from the Chicago River to spill onto Lower Wacker Drive and into the building's basement. Crews have been working to pump the water from the tower's lower levels and repair the damaged equipment since then. Tuesday night, Chicagoans took to social media to comment on the ominous presence of the darkened building over the city's skyline. Latest News Crayola launches 24 skin tone crayons for ... "], ["2020-05-22 10:40", "Lights back on at Willis Tower after flooding-related power outage ...  return Willis Tower to full service as quickly and safely as possible,\" officials wrote in the statement. Lights are back on at the Willis Tower May 22, 2020, after flooding earlier in the week knocked out power at the iconic skyscraper. The skyscraper lost power early Monday after record-setting rainfall over the weekend caused flooding from the Chicago River to spill onto Lower Wacker Drive and into the building's basement. Crews have been working to pump the water from the tower's lower levels and repair the damaged equipment since then. Advertisement Tuesday night, Chicagoans took to social media to comment on the ominous presence of the darkened building over the city's skyline. Latest News Missing woman, 80, last seen in Gresham Lights ... "], ["2020-05-22 10:30", "The middle of the neighborhood nest | Sow There! ...  ago. Keith had read Bob's name in the death notices, which caused us all to pause. Bob owned the metal shop next door, and was my \"neighbor\" for about 20 years. I never really knew what was in the shed, but I could frequently hear him tinkering. Once upon a time the sliding door was ajar, and I saw a metal fishing boat. Occasionally, Bob would emerge with a weed-wacker, and more often, he emerged with something to talk about. The shop may have been his man cave, because I only saw his wife once or twice, probably to drop off some important things, like dinner. My neighbor had a booming and commanding voice. You might think he was gruff, but that was just the way he talked, the same way a German shepherd barks as if he means business. It didn' ... "], ["2020-05-22 10:30", "Chicago's new normal: How reopened workplaces will look different due to the coronavirus pandemic ... ? Or do they contract because of working from home? \"That's the gazillion-dollar question,\" Lundstedt said. Experts foresee a gradual decline in demand. Coupled with new space due to hit the market in the West Loop and Fulton Market, the demand trend should cause vacancies to rise in the coming years. Construction crews work on a new office building at 110 N. Wacker Drive. Experts believe that new construction, coupled with a decline in demand from some tenants, will create a glut of office space downtown. Tyler LaRiviere/Sun-Times There also could be more interest in suburban office sites, even as satellite locations, for workers who don't want to visit a crowded downtown hub all the time. Suburban sites have free parking, a rare amenity in ... "], ["2020-05-22 09:47", "Lights back on at Willis Tower after flooding-related power outage ... flooded. \"ComEd continues to work in cooperation with Willis Tower building managers, Chicago Fire Department and the city of Chicago on a plan to return Willis Tower to full service as quickly and safely as possible,\" officials wrote in the statement. The skyscraper lost power early Monday after record-setting rainfall over the weekend caused flooding from the Chicago River to spill onto Lower Wacker Drive and into the building's basement. Crews have been working to pump the water from the tower's lower levels and repair the damaged equipment since then. Tuesday night, Chicagoans took to social media to comment on the ominous presence of the darkened building over the city's skyline. Next Up In News 5 shot Thursday in Chicago 1 killed, 1 ... "], ["2020-05-21 16:51", "Pritzker activates National Guard to help prepare for flooding ...  RESCUED FROM SUBURBAN FLOODING AFTER RECORD-SETTING RAINFALL The Illinois Emergency Management Agency has begun sandbagging to help communities along the river, and Pritzker has issued a state disaster proclamation for Grundy, Pike, Scott and Morgan counties. The declaration will ensure state support to communities that are shoring up local levees. WILLIS TOWER STILL WITHOUT POWER, LOWER WACKER CLOSED UNTIL SATURDAY AFTER FLOODS \"I have directed all agencies in my administration to doing everything possible to help local communities prepare for and respond to the potential flood risks presented in the current forecast,\" Pritzker said. CHICAGO SETS RECORD FOR WETTEST MAY EVER Advertisement IEMA Director Alicia Tate-Nadeau said \"in the coming ... "], ["2020-05-20 21:30", "Harry's Heroes review: This thrilling footy finale could not have been scripted better ...  more newsletters Show me See our privacy notice Invalid Email Whether you were rooting for Harry Redknapp's England legends or not, you'd be hard pushed to deny there was a fitting climax to this surprisingly moving European journey. Obviously, if you were too busy watching lingerie week on The Great British Sewing Bee and have yet to catch up on the action from the Wacker Arena in Bavaria, you should look away now. With the match drifting towards the dreaded penalty shootout, the English boys somehow managed to grab a scruffy winner seven minutes from the end of normal time. And ITV could not have scripted it better. The goal was scored by Lee Hendrie, who on Tuesday night's episode had bravely spoken in great and distressing detail about his ... "], ["2020-05-20 20:26", "Michigan flood displaces thousands, threatens chemical plant ...  rain that produced flooding and put pressure on dams in the area. Kaytie Boomer A view of the flooded area near the Sanford dam on Tuesday, May 19, 2020. Residents were told to evacuate due to the dams on Sanford and Wixom Lakes no longer being able to control or contain the amount of water flowing through the spill gates. Kaytie Boomer City workers remove water from Lower Wacker Drive near Randolph Street after overnight flooding, Monday, May 18, 2020 in Chicago. Ashlee Rezin Garcia Some Michigan residents are being told to evacuate their homes following heavy rains that put pressure on dams in the area. A view of the flooded area near the Sanford Dam on Tuesday, May 19, 2020. Residents were told to evacuate due to the dams on Sanford and Wixom Lakes no ... "], ["2020-05-20 14:55", "Cushman & Wakefield Arranges $210M Sale Of Trophy Office Tower In ChicagoCushman & Wakefield CWK announced that the real estate services firm has arranged for the sale of 225 West Wacker Drive, a 650,812-square-foot Class A trophy office tower home to Cushman & Wakefield's Headquarters. The final sale price was $210,000,00"], ["2020-05-20 14:16", "Fitch Affirms Cigna's 'BBB' Debt Ratings; Outlook Stable ...  Rating; Affirmed; F3 ——senior unsecured; Long Term Rating; Affirmed; BBB ——senior unsecured; Short Term Rating; Affirmed; F3 CIGNA Life Insurance Company of New York; Insurer Financial Strength; Rating Watch Maintained; A; RW: Pos Contacts: Primary Rating Analyst Gerald Glombicki, CPA, ARM Director +1 312 606 2354 Fitch Ratings, Inc. One North Wacker Drive Chicago 60606 Secondary Rating Analyst Douglas Pawlowski, CFA Senior Director +1 312 368 2054 Committee Chairperson Julie Burke, CFA, CPA Managing Director +1 312 368 3158 Media Relations: Hannah James, New York, Tel: +1 646 582 4947, Email: hannah.james@thefitchgroup.com. Additional information is available on www.fitchratings.com Applicable Criteria Insurance Rating Criteria ... "], ["2020-05-20 13:07", "1 Michigan dam breached, another at risk amid Midwest floods ...  front of his house from the back yard, wading through floodwater, Tuesday, May 19, 2020 in Edenville, Mich. People living along two mid-Michigan lakes and parts of a river have been evacuated following several days of heavy rain that produced flooding and put pressure on dams in the area. (Katy Kildee/Midland Daily News via AP) City workers remove water from Lower Wacker Drive near Randolph Street after overnight flooding, Monday, May 18, 2020 in Chicago. (Ashlee Rezin Garcia/Chicago Sun-Times via AP) The Chicago River overflowed its banks and flooded the Riverwalk after overnight showers and thunderstorms across the city, Monday, May 18, 2020 in Chicago. (Ashlee Rezin Garcia/Chicago Sun-Times via AP) The Chicago River overflowed its banks and flooded the ... "], ["2020-05-20 13:02", "'Ultra rare' metallic blue bee spotted in Florida ... over coronavirus protections Trending Will you get a second coronavirus stimulus check? Everything we know so far Grab the swimsuits, find some sunscreen: Kalahari Resorts to open May 27 Willis Tower loses power after basement flooding, knocking out several TV stations IRS to issue coronavirus stimulus payments on prepaid debit card Willis Tower still without power, Lower Wacker closed until Saturday after floods News Local News National News World News Crime & Public Safety Good Day Viral Weather Weather Alerts School Closings Weather App Weather Team Hurricanes Natural Disasters Traffic Transportation Travel CTA Metra O'Hare Airport Midway Airport Union Station Politics 2020 Election Flannery Fired Up Chicago City Council Immigration Donald J. Trump JB ... "], ["2020-05-20 12:13", "2 arrested after police chase in Englewood ... over coronavirus protections Trending Will you get a second coronavirus stimulus check? Everything we know so far Grab the swimsuits, find some sunscreen: Kalahari Resorts to open May 27 Willis Tower loses power after basement flooding, knocking out several TV stations IRS to issue coronavirus stimulus payments on prepaid debit card Willis Tower still without power, Lower Wacker closed until Saturday after floods News Local News National News World News Crime & Public Safety Good Day Viral Weather Weather Alerts School Closings Weather App Weather Team Hurricanes Natural Disasters Traffic Transportation Travel CTA Metra O'Hare Airport Midway Airport Union Station Politics 2020 Election Flannery Fired Up Chicago City Council Immigration Donald J. Trump JB ... "], ["2020-05-20 12:01", "1 Michigan dam breached, another at risk amid Midwest floods ...  front of his house from the back yard, wading through floodwater, Tuesday, May 19, 2020 in Edenville, Mich. People living along two mid-Michigan lakes and parts of a river have been evacuated following several days of heavy rain that produced flooding and put pressure on dams in the area. (Katy Kildee/Midland Daily News via AP) City workers remove water from Lower Wacker Drive near Randolph Street after overnight flooding, Monday, May 18, 2020 in Chicago. (Ashlee Rezin Garcia/Chicago Sun-Times via AP) The Chicago River overflowed its banks and flooded the Riverwalk after overnight showers and thunderstorms across the city, Monday, May 18, 2020 in Chicago. (Ashlee Rezin Garcia/Chicago Sun-Times via AP) The Chicago River overflowed its banks and flooded the ... "], ["2020-05-20 11:16", "DeKalb woman charged with money laundering, faud ...  protections Girl, 13, missing from Lawndale Trending Questions raised over accuracy of US coronavirus death toll Grab the swimsuits, find some sunscreen: Kalahari Resorts to open May 27 Willis Tower loses power after basement flooding, knocking out several TV stations IRS to issue coronavirus stimulus payments on prepaid debit card Willis Tower still without power, Lower Wacker closed until Saturday after floods News Local News National News World News Crime & Public Safety Good Day Viral Weather Weather Alerts School Closings Weather App Weather Team Hurricanes Natural Disasters Traffic Transportation Travel CTA Metra O'Hare Airport Midway Airport Union Station Politics 2020 Election Flannery Fired Up Chicago City Council Immigration Donald J. Trump ... "], ["2020-05-20 11:03", "Woman missing from Ashburn for almost 2 years found safe ...  after leading authorities on high-speed chase Trending Questions raised over accuracy of US coronavirus death toll Grab the swimsuits, find some sunscreen: Kalahari Resorts to open May 27 Willis Tower loses power after basement flooding, knocking out several TV stations IRS to issue coronavirus stimulus payments on prepaid debit card Willis Tower still without power, Lower Wacker closed until Saturday after floods News Local News National News World News Crime & Public Safety Good Day Viral Weather Weather Alerts School Closings Weather App Weather Team Hurricanes Natural Disasters Traffic Transportation Travel CTA Metra O'Hare Airport Midway Airport Union Station Politics 2020 Election Flannery Fired Up Chicago City Council Immigration Donald J. Trump ... "], ["2020-05-20 10:58", "2 charged with arson in suburban Aurora ...  leading authorities on high-speed chase Trending Questions raised over accuracy of US coronavirus death toll Will you get a second coronavirus stimulus check? Everything we know so far Willis Tower loses power after basement flooding, knocking out several TV stations IRS to issue coronavirus stimulus payments on prepaid debit card Willis Tower still without power, Lower Wacker closed until Saturday after floods News Local News National News World News Crime & Public Safety Good Day Viral Weather Weather Alerts School Closings Weather App Weather Team Hurricanes Natural Disasters Traffic Transportation Travel CTA Metra O'Hare Airport Midway Airport Union Station Politics 2020 Election Flannery Fired Up Chicago City Council Immigration Donald J. Trump JB ... "], ["2020-05-20 10:55", "Thousands evacuated as river dams break in central Michigan ...  and thunderstorms across the city Monday, May 18, 2020 in Chicago. (Ashlee Rezin Garcia/Chicago Sun-Times via AP) (Ashlee Rezin Garcia) The Chicago River overflowed its banks and flooded the Riverwalk after overnight showers and thunderstorms across the city, Monday, May 18, 2020 in Chicago. (Ashlee Rezin Garcia/Chicago Sun-Times via AP) (Ashlee Rezin Garcia) City workers remove water from Lower Wacker Drive near Randolph Street after overnight flooding, Monday, May 18, 2020 in Chicago. (Ashlee Rezin Garcia/Chicago Sun-Times via AP) (Ashlee Rezin Garcia) A view of the flooded area near the Sanford Dam on Tuesday, May 19, 2020. Residents were told to evacuate due to the dams on Sanford and Wixom Lakes no longer being able to control or contain the amount ... "], ["2020-05-20 10:55", "Thousands evacuated as river dams break in central Michigan ...  and thunderstorms across the city Monday, May 18, 2020 in Chicago. (Ashlee Rezin Garcia/Chicago Sun-Times via AP) (Ashlee Rezin Garcia) The Chicago River overflowed its banks and flooded the Riverwalk after overnight showers and thunderstorms across the city, Monday, May 18, 2020 in Chicago. (Ashlee Rezin Garcia/Chicago Sun-Times via AP) (Ashlee Rezin Garcia) City workers remove water from Lower Wacker Drive near Randolph Street after overnight flooding, Monday, May 18, 2020 in Chicago. (Ashlee Rezin Garcia/Chicago Sun-Times via AP) (Ashlee Rezin Garcia) A view of the flooded area near the Sanford Dam on Tuesday, May 19, 2020. Residents were told to evacuate due to the dams on Sanford and Wixom Lakes no longer being able to control or contain the amount ... "]]}}