{"postfix": "walmart-aktie", "name": "WALMART", "wkn": "860853", "time": "2020.05.26 17:12", "ts": 1590505935, "features": {"KGV": "23.77", "Marktkapitalisierung": {"Size": "Mrd", "Value": "323.89"}, "GA": "4.93", "KBV": "4.45", "BA": "26.30", "KCV": "13.30", "CA": "8.81", "Vola30": "24.26", "Vola90": "47.87", "Vola180": "35.07", "Vola250": "26.32"}, "rivals": ["ceconomy-aktie", "home_depot-aktie", "costco_wholesale-aktie", "sears-aktie", "carrefour-aktie", "bed_bath_beyond-aktie", "target-aktie"], "text_data": {"de": [["25.05.20", "Autonome Liefersysteme in Corona-Krise neuer Hit bei Investoren"], ["20.05.20", "Walmart macht seinen Marktplatz Jet.com dicht"], ["20.05.20", "Morning Briefing: Die Deutschen und der Chip im Körper - Amazon, QVC, Walmart, MediaMarkt-Saturn, Home Depot"], ["19.05.20", "MÄRKTE USA/Gewinnmitnahmen an Wall Street nach Kursrally"], ["19.05.20", "MÄRKTE USA/Börse legt nach Kursrally Verschnaufpause ein"], ["19.05.20", "WDH/ROUNDUP: Walmart verdient in Krisenquartal mehr als erwartet - Aktie legt zu"], ["19.05.20", "ROUNDUP: Walmart verdient in Krisenquartal mehr als erwartet - Aktie legt zu"], ["19.05.20", "MÄRKTE USA/Wall Street legt nach Kursrally Verschnaufpause ein"], ["19.05.20", "Dow Jones, Nasdaq, S&P 500: Wall-Street-Erholung verliert Schwung - Dow 1,6 Prozent im Minus"], ["19.05.20", "Walmart: Nicht so bescheiden"], ["19.05.20", "MÄRKTE USA/Verschnaufpause nach Kursrally - Powell-Auftritt im Blick"], ["19.05.20", "Walmart: Prognose kassiert - aber die Börse feiert"], ["19.05.20", "Walmart zieht Ausblick für laufendes Geschäftsjahr zurück"], ["18.05.20", "HSBC: Wochenausblick: ZEW-Erwartungen, Fed- und EZB-Protokoll, Einkaufsmanagerindizes"], ["11.05.20", "Opening Bell: Dow Jones am Montag dreistellig im Minus; Vestas, Quidel, Disney, Under Armour, JD.com, Walmart, Zoom Video"], ["30.04.20", "Analysten sehen für Walmart-Aktie Luft nach oben"], ["22.04.20", "Facebook baut Geschäft in Indien mit Milliarden-Beteiligung aus"], ["21.04.20", "Morning Briefing: Mode legt zu, Uber startet Kurierfahrten, Walmart mit Paypal, Apple Pay, Tmall"], ["18.04.20", "Coronavirus und die Folgen: Spanien beklagt bis jetzt mehr als 20.000 Corona-Tote"], ["13.04.20", "Handelsplattform: Ebay findet neuen Vorstandschef bei Walmart"], ["09.04.20", "Opening Bell: Dow Jones vor Feiertagen im Plus erwartet; Erstanträge auf Arbeitslosenhilfe, Disney, Microsoft, AT&amp;amp;amp;amp;amp;amp;amp;amp;T, Walmart, Zoom Video, Stitch Fix"], ["08.04.20", "Morning Briefing: ManoMano greift an - Onlinekäufe, Mister Spex, Rocket Internet, Kauf lokal, Walgreens, Walmart, Uhrenmarkt"], ["07.04.20", "'Forbes': Bezos am reichsten - Corona-Krise belastet auch Milliardäre"], ["04.04.20", "Walmart führt Einbahnstraßen-Verkehr im Supermarkt ein"], ["03.04.20", "MÄRKTE USA/Schwache Arbeitsmarktdaten belasten Wall Street"], ["03.04.20", "Morning Briefing: Gemeinsam Handeln-Plattform startet - Rocket Internet, Euronics, Kahla, Walmart, Amazon, Manor, Ikea"], ["01.04.20", "Morning Briefing: Douglas und Karstadt Kaufhof  knausern bei der Rechnung - Hellofresh, Sinn, Walmart, MHK, Gravity Payments"], ["31.03.20", "Walmart-Aktie: Einschätzungen und Kursziele der Analysten im März"]], "en": [["2020.05.26", "The Moneyist: The No. 1 thing Americans are spending their stimulus checks on — even more than shopping at Costco, Walmart and Target  "], ["2020.05.26", "Walmart de Mexico says it has paid $358 million to tax authorities"], ["2020.05.26", "Walmart de Mexico says it has paid $358 mln to tax authorities"], ["24.05.20", "Amazon, Costco, Walmart land top favorability ratings for food retailers during coronavirus"], ["24.05.20", "Walmart vs Target: Who's the E-Commerce Winner During the Coronavirus Lockdown?"], ["23.05.20", "For Walmart, Jet.com Was $3.3 Billion Well Spent"], ["22.05.20", "Coronavirus Stock Market Rally Runs Higher On Vaccine Hopes; Alibaba, China Stocks Fall; Nvidia, Splunk, Best Buy, Walmart, Target Notable Earnings Movers"], ["22.05.20", "Why Walmart Is Winning in the Retail Space"], ["22.05.20", "Buy Walmart Stock for Coronavirus E-Commerce Strength Despite Higher Costs?"], ["21.05.20", "Walmart to Participate in Bernstein’s 36th Annual Strategic Decisions Conference"], ["21.05.20", "Americans splurge at Walmart, Target as stimulus checks kick in"], ["20.05.20", "Walmart Grocery joins the Walmart app on a single platform"], ["20.05.20", "Walmart Wants to Boost Its Chinese Sam’s Club Total"], ["20.05.20", "Americans use their $1,200 stimulus checks to splurge at Walmart, Target, BJ’s and Best Buy — here’s what they’re buying"], ["20.05.20", "Jet.com May Be History, but Walmart Got What It Needed"], ["20.05.20", "Walmart Delights Investors: ETFs in Focus"], ["20.05.20", "MEDIA-Walmart to quadruple Sam's Clubs in China after virus-led boom - Bloomberg News"], ["20.05.20", "Walmart Just Did Something That Amazon, Home Depot, and Target Couldn't"], ["19.05.20", "Walmart will discontinue Jet.com, nearly four years after $3B purchase     - CNET"], ["19.05.20", "The Dow Drops Slightly as Walmart Reports Blockbuster Results, Home Depot Misses the Mark"], ["19.05.20", "Walmart sales surge at stores and online on coronavirus-led demand"], ["19.05.20", "Cramer: Earnings from retailers like Walmart, Home Depot show 'survival of the fittest economy'"], ["19.05.20", "UPDATE 4-Walmart sales surge at stores and online on coronavirus-led demand"], ["19.05.20", "Walmart spent nearly $900 million on the coronavirus in Q1 and says it’s a ‘reasonable assumption’ that they’ll spend that much in Q2"], ["19.05.20", "Asda CEO expects resumption of stake sale talks when Walmart ready"], ["19.05.20", "UPDATE 3-Walmart sales surge at stores and online on coronavirus-led demand"], ["19.05.20", "Walmart sales surge at stores and online due to virus"], ["19.05.20", "Walmart (WMT) Q1 Earnings & Sales Top Estimates, Stock Gains"], ["19.05.20", "Walmart makes waves as viable e-commerce competitor to Amazon     - CNET"], ["19.05.20", "Walmart sales increase 10% as online buying grew 74% during coronavirus pandemic"], ["19.05.20", "Out Shopping: Walmart Has Blow-Out Quarter As Consumers Stock Up, But Market Hits Pause"], ["19.05.20", "Wall Street set to open flat; Walmart jumps on results"], ["19.05.20", "US STOCKS-Wall St set to open flat; Walmart jumps on results"], ["19.05.20", "Walmart sales surge as stockpiling brings ‘unprecedented’ demand"], ["19.05.20", "Walmart sales surge at stores and online on coronavirus-led demand"], ["19.05.20", "UPDATE 2-Walmart sales surge at stores and online on coronavirus-led demand"], ["19.05.20", "Vertex Pharmaceuticals, Align Technology, Walmart, Home Depot and Target highlighted as Zacks Bull and Bear of the Day"], ["19.05.20", "Walmart (WMT) Surpasses Q1 Earnings and Revenue Estimates"], ["19.05.20", "Walmart discontinues Jet.com after $3B acquisition"], ["19.05.20", "Walmart says it will discontinue Jet, which it acquired for $3B in 2016"], ["2020-05-26 15:02", "Tamaulipas sets up COVID-19 checkpoints at U.S.-Mexico border ...  Mexico pays about $359 million in back taxes MEXICO CITY (AP) - Walmart de Mexico said Monday it has paid the Mexican government the equivalent of about $359 million in taxes for its 2014... Tamaulipas sets up COVID-19 checkpoints at U.S.-Mexico border The state of Tamaulipas recently set up coronavirus... Living in hotels, students lose ground while dealing with cramped rooms and eviction fears FORT WORTH — With their two young... Additional Links Coronavirus Updates Local News Elections 5 On Your Side Heart of the Valley Photographer's Perspective Texas Headlines National News Find The Link Submit a Tip Pump Patrol KRGV 5.1 News Live Stream Investigations SPECIAL REPORT: Guns, lies and fear in the Rio Grande Valley HARLINGEN Federal agents ... "], ["2020-05-26 14:55", "May consumer confidence tops estimates as the US unwinds economic shutdowns ... 39;s head and shoulders. It often indicates a user profile. Login Subscribe Subscribe Business The word Business Tech Finance Strategy Retail Executive Lifestyle BI Prime Intelligence Life The word Life Entertainment Travel Food Health News The word News Politics Defense Sports Opinion All The word All A-Z Advertising Business Insider Careers Coupons DoorDash Walmart Dell Staples Under Armour Culture Design Entertainment Executive Lifestyle Finance Food Health Intelligence Latest Life Markets Insider Media Military & Defense News Opinion People Personal Finance Politics Prime Retail Reviews Science Sports Strategy Tech Transportation Travel TV Beauty Explorers Best in Town Bonkers Closets Festival Foodies Movies Insider Pop Culture Decoded The Making Of The ... "], ["2020-05-26 14:54", "How to make Gmail display in dark mode on an iPhone in 2 ways ... 39;s head and shoulders. It often indicates a user profile. Login Subscribe Subscribe Business The word Business Tech Finance Strategy Retail Executive Lifestyle BI Prime Intelligence Life The word Life Entertainment Travel Food Health News The word News Politics Defense Sports Opinion All The word All A-Z Advertising Business Insider Careers Coupons DoorDash Walmart Dell Staples Under Armour Culture Design Entertainment Executive Lifestyle Finance Food Health Intelligence Latest Life Markets Insider Media Military & Defense News Opinion People Personal Finance Politics Prime Retail Reviews Science Sports Strategy Tech Transportation Travel TV Beauty Explorers Best in Town Bonkers Closets Festival Foodies Movies Insider Pop Culture Decoded The Making Of The ... "], ["2020-05-26 14:50", "Shareholders call on Amazon to release more worker safety information ... day for 'Karen': Dog walker on leave from work after Central Park video Name (required) Email (required) Comment (required) Submit May 26, 2020 | 10:50am Enlarge Image Jeff Bezos Eric Baradat/Getty Images More On: amazon Amazon opens Washington's largest family homeless shelter — in its own HQ Amazon plans 'Summer Sale' to lure shoppers back from Target and Walmart Big tech efforts to help small biz could backfire Amazon pushes back 'Prime Day' sales event Amazon's $4 billion commitment to warehouse worker safety hasn't been enough to mollify some of its investors. Shareholder groups representing pension funds in New York and California are calling on the e-commerce juggernaut to give a more detailed breakdown of the ... "], ["2020-05-26 14:49", "US photos show Russia allegedly sneaking warplanes into Libya to support its mercenaries and 'tip the scales' in the civil war ... 39;s head and shoulders. It often indicates a user profile. Login Subscribe Subscribe Business The word Business Tech Finance Strategy Retail Executive Lifestyle BI Prime Intelligence Life The word Life Entertainment Travel Food Health News The word News Politics Defense Sports Opinion All The word All A-Z Advertising Business Insider Careers Coupons DoorDash Walmart Dell Staples Under Armour Culture Design Entertainment Executive Lifestyle Finance Food Health Intelligence Latest Life Markets Insider Media Military & Defense News Opinion People Personal Finance Politics Prime Retail Reviews Science Sports Strategy Tech Transportation Travel TV Beauty Explorers Best in Town Bonkers Closets Festival Foodies Movies Insider Pop Culture Decoded The Making Of The ... "], ["2020-05-26 14:46", "Innovation Inc: Harnessing the surge and prepping for the future ... 39;s head and shoulders. It often indicates a user profile. Login Subscribe Subscribe Business The word Business Tech Finance Strategy Retail Executive Lifestyle BI Prime Intelligence Life The word Life Entertainment Travel Food Health News The word News Politics Defense Sports Opinion All The word All A-Z Advertising Business Insider Careers Coupons DoorDash Walmart Dell Staples Under Armour Culture Design Entertainment Executive Lifestyle Finance Food Health Intelligence Latest Life Markets Insider Media Military & Defense News Opinion People Personal Finance Politics Prime Retail Reviews Science Sports Strategy Tech Transportation Travel TV Beauty Explorers Best in Town Bonkers Closets Festival Foodies Movies Insider Pop Culture Decoded The Making Of The ... "], ["2020-05-26 14:45", "Tornado in Texas with 100 mph winds slams San Antonio neighborhood over Memorial Day weekend ...  every morning to your inbox Arrives Weekdays Subscribe Subscribed Subscribe You've successfully subscribed to this newsletter! Trending in US Tornado in Texas with 100 mph winds slams San Antonio neighborhood over Memorial Day weekend Missouri's Lake of the Ozarks packed, prompting coronavirus travel advisory Hundreds give orphaned El Paso Walmart shooting survivor drive-by first birthday celebration Tropical disturbance brings 'significant' flooding to South Florida, SpaceX launch may be impacted Coronavirus U.S. Crime Military Education Terror Immigration Economy Personal Freedoms Fox News Investigates World U.N. Conflicts Terrorism Disasters Global Economy Environment Religion Scandals Opinion Politics Executive Senate House Judiciary ... "], ["2020-05-26 14:42", "Melania Trump told Americans to wear face masks in public but ignored her own advice during Memorial Day events ... 39;s head and shoulders. It often indicates a user profile. Login Subscribe Subscribe Business The word Business Tech Finance Strategy Retail Executive Lifestyle BI Prime Intelligence Life The word Life Entertainment Travel Food Health News The word News Politics Defense Sports Opinion All The word All A-Z Advertising Business Insider Careers Coupons DoorDash Walmart Dell Staples Under Armour Culture Design Entertainment Executive Lifestyle Finance Food Health Intelligence Latest Life Markets Insider Media Military & Defense News Opinion People Personal Finance Politics Prime Retail Reviews Science Sports Strategy Tech Transportation Travel TV Beauty Explorers Best in Town Bonkers Closets Festival Foodies Movies Insider Pop Culture Decoded The Making Of The ... "], ["2020-05-26 14:40", "Mortal Kombat 11 Aftermath DLC adds 5 new story chapters, brings RoboCop into fight ...  Deals Identity Theft Protection Deals Mattress Deals Meal Kit Deals Password Manager Deals Pillow Deals Prescription Glasses Deals Tax Service Deals VPN Deals Web Hosting Deals All coupons Best Buy Promo Codes eBay Coupons ExpressVPN Coupons Groupon Promo Codes GrubHub Coupons HP Coupons Office Depot Coupons Postmates Coupons Samsung Promo Codes Staples Coupons Target Coupons TurboTax Discounts Verizon Promo Codes Walmart Coupons Download 5G Editions Editions English Espaol China France Germany Japan Korea Search Go Hi, Settings My Profile Forums Sign Out Join / Sign In Mortal Kombat 11 Aftermath DLC adds 5 new story chapters, brings RoboCop into fight The $40 expansion lands on Tuesday. Sean Keane May 26, 2020 7:40 a.m. PT Listen - 02:49 \"It has ... "], ["2020-05-26 14:39", "Weekly deals round up for May 26 ... Charging Save Up to 37% on Anker Charging Accessories at Amazon AUKEY Portable Charger USB C, Power Bank 20000mAh with 18W PD and QC 3.0 for $27.51 at Amazon [Promo Code KG35X7FD] USB C Cable,5Pack (3/3/6/6/10FT) Nylon Braided Fast Charging Cable for $9.99 at Amazon [Promo Code AL96B9NQ] Tripp Lite TLP808B Protect It! 8-Outlet Surge Protector, 8ft Cord for $21.99 at Walmart iPhone Fast Charger AUKEY USB C Charger 18W PD Charger Foldable Plug USB C Wall Charger for $5.75 at Amazon [Promo Code AY82VGSK] USB C Charger AUKEY Omnia 65W 2-Port Fast Charger Foldable USB C Wall Charger with GaNFast Tech & Dynamic Detect for $37.49 at Amazon [Promo Code DETL5M4Y] Apparel adidas Originals Samba OG Shoes Men's for $39.99 at eBay Kitchen Cuisinart Convection Toaster ... "], ["2020-05-26 14:37", "Living in hotels, students lose ground while dealing with cramped rooms and eviction fears ...  Mexico pays about $359 million in back taxes MEXICO CITY (AP) - Walmart de Mexico said Monday it has paid the Mexican government the equivalent of about $359 million in taxes for its 2014... Tamaulipas sets up COVID-19 checkpoints at U.S.-Mexico border The state of Tamaulipas recently set up coronavirus... Living in hotels, students lose ground while dealing with cramped rooms and eviction fears FORT WORTH — With their two young... Additional Links Coronavirus Updates Local News Elections 5 On Your Side Heart of the Valley Photographer's Perspective Texas Headlines National News Find The Link Submit a Tip Pump Patrol KRGV 5.1 News Live Stream Investigations SPECIAL REPORT: Guns, lies and fear in the Rio Grande Valley HARLINGEN Federal agents ... "], ["2020-05-26 14:36", "HBO Max vs. HBO Now vs. HBO Go: What's the difference, how do you upgrade? ...  Deals Identity Theft Protection Deals Mattress Deals Meal Kit Deals Password Manager Deals Pillow Deals Prescription Glasses Deals Tax Service Deals VPN Deals Web Hosting Deals All coupons Best Buy Promo Codes eBay Coupons ExpressVPN Coupons Groupon Promo Codes GrubHub Coupons HP Coupons Office Depot Coupons Postmates Coupons Samsung Promo Codes Staples Coupons Target Coupons TurboTax Discounts Verizon Promo Codes Walmart Coupons Download 5G Editions Editions English Espaol China France Germany Japan Korea Search Go Hi, Settings My Profile Forums Sign Out Join / Sign In CNET editors pick the products and services we write about. When you buy through our links, we may get a commission. HBO Max vs. HBO Now vs. HBO Go: What's the difference, how do ... "], ["2020-05-26 14:30", "“Thank God for all of you”: A Virginia Beach paramedic spent a month in New York City caring for COVID-19 patients ... . We went there, did our in-process procedure where we checked in with AMR, FEMA and FDNY. We were issued phones and placard numbers from both organizations, which is how our ambulances were identified. From there, we moved to the staging ground which was the parking lot at the Bronx Zoo. There were several hundred ambulances in this parking lot, which was probably the size of your typical Walmart parking lot. The first few days I was up there were very grim. The hospitals were so, so overloaded. Even though they had additional staff coming in from all over the country, they were still overloaded to the point that it was hard to manage all of the patients. Our mission changed several times while we were there. The very first week was hectic. We did not get ... "], ["2020-05-26 14:30", "Brit Hume Rips Biden's Mask ... a.m. Thursday morning ... by David Thornton 5 days ago by Jerry Landers We Remember...and Are Grateful Memorial Day, which we recognize on the last Monday in May, is set aside specifically to remember those who gave their lives in the service our country. There are always questions that arise on Memori ... by Jerry Landers 2 days ago by R. James King Is Government Making Walmart and Amazon Rich? The COVID-19 pandemic and consequent shutdowns have been difficult. Kids have been sent home from school, jobs have been lost, churches have closed, and life has changed. The sacrifice has been shared ... by R. James King 5 days ago About Erick Erickson Writers Annual Conference Contact Get in Touch Send News Tips Advertise More Radio Show Videos Donate Subscribe for ... "], ["2020-05-26 14:24", "Fears of coronavirus second wave prompt flu push at US pharmacies, drugmakers ... thousands of serious cases that could coincide with a second wave of coronavirus infections. CVS Health, one of the largest US pharmacies, said it is working to ensure it has vaccine doses available for an anticipated surge in customers seeking shots to protect against seasonal influenza. Rival chain Rite Aid has ordered 40 per cent more vaccine doses to meet the expected demand. Walmart and Walgreens Boots Alliance said they also are expecting more Americans to seek these shots. Drugmakers are ramping up to meet the demand. Australian vaccine maker CSL's Seqirus said demand from customers has increased by 10 per cent. British-based GlaxoSmithKline said it is ready to increase manufacturing as needed. A Reuters/Ipsos poll of 4,428 adults conducted in May ... "], ["2020-05-26 14:23", "'Like the Soviet-style KGB': Pastor claims Chicago mayor sent police to church during Sunday services ... 39;s doors were locked. It was \"like the Soviet-style KGB,\" he said. \"Thankfully, our doors were locked as a normal safety precaution we take each service to protect our members from the escalating gun violence in Chicago,\" Lewis later told radio host Todd Starnes. \"All we are seeking is the same consideration and trust that is being tendered toward the liquor stores, abortion clinics, and Walmart.\" Lewis, whose congregation is mostly black, said he's looking to U.S. Attorney John Lausch for help. \"We are trying to follow the laws of man as much as reasonably possible, but when the laws of man conflict with the laws of God, I, as a pastor, have a duty to follow the laws of God,\" Lewis wrote in a letter to Lausch . \"We ... "], ["2020-05-26 14:22", "Consumer confidence stabilizes in May after sharp plunge in prior month ... 39;the final kick into the abyss' for the U.S. economy German economy enters recession as GDP falls 2.2% Advertisement Community Guidelines FAQs Advertisement Advertisement Advertisement Partner Center Advertisement Advertisement Advertisement Advertisement Advertisement Advertisement Most Popular Advertisement The No. 1 thing Americans are spending their stimulus checks on — even more than shopping at Costco, Walmart and Target Dow soars 550 points on recovery hopes and vaccine news Here's why Warren Buffett made a huge mistake selling his airline stocks Only 30% of paperwork is done digitally. Could Covid-19 change that? Franklin Templeton worker placed on leave after viral altercation in Central Park Advertisement Partner Content Back to Top ... "], ["2020-05-26 14:20", "How to sell your old phone: 6 tips for getting the most cash ...  Cheapskate Antivirus Deals Identity Theft Protection Deals Mattress Deals Meal Kit Deals Password Manager Deals Pillow Deals Prescription Glasses Deals Tax Service Deals VPN Deals Web Hosting Deals All coupons Best Buy Promo Codes eBay Coupons ExpressVPN Coupons Groupon Promo Codes GrubHub Coupons HP Coupons Office Depot Coupons Postmates Coupons Samsung Promo Codes Staples Coupons Target Coupons TurboTax Discounts Verizon Promo Codes Walmart Coupons Download 5G Editions Editions English Espaol China France Germany Japan Korea Search Go Hi, Settings My Profile Forums Sign Out Join / Sign In How to sell your old phone: 6 tips for getting the most cash When it's time to sell or trade in your old phone, you don't want to leave money on the table. These ... "], ["2020-05-26 14:15", "Amid U.S. Pressure, Israel Rejects Chinese Bid for Major Infrastructure Project ...  companies, including one from China, had bid to build what is slated to be the world's largest desalination plant near an Israeli military base that is also used by the U.S. On... To Read the Full Story Subscribe Sign In Sponsored Offers DoorDash: $7 off with DoorDash promo code TurboTax: TurboTax coupon and discount: $60 for Deluxe version Walmart: This May shop from home with over $50 in Walmart coupons Saks Fifth Avenue: 10% off sitewide - Saks Fifth Avenue promo code eBay: Top electronics eBay coupon: $5 off next purchase Kohl's: 25% off with Kohl's coupon + Charge today Most Popular Videos Video Shows Aftermath of Pakistan Plane Crash in Karachi Coronavirus Update: China Scraps GDP Target, Trump's Swing-State Tour Continues Flood Waters ... "], ["2020-05-26 14:15", "Good wireless earbuds under $50: Spoiler alert, they do exist ...  to a laptop. But, I love the case's built-in USB cable that plugs into a wall adapter or laptop. I wish the case itself had a cover, since I'd be concerned about throwing these into a bag where dust or dirt might get into the earbuds. Overall though, call quality was fine for phone chats and Zoom meetings. Read more . $30 at Best Buy $30 at Walmart Letsfit T13 Lexy Savvides/CNET The only pair in the bunch that I tested that has elongated stems like the original AirPods and AirPods Pro. These were also among the lightest in my ear for extended wear. Unfortunately, the touch panels were incredibly sensitive and a motion like brushing my hair away from my ear caused the track to pause. Despite these annoyances, the T13 actually turned out to be the ... "]]}}