{"postfix": "western_digital-aktie", "name": "WESTERN_DIGITAL", "wkn": "863060", "time": "2020.05.26 15:24", "ts": 1590499450, "features": {"KGV": "9.53", "Marktkapitalisierung": {"Size": "Mrd", "Value": "11.71"}, "GA": "4.84", "KBV": "1.36", "BA": "33.90", "KCV": "6.05", "CA": "7.62", "Vola30": "77.16", "Vola90": "102.22", "Vola180": "77.57", "Vola250": "64.49"}, "rivals": ["micron_technology-aktie", "toshiba-aktie", "sandisk-aktie", "samsung_adrs-aktie", "quantum-aktie", "seagate-aktie", "singulus-aktie"], "text_data": {"de": [["02.05.20", "Western Digital stellte das Zahlenwerk zum vergangenen Quartal vor"], ["01.05.20", "MÄRKTE USA/Talfahrt in den Mai - Amazon sehr schwach, Apple stabil"], ["29.04.20", "Ausblick: Western Digital zieht Bilanz zum abgelaufenen Quartal"], ["31.03.20", "März 2020: So schätzen Experten die Western Digital-Aktie ein"], ["10.03.20", "Western Digital: Rebound in Sichtweite?"], ["29.02.20", "Februar 2020: Die Expertenmeinungen zur Western Digital-Aktie"], ["03.02.20", "Western Digital veröffentlichte Zahlen zum vergangenen Quartal"], ["29.01.20", "Ausblick: Western Digital legt Zahlen zum jüngsten Quartal vor"], ["08.01.20", "Solid State Drives: Samsung zeigt 980 Pro und Sandisk externe 8 TByte"], ["08.01.20", "CES: Western Digital zeigt schnelle externe 8-TByte-SSD mit USB 3.2 Gen 2x2"]], "en": [["22.05.20", "More Pain For Western Digital Stock?"], ["15.05.20", "Western Digital Stock Headed Below $30 For The First Time Since 2011?"], ["11.05.20", "Did Western Digital Investors Overreact to its Dividend Suspension?"], ["02.05.20", "Here's How Western Digital Managed Coronavirus Challenges and Opportunities In Q3"], ["01.05.20", "Why Western Digital Stock Tumbled Today"], ["01.05.20", "Western Digital (WDC) Q3 Earnings and Revenues Lag Estimates"], ["01.05.20", "Western Digital Corp (WDC) Q3 2020 Earnings Call Transcript"], ["30.04.20", "Western Digital (WDC) Q3 Earnings and Revenues Miss Estimates"], ["30.04.20", "Western Digital shares fall 9% after earnings miss"], ["26.04.20", "Better Buy: Micron vs. Western Digital"], ["23.04.20", "Western Digital (WDC) Earnings Expected to Grow: Should You Buy?"], ["09.04.20", "Western Digital (WDC) Stock Sinks As Market Gains: What You Should Know"], ["02.04.20", "Western Digital (WDC) Stock Sinks As Market Gains: What You Should Know"], ["30.03.20", "Zacks.com featured highlights include: Clorox, Western Digital, Leidos, Cincinnati Financial and New Residential Investment"], ["26.03.20", "Western Digital CEO says data company was deemed an 'essential business' amid coronavirus crisis"], ["20.03.20", "Western Digital (WDC) Stock Moves -0.93%: What You Should Know"], ["18.03.20", "Why Uber, Western Digital, and SS&C Technologies Stocks All Fell 10% (and More) Today"], ["18.03.20", "Is Western Digital (WDC) a Suitable Pick for Value Investors?"], ["17.03.20", "Is Western Digital (WDC) Stock Undervalued Right Now?"], ["17.03.20", "The Zacks Analyst Blog Highlights: HP, DexCom and Western Digital"], ["11.03.20", "The Zacks Analyst Blog Highlights: Western Digital, Cardinal Health, HP, Lennar and KB Home"], ["09.03.20", "Better Buy: Western Digital vs. Taiwan Semiconductor"], ["06.03.20", "Western Digital Swipes a CEO from Cisco"], ["05.03.20", "Western Digital poaches Cisco exec for new CEO"], ["05.03.20", "Are Options Traders Betting on a Big Move in Western Digital (WDC) Stock?"], ["02.03.20", "Western Digital upgraded to buy from hold at Stifel Nicolaus"], ["02.03.20", "Micron, Western Digital, Seagate get upgrades at Baird"], ["29.02.20", "Why Is Western Digital (WDC) Down 17% Since Last Earnings Report?"], ["27.02.20", "Is Western Digital (WDC) Stock a Solid Choice Right Now?"], ["13.02.20", "Why Western Digital (WDC) Might be Well Poised for a Surge"], ["11.02.20", "Storage Wars: Where Does Western Digital Stack Up Against Its Rivals?"], ["04.02.20", "Western Digital Sees Far Better Days Ahead"], ["04.02.20", "Is Western Digital (WDC) Stock Outpacing Its Computer and Technology Peers This Year?"], ["31.01.20", "Western Digital (WDC) Q2 Earnings Top, Revenues Lag Estimates"], ["31.01.20", "Western Digital stock climbs after results show 'earnings power on the rise'"], ["31.01.20", "Western Digital Corp (WDC) Q2 2020 Earnings Call Transcript"], ["30.01.20", "Western Digital (WDC) Surpasses Q2 Earnings and Revenue Estimates"], ["30.01.20", "Western Digital Earnings Top Estimates; Stock Climbs"], ["30.01.20", "Western Digital shares rise 6% on narrowing losses"], ["30.01.20", "eTopus Technology to Demonstrate Storage System Utilizing ePHY IP Based on Western Digital 100Gb NVMe-oF(TM) Bridge ASIC at DesignCon2020"], ["2020-05-26 13:17", "Chinese state TV broke Ofcom rules with biased Hong Kong coverage ... to the US edition switch to the Australia edition Search jobs Holidays Digital Archive Discount Codes Guardian Puzzles app The Guardian app Video Podcasts Pictures Newsletters Today's paper Inside the Guardian The Observer Guardian Weekly Crosswords Facebook Twitter Search jobs Holidays Digital Archive Discount Codes Guardian Puzzles app UK UK politics Education Media Society  ...  was representing a different view and the channel was simply serving its purpose \"to inform our international audiences of the Chinese perspective, which is often alternative to the mainstream western media\". The channel said one of its Hong-Kong-based correspondents had tried to approach or contact more than 50 young protesters or opposition figures while reporting on the  ... "], ["2020-05-26 13:00", "Arm goes off road... map: Cortex-X1 touted for phone, tablet, laptop processors needing Apple-level oomph ... ? Meet ScrAPIr, MIT's Swiss army-knife for non-coders to shake data out of APIs (It's useful for pro devs, too) Watch on-demand, online here: Secure development during digital transformation Policy The Channel China to slice internet connection costs for locals as part of plan to rebound from recent unpleasantness UK.gov splashes out on 40,000 new devices amid COVID-19- ...  some more detail of fourth-gen console: The Series X Chipzilla or Chipzooky? If Intel's server CPU sales keep on shrinking, El Reg will have to update the branding Still a monopoly in Western Euro channel, but it's smaller: shortages and AMD ROME burning Intel market share Ampere's server chip has 80 Arm CPU cores? Yeah, well, our ThunderX3 will have 96 with 384 threads ... "], ["2020-05-26 12:55", "WHO warns that 1st wave of pandemic not over; dampens hopes ... the challenges that authorities face in curbing the spread of a virus for which a vaccine or cure isn't yet in sight. Most of India's cases are concentrated in the western states of Maharashtra , home to the financial hub of Mumbai, and Gujarat. Infections have also climbed in the east as migrant workers stranded by lockdowns returned to their native villages from India's ...  managing your preferences. Briefing We brief you on the latest and most important developments, three times a day. Not convinced? Know why you should pay for news. Know Why *Our Digital Subscription plans do not currently include the e-paper ,crossword, iPhone, iPad mobile applications and print. Our plans enhance your reading experience. A letter from the Editor Dear reader, We ... "], ["2020-05-26 12:52", "Locusts put 10 UP districts on high alert; may hit summer moong crop in MP ... Ray Auto Engineering Financials Infra IT Oil & Gas Telecom Services All Sectors Editorial Comment Columnists BS Special Business Law & Tax Lunch Poll News Reviews Launches Specials Weekend Digital Consumer PE/VC Brand World SME Start-ups B2B Connect Sponsored Content BS Special Health and Wellness News Features Investments Loans & Credit Cards Tax Insurance Financial Tools ...  the second locust attack in India in the last one year. The first one happened between December to February destroying crops in Rajasthan and Gujarat. In Rajasthan, locusts normally affect districts in western Rajasthan but this time the swarms have travelled as far as Jaipur city. The swarms later headed towards the Dausa district. The last such attack occurred on April 11 when the swarms ... "], ["2020-05-26 12:45", "Justice Department investigating Ahmaud Arbery death as hate crime, family attorney says ... Gurdon Dan Hannan Stephen Moore Noemie Emery Contributors Op-Eds Letters to the Editor Editorial Cartoons All Opinion Business Magazine Latest Edition All Magazine Editions Digital Reader Member Login Member Access Multimedia Videos Podcasts Series Beltway Confidential Washington Secrets Newsletters Justice Department investigating Ahmaud Arbery death as hate crime, family  ... 2020 China's move to deepen its legal authority over Hong Kong on national security grounds stokes a political crisis that could leave President Trump with few good options, according to Western sources and Hong Kong leaders. Trump wins the lockdown wars W. James Antle III Tuesday May 26, 2020 President Trump has won the lockdown wars as coronavirus-related restrictions on businesses  ... "], ["2020-05-26 12:42", "Better Business Bureau warns of puppy scam spike due to the pandemic ...  that you came across a fraudulent site because that gives us the ability to work through it and if there's enough heat put on, that title get shut down,\" said Julie Wheeler, President and CEO of BBB Serving Western Virginia. Below are BBB's tips on what to look out for so you don't fall victim to a puppy scam. Don't buy a pet without seeing it in person. If that isn't possible,  ...  on Virginia Today. email facebook Get Alerts Want the latest news and weather updates? arrownoalt facebook twitter instagram rss Copyright 2020 WSLS.com is managed by Graham Digital and pubished by Graham Media Group, a division of Graham Holdings Contact WSLS.com TV Listings Contests and Rules Email Newsletters Subscribe to RSS Feeds Closed Captioning  ... "], ["2020-05-26 12:30", "On this date, 2018: Warriors rally to rout Rockets, force Game 7 ... 126-85, after outscoring the Rockets, 34-24, in the third quarter. The Warriors also have gone 4-1 in Game 6's since 2015, and avoided elimination just as they did in the 2016 Western Conference Finals against Oklahoma City. When it comes to a series-deciding Game 7, though, the Warriors sounded cognizant they cannot use the same tactic regardless of Paul's uncertain availability. \"We have to  ...  play. Report an error Policies and Standards Contact Us Tags: Golden State Warriors Inside Sports NBA Playoffs 2018 Warriors Mark Medina | Warriors reporter Subscribe Today! All Access Digital offer for just 99 cents! blog comments powered by Disqus Get Morning Report and other email newsletters Sign Up Follow Us Facebook Twitter Instagram RSS Most Popular  ... "], ["2020-05-26 12:30", "WHO stops hydroxychloroquine trials over safety concerns ... 9.8 billion) bailout for one of the world's biggest airlines. But analysts have warned that the pandemic's economic toll will be even more painful for countries far poorer than Western nations. In the Maldives, a dream destination for well-heeled honeymooners, tens of thousands of impoverished foreign labourers have been left stranded, jobless and ostracised as the tiny nation shut all resorts to stop ... our world and of the issues affecting our daily lives. Drawing from an unparalleled news gathering network across 151 countries, AFP also is a world leader in digital verification. With 2,400 staff representing 100 different nationalities, AFP covers the world in six languages, with a unique quality of multimedia storytelling spanning video, text, photos ... "], ["2020-05-26 12:24", "Border row: Rajnath reviews Ladakh situation, road construction to continue ...  Financials Infra IT Oil & Gas Telecom Services All Sectors Editorial Comment Columnists BS Special Business Law & Tax Lunch Poll News Reviews Launches Specials Weekend Digital Consumer PE/VC Brand World SME Start-ups B2B Connect Sponsored Content BS Special Health and Wellness News Features Investments Loans & Credit Cards Tax  ... the Galwan Valley region, where the Chinese have enhanced their deployment. Other than the extremely volatile Pangong Tso sector in the wake of the recent escalation are Trig Heights, Demchok, and Chumar in Ladakh which form the western sector of the India-China frontier, which are also under strict vigil. The disengagement took place in eastern Ladakh after troops came to blows on May 5 and were involved in a face-off till the  ... "], ["2020-05-26 12:23", "Marie Miller, Lewiston Porter ... s Remarkable Women for 2020 Events Calendar The Mel Robbins Show Pledge of Allegiance 4-Mented in WNY Wake Up! Birthdays Heroes 4 Buffalo Buffalo Now Walk MS Help 4 Western New York Stronger Together Saluting Seniors Watch Live Watch News 4 Now Secondary Stream TV Listings CW23 Live Traffic Map Report It! Found It On 4 About Us Meet the  ...  can email it to us at ReportIt@wivb.com. We're partnering with country radio station WYRK on this project. Shout-outs will be aired on News 4 Wake Up! and WYRK. Evan Anstey is a digital content producer who has been part of the News 4 team since 2015. See more of his work here. Copyright 2020 Nexstar Broadcasting, Inc. All rights reserved. This material may not be published, broadcast, rewritten, or redistributed. Share ... "], ["2020-05-26 12:21", "Ghana: WWII veteran walks in COVID-19 fundraiser ... on the Move Asia Americas Middle East Business Founders Valley Wo+men My 2030 Science Environment Global Ideas DoingYourBit Eco Africa Living Planet Culture Film Books Music Arts Digital Culture Lifestyle Travel BTHVN2020 Sports SPECIAL 100 Must-Reads 50 kitchens, one city Baking Bread DW Freedom Expedition Humboldt Gutenberg in the Cyberstorm Meet the Germans Planet Berlin ...  will be open to the public again. Only 50 people can enter the Church of the Nativity in Bethlehem; wearing facemasks is compulsory. While Jews have already been allowed to pray again at the Western Wall also known as the Wailing Wall, in Jerusalem, the Al-Aqsa Mosque on the Temple Mount is to open to Muslims at the end of the week. Coronavirus: The consequences for tourism Tourism  ... "], ["2020-05-26 12:21", "Ghanian WWII veteran fundraises for coronavirus frontline workers ... on the Move Asia Americas Middle East Business Founders Valley Wo+men My 2030 Science Environment Global Ideas DoingYourBit Eco Africa Living Planet Culture Film Books Music Arts Digital Culture Lifestyle Travel BTHVN2020 Sports SPECIAL 100 Must-Reads 50 kitchens, one city Baking Bread DW Freedom Expedition Humboldt Gutenberg in the Cyberstorm Meet the Germans Planet Berlin ...  will be open to the public again. Only 50 people can enter the Church of the Nativity in Bethlehem; wearing facemasks is compulsory. While Jews have already been allowed to pray again at the Western Wall also known as the Wailing Wall, in Jerusalem, the Al-Aqsa Mosque on the Temple Mount is to open to Muslims at the end of the week. Coronavirus: The consequences for tourism Tourism  ... "], ["2020-05-26 12:20", "Ethicists: We need more flexible tools for evaluating gene-edited food ... international and local perspective — Melbourne, Victoria Life After Lockdown - law in the time of COVID-19 — Sydney, New South Wales Tomorrow's Strategic Engagement With Asia — Hobart, Tasmania COVID Conversations — Perth, Western Australia Care and Trust in the Time of COVID-19 — Melbourne, Victoria More events Jobs Seeking prospective PhD students interested in examining labour market preferences of retrenched workers Chair of Digital Innovation (IOT) Professorial Research Fellow Research Assistant / Research Fellow HEALTH AND WELLBEING PRACTITIONER (BALLARAT AND BENDIGO) TCUK - Audience Engagement Editor More jobs Community standards Republishing guidelines Friends of The Conversation Analytics Job Board Events & Courses ... "], ["2020-05-26 12:19", "The coronavirus pandemic moved life online a surge in website defacing followed ... international and local perspective — Melbourne, Victoria Life After Lockdown - law in the time of COVID-19 — Sydney, New South Wales Tomorrow's Strategic Engagement With Asia — Hobart, Tasmania COVID Conversations — Perth, Western Australia Care and Trust in the Time of COVID-19 — Melbourne, Victoria More events Jobs Seeking prospective PhD students interested in examining labour market preferences of retrenched workers Chair of Digital Innovation (IOT) Professorial Research Fellow Research Assistant / Research Fellow HEALTH AND WELLBEING PRACTITIONER (BALLARAT AND BENDIGO) TCUK - Audience Engagement Editor More jobs Community standards Republishing guidelines Friends of The Conversation Analytics Job Board Events & Courses ... "], ["2020-05-26 12:18", "How the coronavirus increases terrorism threats in the developing world ... international and local perspective — Melbourne, Victoria Life After Lockdown - law in the time of COVID-19 — Sydney, New South Wales Tomorrow's Strategic Engagement With Asia — Hobart, Tasmania COVID Conversations — Perth, Western Australia Care and Trust in the Time of COVID-19 — Melbourne, Victoria More events Jobs Seeking prospective PhD students interested in examining labour market preferences of retrenched workers Chair of Digital Innovation (IOT) Professorial Research Fellow Research Assistant / Research Fellow HEALTH AND WELLBEING PRACTITIONER (BALLARAT AND BENDIGO) TCUK - Audience Engagement Editor More jobs Community standards Republishing guidelines Friends of The Conversation Analytics Job Board Events & Courses ... "], ["2020-05-26 12:18", "I've been following families in open adoptions for 15 years, observing adoptive parents' struggles to share painful origin stories with kids ... international and local perspective — Melbourne, Victoria Life After Lockdown - law in the time of COVID-19 — Sydney, New South Wales Tomorrow's Strategic Engagement With Asia — Hobart, Tasmania COVID Conversations — Perth, Western Australia Care and Trust in the Time of COVID-19 — Melbourne, Victoria More events Jobs Seeking prospective PhD students interested in examining labour market preferences of retrenched workers Chair of Digital Innovation (IOT) Professorial Research Fellow Research Assistant / Research Fellow HEALTH AND WELLBEING PRACTITIONER (BALLARAT AND BENDIGO) TCUK - Audience Engagement Editor More jobs Community standards Republishing guidelines Friends of The Conversation Analytics Job Board Events & Courses ... "], ["2020-05-26 12:17", "Buildings consume lots of energy here's how to design whole communities that give back as much as they take ... international and local perspective — Melbourne, Victoria Life After Lockdown - law in the time of COVID-19 — Sydney, New South Wales Tomorrow's Strategic Engagement With Asia — Hobart, Tasmania COVID Conversations — Perth, Western Australia Care and Trust in the Time of COVID-19 — Melbourne, Victoria More events Jobs Seeking prospective PhD students interested in examining labour market preferences of retrenched workers Chair of Digital Innovation (IOT) Professorial Research Fellow Research Assistant / Research Fellow HEALTH AND WELLBEING PRACTITIONER (BALLARAT AND BENDIGO) TCUK - Audience Engagement Editor More jobs Community standards Republishing guidelines Friends of The Conversation Analytics Job Board Events & Courses ... "], ["2020-05-26 12:17", "Buildings consume lots of energy here's how to design whole communities that give back as much as they takeSubscribe Sign In Home Contact the Advocate Manage Subscription Subscribe Careers with Us Newsletters Advertise with Us Terms of Use Archives Digital edition FAQ Privacy Notice Terms of Use Submissions In the Halls: The story behind The Boys of '56 at Stamford High Stamford veterans remembered in online Memorial Day service Police: Stamford, Greenwich residents helping thieves by leaving ...  into other computer models to aid in the design of zero energy communities. NREL engineers have been engaging with high-performance district projects across the country, such as the National Western Center, to help inform and guide the development of the URBANopt platform. The projects I've described are new construction. It's harder to achieve net zero energy in ... "], ["2020-05-26 12:17", "Hurricanes and other extreme weather disasters prompt some people to move and trap others in place ... international and local perspective — Melbourne, Victoria Life After Lockdown - law in the time of COVID-19 — Sydney, New South Wales Tomorrow's Strategic Engagement With Asia — Hobart, Tasmania COVID Conversations — Perth, Western Australia Care and Trust in the Time of COVID-19 — Melbourne, Victoria More events Jobs Seeking prospective PhD students interested in examining labour market preferences of retrenched workers Chair of Digital Innovation (IOT) Professorial Research Fellow Research Assistant / Research Fellow HEALTH AND WELLBEING PRACTITIONER (BALLARAT AND BENDIGO) TCUK - Audience Engagement Editor More jobs Community standards Republishing guidelines Friends of The Conversation Analytics Job Board Events & Courses ... "], ["2020-05-26 12:16", "Want to do more for your favorite charity? Consider a planned gift ... international and local perspective — Melbourne, Victoria Life After Lockdown - law in the time of COVID-19 — Sydney, New South Wales Tomorrow's Strategic Engagement With Asia — Hobart, Tasmania COVID Conversations — Perth, Western Australia Care and Trust in the Time of COVID-19 — Melbourne, Victoria More events Jobs Seeking prospective PhD students interested in examining labour market preferences of retrenched workers Chair of Digital Innovation (IOT) Professorial Research Fellow Research Assistant / Research Fellow HEALTH AND WELLBEING PRACTITIONER (BALLARAT AND BENDIGO) TCUK - Audience Engagement Editor More jobs Community standards Republishing guidelines Friends of The Conversation Analytics Job Board Events & Courses ... "]]}}