{"postfix": "wh_smith_1-aktie", "name": "WH_SMITH", "wkn": "A0NCXL", "time": "2020.05.26 16:43", "ts": 1590504234, "features": {"KGV": "16.57", "Marktkapitalisierung": {"Size": "Mrd", "Value": "1.44"}, "GA": "1.15", "KBV": "8.73", "BA": "2.18", "KCV": "13.77", "CA": "1.38", "Vola30": "97.38", "Vola90": "175.35", "Vola180": "124.9", "Vola250": "89.84"}, "rivals": [], "text_data": {"de": [], "en": [["18.05.20", "WH Smith PLC : Holding(s) in Company"], ["14.05.20", "WH Smith PLC : Interim Results"], ["04.05.20", "WH Smith PLC : Holding(s) in Company"], ["30.04.20", "WH Smith PLC : Total Voting Rights"], ["29.04.20", "WH Smith PLC : Director Declaration"], ["22.04.20", "WH Smith PLC : Holding(s) in Company"], ["14.04.20", "WH Smith PLC : Holding(s) in Company"], ["07.04.20", "WH Smith PLC : Director/PDMR Shareholding"], ["07.04.20", "WH Smith PLC : RESULTS OF PLACING"], ["06.04.20", "WH Smith PLC : PROPOSED PLACING OF NEW ORDINARY SHARES"], ["06.04.20", "WH Smith PLC : Covid-19 Update and New Financing Arrangements"], ["06.04.20", "WH Smith to raise cash to get it through Covid-19 crisis"], ["06.04.20", "WH Smith PLC : Statement re Press Comment"], ["31.03.20", "WH Smith PLC : Total Voting Rights"], ["25.03.20", "WH Smith PLC : Holding(s) in Company"], ["20.03.20", "WH Smith PLC : Second Price Monitoring Extn"], ["20.03.20", "WH Smith PLC : Price Monitoring Extension"], ["13.03.20", "WH Smith PLC : Holding(s) in Company"], ["12.03.20", "WH Smith says Covid-19 to hit sales by up to £130m"], ["12.03.20", "WH Smith PLC : Trading Statement"], ["28.02.20", "WH Smith PLC : Total Voting Rights"], ["25.02.20", "WH Smith PLC : Block listing Interim Review"], ["20.02.20", "Sativa Group PLC : Goodbody Botanicals WH Smith Travel listing"], ["19.02.20", "WH Smith in spat with Telegraph over pricing"], ["31.01.20", "WH Smith PLC : Total Voting Rights"], ["22.01.20", "WH Smith PLC : Result of AGM"], ["22.01.20", "Dow Jones Newswires: WH Smith total revenue up in 20-week period, but falls on same-store basis"], ["22.01.20", "WH Smith PLC : Trading Statement"], ["10.01.20", "WH Smith warned over executive pension awards"], ["2020-05-26 04:20", "May 26th 2020 Presidential Politics Trump Administration Day #1223 ...  President Trump, his MAGA Team, and all his supporters. Lord, keep them all safe in all they do and go daily. In Jesus' Name we pray..... ***Praises: President Trump is safely back in the WH from his trips to Arlington and Fort McHenry Swearing in of John Ratcliffe as DNI is today at 12:45pm-Thank you, Amb.Richard Grenell for your loyalty. You are the best Truth FlameThrower ever. FBI ... mdash; Adam Housley (@adamhousley) May 26, 2020 That's the last of them. Like Liked by 1 person Reply Robert Smith says: May 26, 2020 at 12:58 am Thanks! Like Liked by 1 person Reply zorrorides says: May 26, 2020 at 12:59 am Adam H and I are right about Mr Fib Wray. Like Liked by 1 person Reply Vince says: May 26, 2020 at 12:34 am Paul Ryan, Mitch McConnell, Lindsey  ... "], ["2020-05-25 15:01", "NCDHHS issues guidelines released for return of youth, high school sports ... ? OF COURSE NOT, NOBODY WANTS TO TAKE LIVES. WE DON'T WANT TO KILL ANYBODY. BUT ARE WE WILLING TO KILL PEOPLE, ARE WE WILLING TO LAY OUR LIVES DOWN? WE HAVE TO SAY YES. MEREDITH: SMITH SAYS HIS WORDS WERE TAKEN OUT OF CONTEXT. TODAY'S EVENT IN GREENSBORO WILL HAVE SEVERAL GUEST SPEAKERS. IT'S SCHEDULED TO START AT 11:00 A.M. AT THE GOVERNMENTAL PLAZ THIS IS OUR  ... FACE MASK. AS YOU GO ABOUT YOUR MEMORIAL DAY PLANS. OTHER EXPERTS ARE ALSO CONCERNED ABOUT SOCIAL DISTANCING TODAY. AS AMERICANS ARE EXPECTED TO CROWD BEACHES FOR MEMORIAL DAY. TRACIE POTTS EXPLAINS WH HEALTH LEADERS ARE RECOMMENDING. AND WHY ONE CITY'S MAYOR IS ASKING THE PRESIDENT TO STAY AWAY TODAY > > BEACHES ACROSS AMERICA ARE EXPECTED TO BE PACKED TODAY. > > OUR TWO FAMILIES  ... "], ["2020-05-25 14:12", "President Trump threatens to pull RNC from Charlotte, says Gov. Cooper 'is still in shutdown mood' ... ? OF COURSE NOT, NOBODY WANTS TO TAKE LIVES. WE DON'T WANT TO KILL ANYBODY. BUT ARE WE WILLING TO KILL PEOPLE, ARE WE WILLING TO LAY OUR LIVES DOWN? WE HAVE TO SAY YES. MEREDITH: SMITH SAYS HIS WORDS WERE TAKEN OUT OF CONTEXT. TODAY'S EVENT IN GREENSBORO WILL HAVE SEVERAL GUEST SPEAKERS. IT'S SCHEDULED TO START AT 11:00 A.M. AT THE GOVERNMENTAL PLAZ THIS IS OUR  ... FACE MASK. AS YOU GO ABOUT YOUR MEMORIAL DAY PLANS. OTHER EXPERTS ARE ALSO CONCERNED ABOUT SOCIAL DISTANCING TODAY. AS AMERICANS ARE EXPECTED TO CROWD BEACHES FOR MEMORIAL DAY. TRACIE POTTS EXPLAINS WH HEALTH LEADERS ARE RECOMMENDING. AND WHY ONE CITY'S MAYOR IS ASKING THE PRESIDENT TO STAY AWAY TODAY > > BEACHES ACROSS AMERICA ARE EXPECTED TO BE PACKED TODAY. > > OUR TWO FAMILIES  ... "], ["2020-05-25 04:20", "May 25th 2020 Presidential Politics Trump Administration Day #1222 ... : — for protection and safe traveling for President Trump, FLOTUS & MAGA Team as they go to #1)Wreath Laying Ceremony at Arlington and to #2)Fort McHenry Memorial ceremony. (#1)Dep WH 9:45am ceremony 10am ***Arr At WH 10:30am /// #2) Dep WH 11:15am—Ceremony 12 Noon ***Arr back in WH 1:30pm) — for those who are working over the 3-day holiday to keep America Safe &mdash ... 12:35 am Schools in our country should be opened ASAP. Much very good information now available. @SteveHiltonx @FoxNews — Donald J. Trump (@realDonaldTrump) May 25, 2020 Like Liked by 2 people Reply Robert Smith says: May 25, 2020 at 12:49 am The school environment helps make sure that everyone's immune system is tested. So it may be true that they have some form of  ... "], ["2020-05-25 03:13", "Jaime King rides shotgun with mystery man in LA amid explosive divorce with husband Kyle Newman ... , 44, repeatedly abused her for the past five-and-a-half years. She said in the shocking court documents that he called her a 'c**-sucking wh***' in front of their two sons. RELATED ARTICLES Previous 1 Next Jamie King's rep DENIES claims she is battling an 'opioid... Jamie King's estranged husband Kyle Newman is requesting... Jaime King wants ...  in the grounds of Stockholm's Haga Palace Lily James shows off her toned legs as she steps out in a face mask and a heart-shaped pendant - after 'rekindling romance with Matt Smith' Priyanka Chopra flashes the flesh in plunging swimsuit for 'Expectation vs. Reality' Instagram album How wearing blue like Kate Middleton will keep you calm, while scarlet a la Selena Gomez is perfect  ... "], ["2020-05-24 23:25", "No fans, no problem: Some Coca-Cola 600 fans turn out anyway ... ,\" CMS has attracted more than 100,000 fans to the event which began in 1960. But on Sunday it was eerily quiet, resembling a ghost town rather than the epicenter of the NASCAR world. Bruton Smith Boulevard, which is normally bustling with cars on race day, was virtually empty except for an occasional passing car or truck. Absent were the hundreds of North Carolina State Troopers who line the entrance ways to ...  gov. tears up talking about 'senseless' mask debate Jobless rate probably will be over 10% on Election Day, WH says The strep infections they couldn't shake SFGate Report: Oakland A's ask to defer $1.2 million Coliseum rent... 0 ? $(this).attr('href') : document.location.href.replace('/article/','/articleComments ... "], ["2020-05-24 15:35", "White House Asks CDC To Investigate Why Locked-Down LA Is Seeing So Many New COVID-19 Cases ... ;s biological lab in Atlanta in a 2005 file photo. The White House wants the CDC to investigate why Los Angeles has seen so many coronavirus infections despite its lockdown efforts. (Smith Collection / Gado/ Getty Images) By Jack Davis Published May 24, 2020 at 8:35am Share on Facebook Tweet Email Print Los Angeles is under federal scrutiny on two fronts over its ...  Actor's Condition Is 'Going Downhill' Amanda Thomason May 21, 2020 at 12:53pm 3.7k Reactions Del Duduit May 22, 2020 at 12:53pm Commentary Mandel Ngan / AFP via Getty Images WH Press Sec McEnany Exposes Chris Cuomo's Hydroxychloroquine Hypocrisy Del Duduit May 22, 2020 at 12:53pm 57k Reactions C. Douglas Golden May 23, 2020 at 9:11am Commentary Chip Somodevilla / Getty Images Pastor  ... "], ["2020-05-22 20:49", "Gilgo Beach victim identified after decomposing remains were found nearly two decades ago ...  was found in a wooded area of Manorville back in November 2000, with additional remains discovered along Ocean Beach Parkway on April 4, 2011. RELATED ARTICLES Previous 1 Next New York cops say black leather belt with initials 'WH' or... Off-duty rookie NYPD cop allegedly shot his 'childhood... Share this article Share The remains of two other victims were found nearby on the same ... an upcoming episode of comic's new cooking show What would Lady Mary say? Downton Abbey's Michelle Dockery reveals she performed in a grunge-metal band and resembled Alanis Morissette Will Smith brings back Agent J from the Men in Black franchise with the Wipe It Down Challenge on TikTok Wiped down a mirror to BMW Kenny's new song Dame Joan Collins, 86,  ... "], ["2020-05-22 16:55", "Big study casts more doubt on malaria drugs for coronavirus ... ,000 people with COVID-19 getting one of the malaria drugs with or without one of the suggested antibiotics and more than 81,000 patients getting none of those medications. In all, 1,868 took chloroquine alone, 3,783 took that plus an antibiotic, 3,016 took hydroxychloroquine alone and 6,221 took that plus an antibiotic. About 9% of patients taking none of the ... 493 new positive COVID-19 cases and 409 deaths. LIVE: Trump holds impromptu WH briefing By DAVID BILLER and CHRISTOPHER SHERMAN Published 30m at 1:20 PM Frisch's is giving away sandwiches to graduates on May 27 Published 56m at 12:54 PM NKY ice cream truck company gives ice cream to St. Elizabeth Healthcare workers By Rebecca Smith Published 1h at 12:46 PM Madison Bell: Large public search this  ... "], ["2020-05-22 16:07", "Best Buy's huge Memorial Day sale is underway here are the 10 best deals ...  lights, set a reminder, or play today's hits. Built-in fingerprint reader Streamlines security settings for quick, typo-free access. HP ENVY x360 2-in-1 15.6 Touch-Screen Laptop : $649.99 (save $200) Sony WH-1000XM3 Wireless Noise Cancelling Over-the-Ear Headphones Smart listening by SENSE ENGINE See how Adaptive Sound Control automatically detects your activity such as traveling, walking, and ...  of these states, you're breaking the law Picked For You Google Maps just got a feature every navigation app should steal By Chris Smith 5 hours ago Woot! keeps an eye on your doors with a huge event on Ring doorbells By Chris Hachey 1 day ago Netflix will release 46 original movies and shows in June 2020 here's the full list By Zach Epstein 3 hours ago  ... "], ["2020-05-22 01:10", "Chuck E. Cheese, Applebee's Bamboozle Takeout Customers To Boost Orders ... News Share on Facebook Tweet Email Print Chuck E. Cheese, Applebee's Bamboozle Takeout Customers To Boost Orders Smith Collection / Gado / Getty Images A Chuck E. Cheese location in Dublin, California, on July 23, 2018. (Smith Collection / Gado / Getty Images) By Morgan Brantley Published May 21, 2020 at 6:10pm Share on Facebook Tweet  ... WH, According to Reports Christine Favocci May 20, 2020 at 6:10pm 52k Reactions Amanda Thomason May 20, 2020 at 12:33pm Hagen Mills / Facebook Actor Hagen Mills Dead at Age 29 Amanda Thomason May 20, 2020 at 12:33pm 1.9k Reactions Johnathan Jones May 20, 2020 at 1:27pm Commentary Justin Sullivan / Getty Images Newsom Uses First Responders as Hostages To Make Sure He Gets Federal COVID Aid Johnathan Jones May 20, 2020 at 1 ... "], ["2020-05-21 21:47", "Barack Obama, Bill Gates, Soros Behind the Group Pushing a Celebrity Global Response to Chinese Coronavirus ...  of donors and leaders reads like a who's-who of left-wing globalists — U2 frontman Bono, George Soros, and Bill Gates. At the head of the organization is Gayle Smith, a former special assistant to President Barack Obama. The guest line-up features another physician who has publicly denounced President Donald Trump's immigration policies and handling of the coronavirus crisis,  ... re-open the economy too quickly. \"Now is not the time to tempt fate and pull back completely,\" he said. \"There is a golden mean there.\" Day 1 #PassTheMic Dr Fauci, Director @NIAIDNews , tells Julia Roberts about the responsibility we ALL have for people throughout the world in the global fight against #COVID19 . Demand Action now #PassTheMic #ONEWorld  ... "], ["2020-05-21 09:00", "Antibody testing expands in NY but Finger Lakes still waiting ... the first time and will discuss their financial issues, flags for Memorial Day and if they can open up in the Phase 1 of slowly opening up the region while dealing with COVID-19. Tina MacIntyre-Yee/Rochester Democrat and Chronicle Fullscreen Gary Hults, adjutant at Smith-Warren American Legion Post 367 in Scottsville, enters the building to set it up for a small meeting Tuesday, May 12, 2020 ... Shawn Dowd/Rochester Democrat and Chronicle Fullscreen Wendy (Voelkl) Post, Owego, left, takes a photo with her phone of her aunt, Patricia (Voelkl) Williams, Greece, and her father Earl Voelkl, wh looks on through the glass windows at Brookdale Brockport senior living community in Brockport Sunday, March 29, 2020. Post and her aunt, Earl's sister, visited him for the ... "], ["2020-05-21 03:02", "The Political Insider ...  \"no evidence whatsoever\" that mail-in voting could be affected by fraud.Biden: 'There's no evidence whatsoever' of fraud in mail-in votingWISN host Matt Smith asked Biden, \"President Trump tweeted today. He went after a number of states that are beginning to send out absentee ballot applications. Wisconsin is considering doing the same ahead of  ...  INFORMED ABOUT COVID-19It seems most voters learning about COVID-19 are fixated on one end of the spectrum. There are a lot of tough decisions having to be made now as to how we can (1) protect elderly populations that are most at risk and (2) get as many people back to work as possible.MORE NEWS: Kayleigh McEnany Flips The Script On Reporters Whips Out Specifics On 'Obamagate'Much  ... "], ["2020-05-20 18:11", "Dem Governor Reverses Course, Finally Allows Company To Distribute American Flags ... Western Journal news updates free of charge. You may opt out at anytime. You also agree to our Privacy Policy and Terms of Use . You're logged in to Facebook. Click here to log out. 100% (1 Votes) 0% (0 Votes) \"The specifications of the nylon/cotton flag we need are 12\" x 17\" with a 30\" stake (preferably wooden).\" And all FlagZone said it needed was a waiver ... Klobuchar Issues Threat Against Republicans If Vote-by-Mail Is Not Funded Johnathan Jones May 11, 2020 at 5:24pm 180k Reactions Chris White May 17, 2020 at 9:27am Bill Pugliano / Getty Images WH Adviser Responds to Obama's Dig Against Trump, Labels Barack's Presidency a 'Kumbaya of Incompetence' Chris White May 17, 2020 at 9:27am 51k Reactions Johnathan Jones March  ... "], ["2020-05-20 16:14", "Philadelphia School District Discusses Budget Amid Pandemic ... \":false},\"title\":\"Baby Bust: U.S. Births Fall to Lowest Level in Decades\",\"summary\":\" The Centers for Disease Control and Prevention says that births were down about 1% in 2019 from 2018. The 3.7 million newborns last year are the fewest since the early 1980s. \\n\",\"link\":\"https:\\/\\/www.nbcphiladelphia.com\\/news\\/health\\/baby-bust-u-s-births-fall ... ;WCAU\",\"video_captions\":\"HAND ON THIS FAST-MOVING FIRE IN FRANKFORD. > > FROM SKY FORCE 10 YOU CAN SEE THE FLAMES AS IT SPREAD TO STORES AND SEVERAL BUILDINGS. NBC 10 DREW SMITH IS JOINING US FROM THE SCENE WITH THE VERY LATEST. DREW. > > Reporter: THIS HAS BEEN SUCH A DIFFICULT FIRE TO PUT OUT. I WANT TO SHOW YOU RIGHT HERE THIS WAS THE MAIN BLOCK ... "], ["2020-05-20 06:02", "Forest Fire Burns Hundreds of Acres in New Jersey ...  PROGRESS IN OUR CLUSTERS AND CONGREGATE SETTINGS. JAIL SETTINGS HAS ONE NEW INMATE. AND CURRENTLY FOUR INMATES WITH ACTIVE ACTIVE INFECTIONS. REPORT FROM THE HOSPITAL 652 CORONAVIRUS INPATIENTS IN PHILADELPHIA HOSPITAL AND 1,000 IN THE REGION, THAT\\u2019S ABOUT A THIRD DOWN FROM THE PEEKAK IN LA APRIL. AND MORE CAPACITY AVAILABLE IN THE HOSPITALS ACROSS THE REGION. LAST TWO DAYS WE\\u2019VE HAD NINE ... ;WCAU\",\"video_captions\":\"HAND ON THIS FAST-MOVING FIRE IN FRANKFORD. > > FROM SKY FORCE 10 YOU CAN SEE THE FLAMES AS IT SPREAD TO STORES AND SEVERAL BUILDINGS. NBC 10 DREW SMITH IS JOINING US FROM THE SCENE WITH THE VERY LATEST. DREW. > > Reporter: THIS HAS BEEN SUCH A DIFFICULT FIRE TO PUT OUT. I WANT TO SHOW YOU RIGHT HERE THIS WAS THE MAIN BLOCK ... "], ["2020-05-20 03:31", "Coronavirus in New York state: Dashboard, metrics metrics for reopening in each region ... the first time and will discuss their financial issues, flags for Memorial Day and if they can open up in the Phase 1 of slowly opening up the region while dealing with COVID-19. Tina MacIntyre-Yee/Rochester Democrat and Chronicle Fullscreen Gary Hults, adjutant at Smith-Warren American Legion Post 367 in Scottsville, enters the building to set it up for a small meeting Tuesday, May 12, 2020 ... Shawn Dowd/Rochester Democrat and Chronicle Fullscreen Wendy (Voelkl) Post, Owego, left, takes a photo with her phone of her aunt, Patricia (Voelkl) Williams, Greece, and her father Earl Voelkl, wh looks on through the glass windows at Brookdale Brockport senior living community in Brockport Sunday, March 29, 2020. Post and her aunt, Earl's sister, visited him for the ... "], ["2020-05-20 00:14", "Overnight Defense: Pentagon memo warns pandemic could go until summer 2021 | Watchdog finds Taliban violence is high despite US deal | Progressive Dems demand defense cuts ... 20051920_05/19/2020&utm_medium=email&utm_campaign=WEX_Daily%20on%20Defense The Henry Stimson Center will hold a webinar on \"U.S. Arms Sales in a Time of COVID-19,\" at 1:30 p.m. https://www.stimson.org/event/u-s-arms-sales-in-the-time-of-covid-19/?utm_source=Daily%20on%20Defense%20051920_05/19/2020&utm_medium=email&utm_campaign=WEX_Daily%20on% ... the pandemic passes -- The Hill: Opinion: Will coronavirus help ISIS? Tags Alexandria Ocasio-Cortez Ayanna Pressley Mac Thornberry Rashida Tlaib Anthony Fauci Donald Trump Barbara Lee Mark Pocan Mark Esper Adam Smith Ilhan Omar Max Rose &nbsp View the discussion thread. Most Popular Video Ryan Grim on Ronan Farrow's reporting Rising Will coronavirus challenge the work-from-home debate? Changing America ... "], ["2020-05-19 23:21", "'Like a Hallmark Love Story': HS Senior with Months Left To Live Marries Girlfriend ... the loyalty and righteousness that exudes from his spirit. His faith is strong, his fight is strong and he has the support and love of a small community with a BIG heart!\" TRENDING: WH Adviser Responds to Obama's Dig Against Trump, Labels Barack's Presidency a 'Kumbaya of Incompetence' In April he was given just three to five months to live. With that  ... 39;s 15 minutes long, but definitely worth watching all the way to the end when they walk away to be escorted from the reception. We are so happy and blessed to have Chase and the entire Smith family in our lives. God is Great!\" Advertisement - story continues below God is definitely a major theme in the families' lives, as well as in Chase and Sadie's new life together. \"We ... "]]}}