{"postfix": "williams-sonoma-aktie", "name": "WILLIAMS-SONOMA", "wkn": "867980", "time": "2020.05.26 16:43", "ts": 1590504205, "features": {"KGV": "15.02", "Marktkapitalisierung": {"Size": "Mrd", "Value": "4.71"}, "GA": "4.84", "KBV": "4.65", "BA": "15.63", "KCV": "9.48", "CA": "7.66", "Vola30": "62.94", "Vola90": "99.46", "Vola180": "72.53", "Vola250": "57.44"}, "rivals": [], "text_data": {"de": [["31.03.20", "Analysten sehen bei Williams-Sonoma-Aktie weniger Potenzial"], ["20.03.20", "Aktionäre von Williams-Sonoma erhalten konstante Dividende"], ["20.03.20", "Williams-Sonoma präsentierte das Zahlenwerk zum abgelaufenen Jahresviertel"], ["17.03.20", "Ausblick: Williams-Sonoma mit Zahlen zum abgelaufenen Quartal"]], "en": [["21.05.20", "Can Williams-Sonoma (WSM) Run Higher on Rising Earnings Estimates?"], ["20.05.20", "Will Williams-Sonoma (WSM) Beat Estimates Again in Its Next Earnings Report?"], ["18.05.20", "Is Williams-Sonoma an $80 Stock?"], ["15.05.20", "Here’s Why Williams-Sonoma Can Reach $71 Post COVID-19 Crisis"], ["14.05.20", "Could Williams-Sonoma Be a $72 Stock?"], ["04.05.20", "Why Macy's, Williams-Sonoma, and Designer Brands Were All Up Big in April"], ["28.04.20", "Williams-Sonoma (WSM) Surges: Stock Moves 6.1% Higher"], ["17.04.20", "Williams-Sonoma (WSM) Up 27% Since Last Earnings Report: Can It Continue?"], ["10.04.20", "All the Le Creuset cookware is 20% off at Williams Sonoma     - CNET"], ["03.04.20", "Zacks Value Investor Highlights: Lululemon, Ulta Beauty, Williams-Sonoma, Oxford Industries and Home Depot"], ["01.04.20", "Williams-Sonoma Boosts E-Commerce Business Amid Coronavirus"], ["30.03.20", "Williams-Sonoma, Pottery Barn unit made unsubstantiated 'made in America' claims: FTC"], ["30.03.20", "Williams-Sonoma, Pottery Barn unit made unsubstantiated 'made in America' claims -FTC"], ["24.03.20", "Williams-Sonoma to Ride on E-Commerce Amid Coronavirus Woes"], ["19.03.20", "Why Shares of Williams-Sonoma Are Rising Today"], ["19.03.20", "Williams-Sonoma (WSM) Q4 Earnings & Revenues Beat Estimates"], ["19.03.20", "Williams-Sonoma Inc (WSM) Q4 2019 Earnings Call Transcript"], ["18.03.20", "Williams-Sonoma (WSM) Q4 Earnings and Revenues Surpass Estimates"], ["18.03.20", "Williams-Sonoma reports higher profit, suspends 2020 guidance"], ["17.03.20", "Williams-Sonoma to close stores until April 2"], ["11.03.20", "Earnings Preview: Williams-Sonoma (WSM) Q4 Earnings Expected to Decline"], ["11.03.20", "Williams-Sonoma: A Thriving Retailer At A Discount"], ["28.01.20", "Zacks.com featured highlights include: Williams-Sonoma, SS&C Technologies, Teradyne, First Horizon National and Ares Capital"], ["16.01.20", "Should Value Investors Pick Williams-Sonoma (WSM) Stock?"], ["14.01.20", "How Williams-Sonoma Plans to Grow in 2020"], ["07.01.20", "4 Lessons Bed Bath & Beyond Can Take From Williams-Sonoma"], ["2020-05-26 14:21", "Here are Tuesday's biggest analyst calls of the day: Southwest, Goldman Sachs, Gilead & more ... . TTWO 's performance in 4Q illustrates the strength of its core franchises during this time of uncertainty and we are encouraged by the company's strategy to seize opportunities in new platforms, distribution models, and game genres, which should provide more stable, growing earnings and cash flow over time.\" Related Tags Investment strategy Markets Breaking News: Markets Investment strategy Williams-Sonoma Inc More In Pro News and Analysis JPMorgan warns investors not to 'overstay welcome,' says market bounce will 'peter out' soon Jesse Pound 43 min ago Southwest Airlines upgraded to buy at UBS on 'a clearer path for domestic travel recovery' Maggie Fitzgerald 3 hours ago Goldman has a complete breakdown of how to trade ... "], ["2020-05-26 13:05", "Factors Likely to Influence Abercrombie's (ANF) Q1 Earnings ...  to consider, as our model shows that these have the right combination of elements to post an earnings beat: Big Lots ( BIG - Free Report ) has an Earnings ESP of +19.01% and a Zacks Rank #2. You can see the complete list of today's Zacks #1 Rank stocks here . Dollar General Corporation ( DG - Free Report ) has an Earnings ESP of +6.69% and a Zacks Rank #2. Williams Sonoma ( WSM - Free Report ) has an Earnings ESP of + 264.32% and a Zacks Rank #3. Biggest Tech Breakthrough in a Generation Be among the early investors in the new type of device that experts say could impact society as much as the discovery of electricity. Current technology will soon be outdated and replaced by these new devices. In the process, it's expected to create 22 million jobs ... "], ["2020-05-26 12:49", "What to watch today: Dow to soar on coronavirus vaccine hopes ...  Woods and Peyton Manning beat Phil Mickelson and Tom Brady in \"The Match: Champions for Charity\" made-for-TV golf event, which drew an average of 5.8 million viewers on Sunday across the various Turner Sports channels and raised over $20 million for Covid-19 relief. (USA Today) Related Tags Gilead Sciences Inc Novavax Inc Hibbett Sports Inc Sanofi SA Williams-Sonoma Inc Subscribe to CNBC PRO Licensing & Reprints CNBC Councils Supply Chain Values Advertise With Us Join the CNBC Panel Digital Products News Releases Closed Captioning Corrections About CNBC Internships Site Map Podcasts AdChoices Careers Help Contact News Tips Got a confidential news tip? We want to hear from you. Get In Touch CNBC Newsletters Sign up for free newsletters and get more ... "], ["2020-05-26 11:54", "Stocks making the biggest moves in the premarket: Merck, Novavax, AutoZone, Crocs & more ... ; at Wells Fargo, which points to improved outlooks for drugs like eye drug Eylea and asthma drug Dupixent. Take-Two Interactive (TTW) The video game maker's stock was upgraded to \"outperform\" from \"market perform\" at BMO Capital, which sees tailwinds from consumers staying at home continuing to benefit the video game industry. Williams-Sonoma (WSM) Telsey Advisory Group upgraded the housewares retailer's stock to \"outperform\" from \"market perform,\" citing the ongoing benefit from Americans sheltering in place among other positive factors. Related Tags Breaking News: Markets Investment strategy Market Insider Markets Wall Street Subscribe to CNBC PRO Licensing & Reprints CNBC Councils Supply Chain Values Advertise With ... "], ["2020-05-25 00:37", "At least 140 at Los Angeles pork plant that makes 'Dodger Dogs' test positive for COVID-19 ...  of the rules in many counties are the most drastic scaling back of the stay-at-home orders since the governor issued them in mid-March. They include Riverside and Sonoma counties, which won approval Friday to join the others moving deeper into the second of a four-stage reopening plan because they have met state standards for controlling the virus.  ... of Daisy Dukes Extreme Weight Loss stars Chris Powell and wife Heidi announce they're splitting up after 10 years of marriage 'We have some difficult news to share with you today' Serena Williams suits up for another day at the office with her 'business associate' daughter Olympia The tennis pro is 38 Guess who! Hollywood star thrills fans as she shares a throwback picture of herself from ... "], ["2020-05-24 15:15", "An American story ...  biscuit mixes, coffee, preserves and T-shirts. That revenue from Etsy covered Big Bottom's monthly rent, utilities and insurance. The cafe, which gets business from visitors to California's Sonoma wine region, reopened with social distancing steps May 8, selling meals and merchandise at the door. Business is down 80% from its usual pace — the caf can normally seat 40. During ... Memorial Day rolls around, there are few images that just won't leave my head. [...] 129 years of honoring those that paid the ultimate price May 23, 2020 WILKES-BARRE — Don Williams never saw his great-grandfather march in the West Side Memorial Day parade, but he knows he did participate in the event for 70 consecutive years. [...] 11 new COVID-19 cases in  ... "], ["2020-05-24 15:00", "Forced to adapt, businesses rethink how they make money ...  biscuit mixes, coffee, preserves and T-shirts. That revenue from Etsy covered Big Bottom's monthly rent, utilities and insurance. The cafe, which gets business from visitors to California's Sonoma wine region, reopened with social distancing steps May 8, selling meals and merchandise at the door. Business is down 80% from its usual pace — the caf can normally seat 40. During ... Memorial Day rolls around, there are few images that just won't leave my head. [...] 129 years of honoring those that paid the ultimate price May 23, 2020 WILKES-BARRE — Don Williams never saw his great-grandfather march in the West Side Memorial Day parade, but he knows he did participate in the event for 70 consecutive years. [...] 11 new COVID-19 cases in  ... "], ["2020-05-24 07:38", "Remembering the Nearly 100,000 Lives Lost to Coronavirus in America ...  The Seattle Times The Sentinel and Enterprise The Sentinel-Tribune The Sheboygan Press The Shreveport Times The Sing Tao Daily The Sioux City Journal The Siskiyou Daily News The Sonoma Index-Tribune The South Florida Sun-Sentinel The Spectator The St. Albans Messenger The St. Paul Pioneer Press The Stamford Advocate The Standard-Speaker The Stanly News and Press ... are, as bad as I am.\" Nancy Taylor, 85, Tinton Falls, N.J. Loved being a mom. Mary Santiago, 44, Evanston, Ill. Pioneer in the field of autism research. Thomas A. Williams, 62, Ohio Enjoyed visiting casinos, playing bingo and scratching lottery tickets. Carmen Rodriguez, 85, Windsor Locks, Conn. Attended electronics schools in the Navy. Russell D. Green, 92, Crawfordsville, Ind. Proud Army  ... "], ["2020-05-24 01:27", "Hundreds protest in Sacramento against stay-at-home order ... only to subscribers; make sure you're logged in if you want to follow a story. Log In Subscribe For more stories about the coronavirus, go here . Track cases in Sonoma County, across California, the United States and around the world here . SACRAMENTO — Hundreds of protesters rallied outside the state Capitol on Saturday to protest against California's stay-at ... that are from another county to please stay in your county.\" _____ Associated Press writers Julie Watson in San Diego, John Antczak, Robert Jablon and Frank Baker in Los Angeles, Juliet Williams in San Francisco and Martha Mendoza in Santa Cruz contributed to this report. Please read our commenting policy No profanity, abuse, racism, hate speech or personal attacks on others. No spam  ... "], ["2020-05-23 22:25", "Trump administration asks Supreme Court to stop release of inmates at risk for coronavirus ... This feature is available only to subscribers; make sure you're logged in if you want to follow a story. Log In Subscribe For more stories about the coronavirus, go here . Track cases in Sonoma County, across California, the United States and around the world here . The Trump administration is asking the Supreme Court to intervene for the first time in a case related to COVID-19, to block  ... , blocking it while the government appeals to the Cincinnati-based 6th Circuit Court of Appeals, or, if that fails, seeks a full review before the high court. The case is Williams vs. Wilson. In past administrations, the government rarely sent emergency appeals to the high court. Typically, the solicitor general seeks review of a lower court ruling once the case has  ... "], ["2020-05-23 17:44", "Liz Weston: Should seniors consider a reverse mortgage now? ...  to taste like fuel.\" Big Green Egg's got several sizes of ceramic grills, including a 10-inch mini that's perfect for tailgating or picnics. Several of their Kamado Joe models come with free charcoal; the brand features an airlift hinge that reduces the lid weight, making it easier to open and close. There's also a hybrid Kamado model, available at Williams-Sonoma, that takes either charcoal or gas. Its white exterior makes it look a little like R2D2. And Monolith has added Alexa capabilities to their version; share your recipes with others on the app, set temps and monitor the cooking process via voice control. Blaze's version is made of heavy-gauge aluminum, so you can use charcoal, briquettes and lighter fluid. The 20-inch model is ... "], ["2020-05-23 12:30", "10 grilling tools under $25 to boost your BBQ game ... ThermoPro TP09B wireless remote digital meat thermometer Jump to details $24 at Wayfair Flexible grill sheets (set of 2) Jump to details $10 at Sur La Table Outset chrome flex grill basket Jump to details $21 at Home Depot Cuisinart butter wheel Jump to details $25 at Amazon Grillight GrillClaws shredder Jump to details $13 at Williams Sonoma Cedar grilling planks (set of 2) Jump to details $9 at Sur La Table Outset silicone sop mop Jump to details $13 at Amazon Kona ceramic coated nylon grill brush Jump to details $19 at Wayfair Professional grade chef apron Jump to details $22 at Amazon Show more (5 items) Whether you're looking to enhance your backyard BBQ game, beef up your next tailgate (keep the faith) or if you're in need of the perfect Father ... "], ["2020-05-23 08:00", "Teflon, ceramic, anodized aluminum: A guide to nonstick cookware ... sauce pan Food52 This ceramic-coated pan comes with a glass lid and brass handles, and is oven-safe too. $59 at Food52 Equal Parts nonstick cookware set Equal Parts This set of two sizes of nonstick saute pan and two nonstick pots are also oven safe up to 450 degrees. $249 at Equal Parts Calphalon nonstick Dutch oven Williams Sonoma This anodized aluminum Dutch oven has a nonstick coating inside. $100 at Williams Sonoma Staub silicone and olivewood utensil set Sur La Table Wooden spoons and silicone utensils are best for extending the life of your nonstick cookware, even if the manufacturer says they're safe to use with metal. $75 at Sur La Table This story was written by Sara Weinreb for CNET's sister site Chowhound. Comments Appliances Notification ... "], ["2020-05-23 05:00", "Memorial Day weekend a new test for California in pandemic ... virtual graduation event Coupons Menu Sections FULL CORONAVIRUS COVERAGE California mountain resort city won't enforce state orders Tom Hanks has a special message for Skyline's Class of 2020 Sonoma becomes third Bay Area county to move into late Stage 2 Newsom provides clues to what's opening next in California SF summer camps to reopen June 15 under new health ... people that are from another county to please stay in your county.\" _____ Associated Press writers Julie Watson in San Diego, John Antczak and Frank Baker in Los Angeles, Juliet Williams in San Francisco and Martha Mendoza in Santa Cruz contributed to this report. Most Popular 1 Sweden's 'herd immunity' experiment backfires 2 Trump administration discussed conducting first  ... "], ["2020-05-23 00:39", "NBA great, current Georgetown coach Patrick Ewing has the coronavirus ... previous mark of $29.7 million set by tennis' Maria Sharapova in 2015. Osaka is No. 29 overall, with Williams at No. 33, on Forbes' annual list of the 100 top-earning athletes. Williams had led the way among women each of the previous four years. In fact, the last top-earning female athlete outside of Williams and Sharapova was Serena's sister Venus in 2003. Tennis has been the route for women to rank  ...  4 Newsom provides clues to what's opening next in California 5 What am I allowed to do outside this Memorial Day? 6 Two bars to permanently close in the Mission 7 Sonoma becomes third Bay Area county to move into late Stage 2 8 California mountain resort city won't enforce state orders 9 SF summer camps to reopen June 15 under new health  ... "], ["2020-05-22 23:45", "Loosened restrictions, holiday weekend to test California ...  to go beyond takeout service and curbside shopping in the most drastic scaling back of the stay-at-home orders since the governor issued them in mid-March. They include Riverside and Sonoma counties, which won approval Friday to join the others moving deeper into the second of a four-stage reopening plan because they have met state standards for controlling the virus. Police, lifeguards  ...  worried. I'm just excited to see when everything else starts opening back up.\" _____ Associated Press writers John Antczak and Frank Baker in Los Angeles, Juliet Williams in San Francisco and Martha Mendoza in Santa Cruz contributed to this report. Copyright 2020 The Associated Press. All rights reserved. This material may not be published, broadcast, written  ... "], ["2020-05-22 22:30", "Universal Orlando to begin phased reopening June 5 ...  Jerry Sloan, coaching great of Jazz glory days, dies at 78 Naval Academy holds its first-ever virtual graduation event VIRUS DIARY: Facing the coronavirus, still haunted by Ebola Coupons Menu Sections FULL CORONAVIRUS COVERAGE Sonoma becomes third Bay Area county to move into late Stage 2 3:41 PM 3:41 PM Newsom provides clues to what's opening next in California 2:04 PM 2:04 PM Sweden ...  of Adventure and Universal's Volcano Bay. \"We want to invite guests back to our theme parks in a cautious and thoughtful way,\" Universal Parks & Resorts Chairman and CEO Tom Williams said in a prepared statement. \"We have put new health and safety procedures in place for both our team members and guests. And we have worked hard to make sure our guests  ... "], ["2020-05-22 21:24", "Forbes: Osaka rebasa a Serena en lista de ganancias anuales ...  publicado el viernes por Forbes.com, la tenista de 22 aos gan 37,4 millones de dlares en los ltimos 12 meses, a partir de patrocinios y premios. Con ello, rebas a su colega Serena Williams en ese mismo periodo. Forbes aadi que el total de ganancias de Osaka impuso un rcord para una deportista e un ao. Super la marca de 29,7 millones de dlares establecida por la tambin  ... . Most Popular 1 What am I allowed to do outside this Memorial Day? 2 Survey says most tech workers would leave SF if they could WFH 3 Newsom responds to Justice Department warning over churches 4 Sonoma becomes third Bay Area county to move into late Stage 2 5 First heat wave of 2020 forecast to hit Bay Area: How hot will... 6 Wolf Island, an enormous Sausalito houseboat, on market for... 7  ... "], ["2020-05-22 21:08", "Earnings Calendar, Analyst Estimates And Stocks To Watch ...  26 Pure Storage PSTG 5/28/2020 64 -36.4 Computer-Data Storage 17.5 4.8 26 Salesforce.com CRM 5/28/2020 99 -25.8 Computer Sftwr-Enterprse 180 2.3 5 Ulta Beauty ULTA 5/28/2020 75 -77.3 Retail-Specialty 222.5 5.3 5 Veeva Systems VEEV 5/28/2020 99 18 Computer Sftwr-Medical 210 3.3 26 VMware VMW 5/28/2020 89 -8.3 Comp Sftwr-Spec Enterprs 135 4 5 Williams Sonoma WSM 5/28/2020 84 -103.7 Retail-Home Furnishings 67.5 6 26 Zscaler ZS 5/28/2020 94 -60 Computer Sftwr-Security 77 6.6 5 Canopy Growth CGC 5/29/2020 30 60.3 Consumer Prod-Specialty 19.5 6.6 5 VIDEO: How To Build Your Earnings Season Action Plan New Options Strategy Limits Risk Around Earnings Related news Top Software Stocks, Discount Retailers To Report: Investing Action Plan 4:02 PM ET The short week will ... "], ["2020-05-22 19:42", "'Ready to roll': Malls slowly reopen and hope shoppers will return ...  already had closed their doors. Stores with external entrances could stay open, though customers couldn't come inside, and restaurants also could provide meals to go. At the Galleria in Cheektowaga, for example, Best Buy and Dick's Sporting Goods have offered curbside pickup all along, while Macy's is reopening under this format on Tuesday. Pottery Barn and Williams-Sonoma, which do not have external access, also will be open for customers to pickup pre-orders. Restaurants including the Cheesecake Factory and Five Guys also are participating. Galleria marketing manager Alex Corbelli said the mall is responding to \"pent-up demand\" by putting in place \"Curbside@Walden.\" \"We and our tenants appreciate the state's willingness ... "]]}}