{"postfix": "wolters_kluwer-aktie", "name": "WOLTERS_KLUWER", "wkn": "A0J2R1", "time": "2020.05.26 15:52", "ts": 1590501146, "features": {"KGV": "22.57", "Marktkapitalisierung": {"Size": "Mrd", "Value": "18.51"}, "GA": "2.90", "KBV": "7.43", "BA": "8.81", "KCV": "16.82", "CA": "3.89", "Vola30": "24.76", "Vola90": "46.22", "Vola180": "34.65", "Vola250": "27.79"}, "rivals": ["axel_springer-aktie"], "text_data": {"de": [["26.02.20", "Wolters Kluwer steigert die Dividende das 14. Jahr in Folge"]], "en": [["15.05.20", "Wolters Kluwer Divests Stake in Logical Images"], ["15.05.20", "Wolters Kluwer N.V. : Wolters Kluwer Divests Stake in Logical Images"], ["14.05.20", "Wolters Kluwer Appoints Leaders for its Health and Legal & Regulatory Divisions"], ["14.05.20", "Wolters Kluwer N.V. : Wolters Kluwer Appoints Leaders for its Health and Legal & Regulatory Divisions"], ["06.05.20", "Wolters Kluwer First-Quarter 2020 Trading Update"], ["06.05.20", "Wolters Kluwer N.V. : Wolters Kluwer First-Quarter 2020 Trading Update"], ["23.04.20", "Wolters Kluwer Result of 2020 Annual General Meeting of Shareholders"], ["23.04.20", "Wolters Kluwer N.V. : Wolters Kluwer Result of 2020 Annual General Meeting of Shareholders"], ["23.04.20", "Wolters Kluwer First-Quarter 2020 Headline Results"], ["23.04.20", "Wolters Kluwer N.V. : Wolters Kluwer First-Quarter 2020 Headline Results"], ["11.03.20", "Wolters Kluwer Publishes its 2019 Annual Report"], ["11.03.20", "Wolters Kluwer N.V. : Wolters Kluwer Publishes its 2019 Annual Report"], ["26.02.20", "Wolters Kluwer 2019 Full-Year Report"], ["26.02.20", "Wolters Kluwer N.V. : Wolters Kluwer 2019 Full-Year Report"], ["10.02.20", "Wolters Kluwer Completes Acquisition of CGE Risk Management Solutions"], ["31.01.20", "Wolters Kluwer Nominates Sophie Vandebroek for Appointment to Supervisory Board"], ["31.01.20", "Wolters Kluwer N.V. : Wolters Kluwer Nominates Sophie Vandebroek for Appointment to Supervisory Board"], ["16.01.20", "Wolters Kluwer Signs Agreement to Acquire CGE Risk Management Solutions"], ["15.01.20", "Wolters Kluwer Completes Divestment of Belgian Training Assets"], ["15.01.20", "Wolters Kluwer N.V. : Wolters Kluwer Completes Divestment of Belgian Training Assets"], ["2020-05-26 04:00", "12 Inventive Techniques For Leaders To Diversify Their Cash Flow ... ;there could be an opportunity to explore innovative ways to offer more value to your customers. If you sell a product offering or service, are there adjacent aspects of your clients' work that you could offer a solution for? There could be opportunities to layer on a new service or solution and extend deeper into the value that you offer. - Dean Sonderegger , Wolters Kluwer 2. Prioritize Your Ecosystem's New Capabilities This is a perfect time to realign your account plans to the current capabilities of your business ecosystem (employees, partnerships, vendor relations, asserts and capital structure). Map out your customer's near- and long-term goals and then evaluate what is new and unique about your business ecosystem to meet each customer' ... "], ["2020-05-21 17:26", "CRMI And Marketii Honors 39 Companies For Delivering 'World-Class' Customer Service; 5 Cited For Certification In Employee Customer Relationship Training ...  DC ERT: Philadelphia, PA Yaskawa America Inc: Waukegan, IL Seven-time recipients: Summit Avaya Inc: Coppell, TX Nutanix Inc Support Services: San Jose, CA Six-time recipients: Summit Alfresco Software Inc: San Mateo, CA Five-time recipients: Summit Citrix Systems Inc: Ft. Lauderdale, FL Deltek Inc: Herndon, VA Fresenius Kabi USA LLC: Lake Zurich, IL Wolters Kluwer Health Individual Member: Hagerstown, MD Four-time recipients: Rubrik Inc: Palo Alto, CA Kongsberg Digital Inc: Asker, Norway Cohesity Inc: Santa Clara, CA Three-time recipients: Cengage Learning Inc: Independence, KY Hologic Domestic Service: Marlborough, MA Hologic Technical Service EMEA: Manchester, UK InterVision Systems LLC: Chesterfield, MO Nutanix Inc Consulting Services: San Jose, CA ... "], ["2020-05-21 12:54", "BRIEF-Wolters Kluwer Partners With American Society Of Clinical OncologyWOLTERS KLUWER NV:'"], ["2020-05-21 12:00", "As California reopens, shops will see if customers feel confident or cautious ... , Miller from Los Angeles and Carcamo from Orange County. Luke Money in Los Angeles and Anh Do in Orange County contributed to this report. What to Read Next Despite Virus Restrictions, 1,200 California Pastors Vow To Hold In-Person Services HuffPost Yikes...New Jersey Mortgage Rates Hit 2.5% FIXED LendGo Ad CRMNEXT Expands Leadership Team with New Executive Hires PR Newswire Wolters Kluwer Announces the 2020 CCH Tagetik inTouch Virtual User Conference Business Wire California Construction Company Offers Free App to Control COVID-19 PR Newswire Tip For Car Owners Running Headlights All Day Discount Drivers Ad CVS Health Opens 14 New Drive-Thru Test Sites in California as Part of Nationwide COVID-19 Response PR Newswire Fox News Host Asks For 'One Example ... "], ["2020-05-21 04:00", "Emerging evidence on genetics of schizophrenia raises hopes for new treatment targets ... , side effects, drug interactions, overdose management, pharmacogenetics, pharmacokinetics, and psychiatric effects of non-psychiatric drugs. The journal keeps clinician-scientists and trainees up-to-date on the latest clinical developments in psychopharmacologic agents, presenting the extensive coverage needed to keep up with every development in this fast-growing field. About Wolters Kluwer Wolters Kluwer (WKL) is a global leader in professional information, software solutions, and services for the clinicians, nurses, accountants, lawyers, and tax, finance, audit, risk, compliance, and regulatory sectors. We help our customers make critical decisions every day by providing expert solutions that combine deep domain knowledge with advanced technology and ... "], ["2020-05-21 04:00", "COVID-19 evidence and strategies for orthopaedic surgeons ...  for general as well as specialist orthopaedic surgeons worldwide, The Journal publishes evidence-based research to enhance the quality of care for orthopaedic patients. Standards of excellence and high quality are maintained in everything we do, from the science of the content published to the customer service we provide. JBJS is an independent, non-profit journal. About Wolters Kluwer Wolters Kluwer (WKL) is a global leader in professional information, software solutions, and services for the clinicians, nurses, accountants, lawyers, and tax, finance, audit, risk, compliance, and regulatory sectors. We help our customers make critical decisions every day by providing expert solutions that combine deep domain knowledge with advanced technology and services ... "], ["2020-05-21 04:00", "Scientists identify chemicals in noxious weed that 'disarm' deadly bacteria ...  SCIENCES Multimedia Ethnobotanist Cassandra Quave (IMAGE) view more Brazilian peppertree (IMAGE) view more Original Source https:/ / esciencecommons. blogspot. com/ 2020/ 05/ scientists-identify-chemicals-in. html Related Journal Article http://dx. doi. org/ 10. 1038/ s41598-020-65080-3 More in Medicine & Health COVID-19 evidence and strategies for orthopaedic surgeons Wolters Kluwer Health Scientists identify chemicals in noxious weed that 'disarm' deadly bacteria Emory Health Sciences Teleradiology enables social distancing during coronavirus disease (COVID-19) pandemic American Roentgen Ray Society Autistic burnout Mary Ann Liebert, Inc./Genetic Engineering News View all in Medicine & Health Trending News Releases Mysterious glowing coral reefs ... "], ["2020-05-21 04:00", "Teleradiology enables social distancing during coronavirus disease (COVID-19) pandemic ...  HEALTH Multimedia Dr. Srini Tridandapani, University of Alabama at Birmingham (IMAGE) view more Original Source https:/ / arrs. org/ ARRSLIVE/ Pressroom/ PressReleases/ Work_Home_PACS_Social_Distancing_Coronavirus_COVID-19_Pandemic. aspx Related Journal Article http://dx. doi. org/ 10. 2214/ AJR. 20. 23495 More in Medicine & Health COVID-19 evidence and strategies for orthopaedic surgeons Wolters Kluwer Health Scientists identify chemicals in noxious weed that 'disarm' deadly bacteria Emory Health Sciences Teleradiology enables social distancing during coronavirus disease (COVID-19) pandemic American Roentgen Ray Society Autistic burnout Mary Ann Liebert, Inc./Genetic Engineering News View all in Medicine & Health Trending News Releases Mysterious ... "], ["2020-05-20 14:57", "The Coronavirus Crisis in the U.S. Is a Failure of Democracy ... . What to Read Next Coronavirus live updates: Florida gov pushes back on fired scientist; Michigan evacuation concerns; CDC puts out longer reopening guidelines USA TODAY Looking For Someone? Try This BeenVerified Ad Airline complaints quadrupled in March: United saw biggest spike among U.S. carriers USA TODAY Brazil sees record virus deaths as pandemic surges in Latin America AFP Wolters Kluwer Legal & Regulatory U.S. Wins Two Stevie Awards in 2020 American Business Awards PR Newswire New Device Exposed Alarming Truth About Wi-Fi WiFiBlast Ad Michigan floods: Evacuations after Edenville and Sanford dams breached BBC Alison Roman's NY Times Column 'on Temporary Leave' After Comments About Chrissy Teigan and Marie Kondo The Wrap Trump threatens ... "], ["2020-05-20 14:52", "Wolters Kluwer Legal & Regulatory U.S. Wins Two Stevie Awards In 2020 American Business AwardsNEW YORK, May 20, 2020 /PRNewswire/ -- Wolters Kluwer Legal & Regulatory U.S. has won Stevie Awards for two groundbreaking legal solutions as part of The 2020 American Business Awards . The accolades include a Gold Stevie Award for the Sexual Harassment &"], ["2020-05-20 12:00", "Wolters Kluwer Holds Paycheck Protection Program Loan Forgiveness WebinarWolters Kluwer Compliance Solutions is holding a webinar dedicated to discussing the upcoming Loan Forgiveness stage of the U.S. Paycheck Protection Program (PPP). The event, which takes place today at 2 p.m. EDT, will include presentations from Wolters K"], ["2020-05-20 10:00", "SIIA Announces 2020 CODiE Award Winners For Education Technology ...  Biology , Cengage Learning Best Cross-Curricular Solution uCertify LEARN , uCertify Best Data Solution n2y Positivity , n2y Best Education Cloud-Based Solution Scholastic Literacy Pro , Scholastic Best Educational App IXL , IXL Learning Best Emerging Education Technology Solution for Administrators EdOptim , WONKSKNOW LLC Best Emerging Instructional Technology Solution PracticePerfect , Wolters Kluwer Legal & Regulatory US Best ESL, ELL or World Language Acquisition Solution Our World Second Edition Online Learning Platform , Cengage Learning Best Formative Student Assessment Solution ALEKS Placement, Prep and Learning , McGraw-Hill Education Best Game-Based Curriculum Solution ExploreLearning Reflex, ExploreLearning Best Instructional Solution in Non-Core ... "], ["2020-05-18 13:54", "BRIEF-Wolters Kluwer: Option Care Health Turns To Wolters Kluwer To Drive Nationwide Standardization For Usp ComplianceWolters Kluwer NV:"], ["2020-05-18 13:54", "BRIEF-Wolters Kluwer: Option Care Health Turns To Wolters Kluwer To Drive Nationwide Standardization For Usp ComplianceWolters Kluwer NV:'"], ["2020-05-18 13:45", "Hospitals, health care sector reel from COVID-19 damage ...  on Twitter: @thpmurphy What to Read Next Fearing Trump's green card policy, families with immigrants may opt out of coronavirus care NBC News New Jersey: Say Bye To Expensive Solar Panels EnergyBillCruncher Ad From Patient Engagement to Consumerism: Quantzig Explains Why Healthcare Payers Are Turning Customer-centric Business Wire Option Care Health Turns to Wolters Kluwer to Drive Nationwide Standardization for USP Compliance in Sterile and Hazardous Drug Compounding Business Wire SC Johnson Boosts Global Commitment to $15 Million to Help Fight COVID-19 PR Newswire Yikes...New Jersey Mortgage Rates Hit 2.5% FIXED LendGo Ad Global Pharmaceutical & Healthcare Annual Deals Analysis for 2019 - M&A and Investments Trends - ResearchAndMarkets.com Business ... "], ["2020-05-17 04:00", "Financial And Estate Planning Steps To Take Now: Special Considerations For Those With Brain Disease ...  too. Don't delay, be proactive and improve your protection. Follow me on Twitter or LinkedIn . Martin Shenkman I am an estate planning attorney, author of 42 books, and more than 1,200 articles. I serve on the editorial boards of Trusts & Estates Magazine, CCH (Wolters Kluwer) ... Read More I am an estate planning attorney, author of 42 books, and more than 1,200 articles. I serve on the editorial boards of Trusts & Estates Magazine, CCH (Wolters Kluwer) Professional Advisory Board, CPA Magazine, and the CPA Journal. I'm active in many charitable and community causes and organizations and spend two months/year traveling the country educating professional advisers on planning for clients with chronic illness and raising both awareness and funds for ... "], ["2020-05-16 13:00", "Liz Weston: Coronavirus hardship withdrawal shouldn't be subject to withholding ...  like what you got was a regular distribution, which can be penalized as well as taxed and which can't be paid back. Your employer can't waive an IRS penalty — it either applies to the distribution by law or it doesn't — and the 20% withholding indicates this was not a coronavirus hardship withdrawal, said Mark Luscombe, principal analyst for Wolters Kluwer Tax & Accounting. Coronavirus hardship withdrawals allow qualified people to withdraw as much as $100,000 of their balances from 401(k)s and IRAs, but these withdrawals aren't available to everyone. You must have been affected physically or financially by the pandemic. Plus, if you want to take the distribution from a 401(k), check if your employer is offering the option. A ... "], ["2020-05-15 13:30", "Wolters Kluwer Divests Stake In Logical ImagesWolters Kluwer Divests Stake in Logical Images May 15, 2020 - Wolters Kluwer Health announces today that it has signed and completed an agreement to sell its stake in Logical Images, a provider of visual diagnostic resources, for $11.6 million in cash. Th"], ["2020-05-14 12:15", "Nuance Appoints Diana Nole As Executive Vice President And General Manager Of The Company's Healthcare Business ...  eXperience and PowerScribe One, provide a unique opportunity to empower healthcare organizations to unlock value and have a positive and lasting impact on the global healthcare landscape. It is an honor to join Nuance's seasoned Healthcare team at this extraordinary time, and I look forward to what's ahead.\" Prior to Wolters Kluwer , Ms. Nole served as President for the Digital Medical Solutions Division of Carestream Health. In that role, she oversaw global operations for the $1 billion provider of healthcare equipment, software, and services with global development sites. The product development activities under her direction delivered breakthrough products with substantial customer workflow improvements, resulting in significant revenue ... "], ["2020-05-14 12:00", "Wolters Kluwer Appoints Leaders For Its Health And Legal & Regulatory DivisionsWolters Kluwer Appoints Leaders for its Health and Legal & Regulatory Divisions May 14, 2020 - Wolters Kluwer, a global provider of professional information, software solutions, and services, announces the appointments of Stacey Caywood as CEO of its Heal"]]}}