{"postfix": "workday_a-aktie", "name": "WORKDAY_A", "wkn": "A1J39P", "time": "2020.05.26 17:19", "ts": 1590506364, "features": {"KGV": "97.72", "Marktkapitalisierung": {"Size": "Mrd", "Value": "26.75"}, "GA": "1.88", "KBV": "17.74", "BA": "10.36", "KCV": "52.22", "CA": "3.52", "Vola30": "65.18", "Vola90": "75.94", "Vola180": "58.5", "Vola250": "50.43"}, "rivals": [], "text_data": {"de": [["2020.05.26", "Ausblick: Workday A präsentiert Bilanzzahlen zum jüngsten Jahresviertel"], ["13.05.20", "Erste Schätzungen: Workday A präsentiert Bilanzzahlen zum jüngsten Jahresviertel"], ["30.04.20", "Was Analysten von der Workday A-Aktie erwarten"], ["31.03.20", "März 2020: So haben Analysten ihre Einstufung der Workday A-Aktie angepasst"], ["29.02.20", "Workday A-Aktie: Was Analysten im Februar vom Papier halten"], ["29.02.20", "Workday A: Bilanz zum abgelaufenen Quartal"], ["28.02.20", "MÄRKTE USA/Wall Street erneut auf Talfahrt"], ["28.02.20", "MÄRKTE USA/US-Börsen weiter auf Talfahrt"], ["28.02.20", "MÄRKTE USA/Talfahrt setzt sich fort"], ["28.02.20", "MÄRKTE USA/Ende der rasanten Talfahrt lässt weiter auf sich warten"], ["26.02.20", "Ausblick: Workday A präsentiert das Zahlenwerk zum abgelaufenen Jahresviertel"]], "en": [["2020-05-26 14:10", "CIProud Workday | 5/26/20 ... Text Alerts Newsletter Signup How to Re-scan Your TV Do Not Sell My Personal Information Search Search Search Closings Closings There are currently 50 active closings. Click for more details. CIProud Workday | 5/26/20 Top Stories Posted: May 26, 2020 / 09:10 AM CDT / Updated: May 26, 2020 / 09:10 AM CDT Copyright 2020 Nexstar Broadcasting, Inc. All rights reserved. This material may ... Memorial Day virtually More Stories COVID-19 cases near 300 in Tri-County area Six additional cases confirmed in McLean County Bloomington man shot on city's south side Man killed from a hit-and-run Read more stories COVID-19 IN CENTRAL ILLINOIS Takeout & Delivery Guide Trending Stories Pritzker releases re-opening guidelines for phase 3 Pizza Hut is giving away 1 free medium  ... "], ["2020-05-26 14:00", "After a 'lost spring,' U.S. public gardens prepare for an uncertain summer ... ) By Adrian Higgins close Adrian Higgins Gardening columnist Email Email Bio Bio Follow Follow May 26, 2020 at 10:00 AM EDT In recent weeks, Paul Redman has ended his workday by donning walking shoes and traversing the entire breadth of Longwood Gardens, the grand assemblage of conservatories, fountain terraces and gardens in the former du Pont estate in southeastern Pennsylvania ... underserved areas of the city, and programs are continuing remotely, said Cathy Kerkam, of the Friends of the National Arboretum , which runs the garden. AD One of the achievements in Denver was a version of the garden's spring plant sales through online orders, sorting and packaging of plants, and curbside delivery. \"We ended up selling over 30,000 plants,\" Vogt said.  ... "], ["2020-05-26 13:55", "2-faced kitten Biscuits and Gravy dies ...  officer kneeling on his neck during his arrest as he pleaded that he couldn't breathe. His death, which occurred Monday night after a struggle with police officers, was under investigation by the FBI and state agents. Minneapolis Police Chief Medaria Arradondo, speaking to reporters Tuesday morning, was asked about the use of the knee on the man's neck during the arrest. Read the Full Article Top Stories CIProud Workday | 5/26/20 Video Chicago sees deadliest Memorial Day weekend since 2015 Video Pizza Hut is giving away 1 free medium pizza to all 2020 graduates Flash flooding and power outages reported across Central Illinois Video Peoria Police cracking down on gun violence, 31 shooting incidents in 5 months Video Celebrating and honoring lives ... "], ["2020-05-26 13:48", "Kevin Hart reveals new details of crash recovery ...  me from letting me continue to try my walks.\" View this post on Instagram Morning work in my @fableticsmen ....We don't take days off....everyday is a workday in some way shape or form....always improving....always growing....Put a \"F\" on your chest fellas!!!!!! #fabletics A post shared by Kevin Hart (@kevinhart4real) on May 23, 2020 at 9:25am PDT Close Modal Suggest a Correction Your name (required) Your email (required) Report a typo or grammatical error (required) Submit Suggest a Correction Trademark and Copyright 2020 Cable News Network , Inc., a Time Warner Company. All rights reserved. Share this story Tracking Coronavirus Local doctor weighs in on possible ramifications of the crowded pools at Lake of the Ozarks Mornings / 17 mins ... "], ["2020-05-26 13:43", "Chicago sees deadliest Memorial Day weekend since 2015 ...  5-year-old suburban Chicago boy later found beaten to death. The Northwest Herald reports that prosecutors are exploring whether to charge Andrew Polovin with child endangerment related to Andrew \"A.J.\" Freund. A McHenry County state's attorney investigator filed a search warrant affidavit this month seeking Polovin's personnel files and other records. Read the Full Article Top Stories CIProud Workday | 5/26/20 Video 2-faced kitten Biscuits and Gravy dies Video Pizza Hut is giving away 1 free medium pizza to all 2020 graduates Flash flooding and power outages reported across Central Illinois Video Peoria Police cracking down on gun violence, 31 shooting incidents in 5 months Video Celebrating and honoring lives lost on Memorial Day virtually ... "], ["2020-05-26 13:39", "Pizza Hut is giving away 1 free medium pizza to all 2020 graduates ...  outages reported across Central Illinois Video Peoria Police cracking down on gun violence, 31 shooting incidents in 5 months Video Celebrating and honoring lives lost on Memorial Day virtually COVID-19 cases near 300 in Tri-County area Six additional cases confirmed in McLean County Bloomington man shot on city's south side More Stories Man killed from a hit-and-run CIProud Workday | 5/25/20 Video Managing media intake to improve your mental health Video Ceremonies take place at local cemeteries despite pandemic to honor servicemen who died at war Video Read more stories COVID-19 IN CENTRAL ILLINOIS Takeout & Delivery Guide National Unemployment Tracker Trending Stories Pritzker releases re-opening guidelines for phase 3 Peoria Police cracking down on ... "], ["2020-05-26 13:25", "Why Earnings Season Could Be Great for Workday (WDAY) ... ? Zacks Equity Research Tale of the Tape Cancel Read More Hide Full Article Investors are always looking for stocks that are poised to beat at earnings season and Workday, Inc. ( WDAY - Free Report ) may be one such company. The firm has earnings coming up pretty soon, and events are shaping up quite nicely for their report. That is because Workday is seeing favorable earnings estimate revision activity as of late, which is generally a precursor to an earnings beat. After all, analysts raising estimates right before earnings — with the most up-to-date information possible — is a pretty good indicator of some favorable trends underneath the surface for WDAY in this report. In fact, the Most Accurate Estimate for the current quarter is currently at ... "], ["2020-05-26 12:58", "Is the Options Market Predicting a Spike in T2 Biosystems (TTOO) Stock? ...  indiv idual securities. If you wish to go to ZacksTrade, click OK . If you do not, click Cancel. OK Cancel Back to top Image: Bigstock Is the Options Market Predicting a Spike in T2 Biosystems (TTOO) Stock? Zacks Equity Research May 26, 2020 TTOO Trades from $ 1 You follow Tale of the Tape - edit You follow Zacks Equity Research - edit What  ...  highest potential to increase in price quickly amid the global health crisis. A recent pick, Maxar, skyrocketed +178.7% in 3 months. For 32 years, our Strong Buy list has averaged returns more than twice the market. See its 7 best stocks now. Privacy Policy | No cost, no obligation to buy anything ever. Up Next Why Earnings Season Could Be Great for Workday (WDAY) Most Read 5 Small-Caps That Surged in May & Still Have  ... "], ["2020-05-26 12:58", "Avantor (AVTR) Catches Eye: Stock Jumps 7.8% ...  in medical Zacks' 7 Best Strong Buy Stocks for June, 2020 Free Research for Zacks.com Readers Experts have chosen 7 stocks out of 220 Zacks Rank #1 Strong Buys that have the highest potential to increase in price quickly amid the global health crisis. A recent pick, Maxar, skyrocketed +178.7% in 3 months. For 32 years, our Strong Buy list has averaged returns more than twice the market. See its 7 best stocks now. Privacy Policy | No cost, no obligation to buy anything ever. Up Next Why Earnings Season Could Be Great for Workday (WDAY) Most Read 5 Small-Caps That Surged in May & Still Have Momentum S&P Set to Open Above 3000 AWS 5/26: Pre-Markets Race Higher on Vaccine Hopes PFP 5/26: Stocks Up for the Week as Reopening Fuels Gains How to Trade the ... "], ["2020-05-26 12:30", "Workday Executives To Present Virtually At Three Upcoming Investor Conferences ...  at the William Blair 40 th Annual Growth Stock Conference on Wednesday, June 10, at 12:40 p.m. Pacific Time / 3:40 p.m. Eastern Time. Individuals may access the live webcast of the presentation here . A replay of each presentation will be available on the Workday Investor Relations site for a minimum of 30 days after the conferences take place. About Workday Workday is a leading provider of enterprise cloud applications for finance and human resources . Founded in 2005, Workday delivers financial management, human capital management, planning, and analytics applications designed for the world's largest companies, educational institutions, and government agencies. Organizations ranging from medium-sized businesses to Fortune 50 enterprises have selected ... "], ["2020-05-26 11:57", "Anaplan Earnings Beat But Revenue Guidance Light Amid Coronavirus ...  Revenue Key Anaplan competes in the financial planning market against Oracle ( ORCL ), SAP ( SAP ) and Adaptive Insights, now part of Workday ( WDAY ), among other rivals. The company, though, has prospered by partnering with tech consultancies and information technology services providers. Anaplan partners include Deloitte, EY, Bain, Accenture ( ACN ) and India's Wipro. In addition, Anaplan partners help in grabbing bigger contracts. As of Oct. 31, Anaplan had 324 customers with annual recurring revenue, or ARR, of more than $250,000 each. Heading into the Anaplan earnings report, the software stock had a Relative Strength Rating of 74 out of a possible 99. The best stocks own RS Ratings of 80 and above. Further, in February the company said Chief ... "], ["2020-05-26 11:55", "Zoom, Microsoft Teams and Strava use jumps as lockdown changes how we use smartphone apps ...  45% increase in traffic for communications apps including WhatsApp, Houseparty, Skype and Microsoft Teams. Zoom usage on EE's network. Image: EE As many companies have told staff to work from home, some commuter towns have seen spikes in data usage, while central London saw a 58% decline in data usage with most offices in the capital closed. SEE: Zoom video conferencing: Cheat sheet (free PDF) The daily data usage peak has also shifted from the workday into the evening as people use these apps to catch up with friends and family. Closing schools has also changed when TikTok is used: because fans are now logging onto the app during the day, the previous pattern of morning and post-school spikes have gone away, EE said. Image: EE Lockdown has also changed ... "], ["2020-05-26 11:21", "As companies reopen, technology will stand guard against COVID-19 ...  can expect to be watched more closely than ever before — and not by their human bosses. From smartphone apps that administer health checks before workers even leave the house to cameras and Bluetooth radio beacons that track people's movements throughout the workday, companies are deploying monitoring technologies that could slow the further spread of the coronavirus. Those include thermal monitors that can detect the body temperature of a person in a room or office lobby and a variety of other anti-COVID systems. The New York real estate company RXR Realty is installing remote temperature screening systems in the lobbies of its buildings and cameras that will use artificial intelligence to note how many people are wearing face masks. In addition ... "], ["2020-05-26 10:29", "How to tell your dog or cat that Beshear said it's OK to leave and go back to work now ...  to shuffling around masked crowds at the grocery store. I thought back to my first true Monday of social distancing on March 16. My cats know the difference between a day when the alarm goes off and a lazy \"let's have a cup of coffee together and take our time\" Saturday morning when it doesn't. When the chimes ring, it's Quincy and Moxies' cue that we're about 30 minutes away from when I grab my keys and walk out the door for an eight-hour workday. Quincy sits at my feet and waits for me to touch-up my mascara with the cotton swab (that for some reason he's convinced is a toy), and Moxie darts into the living room and squeaks until I refill her water bowl. And that routine is exactly what they expected when they heard the ... "], ["2020-05-26 09:44", "Cerner and Hospital IQ Partner to Boost Clinical Awareness ... See its 7 best stocks now. Privacy Policy | No cost, no obligation to buy anything ever. Up Next Pure Storage (PSTG) to Report Q1 Earnings: What's in Store? Most Read How to Trade the New Bull Market As the Economy Begins to Reopen Looking Ahead to a Coronavirus-Damaged Q2 Earnings Season Buy FAANG Stocks During Coronavirus Market Rally? A Quick Guide to Dividend Aristocrat ETFs Top Analyst Reports for Nike, Workday & Allstate Quick Links Services Account Types Premium Services Zacks Rank Research Personal Finance Commentary Education Zacks Advisor Tools My Account Manage Account Update Profile Subscriptions Preferences Login/Password Help Upgrade to Premium Resources Help About Zacks Disclosure Privacy Policy Do Not Sell My Personal Information Terms of ... "], ["2020-05-26 08:50", "Take Five: Coronavirus vaccine race is on ... a double-edged sword for cloud-computing firms. It has supercharged demand for datacenter services to support video-streaming and other remote services, but is also forcing corporates to slash budgets amid a deep recession. Cloud computing players take the spotlight on Wall Street in coming days as they report quarterly results and guide investors on the outlook. Autodesk ( ADSK.O ) and Workday ... , not long ago the fastest-growing big economy, is expected to have expanded 2% in Q1; Turkey's economy is seen contracting this year for the first time in over a decade. For Brazil and Mexico Goldman Sachs predicts full-year contractions of 7.4% and 8.5% respectively. (GRAPHIC: Reuters Poll: Coronavirus impact on the Indian economy - here ) Reporting by Sujata Rao ... "], ["2020-05-26 08:20", "The John Tesh Radio Show Takes Evenings On KYXY/San Diego As Sherry Knight Moves To Middays ... different show at night......The JOHN TESH SHOW. Now, I'm showing my age here but I remember when he used to anchor ENTERTAINMENT TONIGHT on a nightly basis and I know of him as a musician. My heart dropped BUT she then said they are moving me to middays (10a to 3p). I couldn't of been happier because that has always been the shift I did since I started in radio and now I get to help listeners get through their workday. I probably don't get to crank up the music anymore when we move back into the building but now I get to actually see people during the day.\" More from SHERRY here . see more Net News View the discussion thread. Today's Must Reads 1 Charlamagne Tha God's Interview With Joe Biden Sparks Continued Controversy; Biden Later ... "], ["2020-05-26 06:45", "European firms in China accelerate production as epidemic wanes ...  Portuguese Home Opinions Business Military World Society Culture Travel Science Sports Special Coverage Photo Video English > > European firms in China accelerate production as epidemic wanes ( Xinhua ) 14:42, May 26, 2020 NANJING, May 26 (Xinhua) -- Every workday morning, nearly 400 employees of Cablex Electronics (Xuzhou) Co., Ltd. put on masks and goggles and get their temperature measured before starting the day's work. The company, located in the city of Xuzhou, east China's Jiangsu Province, is a wholly foreign-owned enterprise with headquarters in Slovenia. As the COVID-19 epidemic has waned in China, the company has resumed its full production capacity, churning out millions of wiring harnesses every day. Governments at different levels ... "], ["2020-05-26 06:30", "Markets in Chisinau and Bli to be reopened June 1 ... workday, the employees will have their state of health checked, including by being taken the body temperature. The persons in a febrile state will be banned access. The public eating places will take measures to prevent crowdedness and to maintain a physical distance of 1.5-2 meters between persons. At most four persons could be served at a table, except for groups consisting of first- and second-degree relatives. A ... drinking public system water 25.05.2020 Hospital in Ceadr-Lunga no longer in quarantine 25.05.2020 About 700 children go missing each year 25.05.2020 Recalled in February, a number of ambassadors continue work 25.05.2020 Kindergartens of Chisinau remain closed until June 30 25.05.2020 Infectionist from Comrat succumbs to COVID-19 25.05.2020 view  ... "], ["2020-05-26 04:34", "Memorial Day storms bring flooding and damaging winds to Central Illinois ... Fulton and Mason Counties. Here are the storm reports from Monday, May 25th, 2020. Wind Damage Reports 6:25 PM Lewistown: Garage damaged and power pole blown down 6:25 PM Forest City: Several tree limbs were blown down and a patio railing was broken 6:28 PM Cuba: 6-10 inch diameter trees uprooted in wet soil conditions 8:05 PM Bartonville: Power line down 8:05 PM Hanna City: Power line down 8:20 PM Mackinaw: 8 inch diameter ...  300 in Tri-County area Six additional cases confirmed in McLean County Bloomington man shot on city's south side More Stories Man killed from a hit-and-run CIProud Workday | 5/25/20 Video Managing media intake to improve your mental health Video Ceremonies take place at local cemeteries despite pandemic to honor servicemen who died  ... "]]}}