{"postfix": "yamaha_motor-aktie", "name": "YAMAHA_MOTOR", "wkn": "857690", "time": "2020.05.26 16:46", "ts": 1590504410, "features": {"KGV": "9.84", "Marktkapitalisierung": {"Size": "Mrd", "Value": "4.38"}, "GA": "216.83", "KBV": "1.06", "BA": "2.019.00", "KCV": "5.94", "CA": "359.10", "Vola30": "59.67", "Vola90": "78.41", "Vola180": "60.08", "Vola250": "51.24"}, "rivals": [], "text_data": {"de": [["14.05.20", "Erste Schätzungen: Yamaha Motor informiert über die jüngsten Quartalsergebnisse"], ["13.02.20", "Yamaha Motor vermeldete Zahlen zum jüngsten Quartal"], ["12.02.20", "Yamaha Motor verzeichnet leichten Rückgang des Konzernumsatzes im Jahr 2019"], ["11.02.20", "Ausblick: Yamaha Motor vermeldet Zahlen zum jüngsten Quartal"]], "en": [["22.05.20", "Earnings Preview: Yamaha Motor Co., Ltd. (YAMHF) Q1 Earnings Expected to Decline"], ["28.04.20", "Analysts Estimate Yamaha Motor Co., Ltd. (YAMHF) to Report a Decline in Earnings: What to Look Out for"], ["2020-05-26 13:52", "Virtual 7th-inning stretch brings ballpark feeling home ...  Community Briefs Crime Map Education Health Politics Photo Galleries Videos AP State AP National AP News Obituaries Funeral Notices Sports Bvarsity College Condors Motor Sports Community Sports AP Sports Events Entertainment Food Music Arts & Theater entertainment EXTRA! Marketplace Homes Cars Jobs Publications Bakersfield Life Kern Business Journal Tehachapi ... AP) — It's 3 o'clock, about the time they'd be getting ready for the seventh-inning stretch at an afternoon Red Sox game. Josh Kantor settles onto the bench of the Yamaha Electone organ in his living room and clicks on his wife's iPhone to begin another show. Each afternoon since what would have been opening day, the Fenway Park organist has been livestreaming concerts of ballpark  ... "], ["2020-05-26 13:52", "Virtual 7th-inning stretch brings ballpark feeling home ... Angeles Kings Calgary Flames Edmonton Oilers San Jose Sharks Vancouver Canucks Vegas Golden Knights XFL Bowling UFC Home Schedule Rankings Results Stats Fighters Video Motor Racing Home Video Galleries NHRA Tennis Home Schedule Results Rankings Players Video Galleries Horse Racing Home Video Galleries Olympics Home Schedule Results Medals  ... sms BOSTON (AP) — It's 3 o'clock, about the time they'd be getting ready for the seventh-inning stretch at an afternoon Red Sox game. Josh Kantor settles onto the bench of the Yamaha Electone organ in his living room and clicks on his wife's iPhone to begin another show. Each afternoon since what would have been opening day, the Fenway Park organist has been livestreaming concerts of ballpark music and ... "], ["2020-05-26 05:06", "San Francisco Chronicle ... -Inning Stretch, Massachusetts - Sports, Massachusetts - Z Sports Only, Facebook, S Wire, https://twitter.com/AP_Sports, https://apnews.com/MLB, FeedingAmerica.org, COVID, AP Sports News, Red Sox, Yamaha, Chicago White Sox, MLB, Josh Kantor, Mary Eaton, Nancy Faust, Electone, Grateful Dead, Boston Massachusetts, North America, United States, Fenway Park, Don't Stand So Close to ...  ''Pops'' Bowyer, Clint, Jana Bowyer, Jerome Little, Carson, Mike Dishong, Bruton Smith BUSINESS_LEADER PERSON, Peggy, Mindy Segovia, Hank, Lou Gehrig, Hooters, Charlotte Motor Speedway, North Carolina, South Carolina, United States, Kansas, North America, CONCORD, Route 29 Pavilion RV, New York, Maine, Texas, Bruton Smith Boulevard, Iron Thunder Saloon, Maryland,  ... "], ["2020-05-22 16:30", "Earnings Preview: Yamaha Motor Co., Ltd. (YAMHF) Q1 Earnings Expected to DeclineYamaha Motor Co., Ltd. (YAMHF) doesn't possess the right combination of the two key ingredients for a likely earnings beat in its upcoming report. Get prepared with the key expectations."], ["2020-05-22 16:30", "Big Lots (BIG) Expected to Beat Earnings Estimates: Can the Stock Move Higher? ...  #1 Strong Buys that have the highest potential to increase in price quickly amid the global health crisis. A recent pick, Maxar, skyrocketed +178.7% in 3 months. For 32 years, our Strong Buy list has averaged returns more than twice the market. See its 7 best stocks now. Privacy Policy | No cost, no obligation to buy anything ever. Up Next Earnings Preview: Yamaha Motor Co., Ltd. (YAMHF) Q1 Earnings Expected to Decline Most Read A Quick Guide to Dividend Aristocrat ETFs New Strong Buy Stocks for May 22nd Stock Market Risk/Reward Futures Point Lower on China Tensions AWS 5/22: Hong Kong/Mainland Issues Sell Indexes; Plus DE, FL Quick Links Services Account Types Premium Services Zacks Rank Research Personal Finance Commentary Education Zacks Advisor Tools ... "], ["2020-05-21 17:30", "World Market For E-bikes: Increasing Demand For Eco-friendly Transportation Fueling Market Growth ... drive market vendors that include BionX International Corp., Brose Fahrzeugteile SE & Co., COMP DRIVES sro, Continental AG, Panasonic Corp., Robert Bosch GmbH, Shimano Inc., SPORTTECH Handels GmbH, Yamaha Corp., and ZF Friedrichshafen AG. Also, the e-bike drive market analysis report includes information on upcoming trends and challenges that will influence market growth. This  ...  entrants Threat of substitutes Threat of rivalry Market condition Market Segmentation by Motor type Market segments Comparison by motor type Hub motor - Market size and forecast 2019-2024 Mid-drive motor - Market size and forecast 2019-2024 Market opportunity by motor type Customer landscape Customer landscape Geographic Landscape Geographic segmentation Geographic comparison APAC -  ... "], ["2020-05-21 02:32", "U.S. father, son accused of smuggling ex-Nissan boss Carlos Ghosn out of Japan in box ...  item on LinkedIn linkedin Share this item on Reddit reddit Copy article link Copy link A former Green Beret and his son were arrested Wednesday in Massachusetts on charges they smuggled Nissan Motor Co. Chairman Carlos Ghosn out of Japan in a box while he awaited trial there on financial misconduct charges. Michael Taylor, a 59-year-old former Green Beret and private security specialist,  ... towering luxury hotel where Taylor and Zayek had booked a room earlier in the day. They all went in; only two would be seen walking out. 1:01 Yamaha warns not to climb in musical instrument cases after Ghosn's escape Yamaha warns not to climb in musical instrument cases after Ghosn's escape Authorities say Ghosn was inside one of the big black boxes, lugged by the  ... "], ["2020-05-20 20:20", "US authorities arrest two men accused of helping ex-Nissan boss Carlos Ghosn flee Japan ...  Tweet Share send More Hide Share Send Share Share Share Send Share Share Text size Aa Aa A former Green Beret and his son were arrested Wednesday in Massachusetts on charges they smuggled Nissan Motor Co. Chairman Carlos Ghosn out of Japan in a box while he awaited trial there on financial misconduct charges. Michael Taylor, a 59-year-old former Green Beret and private security specialist, and Peter  ...  ex-U.S. soldier, two others for Ghosn escape Carlos Ghosn's lawyers call Nissan's allegations 'biased' and claim collusion Carlos Ghosn challenge prompts Yamaha warning on hiding in music cases More about Carlos Ghosn Japan United States Browse today's tags Coronavirus COVID-19 Hungary Schengen Area Art lockdown investigation ECB Themes  ... "], ["2020-05-20 14:00", "Fairfax County crime report ... motorcycle. Huntington Ave., 2000 block, May 10. A 2008 Kawasaki motorcycle. Norwood Dr., 8100 block, May 10. A 2004 Dodge Ram. Republic Ct., 7500 block, May 10. A 2003 Yamaha R6. Winthrop Dr., 8700 block, May 10. A 2009 Range Rover. Reston District THEFTS/BREAK-INS Georgetown Pike, 9800 block, May 11. Merchandise was stolen from a business.  ... 11:05 a.m. May 9. From vehicle. Florida Ave., 500 block, 5:02 p.m. May 9. From vehicle. FRAUD Elden St., 600 block, 5:56 p.m. May 4. Credit card/ATM fraud. MOTOR VEHICLE THEFT Calhoun Ct., 600 block, 10:05 a.m. May 7. Motor vehicle theft reported. VANDALISM Center St., 600 block, 9:53 a.m. May 6. Destruction of property. Station St., 900 block, 11:30 a.m. May 4. Damage to property. Vienna These were among incidents  ... "], ["2020-05-20 05:15", "'We give you 30 minutes': Malta turns migrant boat away with directions to Italy ...  and it didn't work. We told the officials that the previous Maltese vessel attached a rope to our boat to try pulling us back, but it hit the engine many times and the engine broke. They gave us a new engine, a 45 or 40 Yamaha.\" The testimony matches photographs provided by the survivors. In a photo taken before the encounter with the Maltese, a \"Parsun 60\" motor can be seen. Afterwards \"Yamaha\" is visible on the new motor, which was allegedly provided. At that point, the Maltese officials gave the migrants the coordinates to reach Sicily. \"We kept moving until the next day, and around 10am we arrived in Italy,\" said one of the asylum seekers. \"Does Malta consider the manoeuvres driven by the AFM vessel P02 in line with ... "], ["2020-05-19 15:33", "Tamil Nadu Has Most Coronavirus Cases After Maharashtra ...  deaths to 84 in the state. The state capital Chennai reported 552 fresh cases today, taking the total to 7,672 in the city alone. While Maharashtra with the highest number of coronavirus has not eased the extended lockdown, Tamil Nadu has allowed salons to reopen in rural areas. Some factories have also started operating in Tamil Nadu, a hub of auto manufacturing in India. Yamaha Motor India has said that it is resuming production at its Kancheepuram plant after getting permission from the revenue and disaster management department of the district. Liquor shops were allowed to re-open in Tamil Nadu from May 15 after a go-ahead from the Supreme Court. The top court had stayed an order by the Madras High Court that allowed only online sales of liquor amid ... "], ["2020-05-19 15:15", "Renault opens bookings for Triber ... ;s not? 24K | Accountability can't be placed under lockdown 22K | Coronavirus lockdown | Truck ditches ill man on road, friend stays back till his death 21K | Moving into summer months, India could get hit very hard, says virologist Peter Hotez 15K | COVID-19 | India among countries backing probe into scientific 'events' behind pandemic 14K | Licensed to beat, abuse and kill Close X Next Story Yamaha Motor India resumes operations at factory, office You have read 1 out of 20 free articles for the month. For Full access Subscribe Now X You have read 1 out of 20 free articles for the month. Subscribe Now x Subscribe to The Hindu now and get unlimited access. Subscribe now Already have an account? Sign In Start your 14 days trial now Sign Up JUST IN ... "], ["2020-05-19 15:13", "Yamaha Motor India resumes operations at factory, officeYamaha Motor India (YMI) resumed operations at its Kancheepuram factory and head office in Chennai, said the company in a statement.Yamaha is following a step-by-step approach and has asked only those"], ["2020-05-18 19:42", "Jackson County sheriff: 1 arrested, 1 suspect on the run in utility vehicle theft investigations ...  conducted by the sheriff's office involving a rash of stolen ATVs in the Macedonia, Section and Dutton areas. The following property was recovered: -Honda Foreman 400 ATV & 25 gallon sprayer- Value $5,000 -Yamaha Grizzly 550 ATV- Value $9,800 -Echo 225 Grass Trimmer- Value $250 -Honda Rancher 350 ATV- Value $1,500 -Honda 300 4x4 ATV- Value $2,500 -Camo John Deere Gator 4 Seater UTV- Value $10,000 ...  Safer at Home order Huntsville police arrest woman for running over passenger, DUI North Alabama school districts start making plans for the new school year 11 Tiffin Motor Homes employees test positive for coronavirus, 8 of them in Red Bay 'Be extremely careful': Helen Keller Hospital warns Shoals community leaders about coronavirus spread Pedestrian ... "], ["2020-05-18 16:03", "When Mount St. Helens Erupted 40 Years Ago This Photo Was Snapped and The Story Is Movie-Worthy ...  Lasher took this picture of Mount St. Helens erupting with his Ford pinto in the foreground. from interestingasfuck The famous photograph of the ash plume rising from the eruption of Mount St. Helens is on display at the nearby Johnston Ridge Observatory in Washington state's Gifford Pinchot National Forest. According to Hemmings Motor News , it was taken on May 18 by Richard Lasher, who had packed outdoor gear into his Pinto the night before, planning to use the hitched Yamaha IT Enduro dirtbike to seek out views of the volcano down forest roads. A late departure meant Lasher had yet to reach his destination by the time the volcano erupted at 8:32 a.m. Pacific—a lucky delay for Lasher, who had planned to drive to Spirit Lake, which was devastated ... "], ["2020-05-18 02:00", "Guitar maker forges new start after studio wrecked in flood : The Asahi Shimbun ... to strike a chord July 8, 2019 Yayoi Kusama's polka dot piano free for anyone to play in Tokyo April 3, 2019 Musicians picking up good vibrations at Buddhist temples January 29, 2019 Yamaha warns not to climb in instrument cases after Ghosn escape January 14, 2020 No longer just cute, Babymetal keeps rocking the music world January 31, 2020 'Music sirens,' erasers of bad war memories,  ... This special page portrays the dramatic arrest of Carlos Ghosn and the twists and turns that followed. Light and Darkness brought by Carlos Ghosn This special page reviews what the former Nissan Motor Co. chairman left during his 19 years in Japan. From Ichiro Baseball star Ichiro Suzuki had much to say on March 21, the day he hung up his spikes. The Paradise Papers ... "], ["2020-05-16 13:35", "After COVID-19, we'll never take vacations, watch movies or root for sports teams in the same way ...  April. \"The shock value of corona has pushed people out of their normal routines into new habits,\" VanMoof co-founder Taco Carlier told Reuters this week. E-bikes were invented in the United States in the 1890s, but went almost nowhere for a century. In the 1990s, Yamaha produced pedal-assisted e-bikes, a technological breakthrough. The system meant that the bikes were not, in effect, motorcycles, which would require a licence to operate. The electric motor would kick in only when you were pedalling. Story continues below advertisement Today, almost all e-bikes use pedal-assist technology. Many bikes can now go 50 kilometres or more before the battery needs recharging. The problem with e-bikes is their expense. While prices are dropping, a decent ... "], ["2020-05-15 19:44", "Crochet Yamaha Motorcycles, Generators, Jet Skis: Things You Didn't Know You Needed ... warns not to install the latter in a real engine, though knowing how the denizens of the internet think, we expect to see a video of a fully felted Yamaha bike engine within a week's time. The only question is which YouTuber will do it first? Yamaha Got a tip? Send us a note: tips@thedrive.com h/t: Japanese Nostalgic Car MORE TO READ RELATED Yamaha's New 270-HP EV Crate Motor Could Be Perfect For Your Dream EV Swap Project *Conditions apply: Must be 18 years old or older and must own Nissan, Mazda, Peugeot, or BMW. READ NOW RELATED Yamaha Is Asking People Not to Climb Into Instrument Cases Like Carlos Ghosn Remember, just because a fugitive executive did it doesn't mean it's cool or safe. READ NOW RELATED Honda Accord Driver Busted for Towing ... "], ["2020-05-14 12:15", "All-Terrain Vehicle (ATV) Market Report 2020-2025: Data On Utility, Sport, Recreational And Other ATVs ...  a significant increase in the tourism industry, rapid urbanization and rising expenditure capacities of the consumers. The competitive landscape of the industry has also been examined with some of the key players being Arctic Cat Inc., Bombardier Recreational Products (BRP), CECTEK, CFMOTO US, Deere & Company (John Deere), HiSun Motors, Honda Motor Co. Ltd., Kawasaki Heavy Industries, KYMCO, Linhai, Polaris Industries Inc., Suzuki Motor Corporation, Taiwan Golden Bee, Yamaha Motor Corporation, etc. Key Questions Answered How has the global all-terrain Vehicle Market performed so far and how will it perform in the coming years? What are the key regional markets? What is the breakup of the market based on the type? What is the breakup of the market based ... "], ["2020-05-14 12:00", "At $2,000, Would You SHO Up For This Hot Rod 1994 Ford Taurus Wagon? ... 's global range. Sometimes, however, Ford went elsewhere for help. GOOLOO 1500A Peak SuperSafe Car Jump Starter (Up to 8.0L Gas or 6.... Buy on Amazon for $50 G/O Media may get a commission That was the case for the 3-litre Super High Output (SHO) engine that Ford dropped into the hot-rod version of the original Taurus. That mill was designed and manufactured by the Yamaha Motor Company. The engine was based on Ford's Vulcan V6 but was given four-valve heads and dual-stage intakes for one of the coolest under-hood snake pits on the planet. That two-fer intake was designed to create different flow patterns depending on engine speed which offered a flatter torque curve. The end result was 220 horsepower at 6200 rpm and that made it one of the highest ... "]]}}