{"postfix": "yaskawa_electric-aktie", "name": "YASKAWA_ELECTRIC", "wkn": "857658", "time": "2020.05.26 16:51", "ts": 1590504682, "features": {"KGV": "58.37", "Marktkapitalisierung": {"Size": "Mrd", "Value": "8.53"}, "GA": "55.14", "KBV": "3.69", "BA": "872.99", "KCV": "31.91", "CA": "100.87", "Vola30": "63.74", "Vola90": "88.32", "Vola180": "67.67", "Vola250": "55.21"}, "rivals": ["kuka-aktie"], "text_data": {"de": [["30.04.20", "MÄRKTE ASIEN/Hoffnung auf Mittel gegen Covid-19 beflügelt Börsen"], ["13.04.20", "Yaskawa Electric präsentierte Bilanzzahlen zum jüngsten Jahresviertel"], ["15.01.20", "MÄRKTE ASIEN/Kleine Verluste bei Aktien vor Phase-1-Deal"]], "en": [["2020-05-26 05:34", "Startup takes on foreign groups in China's polishing robot market ...  have combined to make China's polishing robot market rather uncompetitive. No domestic companies have yet emerged to support the vast market of so-called long-tail products -- where a wide range of products are manufactured in small quantities -- with high-end robot products dominated by foreign companies, such as Switzerland's ABB, Japan's Fanuc and Yaskawa Electric , and Germany's Kuka. Now, however, KAANH is developing force-controlled robots mainly aimed at the polishing market, providing a range of solutions from 3D scanning to prototype development using offline programming. As well as having the ability to develop software algorithms, it also provides final polishing equipment that make use of software and hardware. All key members of ... "], ["2020-05-15 18:00", "Global Industrial Robotics Market Forecast To Surpass The US$24 Billion Mark By 2025 (COVID-19 Adjusted Forecasts) ...  and Volume Forecast - By Segment (2009 - 2025)9. Global Personal and Domestic Service Robotics Market and Volume Forecast - By Segment (2009 - 2025)10. Key Player - Sales and SWOT Analysis (2010 - 2025)11. Global Robotics Market - Growth Drivers and Challenges Companies Mentioned KUKA AG Adept Technology (Acquired by OMRON) iRobot Corporation Intuitive Surgical Nachi-Fujikoshi Yaskawa Electric Corporation For more information about this report visit https://www.researchandmarkets.com/r/a5llzl About ResearchAndMarkets.com ResearchAndMarkets.com is the world's leading source for international market research reports and market data. We provide you with the latest data on international and regional markets, key industries, the top companies, new products ... "], ["2020-05-14 06:19", "Commentary: COVID-19 will usher in the industrial robots ... People shop at a Uniqlo store in New York City, New York. (File photo: Reuters/Brendan McDermid) By Kana Inagaki 14 May 2020 02:19PM (Updated: 14 May 2020 02:20PM ) Share this content Bookmark TOKYO: As factory shutdowns darken the outlook for the industrial robots market, one of its biggest players sees little reason for despair. Hiroshi Ogasawara, the president of Yaskawa Electric, argues that in a post-coronavirus world in which workers have to keep their distance from each other, the trend towards automation will only accelerate. Advertisement Advertisement Coming from the head of Japan's second-biggest maker of factory robots, the projection is clearly self-serving. And in the short term it may also prove misplaced. Research group Omdia expects the ... "], ["2020-05-14 04:01", "Robots could make factories safer — but what happens to workers? ...  could make factories safer — but what happens to workers? The likely increase in automation to safeguard employees will create anxiety about unemployment BL PREMIUM 14 May 2020 - 05:10 Kana Inagaki As factory shutdowns darken the outlook for the industrial robots market, one of its biggest players sees little reason for despair. Hiroshi Ogasawara, the president of Yaskawa Electric, argues that in a post-coronavirus world in which workers have to keep their distance from one another, the trend towards automation will only accelerate. B L Premium This article is reserved for our subscribers. A subscription helps you enjoy the best of our business content every day along with benefits such as exclusive Financial Times articles, ProfileData financial ... "], ["2020-05-12 18:30", "Market Insights For Industrial Robotics In Europe 2020, Featuring Key Player Profiles Including ABB Ltd, Comau Spa And DENSO Corp ...  analysis is designed to help clients improve their market position, and in line with this, this report provides a detailed analysis of several leading industrial robotics market in Europe vendors that include ABB Ltd., b+m surface systems GmbH, Comau Spa, DENSO Corp., FANUC Corp., KUKA AG , OMRON Corp., Staubli International AG, Teradyne Inc., and Yaskawa Electric Corp.. Also, the industrial robotics market in Europe analysis report includes information on upcoming trends and challenges that will influence market growth. This is to help companies strategize and leverage on all forthcoming growth opportunities.The study was conducted using an objective combination of primary and secondary information including inputs from key participants in the industry ... "], ["2020-05-08 10:58", "It'll be 'Happy MAMA Day' when we Make America Manufacture Again ... : \"We've lost a lot of the capability here in America to be the leader in advanced manufacturing, and President Trump is very committed to making sure that ... America regains the ability to be the leading global advanced manufacturer.\" Many robotics companies are headquartered overseas. Among the largest are Japan's Fanuc 6954, +3.64% , Mitsubishi Electric 6503, +2.29% and Yaskawa Electric 6506, +0.86% , Kuka, which was purchased by China's Midea Group 000333, +4.31% , and ABB ABB, +1.07% , based in Switzerland. In the U.S., Teradyne TER, +3.19% has a division that makes robotic arms and robots, Rockwell Automation ROK, +0.95% is an industrial automation company that helps companies integrate robots into their manufacturing, while ... "], ["2020-05-05 21:56", "Met Opera furloughs nearly 20% of staff in cost-cutting ...  debut at 81 Associated Press The 20 Hottest Mother's Day Gifts of 2020 ZangDeal Ad Vanessa Bryant opens 'one more letter' from 'love of my life' Kobe on her birthday Yahoo Sports Impact of COVID-19 on the Service Robotics Industry, 2020-2025 - Includes Sales & SWOT Analysis of KUKA, Adept Technology, iRobot, Intuitive Surgical, Nachi-Fujikoshi, and Yaskawa Electric PR Newswire 'Children are going hungry': Angelina Jolie urges Congress to increase food stamp benefits in next coronavirus legislation USA TODAY New Home Security System That Will Blow You Away searchlime Ad Jessica Simpson 'Fell Out of' Met Gala Gown - to John Mayer's Delight, Says Former Vogue Staffer People Florida attorney explains why he's touring ... "], ["2020-05-05 21:50", "A security expert says India's contact tracing app has flaws. New Delhi says they are 'by design' ...  Slain HuffPost Whistleblower: US failed to prepare, sought quick virus fix Associated Press Florida attorney explains why he's touring beaches dressed as the grim reaper Yahoo Life New Jersey: Say Bye To Expensive Solar Panels EnergyBillCruncher Ad Trump says Fauci won't testify before House subcommittee because they are 'Trump haters' Yahoo News Video Impact of COVID-19 on the Service Robotics Industry, 2020-2025 - Includes Sales & SWOT Analysis of KUKA, Adept Technology, iRobot, Intuitive Surgical, Nachi-Fujikoshi, and Yaskawa Electric PR Newswire Coronavirus in the U.S.: An Unrelenting Crush of Cases and Deaths The New York Times Yahoo News Network Help Privacy (Updated) Privacy dashboard Suggestions About our Ads Terms (Updated) Sitemap"], ["2020-05-05 21:45", "Impact Of COVID-19 On The Service Robotics Industry, 2020-2025 - Includes Sales & SWOT Analysis Of KUKA, Adept Technology, IRobot, Intuitive Surgical, Nachi-Fujikoshi, And Yaskawa Electric ...  to TheMaven's Terms and Policy Sign Up Already have an account? Login here Alerts | Newsletters JIM CRAMER INVESTING PERSONAL FINANCE RETIREMENT TECHNOLOGY MARKETS HOW-TO VIDEO FINANCIAL ADVISOR CENTER Login Account Impact Of COVID-19 On The Service Robotics Industry, 2020-2025 - Includes Sales & SWOT Analysis Of KUKA, Adept Technology, IRobot, Intuitive Surgical, Nachi-Fujikoshi, And Yaskawa Electric DUBLIN, May 5, 2020 /PRNewswire/ -- The \"Global Service Robotics Market (Impact of COVID-19) and Volume Analysis by Type (Professional Service Robots, Personal and Domestic Service Robots) and Key Players Analysis - Forecast to 2025\" report has been added... Author: PR Newswire Publish date: May 5, 2020 5:45 PM EDT DUBLIN , May 5, 2020 /PRNewswire ... "], ["2020-05-05 21:38", "11 attorneys general seek probe into meat packing industry ... 39;love of my life' Kobe on her birthday Yahoo Sports Florida attorney explains why he's touring beaches dressed as the grim reaper Yahoo Life How To Alleviate Neck Tension & Daily Headaches Neck Relax Ad Impact of COVID-19 on the Service Robotics Industry, 2020-2025 - Includes Sales & SWOT Analysis of KUKA, Adept Technology, iRobot, Intuitive Surgical, Nachi-Fujikoshi, and Yaskawa Electric PR Newswire 'Children are going hungry': Angelina Jolie urges Congress to increase food stamp benefits in next coronavirus legislation USA TODAY Coronavirus in the U.S.: An Unrelenting Crush of Cases and Deaths The New York Times The most addictive World War 3 strategy game Conflict of Nations | Dorado Games Ad Trump's pick for intel chief promises to ... "], ["2020-05-01 21:00", "Industrial Robotics Industry & COVID-19 Impact, Forecast To 2025 - Volume Analysis By Application, Geographical Distribution And Key Player Profiles ... . Others Industry7. Unspecified Industry Industrial Robotics Volume and Forecast - Region and Country Wise Distribution 1. Americas2. Asia / Australia 3. Europe 4. Africa 5. Rest of the World (RoW) Global Robotics Market - Key Players Sales and SWOT Analysis 1. KUKA AG 2. Adept Technology (Acquired by OMRON)3. iRobot Corporation 4. Intuitive Surgical 5. Nachi-Fujikoshi 6. Yaskawa Electric Corporation For more information about this report visit https://www.researchandmarkets.com/r/j8h6lw Research and Markets also offers Custom Research services providing focused, comprehensive and tailored research. Media Contact: Research and Markets Laura Wood , Senior Manager press@researchandmarkets.com For E.S.T Office Hours Call +1-917-300-0470 For U.S./CAN Toll ... "]]}}