{"postfix": "3m-aktie", "name": "3M", "wkn": "851745", "time": "2020.06.02 13:20", "ts": 1591096846, "features": {"KGV": "20.12", "Marktkapitalisierung": {"Size": "Mrd", "Value": "79.53"}, "GA": "8.89", "KBV": "10.33", "BA": "17.31", "KCV": "14.84", "CA": "12.05", "Vola30": "39.95", "Vola90": "55.67", "Vola180": "44.49", "Vola250": "36.11"}, "rivals": ["ppg_industries-aktie", "merck-aktie", "amphenol-aktie", "avery_dennison-aktie", "tyco_international-aktie"], "text_data": {"de": [["13.05.20", "3M gibt Dividende für das zweite Quartal bekannt"], ["30.04.20", "3M-Aktie: Das sind die Expertenmeinungen des Monats April"], ["29.04.20", "3M: Quartalsergebnisse zum jüngsten Jahresviertel"], ["28.04.20", "MÄRKTE USA/Wall Street schließt nach schwachen Daten im Minus"], ["28.04.20", "MÄRKTE USA/Wall Street gibt nach schwachen Daten Gewinne ab"], ["28.04.20", "MÄRKTE USA/Wall Street fester - Berichtssaison bewegt"], ["28.04.20", "MÄRKTE USA/Wall Street fester erwartet - Berichtssaison im Blick"], ["28.04.20", "Masken bescheren 3M Gewinnsprung"], ["28.04.20", "Corona-Krise beschert Maskenhersteller 3M Geschäftszuwächse"], ["27.04.20", "Ausblick: 3M zieht Bilanz zum jüngsten Jahresviertel"], ["16.04.20", "Neue Exportbeschränkungen lassen medizinische Güter in China stranden"], ["15.04.20", "Opening Bell: Nach Wirtschaftsdaten - Dow Jones deutlich im Minus; Abbot Labs, Tesla, 3M, Facebook, Alibaba, Clorox, Kimberly-Clark"], ["07.04.20", "WDH/VIRUS: Altmaier will Produktion von Schutzausrüstung vorantreiben"], ["07.04.20", "Altmaier will Produktion von Schutzausrüstung vorantreiben"], ["06.04.20", "VIRUS/ROUNDUP: Merkel dringt auf 'gewisse Souveränität' bei Schutzausrüstung"], ["06.04.20", "VIRUS/Berlin sagt trotz US-Dementi: Schutzmasken wurden in USA umgeleitet"], ["06.04.20", "Krisenkabinett tagt - Themen wohl Beschaffung und Kredithilfen"], ["06.04.20", "VIRUS: Corona-Krisenkabinett tagt - Themen wohl Beschaffung und Kredithilfen"], ["06.04.20", "VIRUS: Bundesregierung will Beschlüsse zur Linderung von Corona-Engpässen fassen"], ["04.04.20", "VIRUS/ROUNDUP 2: USA raten zur Maske - Trump will sich nicht daran halten"], ["04.04.20", "VIRUS/ROUNDUP: Schutzmasken weg - Berliner Senat bemüht sich um Aufklärung"], ["04.04.20", "ROUNDUP 2/VIRUS: Schutzmasken 'Made in Germany' gefordert - Kritik an Altmaier"], ["04.04.20", "ROUNDUP: Trump rät zum Tragen von Masken - will sich aber nicht daran halten"], ["03.04.20", "Mischkonzern: Trump will 3M per Gesetz zwingen, mehr Masken für die USA zu produzieren"], ["03.04.20", "Berliner Senat: USA konfiszieren Schutzmasken - 'Piraterie'"], ["03.04.20", "VIRUS: USA wollen Herstellung von Medizinprodukten fördern"], ["31.03.20", "März 2020: So schätzen Experten die 3M-Aktie ein"], ["24.03.20", "Autobauer produzieren Medizintechnik gegen die Corona-Pandemie"]], "en": [["2020.06.02", "Boustead Projects, YCH reach settlement over S$2.3m Supply Chain City lawsuit"], ["01.06.20", "Teddy Sagi's KAPE execs exercise options worth £13.3m"], ["29.05.20", "3M (MMM) Stock Sinks As Market Gains: What You Should Know"], ["29.05.20", "Over 61,000 businesses benefited from €1.3m in support"], ["29.05.20", "4finance S.A. : 4finance 3M 2020 unaudited results report"], ["29.05.20", "4Finance SA : 4finance 3M 2020 unaudited results report"], ["28.05.20", "3M (MMM) Up 1.2% Since Last Earnings Report: Can It Continue?"], ["28.05.20", "Cookware startup Caraway raises $5.3M as it eyes new product categories"], ["27.05.20", "CEO pay has topped $12.3M. Can it keep rising post-pandemic?"], ["27.05.20", "Census raises $4.3M seed to put product info in cloud data warehouses to work"], ["27.05.20", "BHP pledges $3.3m to support Aboriginal businesses through pandemic"], ["24.05.20", "Delay in imposing lockdown saw cases rise by 1.3m in nine days - report"], ["19.05.20", "3M Gives a Sneak Peek at the Coronavirus Economy"], ["18.05.20", "Why 3M, Textron, and MasTec Stocks All Popped 5% (Or More) Today"], ["15.05.20", "Ezion Q1 net loss widens sharply to US$211.3m "], ["14.05.20", "The Zacks Analyst Blog Highlights: SAP, Thermo Fisher, TOTAL, 3M and FIS"], ["14.05.20", "Dow Jones News: Cisco Stock Surges; 3M Suffers Double-Digit Sales Decline"], ["14.05.20", "Best World Q1 net profit up 29% to S$13.3m, led by Taiwan, China sales"], ["14.05.20", "New Jobless Claims Slowing, Still Near 3M Last Week"], ["14.05.20", "3M April sales falls 11%, with health care the only segment seeing an increase"], ["14.05.20", "First Abu Dhabi bank reports $73.3m exposure to Phoenix Commodities"], ["12.05.20", "Gevo ends 1Q with $9.3M cash as it anticipates opening Minnesota production facility"], ["07.05.20", "Rosslyn Data Tech. : Placing to Raise £7.3m and Trading Update"], ["07.05.20", "S.N.G.N. Romgaz S.A. : Availability of 3M & Q1 2020 Report and Conf call"], ["06.05.20", "3M lands $126M Pentagon contract for coronavirus face masks"], ["06.05.20", "U.S. government awards $126 million face masks contract to 3M"], ["06.05.20", "3M and Ford's Powered Air-Purifying Respirators Begin to Ship"], ["06.05.20", "Lakeland, 3M, Honeywell: Are PPE Stocks A Good Way To Play The COVID Economy?"], ["06.05.20", "U.S. Customs Agency Enlists Amazon, Pfizer, 3M in Fight Against Counterfeit Coronavirus Products"], ["05.05.20", "3M wins injunction against mask seller accused of price gouging"], ["05.05.20", "3M wins injunction against mask seller accused of price gouging"], ["05.05.20", "The Wall Street Journal: ICE partners with Amazon, 3M and Pfizer to identify counterfeit coronavirus gear"], ["05.05.20", "MEDIA-ICE partners with Amazon, 3M to identify counterfeit coronavirus gear - WSJ"], ["05.05.20", "Amid Coronavirus Disruptions, Is Now the Time to Buy 3M Stock?"], ["04.05.20", "IuteCredit Finance S.à.r.l. : IuteCredit reports unaudited results for 3M/2020: Pleasing 3M results - Outlook for 2020 as a whole affected by COVID-19 pandemic"], ["03.05.20", "3M sues more companies for allegedly inflating coronavirus N95 mask prices"], ["03.05.20", "Abu Dhabi National Insurance Company reveals $33.3m net profit for Q1, 2020"], ["01.05.20", "3M sues five vendors for attempting to sell nonexistent N95 respirators"], ["01.05.20", "Is 3M Oversold At $155?"], ["30.04.20", "Google gives $2.3M to 18 news organizations in Asia Pacific"], ["2020-06-02 11:19", "Hong Kong to extend mandatory quarantine for arrivals from mainland, Macau, Taiwan for another month ... Chamber of Commerce Trump's remarks 'extremely disrespectful' to China's efforts against pandemic: FM spokesperson Chinese mainland reports 5 imported COVID-19 cases, no new domestically transmitted cases Premier Li: People must gain from fiscal funds Hainan free trade port master plan unveiled 'US is addicted to quitting groups': FM spokesperson Nearly 3m sign petition supporting national security legislation EXPLORE SHINE News Metro Nation World Sport Viral Biz Economy Tech Auto Company Property Finance Event Video Live Big Little Docos SHINE News Andy's Shanghai Life Shanghai Entrepreneurs 2nd Time Moms Expats of Shanghai Guide Battle Misc What's Viral Feature Art & Culture Travel Lifestyle Taste Entertainment Wellness Book ... "], ["2020-06-02 11:11", "Secluded home for sale compared to Shrek's swamp with 'saddest toilet in world' ...  in the world.\" Another commented: \"Getaway meaning as soon as you drive up you'll want to get away.\" A fourth added: \"Do you want to poop there in the dead of winter is the real question you've got to ask yourself,\" before another replied: \"At least hang a sheet around it.\" Weird and wonderful home listings Bargain mansion hides shocking interior 1.3m home leaves people feeling 'ill' Odd bathroom design in flat for rent No one wants free 'haunted' house But other members of the group were able to see the appeal in the remote location and rustic charm, stating the fee was a bargain for the 14 acres of land alone. One argued: \"Don't even care about the toilet situation I'd buy this in a ... "], ["2020-06-02 10:57", "5 Smartphones in Pakistan under PKR 18,000 ...  mobile shopping experience at the store Azhar Nadeem RELATED ARTICLES MORE FROM AUTHOR Tech News ITDukan Online Store offering Unique Gaming Products Tech News Online Shopping will Boom in Post Covid-19 World; says Report Tech News Waseem Shahzad's Untold Success Story Tech News Anti-Piracy Group Urges Facebook to Remove The Pirate Bay (TPB) Links Tech News PUBG Mobile Earned $176.3m in Revenue in January Smartphones Motorola RAZR to Return as a Foldable Smartphone LEAVE A REPLY Cancel reply Please enter your comment! Please enter your name here You have entered an incorrect email address! Please enter your email address here Save my name, email, and website in this browser for the next time I comment. This site uses Akismet to reduce spam. Learn how ... "], ["2020-06-02 10:22", "CEE MARKETS-Currencies strengthen on economic recovery hopes ... 1 .WIG20 Warsaw .BETI Buchares 8767.03 8701.29 +0.76% -12.13% t .SBITO Ljubljan .CRBEX Zagreb .BELEX Belgrade .SOFIX Sofia BONDS Yield Yield Spread Daily (bid) change vs Bund change in Czech spread Republic CZ2YT= 2-year s CZ5YT= 5-year s CZ10YT s Poland PL2YT= 2-year s PL5YT= 5-year s PL10YT s FRA 3x6 6x9 9x12 3M interba nk Czech Hungary Poland Note: FRA quotes are for ask prices ******************************************** ****************** (Reporting by Alan Charlish in Warsaw, Jason Hovet in Prague,Anita Komuves in Budapest and Luiza Ilie in Bucharest. Editingby Jane Merriman) Our Standards: The Thomson Reuters Trust Principles. 0 : 0 narrow-browser-and-phone medium-browser-and-portrait-tablet landscape-tablet medium-wide-browser wide-browser-and-larger ... "], ["2020-06-02 10:20", "Millions of Indians are downloading a 'China app remover' — but it doesn't work ...  CEO Boris . T h a n k y o u ! Do it Join over 260,000 subscribers! Latest 1 Millions of Indians are downloading a 'China app remover' amid tensions at the border — but it doesn't work Ivan Mehta 2 Rivian enlists former Tesla employees to build its own Supercharger-style network Matthew Beedham 3 Publishers are suing the Internet Archive over 1.3M 'free' ebooks Mix 4 Satoshi Nakaboto: 'Bitcoin hits $10,000 again after corona freefall' Satoshi Nakaboto 5 Report: Polestar to build more Chinese showrooms to compete with Tesla Matthew Beedham Events About Advertise Jobs Contact 20062020 The Next Web B.V. Made with in Amsterdam. Powered by Stay tuned Treat yourself Sit back and let the hottest tech news come to you by the magic ... "], ["2020-06-02 10:16", "Rivian enlists former Tesla employees to build its own Supercharger-style network ...  CEO Boris . T h a n k y o u ! Do it Join over 260,000 subscribers! Latest 1 Millions of Indians are downloading a 'China app remover' amid tensions at the border — but it doesn't work Ivan Mehta 2 Rivian enlists former Tesla employees to build its own Supercharger-style network Matthew Beedham 3 Publishers are suing the Internet Archive over 1.3M 'free' ebooks Mix 4 Satoshi Nakaboto: 'Bitcoin hits $10,000 again after corona freefall' Satoshi Nakaboto 5 Report: Polestar to build more Chinese showrooms to compete with Tesla Matthew Beedham Events About Advertise Jobs Contact 20062020 The Next Web B.V. Made with in Amsterdam. Powered by Stay tuned Treat yourself Sit back and let the hottest tech news come to you by the magic ... "], ["2020-06-02 10:10", "Publishers are suing the Internet Archive over 1.3M 'free' ebooks ... share that information with third parties for advertising & analytics. Got it! or More info Sections Events Latest Insights Plugged Hard Fork ReadMe Growth Quarters Neural About TNW About Advertise Jobs Contact Terms & Conditions TNW Sites News TNW 2020 TNW X Index Spaces Deals Answers Product strategy for uncertain times join Sprint online event Publishers are suing the Internet Archive over 1.3M 'free' ebooks by Mix — in insights 80 shares A group of publishers is suing the Internet Archive over its trove of free ebooks. The lawsuit, filed on behalf of Hachette Book Group, HarperCollins Publishers, John Wiley & Sons, and Penguin Random House, claims the Internet Archive is practically committing theft by putting over 1.3 million titles up for ... "], ["2020-06-02 10:04", "The secret, absurd world of coronavirus mask traders and middlemen trying to get rich off taxpayer money ... When I returned to Washington, D.C., I began trying to track down Jason Cardiff. When I called the number Zelonka had given me, the man on the other line said he wasn't Jason and had no affiliation with VPL. Cardiff also did not respond to questions sent via text and a LinkedIn message. On Tuesday, Zelonka texted me and said his investor \"is looking to spend $1.8 billion on 3M model\" at a cost of $6.25 each (they list for about $1.27). \"Anyway,\" he continued. \"I'm meeting him in Texas on Wednesday, and if the Mexican supplier works out I'm going to visit them the following day.\" I called the firm and investor that Zelonka named but could not confirm any connection between him and the company. As we prepared to publish this ... "], ["2020-06-02 09:25", "Florida senior care facilities have over half of coronavirus deaths; Central Florida not as hard-hit ... point, our residents want to go back to some sense of normalcy where they can reconnect with their loved ones.\" But critics said the $150 per test is grossly inflated and that the industry had focused its too much of its response on seeking more money from the federal government. Latest Coronavirus IAAPA begins registration for its 2020 Expo 3m Jonathan Isaac, Markelle Fultz help to extend Magic congratulations to 2020 graduates Jun 1, 2020 Orange officials warn protests could lead to more virus infections Jun 1, 2020 Advertisement ksantich@orlandosentinel.com Recommended on Orlando Sentinel Advertisement Advertisement Most Read On Orlando Sentinel 'Justice for George': Hundreds protest in downtown Orlando, police lead march through Kissimmee Jun ... "], ["2020-06-02 09:22", "Coronavirus: 8.7m people on furlough as cut off looms ...  shoppers stay away The scheme is set to end totally in October. Employers will be allowed to bring staff back part time while still using the scheme from July. As well as support from salaried staff, HMRC said Tuesday that the self-employed continue to make use of government support. 2.5m self-employed have now claimed grants worth 7.5bn . That was up from 2.3m self-employed last week. Sunak last week also extended support for the self-employed. TRENDING 1. Military personnel, equipment seen in DC after Trump promised to 'dominate the streets' 2. Facebook Employees Stage a Virtual Walkout Over Zuckerberg's Inaction on Trump Posts 3. Music industry to shut down Tuesday in solidarity with George Floyd protests 4. Tucker Carlson Faults Trump After ... "], ["2020-06-02 09:00", "Howard County and Columbia crime log ...  Howard County receives nearly $57 million in CARES Act funding amid coronavirus pandemic Jun 1, 2020 Wooded Glen Court, 8100 block, May 22. Various items stolen from vehicle. Recommended on Baltimore Sun Advertisement Latest Howard County Howard County Howard County and Columbia crime log 3m Elections 2020 Anxious for Maryland primary results? It could take awhile, elections officials warn. 3m Coronavirus Howard County receives nearly $57 million in CARES Act funding amid coronavirus pandemic Jun 1, 2020 Advertisement Most Read on Baltimore Sun Baltimore City Thousands take to Baltimore streets, I-83 to protest death of George Floyd, police brutality 3h Crime Baltimore cop captured on video punching woman won't be charged; Mosby calls for review of use ... "], ["2020-06-02 08:53", "Coronavirus renovation package welcomed by building industry — if it avoids a repeat of the pink batts 'cowboys' ...  testing rates Posted 8 m minutes ago Share Facebook Twitter Article share options Share this on Facebook Twitter LinkedIn Send this by Email Messenger Copy link WhatsApp Related Stories The construction sector is set for a post-coronavirus boost, and your next home reno could benefit PM flags coronavirus stimulus for residential construction, entertainment and film industries '$3m lost in 48 hours': Gold Coast tradies fear job rate about to 'fall off a cliff' More on: Australia Business, Economics and Finance Housing Industry Building and Construction Government and Politics Budget Federal Government COVID-19 Programs and Initiatives More on coronavirus See our full coverage of coronavirus Other languages ABC | Pandemik virus corona Latest ... "], ["2020-06-02 08:50", "Dental Drug Market Analysis And Industry Insights Report, 2028 | Market Growth To Be Motivated By Increasing Alertness Towards Oral Cleanliness And Dental Care: Radiant Insights, Inc. ...  analysis of global market for Dental Drug from 2013-2018, and provides extensive market forecasts from 2019-2028 by region/country and subsectors. It covers the sales volume, price, revenue, gross margin, historical growth and future perspectives in the Dental Drug market. Market Segmentation: Leading players of Dental Drug including: Merck Bayer J&J GSK 3M Sunstar Colgate-Palmolive DenMat Showa Yakuhin Kako Valeant Pharmaceuticals Septodont Roche PerioChip Hutchison China MediTech Xiuzheng Pharmaceutical Acteon Xttrium Laboratorie Mediwin Pharmaceuticals Market split by Type, can be divided into: OTC Prescription Product Market split by Application, can be divided into: Hospitals Dental Clinics Drugstores Market split by Sales Channel, can be divided into ... "], ["2020-06-02 08:30", "Bidvest shares take a knock after warning of possible job losses ...  pandemic was likely to result in a review of its business, as its full-year earnings were likely to decline more than 20percent for the year to the end of June. Bidvest recorded R232.2million in impairments during the period, with the Comair shareholding contributing R209.7m to the losses. \"This compares to a mark-to-market loss of R332m and share of associate profit of R257.3m in the prior year. The net impact year on year is a significant negative swing of R373.7m on attributable earnings and R467m in headline earnings,\" the group said. Bidvest has a 27.2 percent stake in Comair, which went into business rescue in May. Comair's trading has been suspended on the JSE. BIDVEST recorded R232.2million in impairments, with kulula.com operator Comair ... "], ["2020-06-02 08:25", "GlobeNewswire ... -Asthma-and-COPD-will-Drive-Market-projects-Fortune-Business-Insights.html Nasal Drug Delivery Market to Exhibit 7.3% CAGR; Increasing Prevalence of Asthma and COPD will Drive Market, projects Fortune Business Insights Key Companies Covered in the Nasal Drug Delivery Market Research Report are Consort Medical plc., Teva Pharmaceutical Industries Ltd., H&T Presspart Manufacturing Ltd., 3M, GOFIRE INC., Nemera, AptarGroup, Inc., Vectura Group plc and other key market players.]]> Tue, 02 Jun 2020 07:59 GMT 2041964 en GlobeNewswire Inc. Fortune Business Insights Tue, 02 Jun 2020 07:59 GMT Health Press releases Feature Article Business Contracts Partnerships Nasal Drug Delivery Market Nasal Drug Delivery Industry Nasal Drug Delivery Nasal Drug Delivery Technology ... "], ["2020-06-02 07:30", "Fife paper bag maker sees sales growth ... Smith Anderson, based in Kirkcaldy's Rosslyn Commerce Park, supplies paper bags to a number of major food groups, including McDonald's, Greggs, Burger King and Five Guys. The firm, which now manufactures over 60 million paper bags per week, also supplies products to the healthcare sector including several of the UK's largest pharmacy groups and the NHS. Turnover rose to 31.3m for the year ending September 30, 2019, an increase of 16.6%. Sales overseas grew in line with a 5-year strategic plan at a faster rate of 17.9% as markets, particularly in Central Eastern Europe continued to develop, supported by a recent joint venture in Poland. Chief executive, Michael Longstaffe said a combination of the firm's investment in new machinery and product ... "], ["2020-06-02 07:00", "Why has Mrs Letitia Sage put on her white fur mantle? The great British art quiz ...  on Art UK will set the questions. Today, our questions are set by Science Museum Group Collection. The Science Museum Group includes the National Science and Media Museum in Bradford, the National Railway Museum in York, the Science and Industry Museum in Manchester, Locomotion in County Durham and the Science Museum in London. It cares for a national collection of 7.3m items, many related to science, technology and medicine. You can see art from the Science Museum Group Collection on Art UK here . Find out more on the Science Museum Group Collection website here . Which natural landmark does this railway poster advertise? Giant's Causeway Norman Wilkinson (18781971) vividly captures The Giant's Causeway in County Antrim, Northern Ireland. This ... "], ["2020-06-02 06:32", "BRIEF-Hargreaves Services To Cease All Coal Mining Ops By July ...  Blog: Answers On Innovation @ Thomson Reuters Directory of sites Login Contact Support Business Markets World UK TV More United Kingdom Healthcare June 2, 2020 / 6:37 AM / Updated 16 minutes ago BRIEF-Hargreaves Services To Cease All Coal Mining Ops By July 1 Min Read June 2 (Reuters) - Hargreaves Services PLC: * HARGREAVES SERVICES PLC - NET DEBT AT 31 MAY 2020 WAS 27.3M * HARGREAVES SERVICES PLC - BOARD HAS DECIDED TO CEASE ALL COAL MINING OPERATIONS BY JULY 2020 * HARGREAVES SERVICES PLC - EFFECT OF DECISION WILL BE TO INCUR EXCEPTIONAL COST OF 3.7M IN YEAR ENDED 31 MAY 2020 Source text for Eikon: Further company coverage: Our Standards: The Thomson Reuters Trust Principles. 0 : 0 narrow-browser-and-phone medium-browser-and-portrait-tablet landscape ... "], ["2020-06-02 06:32", "BRIEF-Hargreaves Services To Cease All Coal Mining Ops By July ...  Blog: Answers On Innovation @ Thomson Reuters Directory of sites Login Contact Support Business Markets World Politics TV More United States Healthcare June 2, 2020 / 6:36 AM / Updated an hour ago BRIEF-Hargreaves Services To Cease All Coal Mining Ops By July 1 Min Read June 2 (Reuters) - Hargreaves Services PLC: * HARGREAVES SERVICES PLC - NET DEBT AT 31 MAY 2020 WAS 27.3M * HARGREAVES SERVICES PLC - BOARD HAS DECIDED TO CEASE ALL COAL MINING OPERATIONS BY JULY 2020 * HARGREAVES SERVICES PLC - EFFECT OF DECISION WILL BE TO INCUR EXCEPTIONAL COST OF 3.7M IN YEAR ENDED 31 MAY 2020 Source text for Eikon: Further company coverage: Our Standards: The Thomson Reuters Trust Principles. 0 : 0 narrow-browser-and-phone medium-browser-and-portrait-tablet landscape ... "], ["2020-06-02 06:24", "Can Zoom turn popularity into profit? ...  director at Canalys. The firm's bread and butter customers are corporate clients, who pay for subscriptions and enhanced features. In the 12 months to 31 January, Zoom reported $622.7m in sales, up 88% from the prior year. It added more than 800 employees - roughly a third of its current staff. And unlike many newly listed start-ups, it turned a profit, earning $25.3m. Reputational hit When the lockdowns started, Zoom lifted the limits for the free version of its software in China and for educators in many countries, including the UK, helping to drive its popularity. But the massive uptake also strained the firm, forcing it to invest to expand capacity to meet the needs of new users, many of whom are not paying customers. Image copyright SOPA Images ... "]]}}