{"postfix": "abbott_laboratories-aktie", "name": "ABBOTT_LABORATORIES", "wkn": "850103", "time": "2020.06.02 12:47", "ts": 1591094834, "features": {"KGV": "27.22", "Marktkapitalisierung": {"Size": "Mrd", "Value": "146.83"}, "GA": "3.24", "KBV": "4.75", "BA": "18.56", "KCV": "22.91", "CA": "3.85", "Vola30": "30.89", "Vola90": "51.73", "Vola180": "40.91", "Vola250": "32.33"}, "rivals": ["bb_biotech-aktie", "johnson_johnson-aktie", "merck_co-aktie", "fresenius_medical_care-aktie", "roche_2-aktie", "bayer-aktie", "novartis-aktie"], "text_data": {"de": [["15.05.20", "Abbott unter Druck: Zweifel an Corona-Tests - jetzt verkaufen?"], ["09.05.20", "Roche-Rivale Abbott: \"In der Diagnostik in Deutschland führend\""], ["30.04.20", "Experten sehen bei Abbott Laboratories-Aktie Potenzial"], ["18.04.20", "Abbott Laboratories hat Bilanz für das abgelaufene Quartal gezogen"], ["17.04.20", "Abbott Laboratories: Das ist einfach unglaublich"], ["16.04.20", "MÄRKTE USA/Leichte Gewinne - Techwerte vorn"], ["16.04.20", "MÄRKTE USA/Uneinheitlich - Hoffen auf Rückkehr zur Normalität"], ["16.04.20", "MÄRKTE USA/Uneinheitlich - Hoffen auf Rückkehr zur Normalität"], ["16.04.20", "MÄRKTE USA/Börse freundlich erwartet - Hoffen auf Rückkehr zur Normalität"], ["16.04.20", "MARKT USA/Wall Street freundlich erwartet - Hoffen auf Rückkehr zur Normalität"], ["15.04.20", "Ausblick: Abbott Laboratories stellt Quartalsergebnis zum abgelaufenen Jahresviertel vor"], ["02.04.20", "Siemens Healthineers bringt Covid-19-Test auf den Markt"], ["01.04.20", "Erste Schätzungen: Abbott Laboratories mit Zahlen zum abgelaufenen Quartal"], ["31.03.20", "Analysten sehen bei Abbott Laboratories-Aktie Potenzial"], ["30.03.20", "MÄRKTE USA/Börsen deutlich erholt - Anleger fassen wieder Vertrauen"], ["30.03.20", "MÄRKTE USA/Börsen deutlich erholt - Anleger vertrauen Krisenpolitik"], ["30.03.20", "MÄRKTE USA/Zurückhaltung oberstes Gebot an der Wall Street"], ["30.03.20", "MÄRKTE USA/Zurückhaltung oberstes Gebot an der Wall Street"], ["30.03.20", "MARKT USA/Wall Street zum Start wenig verändert erwartet"], ["30.03.20", "Corona-Schnelltest: Abbott Laboratories hebt nach Top-News ab"], ["28.03.20", "Abbott: Durchbruch bei Coronavirus-Test?"], ["24.02.20", "Abbott Laboratories gibt 385. Quartalsdividende in Folge bekannt"], ["18.02.20", "MÄRKTE USA/Technologiesektor dürfte Wall Street belasten"], ["22.01.20", "MÄRKTE USA/Neue Rekorde an Wall Street - Tesla auf Allzeithoch"], ["22.01.20", "MÄRKTE USA/Börse nimmt Rekordjagd wieder auf - Tesla auf Allzeithoch"], ["22.01.20", "MÄRKTE USA/Wall Street von Vortagesverlust erholt auf Allzeithoch"], ["22.01.20", "MÄRKTE USA/Wall Street dürfte sich von Vortagesverlusten erholen"]], "en": [["27.05.20", "Abbott (ABT) Gains But Lags Market: What You Should Know"], ["24.05.20", "Is Abbott Labs Stock in Trouble?"], ["21.05.20", "Abbott (ABT) Gains As Market Dips: What You Should Know"], ["21.05.20", "Abbott says new data on rapid coronavirus test used in White House shows high accuracy"], ["21.05.20", "Britain to buy 10 million antibody tests from Roche and Abbott"], ["21.05.20", "UPDATE 2-Britain to buy 10 million antibody tests from Roche and Abbott"], ["21.05.20", "Britain signs deals for 10 million antibody tests from Roche and Abbott"], ["21.05.20", "Britain signs deals for 10 million antibody tests from Roche and Abbott"], ["19.05.20", "Is Abbott Labs Stock a Buy After Its COVID-19 Test Controversy?"], ["16.05.20", "Why Is Abbott (ABT) Down 6.4% Since Last Earnings Report?"], ["15.05.20", "Abbott Laboratories' Covid-19 antibody test approved by UK authorities "], ["15.05.20", "Abbott joins Roche in winning UK approval for virus antibody test"], ["14.05.20", "Abbott Labs Refutes Claims Its 5-Minute Coronavirus Test Is Inaccurate"], ["11.05.20", "Coronavirus Antibody Test From Abbott Receives Emergency Use Authorization"], ["11.05.20", "Abbott gets second EUA for COVID-19 antibody test"], ["08.05.20", "Study suggests Abbott COVID-19 antibody test highly likely to give correct results"], ["08.05.20", "Study suggests Abbott COVID-19 antibody test highly likely to give correct results"], ["07.05.20", "BJ's Wholesale Club, Polaris Industries, Abbott Laboratories, Eldorado Resorts and Apple highlighted as Zacks Bull and Bear of the Day"], ["04.05.20", "Why Abbott Shares Rose 16.7% in April"], ["30.04.20", "The Zacks Analyst Blog Highlights: Cisco, Abbott Laboratories, NextEra Energy, Gilead Sciences and Edwards Lifesciences"], ["29.04.20", "Best Coronavirus Testing Stocks: Abbott, Quest Or Chembio Diagnostics?"], ["27.04.20", "Texas Governor Abbott Announces ‘Phase 1’ Reopening To Start May 1"], ["26.04.20", "Italy picks U.S. firm Abbott Laboratories to supply coronavirus blood tests"], ["21.04.20", "Better Coronavirus Stock: Abbott Labs vs. Moderna"], ["20.04.20", "Abbott Launches Antibody Test to Detect Coronavirus Infection"], ["16.04.20", "Abbott Labs Soars After Pandemic Buying Boosts Results"], ["16.04.20", "Abbott Laboratories (ABT) Q1 2020 Earnings Call Transcript"], ["16.04.20", "Here's Why Investors Liked Abbott Labs' Q1 Earnings Results"], ["16.04.20", "Coronavirus test ramp-up to help Abbott weather 'toughest quarter'"], ["16.04.20", "Abbott (ABT) Beats on Q1 Earnings, Suspends '20 Guidance"], ["16.04.20", "Abbott beats profit estimates but suspends forecast on coronavirus concerns"], ["16.04.20", "Abbott beats profit estimates but suspends forecast on coronavirus concerns"], ["16.04.20", "Abbott (ABT) Beats Q1 Earnings and Revenue Estimates"], ["16.04.20", "Abbott beats quarterly profit, but pulls forecast on coronavirus concerns"], ["16.04.20", "Abbott Labs posts 16% profit drop amid coronavairus, suspends forecast"], ["16.04.20", "Abbott beats quarterly profit, but pulls forecast on coronavirus concerns"], ["16.04.20", "Abbott Labs is developing new coronavirus test for mass screening as US tries to reopen the economy; shares rise"], ["16.04.20", "Abbott posts 16% fall in profit, suspends 2020 forecast on coronavirus concerns"], ["15.04.20", "Abbott Rolling Out a Coronavirus Antibody Test"], ["15.04.20", "UPDATE 2-Abbott launches COVID-19 antibody test, plans 20 mln tests per month by June"], ["2020-05-30 11:44", "Better Coronavirus Stock: Abbott Labs or Roche? ...  of 2002. Returns as of 05/30/2020. Join Stock Advisor Cumulative Growth of a $10,000 Investment in Stock Advisor Calculated by Time-Weighted Return Stocks ABT Abbott Laboratories NYSE: ABT $94.92 up $2.82 (3.06%) RHHBY Roche Holding Ltd. (ADR) OTC: RHHBY $43.35 down $0.60 (-1.37%) Related Articles Coronavirus 2020: Where to Invest $500 Right Now 3 Large-Cap Coronavirus Stocks Still Worth Buying Is Abbott Labs Stock in Trouble? Is Abbott Labs Stock a Buy After Its COVID-19 Test Controversy? FDA Warns Public About Inaccuracy Issues With Abbott's Coronavirus Test Better Coronavirus Stock: Abbott Labs or Roche? @themotleyfool #stocks $ABT $RHHBY Next Article Prev 1 2 3 4 5 Next Terms of Use Privacy Policy Accessibility Policy Copyright, Trademark and Patent ... "], ["2020-05-30 02:04", "As Nevada ramps up antibody testing, CDC issues accuracy warning ... Reno. \"It's nearly everything.\" In other words, a false positive for having antibodies would be of greater consequence to an individual than a false negative. For a series of antibody studies in Northern Nevada, the state lab is using one of only a dozen tests that the FDA has approved under emergency use authorization. The state selected a test developed by Abbott Laboratories that has a 99.6 percent rate of specificity, meaning that it has four false positives out of a thousand tests. False positives However, the CDC cautions that even highly accurate tests will have significant numbers of false positives in places where the prevalence of the disease is low, which is thought to be most of the country. It estimates that in communities across the ... "], ["2020-05-29 21:51", "ICE is testing migrants before deportation, but how it's doing so is problematic ...  as immigration advocates continue to call for an end to deportations amid surging COVID-19 infections in Latin America and the Caribbean and as the U.S. Food and Drug Administration warns about the accuracy of the test being used, called the Abbott ID NOW. Earlier this month, the FDA cautioned that early data \"suggests potential inaccurate results from using the Abbott ID NOW point-of-care test to diagnose COVID-19. Specifically, the test may return false negative results.\" Made by Abbott Laboratories, the test, promoted by the Trump administration, is said to provide inaccurate results that could have patients falsely believing they are not infected with the coronavirus. In response to the FDA's warning, a spokesperson with U.S. Immigration and ... "], ["2020-05-29 20:02", "Investing During Coronavirus: Stocks Turn Positive on Trump's Trade Comments ...  boy, these tests are in high demand. Unlike tests for the virus itself, antibody tests can tell whether or not an individual has been exposed to the virus at all. In other words, they can tell if asymptomatic individuals have already contracted Covid-19. Antibody tests seem to be the key to safely reopening the economy, and determining who has immunity. Roche, like test maker Abbott Laboratories (NYSE: ABT ), is benefiting from positive results. With that in mind, don't discount the opportunity in Roche stock. The company has promised to make its antibody test available in early May, and to produce the tests in \"the high double-digit millions\" each month starting in June. Stocks Sink Monday as Virus Uncertainty Returns [Monday, May 4, 9:31 a.m ... "], ["2020-05-29 18:12", "Ohio coronavirus numbers: 651 cases, 33 deaths reported in 24 hours ... cancellations and closures 3 of / 3 Ohio coronavirus numbers: 651 cases, 33 deaths reported in 24 hours Coronavirus by: Natasha Anderson Posted: May 29, 2020 / 02:12 PM EDT / Updated: May 29, 2020 / 02:23 PM EDT FILE In this April 10, 2020, file frame grab from video, a lab technician dips a sample into the Abbott Laboratories ID Now testing machine at the Detroit Health Center in Detroit. Illinois-based Abbott Laboratories says its cartridge-based test, approved last month, delivers results within minutes. The coronavirus pandemic gave rise to bold promises by President Donald Trump as he led the response in the U.S. (AP Photo/Carlos Osorio) COLUMBUS, Ohio (WJW) — The Ohio Department of Health has released the latest coronavirus data for the state. As ... "], ["2020-05-29 18:03", "ICE has been testing migrants before deportation. But how it's doing so is problematic ...  about the accuracy of the test being used, called the Abbott ID NOW. Earlier this month, the FDA cautioned that early data \"suggests potential inaccurate results from using the Abbott ID NOW point-of-care test to diagnose COVID-19. Specifically, the test may return false negative results.\" Made by Abbott Laboratories, the test, promoted by the Trump administration, is said to  ...  agreed to test all of its migrants before returning them. The announcement was made after health officials reported that at least 70 deported Guatemalan migrants tested positive for COVID-19 upon arrival. Abbott ID NOW is among nearly 70 rapid tests that have been granted emergency authorization from the FDA to test for COVID-19. But as the U.S. begins to reopen and testing  ... "], ["2020-05-29 17:00", "Coronavirus Stock Market Crash Survival Guide ...  Rally Has Wild Swings During Week Amid Sector Rotation, China Tensions; Zscaler, Twitter, Boeing In Focus The coronavirus stock market rally had some big intraday swings, especially for growth stocks and various Covid-19 plays. With economic recovery hopes rising, shares of airlines, homebuilders, retailers and other \"real world\"... Read More Is Abbott Stock A Buy After Defending The Accuracy Of Coronavirus Test? Abbott Laboratories is one of the biggest medical companies behind Johnson & Johnson and Roche in terms of market cap. Now, ABT stock is gaining traction amid interest in its coronavirus tests.... Read More See More Coronavirus News YOU MAY ALSO LIKE: Understand The 7 CAN SLIM Traits Of Winning Stocks Discover The Best Long-Term Investments ... "], ["2020-05-29 08:55", "Covid-19: What happened in NZ and around the world on 29 May ... , the first time since 16 March New Zealand was in single digits. A total of 1481 people have now recovered. Nobody is in hospital with the coronavirus, and there have been no further deaths. Laboratories completed 4162 tests, bringing the total number of tests completed to date to 275,852. The New Zealand Covid Tracer app has now recorded 446,000 registrations - 10,000 in the last 24 hours ... Southern District Health Board, and Auckland and Otago universities uses a new test to see if a person was infected with Covid-19 but was missed during swab testing. The test - named the Abbott antibody test - can check for past exposure of Covid-19 by indicating if a person has antibodies to the virus from previous infection. While the test is not useful for diagnosis of  ... "], ["2020-05-29 08:30", "Who are the secret puppet-masters behind Trump's war on Iran? ... urging the Office of Foreign Assets Control to impose fines and sanctions. It also keeps a checklist of companies that have signed a declaration certifying they do not conduct business in or with Iran. Proving how little they care about the Iranian people, UANI even targets pharmaceutical, biotechnology, and medical-device corporations— including Bayer , Merck , Pfizer , Eli Lilly , and Abbott Laboratories —that have been granted special US humanitarian aid licenses. Where does UANI get its funds? UANI was founded by three former US officials, Dennis Ross, Richard Holbrooke, and Mark Wallace. In 2013, it still had a modest budget of $1.7 million, nearly 80% coming from two Jewish-American billionaires with strong ties to Israel and the Republican ... "], ["2020-05-29 04:00", "Who Are the Secret Puppet-Masters Behind Trump's War on Iran? ... , and urging the Office of Foreign Assets Control to impose fines and sanctions. It also keeps a checklist of companies that have signed a declaration certifying they do not conduct business in or with Iran. Proving how little they care about the Iranian people, UANI even targets pharmaceutical, biotechnology, and medical-device corporations including Bayer , Merck , Pfizer , Eli Lilly , and Abbott Laboratories that have been granted special US humanitarian aid licenses. Where does UANI get its funds? UANI was founded by three former US officials, Dennis Ross, Richard Holbrooke and Mark Wallace. In 2013, it still had a modest budget of $1.7 million, nearly 80% coming from two Jewish-American billionaires with strong ties to Israel and the Republican Party ... "], ["2020-05-29 03:10", "Mike Pence's chief of staff holds $1.6m of stock in firms responding to pandemic ... Justice Department do a proper investigation.' Shaub is now with the government watchdog Citizens for Responsibility and Ethics in Washington who first highlighted the potential conflict of interest. Short previously listed the stocks in some 100 companies when he reentered the Trump administration as Pence's Chief of Staff in March 2019. They included companies such as Abbott Laboratories, Gilead Sciences, Procter & Gamble, Medtronic, Bristol Myers Squibb and Johnson & Johnson. Short himself acknowledged that the stocks could have a potential conflict of interest when he applied for a tax break often granted to government officials who must sell stock to comply with ethics laws. His tax break application was turned down but he retained the stocks He ... "], ["2020-05-28 19:50", "'False sense of security.' Why some doctors won't order coronavirus antibody tests for patients ... Unfortunately, because we have that system, that can tend to be very punishing to individual physicians. They have to be comfortable ordering the test and interpreting the results. So I think it's totally their prerogative if they want to do that.\" Scientists at the University of Washington are using a Covid-19 antibody test manufactured by the Illinois-based Abbott Laboratories, Inc. The UW Virology Lab has endorsed the test as being more accurate than other tests on the market, citing a 100% sensitivity rate (the rate at which samples with antibodies are accurately identified) and a 99.6% specificity rate (the rate at which samples without antibodies are accurately identified). The sensitivity and specificity rates of an antibody test are intrinsic ... "], ["2020-05-28 18:30", "Competing In The 2020 Global Immunoprotein Testing Market ... and potential market entrants identify and evaluate emerging opportunities and developed effective strategic responses. The study explores future trends in the U.S., Europe , Japan ; provides test volume and sales forecasts by country, market segment and individual test; compares features of leading analyzers; and profiles key competitors. Companies Mentioned Abbott Laboratories Agilent Technologies Beckman Coulter /Danaher bioMerieux Bio-Rad DiaSorin Eiken Chemical Fujirebio Grifols Instrumentation Laboratory/Werfen Kyowa Medex Ortho-Clinical Diagnostics PerkinElmer Quest Diagnostics Roche Siemens Healthineers Sysmex Thermo Fisher Tosoh Wako For more information about this report visit https://www.researchandmarkets.com/r/ppjmqx About ResearchAndMarkets.com ... "], ["2020-05-28 16:59", "Pulitzer Prize-winning cartoonist slams Trump as an 'adolescent wannabe-authoritarian' after his campaign 'bullies' online retailer over a cartoon ...  Immigration Rights Environment Water Food Health Ad-free Login Hot Topics > > Immigration Shop to Support Progressive Journalism Trump Religious Right #METOO Go Ad Free! MAKE A ONE-TIME DONATION Pulitzer Prize-winning cartoonist slams Trump as an 'adolescent wannabe-authoritarian' after his campaign 'bullies' online retailer over a cartoon President Donald J. Trump displays the Abbott Laboratories 15-minute COVID-19 testing device during a coronavirus (COVID-19) update briefing Monday, March 30, 2020, in the Rose Garden at the White House. (Official White House Photo by Tia Dufour) by Alex Henderson May 28, 2020 Written by Alex Henderson May 28, 2020 Cartoonist Nick Anderson recently put an anti-Trump cartoon , titled \"The Trump Cult ... "], ["2020-05-28 16:44", "Pence chief of staff owns stock affected by boss's coronavirus work: report ... 's coronavirus work: report By Zack Budryk - 05/28/20 12:44 PM EDT &nbsp Greg Nash Vice President Pence's chief of staff Marc Short owns between $506,043 and $1.6 million worth of stocks in companies involved in the Trump administration's coronavirus response, NPR reported Thursday . The stocks range from medical and manufacturing companies such as Abbott Laboratories, Gilead Sciences and Bristol Myers Squibb which are directly involved in or connected with the work done by the task force Pence chairs, to others such as Walmart, Roche and CVS, which the White House has highlighted for their collaboration with the federal government. Short identified more than 100 listings of individual stocks as possible conflicts of interest after taking the job ... "], ["2020-05-28 15:00", "Global In Vitro Diagnostics Market Is Expected To Reach $164.40 Billion By 2027 - Latest Market Research Report By Stratistics MRC ...  MRC, the Global In Vitro Diagnostics Market is accounted for $87.93 billion in 2018 and is expected to reach $164.40 billion by 2027 growing at a CAGR of 7.2% during the forecast period. Some of the key players profiled in the In Vitro Diagnostics Market include Abbott Laboratories Inc, Agilent Technologies, Becton Dickinson and Company, Biomrieux Sa, Bio-Rad Laboratories Inc, Cepheid, Danaher Corporation, Diasorin, Johnson & Johnson, Leica Biosystems Nussloch GmbH, Qiagen, Roche Diagnostics, Siemens AG, Sysmex Corporation and Thermo Fisher Scientific. Increasing adoption of fully automated instruments in labs, rising awareness on personalized medicine and consequent growth of chronic diseases are the major factors driving the market growth. However ... "], ["2020-05-28 13:39", "Global Over-the-counter Drugs Market Is Expected To Reach $237.66 Billion By 2027 - Latest Market Research Report By Stratistics MRC ...  Over-the-counter Drugs market is accounted for $125.00 billion in 2018 and is expected to reach $237.66 billion by 2027 growing at a CAGR of 7.4% during the forecast period. Some of the key players in Over-the-counter Drugs Market include GlaxoSmithKline PLC, Emami Limited, Abbott Laboratories, Dabur India Limited, Procter & Gamble, Reckitt Benckiser, Sun Pharmaceuticals Limited, Cipla Inc, Company, Alkem Laboratories Limited, Teva Pharmaceutical Industries Ltd, Sanofi, Boehringer Ingelheim, Novartis, and Pfizer. While the factors like the inclination of pharmaceutical companies toward OTC drugs from RX drugs and favorable regulatory framework are the factors fueling the growth of the market. However, lack of awareness in the rural area is restraining the ... "], ["2020-05-28 11:01", "Coronavirus 2020: Where to Invest $500 Right Now ...  soared in 2020 thanks in large part to the success of its flu vaccine candidate NanoFlu in late-stage clinical testing. One analyst thinks that NanoFlu could reach peak sales of $1.7 billion. With its market cap currently below $3 billion, Novavax should have a lot of room to run. Motley Fool Returns Stock Advisor S&P 500 410% 88% Stock Advisor launched in February of 2002. Returns as of 05/28/2020. Join Stock Advisor Cumulative Growth of a $10,000 Investment in Stock Advisor Calculated by Time-Weighted Return Stocks ABT Abbott Laboratories NYSE: ABT $89.48 down $-1.99 (-2.18%) GILD Gilead Sciences NASDAQ: GILD $73.18 down $0.16 (-0.22%) NVAX Novavax NASDAQ: NVAX $48.17 up $2.06 (4.47%) Related Articles 3 Large-Cap Coronavirus Stocks Still Worth Buying Is ... "], ["2020-05-28 09:42", "Even mild coronavirus illness leads to antibodies: French study raises hope of immunity ... US's Centers for Disease Control and Prevention (CDC), which suggested that even highly accurate antibody tests may be wrong up to 50 per cent of the time when used for an uncommon virus. Abbott, one of the manufacturers of a Government validated test which is being used by Superdrug, is furious that its tests are being used with self-sampled blood, which was not its intended use. It  ... should have been put to bed earlier.' He said that taking the decision now shows 'a lack of foresight that getting it wrong could cause problems'. At least two laboratories are known to have stopped processing as a result of the 'guidance' from the MHRA. Professor Karol Sikora, a former World Health Organization cancer chief, took antibody testing into  ... "], ["2020-05-28 09:19", "Coronavirus Testing Machines Are Latest Bottleneck In Troubled Supply Chain ... enough chemicals needed to run the tests. Now there's a new bottleneck emerging: A shortage of the machines that process the tests and give results. Civilian labs and the Pentagon say they've had trouble getting the sophisticated, automated machines that can run hundreds of diagnostic tests at once. Three machine manufacturers — Hologic Inc., Roche and Abbott Laboratories — have confirmed to NPR that demand is outstripping supply. Public health experts say the machine shortages are upending a complicated supply chain just as the shortages of swabs, chemicals and other testing materials have begun to ease. Experts warn the lack of machines will hold the U.S. back from ramping up diagnostic testing to better understand where the coronavirus ... "]]}}