{"postfix": "activision_blizzard-aktie", "name": "ACTIVISION_BLIZZARD", "wkn": "A0Q4K4", "time": "2020.06.02 13:40", "ts": 1591098042, "features": {"KGV": "26.24", "Marktkapitalisierung": {"Size": "Mrd", "Value": "49.00"}, "GA": "2.26", "KBV": "3.57", "BA": "16.61", "KCV": "24.97", "CA": "2.37", "Vola30": "45.89", "Vola90": "42.84", "Vola180": "34.69", "Vola250": "33.33"}, "rivals": ["microsoft-aktie", "electronic_arts-aktie", "nintendo-aktie", "take_two-aktie"], "text_data": {"de": [["31.05.20", "So schätzen Analysten die Activision Blizzard-Aktie ein"], ["22.05.20", "Citi: Activison Blizzard - Wo bieten sich neue Chancen?"], ["22.05.20", "Citi: Activison Blizzard - Wo bieten sich neue Chancen?"], ["11.05.20", "Activision Blizzard: Höhenflug und neue Kursziele nach den Zahlen"], ["09.05.20", "Activision Blizzard stellte Zahlen zum jüngsten Quartal vor"], ["06.05.20", "EA und Activision Blizzard hoffen in Corona-Krise auf mehr Nutzer"], ["06.05.20", "Activision Blizzard: Neues Call of Duty und Shadowlands trotz Coronakrise im Plan"], ["06.05.20", "Activision Blizzard: Fantastisches Quartal - auch der Ausblick macht Laune"], ["30.04.20", "Wie Experten die Activision Blizzard-Aktie im April einstuften"], ["18.04.20", "Activision Blizzard: 50 Millionen neue Nutzer nach nur vier Wochen"], ["17.04.20", "HSBC: Kursfantasie bei Activision Blizzard und Electronic Arts"], ["14.04.20", "Opening Bell: Amazon nahe Rekordhoch, Netflix, JP Morgan, Johnson&amp;amp;amp;amp;amp;amp;amp;amp;Johnson, Tesla, Activision Blizzard"], ["01.04.20", "MÄRKTE USA/Steigende Corona-Fallzahlen in den USA belasten Börse"], ["31.03.20", "Activision Blizzard-Aktie: Das sind die Expertenmeinungen des Monats März"], ["30.03.20", "Activision Blizzard: Damals wie heute - Gestärkt durch Krisen"], ["25.03.20", "ROUNDUP: Mehr Datenverkehr wegen Corona an Frankfurter Internet-Knoten"], ["13.03.20", "Activision Blizzard: Das richtige Game zum richtigen Zeitpunkt"], ["06.03.20", "Gaming-Aktien: Activision, EA, Ubisoft - und ein Geheimtipp"], ["02.03.20", "Activision Blizzard: Kaufchance nach Corona-Wahnsinn!"], ["29.02.20", "Was Analysten von der Activision Blizzard-Aktie erwarten"], ["19.02.20", "Activision Blizzard: Zwei TV-Serien in der Schublade"], ["19.02.20", "HSBC: Activision Blizzard - Gewinne laufen lassen, Stopps nachziehen"], ["17.02.20", "Entfernte \"GeForce Now\"-Spiele: Nvidia fehlt Einigung mit Activision"], ["14.02.20", "Geforce Now: \"Missverständnis\" zwischen Nvidia und Activision Blizzard"], ["13.02.20", "Call of Duty: Activision erklärt riesige Updates"], ["12.02.20", "Cloud Gaming Geforce Now: Keine Spiele mehr von Activision Blizzard"], ["12.02.20", "Cloud Gaming: Activision Blizzard zieht Spiele von Geforce Now zurück"], ["08.02.20", "Activision Blizzard: So viel setzte das Unternehmen zuletzt um"], ["05.02.20", "Ausblick: Activision Blizzard stellt das Zahlenwerk zum vergangenen Quartal vor"]], "en": [["2020.06.02", "Activision delays new seasons for Call of Duty amid unrest"], ["27.05.20", "Activision Blizzard, Walt Disney, Amazon, Alphabet and Microsoft highlighted as Zacks Bull and Bear of the Day"], ["27.05.20", "Could Activision Blizzard Be a Millionaire-Maker Stock?"], ["27.05.20", "Bull of the Day: Activision Blizzard, Inc (ATVI)"], ["26.05.20", "The Zacks Analyst Blog Highlights: Nintendo, Activision Blizzard, Glu Mobile, Capcom and DouYu International"], ["19.05.20", "3 Ways ‘Call of Duty’ is Changing the Game for Activision Blizzard"], ["19.05.20", "Why Did Activision Blizzard Stock Double While Its Sales Grew A Mere 2%?"], ["18.05.20", "Taiwan Semiconductor Manufacturing, Chipotle, Activision Blizzard, Glu Mobile and Zynga highlighted as Zacks Bull and Bear of the Day"], ["15.05.20", "Could Activision Blizzard Be an $81 Stock?"], ["15.05.20", "Why Activision Blizzard Can’t Release “Overwatch 2” Soon Enough"], ["15.05.20", "Why Activision Blizzard Stock May Outperform Its Rivals in 2020"], ["12.05.20", "Why Activision Blizzard (ATVI) Stock Might be a Great Pick"], ["12.05.20", "Activision Blizzard's \"Call of Duty\" Is On Fire"], ["11.05.20", "Activision Blizzard CEO: We're On Track With New Releases in 2020"], ["09.05.20", "Activision levels up"], ["08.05.20", "Activision Blizzard’s Outlook Is Too Conservative"], ["08.05.20", "Activision Blizzard's Shares March Higher, Can It Continue?"], ["07.05.20", " Video Gaming ETFs Set to Gain on Strong Activision Results"], ["07.05.20", "How Activision Blizzard Destroyed Analysts' Earnings Expectations"], ["07.05.20", "Zacks.com featured highlights include: Activision Blizzard, Guardant Health, Vertex Pharmaceuticals, Aphria and Shopify"], ["06.05.20", "Why Activision Blizzard Stock Jumped on Wednesday"], ["06.05.20", "The Zacks Analyst Blog Highlights: Walt Disney, Activision Blizzard, Electronic Arts, Beyond Meat and Pinterest"], ["06.05.20", "Activision (ATVI) Q1 Earnings Decline Y/Y Despite MAU Growth"], ["06.05.20", "Activision Blizzard shares surge amid lockdown gaming boom"], ["06.05.20", "Activision Blizzard Inc (ATVI) Q1 2020 Earnings Call Transcript"], ["05.05.20", "UPDATE 1-Activision raises 2020 forecast as \"Call of Duty\" gets lockdown boost"], ["05.05.20", "Activision Blizzard: Next premium Call of Duty title is on track for the fall"], ["05.05.20", "Activision Blizzard stock rises after earnings beat, as player engagement rises amid coronavirus"], ["05.05.20", "Video Game Stocks Activision, EA Beat March-Quarter Targets"], ["05.05.20", "Candy Crush sees more play than ever since Activision-Blizzard’s 2016 acquisition"], ["05.05.20", "Activision raises 2020 forecast as 'Call of Duty' gets lockdown boost"], ["05.05.20", "Activision Blizzard posts $1.79 billion Q1 revenues as pandemic creates gaming surge"], ["05.05.20", "The Zacks Analyst Blog Highlights: Activision Blizzard, Electronic Arts, Reynolds Consumer Products and Take-Two Interactive Software"], ["05.05.20", "Activision Blizzard to Report Q1 Earnings Today: What Awaits?"], ["05.05.20", "Could Activision Blizzard Be a Millionaire-Maker Stock?"], ["04.05.20", "Is a Surprise Coming for Activision (ATVI) This Earnings Season?"], ["04.05.20", "Uber, Live Nation, Activision-Blizzard, Grub Hub and Disney are part of Zacks Earnings Preview"], ["02.05.20", "Why I'll Be Watching Activision Blizzard Closely Next Week"], ["01.05.20", "Activision Blizzard donates $2 million to Call of Duty Endowment for veterans jobs"], ["30.04.20", "Activision Earnings: How High Will the Gaming Audience Spike?"], ["2020-06-01 06:18", "Games industry booms ... . \"Psychologically, it's important to have that feeling of engagement and, dare I say, normality.\" Like players, investors too have sought refuge in video games. The sector has been a rare bright spot on Covid-scarred stock markets. Nintendo's market value has climbed about 14 per cent to pounds 45 billion since the start of the year, with Activision Blizzard, the American giant behind the Call of Duty franchise and smartphone game Candy Crush Saga, up 18 per cent to pounds 58 billion. Smaller UK-listed developers have fared even better. Shares in Frontier Developments, which publishes Elite Dangerous and Jurassic World Evolution, and Team17, which develops the Worms franchise, have surged by more than 50 per cent. The video games sector is ... "], ["2020-05-31 16:00", "2 Top Tech Stocks for a Post-Pandemic World ... .27 (1.72%) BIDU Baidu NASDAQ: BIDU $106.55 up $0.23 (0.22%) GOOG Alphabet (C shares) NASDAQ: GOOG $1,428.92 up $12.19 (0.86%) BABA Alibaba Group Holding Ltd. NYSE: BABA $207.39 up $7.90 (3.96%) HPE Hewlett Packard Enterprise Co NYSE: HPE $9.71 up $0.12 (1.25%) DELL Dell Technologies Inc. NYSE: DELL $49.64 up $4.06 (8.91%) Related Articles Better Buy: Activision Blizzard vs. NVIDIA $10,000 Invested in These 5 Top Stocks Could Make You a Fortune in 10 Years Better Buy: Advanced Micro Devices vs. NVIDIA NVIDIA's Data Center Business Is About to Get a Big Boost From Mellanox NVIDIA's Data Center Business Is Now Almost as Big as Gaming 2 Top Tech Stocks for a Post-Pandemic World @themotleyfool #stocks $NVDA $TWLO $MSFT $GOOGL $AMZN $BIDU $GOOG $BABA $HPE ... "], ["2020-05-31 15:00", "How Activision Is Adapting to New Competition ...  the landscape. Traditionally, companies would focus on selling games for consoles and charge as much as $60 upfront. Today, one of the most popular games in the world is Fortnite , which is completely free to play. Some game publishers, such as Take-Two Interactive , have been slow to adapt . The company has extraordinary game franchises but little progress to show in mobile gaming or esports. Activision Blizzard ( NASDAQ:ATVI ) is an example of a video game company that has done a great job expanding into the new frontier of gaming. The publisher of Call of Duty and World of Warcraft now has leading titles in mobile, free-to-play, and console gaming. Call of Duty finding success in free to play The free-to-play video game model allows users to download ... "], ["2020-05-31 11:00", "Everything we know about Diablo Immortal (so far) ... will add controller support as well as on-screen buttons. Most phones these days are compatible with various controllers, and the game experience will be much better if you can see more of the game rather than the icons. What is the release date for Diablo Immortal? Blizzard has yet to release any information surrounding a release date for Diablo Immortal. However, during Activision Blizzard's 2019 Fourth Quarter earnings call, the company revealed that Diablo Immortal is set to enter regional testing in the middle of 2020. Combined with the fact that the game is already available to pre-register on Android devices , it wouldn't be too shocking to see a release date get announced sooner rather than later. Earlier this year , during a recent investors ... "], ["2020-05-30 15:21", "Better Buy: Activision Blizzard vs. NVIDIA ...  up 40% year over year to $429 million. This new addition to NVIDIA's business will be immediately accretive to operating results. Long term, CEO Jensen Huang sees the work-from-home trend becoming permanent for some organizations. This could drive additional demand in gaming, with people finding more time and convenience to play video games, which would also benefit Activision Blizzard. NVIDIA only offers guidance one quarter out, but analysts currently expect revenue and earnings to increase 33% and 40%, respectively, in fiscal 2021 (which ends next January). Over the next five years, analysts expect EPS to climb at an annual compound rate of 13.7%. Which is the better buy? NVIDIA is the more exciting stock -- it has been very successful expanding ... "], ["2020-05-30 04:00", "Where Are Fortnite's Charity Skins? ...  a BETA experience. You may opt-out by clicking here Edit Story Editors' Pick | May 30, 2020, 09:00am EDT Where Are Fortnite's Charity Skins? Erik Kain Senior Contributor Opinions expressed by Forbes Contributors are their own. Games Share to Facebook Share to Twitter Share to Linkedin Epic Games should take a page from Activision-Blizzard's playbook and start raising money for good ... [+] causes with charity Fortnite skins. Credit: Blizzard Epic Games has made billions of dollars off of its free-to-play Fortnite: Battle Royale game which remains one of the most popular games in the world. The company has also done some good things in the world of video games, creating a PC game store with much better revenue sharing for developers, and starting ... "], ["2020-05-29 20:02", "Investing During Coronavirus: Stocks Turn Positive on Trump's Trade Comments ...  it lines up with pandemic behavior shifts, expect it to be a long-term winner. Barclays: 8 Stocks to Buy for the Next Pandemic Rebound [Wednesday, May 20, 2:38 p.m.] Contributed by Sarah Smith Stocks tumbled hard, and then some names seriously rebounded. Investors who missed out on those early quarantine rallies in companies like Amazon (NASDAQ: AMZN ) and Activision Blizzard (NASDAQ: ATVI ) are probably kicking themselves. But, Barclays analysts think there's reason to be optimistic. Investors piled into e-commerce and video game companies, but some hard-hit sectors still haven't felt any love. Getting in now will create ample room to profit. As reopening plans progress, Barclays believes ride-hailing names, travel companies and digital advertising ... "], ["2020-05-29 19:14", "Call of Duty fans can enlist Captain Price himself on Cameo, for charity ...  Duty 4: Modern Warfare in 2007 and voiced by Billy Murray ( EastEnders ). Murray re-Priced the role two more times, before being replaced by Barry Sloane, who also performed motion capture for the reboot of the franchise in 2019's Call of Duty: Modern Warfare . Polygon has reached out to Activision Blizzard to see if it's actually Sloane on camera. This is the first time a fictional video game character has appeared on Cameo, according to Activision. Related New Call of Duty: Modern Warfare and Warzone season teases playable Captain Price The Call of Duty Endowment is a nonprofit organization founded in 2009. Its stated mission is to help veterans \"find high quality careers by supporting groups that prepare them for the job market and by raising ... "], ["2020-05-29 12:05", "GE Completes Gas Turbine Project, Provides Cash Flow View ... . Famed investor Mark Cuban says it will produce \"the world's first trillionaires,\" but that should still leave plenty of money for regular investors who make the right trades early. See Zacks' 3 Best Stocks to Play This Trend > > In-Depth Zacks Research for the Tickers Above Normally $25 each - click below to receive one report FREE: Activision Blizzard, Inc (ATVI) - free report > > General Electric Company (GE) - free report > > Graphic Packaging Holding Company (GPK) - free report > > Broadwind Energy, Inc. (BWEN) - free report > > Published in multi-sector-conglomerates Zacks' 7 Best Strong Buy Stocks for June, 2020 Free Research for Zacks.com Readers Experts have chosen 7 stocks out of 220 Zacks Rank #1 Strong Buys that have the ... "], ["2020-05-29 12:02", "Flowserve (FLS) Declines 46.1% YTD: What's Affecting It? ...  investor Mark Cuban says it will produce \"the world's first trillionaires,\" but that should still leave plenty of money for regular investors who make the right trades early. See Zacks' 3 Best Stocks to Play This Trend > > In-Depth Zacks Research for the Tickers Above Normally $25 each - click below to receive one report FREE: Activision Blizzard, Inc (ATVI) - free report > > Flowserve Corporation (FLS) - free report > > Graphic Packaging Holding Company (GPK) - free report > > Broadwind Energy, Inc. (BWEN) - free report > > Published in industrial-products Zacks' 7 Best Strong Buy Stocks for June, 2020 Free Research for Zacks.com Readers Experts have chosen 7 stocks out of 220 Zacks Rank #1 Strong Buys that have the highest potential ... "], ["2020-05-28 22:12", "3 Cheap Stocks Under $20 to Buy Now for Coronavirus Reopenings ... to explode from $151 billion in 2019 to nearly $200 billion by 2022. And mobile gaming is expected to account for nearly half of this market. Shares of Glu have surged 53% in 2020 to crush its peer group's 11% average. This group includes Electronic Arts ( EA - Free Report ) , Nintendo ( NTDOY - Free Report ) , Hasbro ( HAS - Free Report ) , Take-Two Interactive ( TTWO - Free Report ) , Activision Blizzard ( ATVI - Free Report ) , and more. The stock is also up over 250% in the last three years. And Glu shares soared in after-hours trading Thursday after the company provided updated Q2 guidance. Glu is currently a Zacks Rank #2 (Buy) and is part of a highly-ranked industry. The company was already expected to see its Q2 revenue jump over 44% to help lift ... "], ["2020-05-28 21:53", "The Sector Benefitting From the Quarantine ...  from $694 million in 2017 to $2.17 trillion by 2023, per MarketsandMarkets. ***What stocks are our experts looking at? First, let's establish context by evaluating recent-sector performance at large. The ETF \"ESPO\" is the VanEck Vectors Video Gaming and eSports ETF. It's a loose proxy for the gaming sector, as it holds heavyweights including NVIDIA, Tencent, Activision Blizzard, Advanced Micro Devices, Nintendo, Electronic Arts, Zynga, and Ubisoft, among others. Below we see ESPO compared to the S&P here in 2020. While the S&P is down 7%, ESPO is up over 20%. Now, as you might have noticed in describing ESPO, \"gaming\" relates to different types of companies — you have the game developers themselves (like Electronic Arts), the ... "], ["2020-05-28 21:37", "Overwatch League viewership doubled under its tournament format ...  now. Losing the atmosphere a live audience brings can't have helped viewer interest. The league is facing other challenges , such as players defecting to other esports and pros dealing with a tougher practice schedule following the addition of weekly hero bans . However, it seems Blizzard has some reasons for optimism coming out of the May Melee. In this article: overwatch , overwatch league , overwatchleague , blizzard , activision blizzard , activisionblizzard , esports , youtube , news , gaming All products recommended by Engadget are selected by our editorial team, independent of our parent company. Some of our stories include affiliate links. If you buy something through one of these links, we may earn an affiliate commission. Comments 33 Shares ... "], ["2020-05-28 20:30", "Activision Blizzard To Hold Virtual Annual Meeting Of StockholdersActivision Blizzard, Inc. ATVI announced today that, due to ongoing public health concerns related to the COVID-19 pandemic, it has changed the format of its 2020 annual meeting of stockholders (the \"Annual Meeting\") from a physical in-person meet"], ["2020-05-28 18:26", "OWL viewership doubles for May Melee event ...  Overwatch League's schedule has been altered because of the coronavirus pandemic, and the May Melee turned into a bright spot. \"We're really excited about how the May Melee turned out, and I'm proud of everyone involved for achieving this in a season that never stopped operating during Covid-19,\" said Pete Vlastelica, president and CEO of Activision Blizzard Esports said in a news release. \"As a league, we have worked hard with our partner YouTube to improve the live esports viewing experience for our fans, making the necessary changes to meet the demands of fans and players alike with the return of viewership rewards and dynamic tournament scheduling.\" —Field Level Media Our Standards: The Thomson Reuters Trust Principles ... "], ["2020-05-28 16:08", "Twitch to Cover Console Announcements, Host 'Valorant' Competitions During Summer Games Fest ... ; Keighley told The Washington Post about the Summer Game Fest earlier this month. \"I don't see this as merely a collection of digital events or a link farm.\" Amazon-owned Twitch said it partnered with leading game developers like Riot Games, \"Cyberpunk 2077\" creators CD PROJEKT Red, \"Tomb Raider\" franchise publishers Square Enix, Electronic Arts, Activision Blizzard, 2K, and Ubisioft — plus the International Game Developers Association — to host live conversations and demos through August. Some console announcements will be featured on the Twitch live streams, though Twitch wouldn't clarify which consoles will be announced or when. It's safe to assume that the focus will be on Microsoft's Xbox Series X and ... "], ["2020-05-28 16:01", "GeForce Now Games: Here Are All the Titles Leaving Nvidia's Streaming Service ... is also a large number of games that are no longer offered on the service as of May 31 (see below). If you've bought one of these games with the intention of playing it on GeForce Now, you're out of luck. The list of devs that have pulled out also looks extensive. At first glance, we can see that 2K Games isn't on the list. Activision Blizzard , Bethesda , Capcom, Rockstar, Konami, Sega and Xbox Game Studios are also absent. Nvidia did clarify that the service comes at no cost to developers, which makes it difficult to see why some would choose not to participate, since this should expand their customer base. But who knows what's going on behind the scenes. Games Leaving Nvidia GeForce Now on May 31 Nvidia noted in its announcement that, \" ... "], ["2020-05-28 13:21", "Here's Why You Should Avoid Betting on Tetra Tech (TTEK) ...  that has beaten the market more than 2X over with a stunning average gain of +24.1% per year. These 7 were selected because of their superior potential for immediate breakout. See these time-sensitive tickers now > > In-Depth Zacks Research for the Tickers Above Normally $25 each - click below to receive one report FREE: Tetra Tech, Inc. (TTEK) - free report > > Activision Blizzard, Inc (ATVI) - free report > > Graphic Packaging Holding Company (GPK) - free report > > Broadwind Energy, Inc. (BWEN) - free report > > Published in industrial-products Zacks' 7 Best Strong Buy Stocks for June, 2020 Free Research for Zacks.com Readers Experts have chosen 7 stocks out of 220 Zacks Rank #1 Strong Buys that have the highest potential to increase in price quickly ... "], ["2020-05-28 13:19", "Barnes Group Declines 32.8% YTD: What's Hurting the Stock? ...  220 Zacks Rank #1 Strong Buys that has beaten the market more than 2X over with a stunning average gain of +24.1% per year. These 7 were selected because of their superior potential for immediate breakout. See these time-sensitive tickers now > > In-Depth Zacks Research for the Tickers Above Normally $25 each - click below to receive one report FREE: Activision Blizzard, Inc (ATVI) - free report > > Barnes Group, Inc. (B) - free report > > Graphic Packaging Holding Company (GPK) - free report > > Broadwind Energy, Inc. (BWEN) - free report > > Published in industrial-products Zacks' 7 Best Strong Buy Stocks for June, 2020 Free Research for Zacks.com Readers Experts have chosen 7 stocks out of 220 Zacks Rank #1 Strong Buys that have the highest potential ... "], ["2020-05-28 11:00", "Advertising Enters Video Games At A New Angle Through Esports ...  game play with advertisements, but on the other hand, many gamers recognize the video game ecosystem for what it is to many companies -- a businessthat can drive tons of ad revenue. How advertisers can do it right is a huge area of focus for the not-so-distant future of video games. Traditionally, publishers of mainstream games like Activision Blizzard, Riot Games, EA, Epic Games and others have stayed away from heavy in-game integrations that have so taxed the mobileecosystem. advertisement advertisement However, recently Riot Games announced that it would support in-game banner advertising thatblends in with the virtual competition map during League of Legends esports competitions specifically. Small flags around the map that player avatars compete ... "]]}}