{"postfix": "adidas-aktie", "name": "ADIDAS", "wkn": "A1EWWW", "time": "2020.06.02 14:26", "ts": 1591100805, "features": {"KGV": "29.91", "Marktkapitalisierung": {"Size": "Mrd", "Value": "47.50"}, "GA": "9.70", "KBV": "8.43", "BA": "34.40", "KCV": "21.41", "CA": "13.55", "Vola30": "44.39", "Vola90": "65.23", "Vola180": "49.93", "Vola250": "39.05"}, "rivals": ["brunswick-aktie", "columbia_sportswear-aktie", "quiksilver-aktie", "puma-aktie", "billabong_international-aktie", "nike-aktie", "deckers_outdoor-aktie"], "text_data": {"de": [["28.05.20", "Adidas als Top-Pick - Aktie gibt Gas"], ["27.05.20", "ANALYSE-FLASH: Adidas für Berenberg ein 'Large Cap Top Pick' - Bleibt 'Buy'"], ["19.05.20", "XETRA-SCHLUSS/DAX baut Rally-Gewinne noch etwas aus"], ["19.05.20", "HSBC: adidas - Erholung – Teil 2"], ["16.05.20", "UEFA-Präsident Ceferin froh über Bundesliga-Start: 'Positive Energie'"], ["16.05.20", "UEFA-Chef Ceferin: Fußball-EM 2021 zur Not auch in nur acht Ländern"], ["14.05.20", "ROUNDUP: Corona-Krise hinterlässt Spuren - Gewinn der Dax-Konzerne bricht ein"], ["11.05.20", "ROUNDUP: Under Armour rechnet mit Umsatzeinbruch von 50 Prozent"], ["11.05.20", "DFB-Präsidium berät über Termine für 3. Liga, Pokal und Frauen-Liga"], ["08.05.20", "Adidas-Aktie: Die nächste Short-Gelegenheit"], ["08.05.20", "Märkte am Morgen: DAX nimmt 11.000-Punkte-Marke ins Visier; PayPal, Nintendo, Amazon, Siemens, Zalando, Adidas"], ["07.05.20", "XETRA-SCHLUSS/DAX legt zu - Berichtssaison liefert die Impulse"], ["07.05.20", "Puma will Krise mit 900-Mio-Euro-Staatskredit überstehen"], ["07.05.20", "AKTIE IM FOKUS: Puma legen zu - JPMorgan: Gut auf Krise reagiert"], ["05.05.20", "Marktstudie: Modehandel in Deutschland kommt nur schleppend in Gang"], ["04.05.20", "Adidas außer Form - drohen neue Tiefs?"], ["28.04.20", "Lufthansa, Tui, Adidas: Staatshilfe-Empfänger und wie sie es mit der Steuer halten"], ["28.04.20", "HSBC: Bayer und Adidas – Corona macht den Unterschied"], ["28.04.20", "Citi: Adidas - Massiver Gewinneinbruch in Q1"], ["28.04.20", "Citi: adidas - Massiver Gewinneinbruch in Q1"], ["28.04.20", "ANALYSE-FLASH: Credit Suisse senkt Ziel für Adidas auf 188 Euro - 'Underperform'"], ["28.04.20", "adidas zog Bilanz zum jüngsten Jahresviertel"], ["28.04.20", "adidas gewährte Anlegern Blick in die Bücher "], ["28.04.20", "Adidas erwartet katastrophales Quartal"], ["27.04.20", "MÄRKTE EUROPA/Sehr fest - Coronakrise entspannt sich weiter"], ["27.04.20", "XETRA-SCHLUSS/Starker Wochenauftakt - Deutsche Bank haussieren"], ["27.04.20", "MÄRKTE EUROPA/Börsen bleiben im Plus - Wirecard volatil"], ["27.04.20", "Handeln trotz Corona: Kontaktlos bezahlen boomt, KaDeWe-Group bekommt Recht, Adidas verliert, Facebook"], ["27.04.20", "Adidas sieht im 2Q dreistelligen operativen Millionen-Verlust"], ["27.04.20", "MÄRKTE EUROPA/Börsen halten an Gewinnen fest - Dt. Bank haussieren"], ["27.04.20", "Sportartikel: Adidas warnt vor Verlust und rechnet mit Rabattschlacht"], ["27.04.20", "Adidas - Anleihe statt Staatskredit war nicht machbar"], ["27.04.20", "ROUNDUP 2: Adidas mit Umsatz- und Gewinneinbruch wegen Corona-Pandemie"]], "en": [["19.05.20", "Could Adidas Be a Millionaire Maker Stock?"], ["29.04.20", "Fin24.com | WATCH: Adidas says worse to come as profits and sales plunge"], ["29.04.20", "Coronavirus: Adidas warns of 40% drop in Q2 sales"], ["27.04.20", "Adidas says lockdown recovery will be ‘gradual rather than instant’"], ["27.04.20", "Adidas CEO Kasper Rorsted: 70% of our stores closed down"], ["27.04.20", "Adidas earnings slammed by virus, online sales picking up"], ["27.04.20", "Adidas says worse to come as profits and sales plunge"], ["27.04.20", "Adidas says worse to come as profits and sales plunge"], ["27.04.20", "Coronavirus forces Adidas to miss forecasts with 93% profit plunge, warn on sales"], ["27.04.20", "Adidas misses forecasts with 93% profit plunge, warns on sales"], ["27.04.20", "Adidas misses forecasts with 93% profit plunge, warns on sales"], ["27.04.20", "Adidas expects sales to fall at least 40% in second quarter"], ["27.04.20", "Adidas expects sales to fall at least 40% in second quarter"], ["23.04.20", "Adidas plans a multi-billion bond to replace state loan: Manager Magazine"], ["23.04.20", "Adidas plans a multi-billion euro bond: manager magazine"], ["15.04.20", ": Adidas gets $3.3 billion government-backed loan as it warns of pandemic hit to sales"], ["14.04.20", "Adidas gets 3 billion euro government backed loan, suspends dividend"], ["14.04.20", "Adidas cleared for 3 billion euros in rescue loans"], ["01.04.20", "Adidas backtracks on rent freeze after public outcry"], ["01.04.20", "Adidas apologizes for deferring store rent, will pay up"], ["01.04.20", "Adidas apologises for deferring store rent, will pay up"], ["01.04.20", "Adidas and the perils of doing business in a crisis"], ["31.03.20", "Adidas stops 1 billion euros share buyback"], ["29.03.20", "Adidas under fire for holding back rent payments because of coronavirus"], ["17.03.20", "Adidas Reverses Its Decision, Decides to Close Its Stores"], ["17.03.20", "UPDATE 1-Adidas joins Nike in announcing store closures over coronavirus"], ["17.03.20", "Adidas joins Nike in announcing store closures over coronavirus"], ["17.03.20", "Adidas joins Nike in announcing store closures over coronavirus"], ["12.03.20", "Coronavirus dents Adidas & Puma sales in China"], ["11.03.20", "Adidas sees $1.1 billion coronavirus hit to China sales, Puma warns on profit"], ["11.03.20", "Nike Rival Adidas Estimates Staggering Q1 Sales Loss In China"], ["11.03.20", "Adidas Expects Coronavirus to Take $1 Billion Out of Its China Sales"], ["11.03.20", "Adidas shares drop on €1bn coronavirus hit to sales"], ["11.03.20", "Adidas CEO: Painful setback but fundamentals still the same"], ["11.03.20", "Adidas sees $1.1 billion coronavirus hit to China sales, Puma warns on profit"], ["11.03.20", "Adidas sees $1 billion coronavirus hit to China sales, Puma warns on profit"], ["11.03.20", "Adidas warns of big coronavirus hit to China sales"], ["11.03.20", "Adidas warns of big coronavirus hit to China sales"], ["09.03.20", "Electronic Arts, Adidas, and Google to Bring Wearable Tech to Sneakers"], ["04.03.20", "Adidas Is Using Space to Improve Its Boost Cushioning Technology"], ["2020-06-02 12:16", "'Weak and meaningless': Tiger Woods criticized for aiming message at protesters, rather than police amid George Floyd protests ...  Jordan compare notes on vacation 'Lines, weed and women': Michael Jordan was SCARED by the sleazy 'cocaine circus' he discovered as a rising star at Chicago Bulls Where to watch Schedule Subscribe to RT newsletter to get stories the mainstream media won't tell you Subscribe Mixi.Media News Podcasts All podcasts Michael Jordan reveals he wanted to sign with ADIDAS, not Nike, but said the sportswear giants WEREN'T INTERESTED enough 'I know he's watching': Sobbing Michael Jordan COLLAPSED off court after first NBA win without murdered dad James in 1996 (VIDEO) Michael Jordan's old teammates are 'livid' at their Last Dance portrayals - but Jordan should be the one with reputation stained Basketball rebounds: NBA ... "], ["2020-06-02 11:36", "Wall Street Set for Upbeat Open Despite Unrest: Live Market Updates ...  Thomas, confirmed on Sunday morning \"out of an abundance of caution\" to ensure \"the safety of our teams.\" The Target store on Lake Street in Minneapolis, the location nearest to where George Floyd died, was badly damaged and looted last week. Walmart and CVS also shuttered a number of stores. Amazon said it would scale back deliveries in some cities. Adidas is temporarily closing all of its U.S. stores, The Wall Street Journal reported . Reporting was contributed by Jane L. Levere, Emily Flitter, Sapna Maheshwari and Michael Corkery. Advertisement Continue reading the main story Site Index Go to Home Page news Home Page World U.S. Politics Election 2020 New York Business Tech Science Climate Sports Obituaries The Upshot Espaol Today's ... "], ["2020-06-02 11:30", "Police Scotland's Lanarkshire division commander welcomes reduction in violent crime figures ...  the beach during the first weekend since restrictions were eased in Scotland. Body found in search for five-year-old who fell off inflatable in lake Police A search for the missing youngster launched yesterday evening. Local News Arsenal full-back Kieran Tierney pays homage to friends in Muirhouse with latest embroidery on his boots The 22-year-old was sporting new Adidas footwear on his return to training EK recycling centre reopened this week following weeks of closure South Lanarkshire Council South Lanarkshire Council warned residents to only visit the recycling centres if really necessary. Man arrested for \"panning\" windows of ex-partner's flat in Motherwell went back there after his release Local News McDougall admitted breaching an order ... "], ["2020-06-02 11:15", "Arsenal full-back Kieran Tierney pays homage to friends in Muirhouse with latest embroidery on his bootsThe 22-year-old was sporting new Adidas footwear on his return to training"], ["2020-06-02 11:13", "EK recycling centre reopened this week following weeks of closure ...  the beach during the first weekend since restrictions were eased in Scotland. Body found in search for five-year-old who fell off inflatable in lake Police A search for the missing youngster launched yesterday evening. Local News Arsenal full-back Kieran Tierney pays homage to friends in Muirhouse with latest embroidery on his boots The 22-year-old was sporting new Adidas footwear on his return to training EK recycling centre reopened this week following weeks of closure South Lanarkshire Council South Lanarkshire Council warned residents to only visit the recycling centres if really necessary. Man arrested for \"panning\" windows of ex-partner's flat in Motherwell went back there after his release Local News McDougall admitted breaching an order ... "], ["2020-06-02 11:06", "Rangers' ultimate title fear as Celtic ramp up the pressure on Ibrox slogan - Hotline ...  Gerard Butler, Martin Compston and Outlander's Caitriona Balfe all back Scottish charity CHAS in epic fundraiser Scottish comedian Janey Godley, Still Game's Sanjeev Kohli and Michelle McManus have also backed the event. Arsenal full-back Kieran Tierney pays homage to friends in Muirhouse with latest embroidery on his boots Local News The 22-year-old was sporting new Adidas footwear on his return to training EK recycling centre reopened this week following weeks of closure South Lanarkshire Council South Lanarkshire Council warned residents to only visit the recycling centres if really necessary. 10 speed camera myths debunked and the truth behind how they catch you Motoring News There are a few myths around speed cameras and they can catch people ... "], ["2020-06-02 10:43", "Martin O'Neill on his Neil Lennon lock-in as Celtic icon addresses his biggest 'mistake' in football ...  Gerard Butler, Martin Compston and Outlander's Caitriona Balfe all back Scottish charity CHAS in epic fundraiser Scottish comedian Janey Godley, Still Game's Sanjeev Kohli and Michelle McManus have also backed the event. Arsenal full-back Kieran Tierney pays homage to friends in Muirhouse with latest embroidery on his boots Local News The 22-year-old was sporting new Adidas footwear on his return to training EK recycling centre reopened this week following weeks of closure South Lanarkshire Council South Lanarkshire Council warned residents to only visit the recycling centres if really necessary. 10 speed camera myths debunked and the truth behind how they catch you Motoring News There are a few myths around speed cameras and they can catch people ... "], ["2020-06-02 10:35", "Sell, stow or dump? Retailers wrestle with mountain of unsold stock ...  since the pandemic took hold there in March. Yet storage is only a realistic option for evergreen \"basics\" that are not tied to one particular year and could be sold at a later date should consumer demand bounce back - items like underwear, t-shirts, chinos and classic sneaker styles. Apparel chains including British high-street retailer Next ( NXT.L ) and German sportswear brand Adidas ( ADSGn.DE ) said they had stashed away unsold basics, with the aim to offer them to shoppers next year instead. But stowing away piles of inventory is risky. \"This is not like wine that gets better with age. Your inventory gets worse,\" said Emanuel Chirico, chief executive of PVH Corp, which owns Calvin Klein and Tommy Hilfiger, on a recent earnings call. In ... "], ["2020-06-02 10:23", "What is Black Out Tuesday? Apple, Spotify join music industry's response to George Floyd's deathFast Company Follow COVID-19 Co.Design Tech Work Life Creativity Impact Podcasts Video News Recommender Subscribe Newsletters Magazine Podcasts FastCo Works NSF McKinsey & Company Verizon Homepage COVID-19 Co.Design Tech Work Life Creativity Impact Podcasts Video News Recommender Subscribe Help Center fastco works Adidas Women Alteryx Mailchimp McKinsey & Company National Science Foundation Paper & Packaging Board SAP for Midmarket Verizon FastCo Works An award-winning team of journalists, designers, and videographers who tell brand stories through Fast Company's distinctive lens collections Tech Forecast What's next for hardware, software, and services Most Innovative Companies Our annual guide to the businesses that matter the most Most Creative  ... "], ["2020-06-02 10:01", "Covid-19: Sell, stow or dump? Retailers conflicted over how to get rid of mountain of unsold stock ...  in Britain since the pandemic took hold there in March. Yet storage is only a realistic option for evergreen \"basics\" that are not tied to one particular year and could be sold at a later date should consumer demand bounce back - items like underwear, t-shirts, chinos and classic sneaker styles. Apparel chains including British high-street retailer Next and German sportswear brand Adidas said they had stashed away unsold basics, with the aim to offer them to shoppers next year instead. But stowing away piles of inventory is risky. \"This is not like wine that gets better with age. Your inventory gets worse,\" said Emanuel Chirico, chief executive of PVH Corp, which owns Calvin Klein and Tommy Hilfiger, on a recent earnings call. In the United ... "], ["2020-06-02 10:00", "Texas Rangers release 37 minor-leaguers, including ABD and Adrian Beltre's nephew ...  a lost season would hurt the sport June 01, 2020 7:36 PM Jeff Wilson 817-390-7760 After 12 seasons covering the Rangers for the Star-Telegram, Jeff Wilson knows that baseball is a 24/7/365 business and there is far more to baseball than just the 162 games each season. There's also more to Jeff -- like a family and impressive arsenals of Titleist hats and adidas shoes -- but sometimes it's hard to tell. Comments Videos Drone footage shows Globe Life Field from above 'It's starting to become reality that this is some serious stuff.' Coronavirus alters MLB operations View More Video Local Spotlight Read Next Texas Rangers As MLB owners, players bicker over money, fans fear a lost season would hurt the sport By Jeff Wilson June 01, 2020 07 ... "], ["2020-06-02 09:04", "Can you compare an Aston Martin Vantage to a Porsche 911 Carrera S? We did. ...  on the highway. The bottom line As previously stated, Porsche's option sheet is the stuff of legend, with every surface slatherable in leather or suede and a grand price tag to go with each upgrade. Aston Martin also plays the customizing game at the next level. Got a purple running shoe you love and want your car to look like it? Just bring it in and it's done. Every Adidas-colored seam is stitched by hand and the exterior paint job takes 200 hours to complete. Both automakers offer special delivery options at their factories or to your home. We're sure if you wanted a parade to come with either car that could be arranged. The 2020 Aston Martin Vantage or 2020 Porsche 911 Carrera S? We wouldn't be ashamed to post either ride on the Gram if ... "], ["2020-06-02 08:27", "Facebook, Snap Join Chorus of Companies Condemning George Floyd Death ...  of racial equality. On Friday, Nike flipped its iconic slogan to raise awareness about racism. \"For Once, Don't Do It. Don't pretend there's not a problem in America. Don't turn your back on racism,\" the company said in a video that has over six million views on Twitter and was shared by celebrities and rival Adidas. Let's all be part of the change. #UntilWeAllWin pic.twitter.com/guhAG48Wbp — Nike (@Nike) May 29, 2020 Thomson Reuters 2020 Comments For the latest tech news and reviews , follow Gadgets 360 on Twitter , Facebook , and Google News . For the latest videos on gadgets and tech, subscribe to our YouTube channel . Further reading: Facebook , Snapchat , Snap Inc , George Floyd Judge Tosses Ex-Basketball Players ... "], ["2020-06-02 07:50", "Floyd Mayweather offers to pay for George Floyd's funeral ...  A Davies 18 May 2020, 5:38pm Eddie Hearn planning series of fights in the gardens of Matchroom Sport headquarters By Gareth A Davies 15 May 2020, 10:51pm More from The Telegraph Voucher Codes The latest offers and discount codes from popular brands on Telegraph Voucher Codes Sports Direct discount code Nike discount code Sky offers JD sports discount code Adidas discount codes Wiggle promo codes News website of the year The Telegraph Coronavirus News Politics Sport Business Money Opinion Tech Life Style Travel Culture Search Icon Subscribe now Free for seven days Log in See all Sport Football Football home Live Scores Fixtures & Results Tables Premier League Champions League FA Cup League Cup Europa League Transfers Fantasy Football More... Rugby Union ... "], ["2020-06-02 07:16", "Live sport returns — horse racing back at Kempton Park as easing of sporting lockdown continues ...  , 4:20pm Manchester City could still face Newcastle at Etihad Stadium despite possible demonstration 01 Jun 2020 , 3:58pm Liverpool squad take the knee in tribute to George Floyd Voucher Codes The latest offers and discount codes from popular brands on Telegraph Voucher Codes Sports Direct discount code Nike discount code Sky offers JD sports discount code Adidas discount codes Wiggle promo codes The Telegraph Back to top Follow us on: Facebook icon Instagram icon Twitter icon Snapchat icon LinkedIn icon YouTube icon Contact us About us Rewards Archive Reader Prints Branded Content Syndication and Commissioning Guidelines Privacy Terms and Conditions Advertising Terms Fantasy Sport UK Voucher Codes Betting Offers Modern Slavery Telegraph Media Group Limited ... "], ["2020-06-02 06:38", "Sell, stow or dump? Retailers wrestle with mountain of unsold stock ...  Sell, stow or dump? Retailers wrestle with mountain of unsold stock Tuesday, 02 Jun 2020 02:38 PM MYT Apparel chains including British high-street retailer Next and German sportswear brand Adidas said they had stashed away unsold basics, with the aim to offer them to shoppers next year instead. — AFP pic MADRID, June 2 — Forget fast or slow fashion, now  ... sold at a later date should consumer demand bounce back — items like underwear, t-shirts, chinos and classic sneaker styles. Apparel chains including British high-street retailer Next and German sportswear brand Adidas said they had stashed away unsold basics, with the aim to offer them to shoppers next year instead. But stowing away piles of inventory is risky. \"This is not like wine  ... "], ["2020-06-02 06:07", "Sell, stow or dump? Retailers wrestle with mountain of unsold stock ...  since the pandemic took hold there in March. Yet storage is only a realistic option for evergreen \"basics\" that are not tied to one particular year and could be sold at a later date should consumer demand bounce back - items like underwear, t-shirts, chinos and classic sneaker styles. Apparel chains including British high-street retailer Next ( NXT.L ) and German sportswear brand Adidas ( ADSGn.DE ) said they had stashed away unsold basics, with the aim to offer them to shoppers next year instead. But stowing away piles of inventory is risky. \"This is not like wine that gets better with age. Your inventory gets worse,\" said Emanuel Chirico, chief executive of PVH Corp, which owns Calvin Klein and Tommy Hilfiger, on a recent earnings call. In ... "], ["2020-06-02 06:06", "Sell, stow or dump? Retailers wrestle with mountain of unsold stock ...  since the pandemic took hold there in March. Yet storage is only a realistic option for evergreen \"basics\" that are not tied to one particular year and could be sold at a later date should consumer demand bounce back - items like underwear, t-shirts, chinos and classic sneaker styles. Apparel chains including British high-street retailer Next ( NXT.L ) and German sportswear brand Adidas ( ADSGn.DE ) said they had stashed away unsold basics, with the aim to offer them to shoppers next year instead. But stowing away piles of inventory is risky. \"This is not like wine that gets better with age. Your inventory gets worse,\" said Emanuel Chirico, chief executive of PVH Corp, which owns Calvin Klein and Tommy Hilfiger, on a recent earnings call. In ... "], ["2020-06-02 06:06", "Sell, stow or dump? Retailers wrestle with mountain of unsold stock ...  since the pandemic took hold there in March. Yet storage is only a realistic option for evergreen \"basics\" that are not tied to one particular year and could be sold at a later date should consumer demand bounce back - items like underwear, t-shirts, chinos and classic sneaker styles. Apparel chains including British high-street retailer Next ( NXT.L ) and German sportswear brand Adidas ( ADSGn.DE ) said they had stashed away unsold basics, with the aim to offer them to shoppers next year instead. But stowing away piles of inventory is risky. \"This is not like wine that gets better with age. Your inventory gets worse,\" said Emanuel Chirico, chief executive of PVH Corp, which owns Calvin Klein and Tommy Hilfiger, on a recent earnings call. In ... "], ["2020-06-02 05:50", "Delete the data you didn't know the Internet has on you ...  directly from Israel. We cannot do this without financial support from people like you. Become a GEM member and enjoy exclusive briefings from our staff and more - for $18 a month. Become a GEM member Share Tweet Linkedin Email Print Read more on: Technology , Business , Mine More about Technology What Israel can teach the world about beating a pandemic By Jonathan Frenkel ASOS, Adidas switch to Israeli tech to model clothes online By Abigail Klein Leichman Why are 4 US states building bridges to Israeli tech? By Jonathan Frenkel Israeli scientists develop 3D sperm-cell imaging tech By Naama Barak On the precipice of change a conversation with two futurists By Nicky Blackburn Aidoc to help radiologists detect Covid-19 on CT scans By Abigail Klein Leichman ... "]]}}