{"postfix": "advantest-aktie", "name": "ADVANTEST", "wkn": "868805", "time": "2020.06.02 11:38", "ts": 1591090702, "features": {"KGV": "15.99", "Marktkapitalisierung": {"Size": "Mrd", "Value": "9.02"}, "GA": "270.12", "KBV": "3.70", "BA": "1.166.51", "KCV": "13.30", "CA": "324.70", "Vola30": "46.04", "Vola90": "71.86", "Vola180": "58.28", "Vola250": "57.04"}, "rivals": ["agilent_technologies-aktie"], "text_data": {"de": [["14.05.20", "Advantest wurde im Rahmen der jährlichen Kundenzufriedenheitsumfrage von VLSIresearch zum BESTEN Lieferanten von Chip-Fertigungsgeräten ernannt"], ["08.05.20", "MÄRKTE ASIEN/Fester - Warten auf US-Arbeitsmarktbericht"], ["27.04.20", "MÄRKTE ASIEN/Kursgewinne - BoJ weitet Anleihekäufe aus"], ["27.04.20", "MÄRKTE ASIEN/Kursgewinne - BoJ stockt Anleihekäufe massiv auf"], ["27.04.20", "Advantest präsentierte das Zahlenwerk zum abgelaufenen Jahresviertel"], ["27.04.20", "Advantest: Bilanzvorlage zum letzten Quartal"], ["23.04.20", "Ausblick: Advantest veröffentlicht Zahlen zum vergangenen Quartal"], ["23.04.20", "Ausblick: Advantest präsentiert Quartalsergebnisse"], ["07.04.20", "MÄRKTE ASIEN/Neuerliche Kursgewinne dank Rally an Wall Street"], ["07.04.20", "MÄRKTE ASIEN/Neue Kursgewinne dank Rally an Wall Street"], ["04.03.20", "Advantest organisiert vom 10. bis 11. März eine virtuelle Messe, um den Informationsfluss zu IC-Testing trotz Coronavirus am Laufen zu halten"], ["18.02.20", "MÄRKTE ASIEN/Schwächer - Apple-Warnung befeuert Corona-Furcht"], ["30.01.20", "MÄRKTE ASIEN/Epidemie-Angst löst neue Verkaufswelle aus"], ["30.01.20", "MÄRKTE ASIEN/Erneute Verkaufswelle - Epidemie-Angst ist zurück"], ["28.01.20", "Ausblick: Advantest öffnet die Bücher zum abgelaufenen Quartal"], ["28.01.20", "Ausblick: Advantest stellt das Zahlenwerk zum vergangenen Quartal vor"]], "en": [["14.05.20", "Advantest Named THE BEST Supplier of Chip Making Equipment in Annual VLSIresearch Customer Satisfaction Survey"], ["14.05.20", "Advantest America, Inc. : Advantest Named THE BEST Supplier of Chip Making Equipment in Annual VLSIresearch Customer Satisfaction Survey"], ["14.04.20", "Advantest Corp. (ATEYY) Upgraded to Buy: Here's What You Should Know"], ["03.03.20", "Advantest Conducting Virtual Tradeshow on March 10-11 to Continue Flow of IC Testing Info Despite Coronavirus Situation"], ["03.03.20", "Advantest America, Inc. : Advantest Conducting Virtual Tradeshow on March 10-11 to Continue Flow of IC Testing Info Despite Coronavirus Situation"], ["04.02.20", "Wix, Wynn Resorts, Beyond Meat, Owens & Minor and Advantest highlighted as Zacks Bull and Bear of the Day"], ["03.02.20", "Advantest Corp. (ATEYY) Upgraded to Strong Buy: Here's What You Should Know"], ["2020-06-01 02:56", "Nikkei rallies to 3-month high as U.S.-China worries ease for now ... cyclical securities brokerages and shippers were among best-performing sectors on the main bourse, up 2.3% and 1.8%, respectively. Chipmaking-related stocks also did well after the U.S. Philadelphia semiconductor index gained 2.7% on Friday on hopes of strong demand related to new technologies such as 5G wireless communications. Screen Holdings Co Ltd climbed 5.3%, while Tokyo Electron rose 4.1% and Advantest Corp jumped 6.4%. Elsewhere, the index of Mothers start-up shares advanced as much as 2.0% to clear the 1,000 mark for the first time since early December 2018. The broader Topix edged up 0.5% to 1,571.34 though decliners outnumbered gainers by a ratio of 54 to 46. (Reporting by Tomo Uetake; Editing by Jacqueline Wong) Our Standards: The Thomson Reuters ... "], ["2020-06-01 02:56", "Nikkei rallies to 3-month high as U.S.-China worries ease for now ... cyclical securities brokerages and shippers were among best-performing sectors on the main bourse, up 2.3% and 1.8%, respectively. Chipmaking-related stocks also did well after the U.S. Philadelphia semiconductor index gained 2.7% on Friday on hopes of strong demand related to new technologies such as 5G wireless communications. Screen Holdings Co Ltd climbed 5.3%, while Tokyo Electron rose 4.1% and Advantest Corp jumped 6.4%. Elsewhere, the index of Mothers start-up shares advanced as much as 2.0% to clear the 1,000 mark for the first time since early December 2018. The broader Topix edged up 0.5% to 1,571.34 though decliners outnumbered gainers by a ratio of 54 to 46. (Reporting by Tomo Uetake; Editing by Jacqueline Wong) Our Standards: The Thomson Reuters ... "], ["2020-05-27 06:56", "Tokyo shares hit 3-month high on speculative short-covering ...  notched sharply higher, with securities , insurance and banking among the best-performing sectors on the main bourse. Dai-ichi Life Holdings jumped 6.3%, Nomura Holdings advanced 5.7% and Mitsubishi UFJ Financial Group (MUFG) climbed 3.6%. Bucking the overall market, semiconductor-related companies came under pressure amid rising tensions between the United States and China, with Tokyo Electron Ltd and Advantest Corp shedding 3.6% and 2.7%, respectively. U.S. President Donald Trump said late on Tuesday he was preparing to take action against China this week over its plan to impose national security laws on Hong Kong, but gave no further details. Transport companies also fell as investors locked in profits from recent gains, with West Japan Railway Co losing ... "], ["2020-05-27 06:56", "Tokyo shares hit 3-month high on speculative short-covering ...  notched sharply higher, with securities , insurance and banking among the best-performing sectors on the main bourse. Dai-ichi Life Holdings jumped 6.3%, Nomura Holdings advanced 5.7% and Mitsubishi UFJ Financial Group (MUFG) climbed 3.6%. Bucking the overall market, semiconductor-related companies came under pressure amid rising tensions between the United States and China, with Tokyo Electron Ltd and Advantest Corp shedding 3.6% and 2.7%, respectively. U.S. President Donald Trump said late on Tuesday he was preparing to take action against China this week over its plan to impose national security laws on Hong Kong, but gave no further details. Transport companies also fell as investors locked in profits from recent gains, with West Japan Railway Co losing ... "], ["2020-05-27 03:28", "Nikkei pauses as profit-taking hits transport stocks ...  companies this week. West Japan Railway dropped 3.3% and Central Japan Railway shed 2.6%, while ANA Holdings slipped 1.3% as investors moved to pocket profits from recent gains. Tokyo-listed semiconductor-related companies also came under pressure amid rising tensions between the United States and China. Chipmaking gear manufacturers Tokyo Electron Ltd and Screen Holdings slid 4.0% each, and test device maker Advantest Corp fell 1.8%. U.S. President Donald Trump said late on Tuesday he was preparing to take action against China this week over its effort to impose national security laws on Hong Kong, but gave no further details. The broader Topix edged up 0.2% to 1,538.20 by the recess, its highest midday level since March 3, with about two-thirds of 33 ... "], ["2020-05-27 03:28", "Nikkei pauses as profit-taking hits transport stocks ...  companies this week. West Japan Railway dropped 3.3% and Central Japan Railway shed 2.6%, while ANA Holdings slipped 1.3% as investors moved to pocket profits from recent gains. Tokyo-listed semiconductor-related companies also came under pressure amid rising tensions between the United States and China. Chipmaking gear manufacturers Tokyo Electron Ltd and Screen Holdings slid 4.0% each, and test device maker Advantest Corp fell 1.8%. U.S. President Donald Trump said late on Tuesday he was preparing to take action against China this week over its effort to impose national security laws on Hong Kong, but gave no further details. The broader Topix edged up 0.2% to 1,538.20 by the recess, its highest midday level since March 3, with about two-thirds of 33 ... "], ["2020-05-18 07:05", "Advantest's New Wave Scale RF8 Card Enables V93000 System To Test Wi-Fi 6E And Other Connectivity ICs Up To 8 GHzTOKYO, May 18, 2020 (GLOBE NEWSWIRE) -- Leading semiconductor test equipment supplier Advantest Corporation (TSE: 6857) has introduced the newest generation of its Wave Scale RF channel cards for the V93000 platform to address the growing market demand fo"], ["2020-05-18 06:54", "Tokyo stocks gain as virus cases slow in Japan, but U.S.-China tensions weigh ...  reeling. The Trump administration on Friday moved to block global chip supplies to blacklisted telecoms equipment giant Huawei Technologies, fuelling fears of Chinese retaliation and hammering makers of chipmaking equipment on Wall Street. Tokyo-listed chipmaking-related stocks also took hit after the Philadelphia semiconductor index lost 2.2% on Friday. Screen Holdings Co Ltd tumbled 13.7%, while Tokyo Electron Ltd and Advantest Corp slid 3.7% and 4.3%, respectively. Nikkei heavyweight SoftBank Group Corp rose 1% after the tech conglomerate's board approved a second 500 billion yen tranche of share purchases, part of a 2.5 trillion yen ($23.3 billion) buyback programme announced in March. The broader Topix added 0.4% to end at 1,459.29, with two-thirds ... "], ["2020-05-18 06:54", "Tokyo stocks gain as virus cases slow in Japan, but U.S.-China tensions weigh ...  reeling. The Trump administration on Friday moved to block global chip supplies to blacklisted telecoms equipment giant Huawei Technologies, fuelling fears of Chinese retaliation and hammering makers of chipmaking equipment on Wall Street. Tokyo-listed chipmaking-related stocks also took hit after the Philadelphia semiconductor index lost 2.2% on Friday. Screen Holdings Co Ltd tumbled 13.7%, while Tokyo Electron Ltd and Advantest Corp slid 3.7% and 4.3%, respectively. Nikkei heavyweight SoftBank Group Corp rose 1% after the tech conglomerate's board approved a second 500 billion yen tranche of share purchases, part of a 2.5 trillion yen ($23.3 billion) buyback programme announced in March. The broader Topix added 0.4% to end at 1,459.29, with two-thirds ... "], ["2020-05-18 03:36", "Tokyo shares rise as virus cases slow in Japan, but U.S.-China tensions weigh ...  makers reeling. The Trump administration on Friday moved to block global chip supplies to blacklisted telecoms equipment giant Huawei Technologies, spurring fears of Chinese retaliation and hammering makers of chipmaking equipment on Wall Street. Tokyo-listed chipmaking-related stocks also took hit after the Philadelphia semiconductor index lost 2.2% on Friday. Screen Holdings Co Ltd tumbled 12.5%, while Tokyo Electron Ltd and Advantest Corp slid 2.7% and 2.6%, respectively. The broader Topix added 0.6% to end at 1,460.06 by the recess, with three-fifths of the 33 sector sub-indexes on the Tokyo exchange trading higher. Mining, fish and forest and oil and coal products were among the top-performing sub-indexes on the main bourse. Oil and gas companies Inpex ... "], ["2020-05-18 03:36", "Tokyo shares rise as virus cases slow in Japan, but U.S.-China tensions weigh ...  makers reeling. The Trump administration on Friday moved to block global chip supplies to blacklisted telecoms equipment giant Huawei Technologies, spurring fears of Chinese retaliation and hammering makers of chipmaking equipment on Wall Street. Tokyo-listed chipmaking-related stocks also took hit after the Philadelphia semiconductor index lost 2.2% on Friday. Screen Holdings Co Ltd tumbled 12.5%, while Tokyo Electron Ltd and Advantest Corp slid 2.7% and 2.6%, respectively. The broader Topix added 0.6% to end at 1,460.06 by the recess, with three-fifths of the 33 sector sub-indexes on the Tokyo exchange trading higher. Mining, fish and forest and oil and coal products were among the top-performing sub-indexes on the main bourse. Oil and gas companies Inpex ... "], ["2020-05-15 17:53", "Tokyo stocks rebound on U.S. rally ... .29 billion shares from Thursday's 1.32 billion shares. Automaker Toyota, technology and entertainment giant Sony and other export-oriented stocks attracted purchases on the back of the yen's weakening against the dollar. Oil names including JXTG and Idemitsu benefited from higher crude oil prices. Chipmaking gear manufacturer Tokyo Electron, test device maker Advantest and other issues in the semiconductor sector ascended on business recovery hopes. Technology investor SoftBank Group and air conditioner maker Daikin were in the green as well. Meanwhile, Mitsubishi Estate plunged after releasing a lower-than-expected operating profit projection for the current business year through March 2021. Major contractor Obayashi extended its losing streak to a ... "], ["2020-05-15 07:35", "Nikkei logs first weekly loss in 3 as U.S.-China tensions weigh ...  for the 13th consecutive week, the longest streak ever. Recently-battered cyclical sectors, mining, sea transport and machinery, were among the top-performing sub-indexes on the main bourse. Semiconductor-related companies were in demand following a 2.8% gain overnight in the U.S. Philadelphia semiconductor index . Chipmaking gear manufacturer Tokyo Electron Ltd rose 2.0% and test device maker Advantest Corp climbed 3.3%. Nissan Motor Co Ltd rallied 3.9% on news reports that the Japanese automaker may be looking at the possibility of closing its Barcelona factory, possibly shifting its production to Renault plants. Bucking the overall market trend, Mitsubishi Estate Co Ltd tumbled 8.8% after the company cut its full-year dividend outlook and forecast a 25 ... "], ["2020-05-15 07:35", "Nikkei logs first weekly loss in 3 as U.S.-China tensions weigh ...  for the 13th consecutive week, the longest streak ever. Recently-battered cyclical sectors, mining, sea transport and machinery, were among the top-performing sub-indexes on the main bourse. Semiconductor-related companies were in demand following a 2.8% gain overnight in the U.S. Philadelphia semiconductor index . Chipmaking gear manufacturer Tokyo Electron Ltd rose 2.0% and test device maker Advantest Corp climbed 3.3%. Nissan Motor Co Ltd rallied 3.9% on news reports that the Japanese automaker may be looking at the possibility of closing its Barcelona factory, possibly shifting its production to Renault plants. Bucking the overall market trend, Mitsubishi Estate Co Ltd tumbled 8.8% after the company cut its full-year dividend outlook and forecast a 25 ... "], ["2020-05-15 04:01", "Japan shares fall for 4th straight day as U.S.-China tensions flare ...  of this year, a Reuters poll showed, meeting the technical definition of recession as the pandemic wiped out consumption and business activity. Bucking the overall weakness, semiconductor-related companies were in demand following a 2.8% gain overnight in the U.S. Philadelphia semiconductor index. Chipmaking gear manufacturer Tokyo Electron Ltd rose 1.2% and test device maker Advantest Corp climbed 1.4%. (Reporting by Tomo Uetake; Editing by Devika Syamnath) Our Standards: The Thomson Reuters Trust Principles. 0 : 0 narrow-browser-and-phone medium-browser-and-portrait-tablet landscape-tablet medium-wide-browser wide-browser-and-larger medium-browser-and-landscape-tablet medium-wide-browser-and-larger above-phone portrait-tablet-and-above above-portrait ... "], ["2020-05-14 07:05", "Advantest Named THE BEST Supplier Of Chip Making Equipment In Annual VLSIresearch Customer Satisfaction SurveySAN JOSE, Calif., May 14, 2020 (GLOBE NEWSWIRE) -- Leading semiconductor test equipment supplier Advantest Corporation (TSE: 6857), has topped the ratings chart of the 2020 VLSIresearch Customer Satisfaction Survey with a score of 9.5 out of 10, capturing"], ["2020-05-13 17:35", "Tokyo stocks sink deeper after Wall Street dive ... outnumbered rising ones 1,103 to 975 while 93 issues were unchanged. Volume increased to 1.31 billion shares from Tuesday's 1.24 billion shares. Automaker Toyota, technology firm Hitachi and other export-oriented issues soured due to fears of another round of the virus outbreak in the United States. Chip-making gear manufacturer Tokyo Electron, test-device maker Advantest and other issues in the semiconductor sector fell after their U.S. peers fared poorly Tuesday. Clothing store chain Fast Retailing and technology investor SoftBank Group also backed off. Meanwhile, electronics giant NEC jumped after its earnings for the year that ended in March beat market consensuses. Furniture retailer Nitori extended its winning streak to a fifth session. Among other ... "], ["2020-05-12 17:13", "Tokyo stocks turn marginally lower ... by Toyota to its operating profit projection for this business year ignited selling of its shares. Tire maker Bridgestone, mobile phone carrier SoftBank and department store operator Isetan Mitsukoshi fell after releasing dismal earnings numbers. Among other losers were clothing store chain Fast Retailing and automaker Honda. Meanwhile, buoyant technology names included chip test device maker Advantest and parts suppliers Murata Manufacturing and Taiyo Yuden. Eisai, Takeda and other drug stocks attracted defensive demand. Also on the positive side were daily goods maker Kao and technology investor SoftBank Group. Twitter Facebook LinkedIn Mail the editor Error Report Republishing Commenting Policy JOIN THE CONVERSATION GET THE BEST OF THE JAPAN TIMES IN FIVE ... "], ["2020-05-12 07:04", "Japanese shares dip, Toyota drops after earnings warning ...  22.7%, its daily limit, after the hotel REIT slashed its dividend by 98%. The TSE's REIT index dropped 2.2% from two-month high touched a day earlier on worries other funds may follow suit. On the other hand, semi-conductor related shares were among the best performers on expectations of increased internet traffic after the coronavirus. Sumco Corp rose 3.3% and Advantest Corp gained 2.3%. Semiconductor manufacturing equipment maker Tokyo Seimitsu rose 3.2% on strong earnings. Square Enix Holdings Co Ltd rose 4.8% after the online entertainment company raised its profit estimate for the financial year ended March and hiked its dividend. \"I think the market is still retaining an uptrend,\" said Yuya Fukue, trader at Rheos Capital Works. \"At the ... "], ["2020-05-12 02:40", "Japanese shares almost flat, Toyota earnings awaited ... 34;I think the market is still retaining an uptrend,\" said Yuya Fukue, trader at Rheos Capital Works. \"At the same time, I expect the polarisation of the market to continue. The tech sector will flourish as it is becoming an important infrastructure for the society.\" Semi-conductor related shares were among the best performers, with Sumco Corp rising 4.6% and Advantest Corp gaining 2.3%. Tokyo Seimitsu rose 5.1% on strong earnings. Square Enix Holdings Co Ltd rose 4.8% after the online entertainment company raised its profit estimate for the financial year ended March and hiked its dividend. In contrast, Isetan Mitsukoshi Holdings fell 7.5% after the department store operator posted a loss for the financial ended March, highlighting the damage ... "]]}}