{"postfix": "adva-aktie", "name": "ADVA", "wkn": "510300", "time": "2020.06.02 12:07", "ts": 1591092476, "features": {"KGV": "57.79", "Marktkapitalisierung": {"Size": "Mio", "Value": "290.55"}, "GA": "0.14", "KBV": "1.58", "BA": "5.11", "KCV": "6.05", "CA": "1.34", "Vola30": "36.83", "Vola90": "66.62", "Vola180": "55.66", "Vola250": "48"}, "rivals": ["pandatel-aktie", "cisco-aktie", "juniper_networks-aktie", "at_t-aktie", "deutsche_telekom-aktie", "verizon-aktie", "orange-aktie"], "text_data": {"de": [["2020.06.02", "Zenlayer setzt auf ADVA FSP 3000, um die rasant steigende Nachfrage nach Cloud-Daten zu bewältigen"], ["20.05.20", "ADVA bringt hochpräzise Synchronisation in Stromversorgungsnetze"], ["19.05.20", "dacoso schützt Datenübertragung mit der virtualisierten Verschlüsselungstechnologie von ADVA"], ["14.05.20", "Türk Telekom rüstet Synchronisationsnetz mit den leistungsstarken Cäsiumuhren von ADVA auf"], ["13.05.20", "WiTCOM nutzt die NFV-Hosting-Plattform von ADVA und 6WIND vRouter in offenem öffentlichen IoT-Netz"], ["12.05.20", "ADVA entwickelt Post-Quantum-Sicherheit für paketvermittelte Netze"], ["07.05.20", "ADVA erweitert Timing-Technologie für eine risikofreie Einführung von 5G"], ["05.05.20", "FUNET testet ADVA FSP 3000 TeraFlex™ zur Erhöhung der Netzkapazität"], ["30.04.20", "dacoso sichert VPN mit ADVA ConnectGuard™ Cloud-Verschlüsselung"], ["24.04.20", "ADVA SE: Das sind die jüngsten Quartalszahlen"], ["23.04.20", "ROUNDUP: Adva rutscht in Corona-Krise in die roten Zahlen - Prognose kassiert"], ["23.04.20", "ADVA erzielt Umsatz von EUR 132,7 Millionen in Q1 2020"], ["09.04.20", "Serverius setzt bei optischer Übertragungstechnik mit Datenraten von 1200Gbit/s auf ADVA FSP 3000 TeraFlex™"], ["07.04.20", "Die Bank Otkritie ist das erste Finanzunternehmen in Russland, das 32G FC mittels der ADVA FSP 3000 nutzt"], ["01.04.20", "ADVAs Carrier-Grade-NOS für Bare-Metal-Switches erfolgreich bei EANTC getestet"], ["31.03.20", "ANALYSE-FLASH: Commerzbank senkt Adva auf 'Reduce' - Ziel 4,30 Euro"], ["19.03.20", "Viettel führt mit ADVA und NEC eine landesweite 5G-fähige Synchronisationslösung ein"], ["12.03.20", "ADVA ermöglicht mit Spectrum-as-a-Service neue Netzdienste"], ["05.03.20", "ADVA stellt schlüsselfertige G.metro-Lösung vor, um Engpässe im Zugangsnetz zu beseitigen"], ["28.02.20", "ADVA Optical: Unterbrochen"], ["21.02.20", "ADVA SE informierte über die jüngsten Quartalsergebnisse"], ["20.02.20", "Handelskrieg lastet auf Adva"], ["20.02.20", "ADVA erzielt Umsatz von EUR 556,8 Mio. im Jahr 2019"], ["19.02.20", "XETRA-SCHLUSS/DAX erholt - Deutsche Telekom sehr fest"], ["19.02.20", "ANALYSE: Commerzbank streicht Kauf-Urteil für Adva wegen ungewisser Aussichten"], ["19.02.20", "MÄRKTE EUROPA/Zahlen von Dt. Telekom und Covestro kommen gut an"], ["19.02.20", "Lieferengpass bei Adva"], ["18.02.20", "NACHBÖRSE/XDAX +0,2% auf 13.702 Pkt - Adva unter Druck"], ["18.02.20", "VIRUS/ROUNDUP: Adva rechnet nun mit negativer Ergebnismarge - Kurs sackt ab"], ["18.02.20", "ADVA stellt branchenweit kompakteste 100G Netzabschlusstechnik vor"]], "en": [["2020.06.02", "Zenlayer uses ADVA FSP 3000 to tackle huge surge in cloud data demand"], ["19.05.20", "dacoso protects managed services with ADVA’s virtualized encryption technology"], ["14.05.20", "Türk Telekom upgrades its synchronization network with ADVA’s high-performance cesium clocks"], ["13.05.20", "WiTCOM deploys ADVA’s NFV hosting platform and 6WIND vRouter in open public IoT network"], ["12.05.20", "ADVA brings post-quantum security to packet networks"], ["07.05.20", "ADVA upgrades timing technology to provide risk-free route to 5G"], ["05.05.20", "FUNET trials ADVA FSP 3000 TeraFlex™ to dramatically expand network capacity"], ["30.04.20", "dacoso secures VPN with ADVA ConnectGuard™ Cloud encryption"], ["28.04.20", "ADVA Optical Networking SE : Original-Research: ADVA Optical Networking SE (von First Berlin Equity Research GmbH): Hinzufügen"], ["23.04.20", "ADVA posts quarterly revenues of EUR 132.7 million for Q1 2020"], ["09.04.20", "Serverius deploys ADVA FSP 3000 TeraFlex™ for 1200G transport"], ["07.04.20", "Bank Otkritie first financial company in Russia to harness 32G FC with ADVA FSP 3000"], ["01.04.20", "ADVA’s carrier-grade NOS for bare-metal switches succeeds in multi-vendor EANTC testing"], ["19.03.20", "Viettel rolls out nationwide 5G-ready timing solution with ADVA and NEC"], ["12.03.20", "ADVA unlocks network potential with spectrum as a service"], ["05.03.20", "ADVA launches turnkey G.metro solution to tackle access network bottlenecks"], ["24.02.20", "ADVA Optical Networking SE : Original-Research: ADVA Optical Networking SE (von First Berlin Equity Research GmbH): Hinzufügen"], ["20.02.20", "ADVA posts annual revenues of EUR 556.8 million for 2019"], ["18.02.20", "ADVA unveils industry’s most compact 100G edge demarcation solution"], ["11.02.20", "ADVA OPTICAL (ADVOF) Earnings Expected to Grow: Should You Buy?"], ["11.02.20", "ADVA tackles GNSS jamming and spoofing with market’s first intelligent assurance solution"], ["28.01.20", "ADVA to play key role in OPENQKD project pioneering market-ready quantum-safe communications"], ["21.01.20", "ADVA demos Europe’s first 5G rail deployment"], ["2020-05-28 02:45", "The Fieldhouse set to host Summer Sports Camp in June ...  the top tier of the Israel League, but it fell through after the club signed another point guard. Read the Full Article Video Five Lobo women earn All-America honors for indoor season by Jared Chester / May 27, 2020 ALBUQUERQUE, N.M. (KRQE) Five Lobo Women Indoor Track and Field Athletes were awarded All-American status on Tuesday: Weini Kelati, Emily Martin, Abigail Bendle, Adva Cohen, Elise Thorner. The University of New Mexico was not able to compete in the 2020 NCAA Indoor National Championships back in March, at the Albuquerque Convention Center, but The U.S. Track & Field and Cross Country Coaches Association awarded five Lobos on Tuesday. Weini Kelati earned three All-America nobs this year and has now become the most decorated All-America athlete in ... "], ["2020-05-28 01:02", "Sports Desk: Update on former Lobo Antino Jackson ...  Baseball Newspaper. This news that came out on Tuesday, now makes Gonzales the first student-athlete in program history to earn this accolade from the national publication, which has handed out the honor since 1984. Moving on to track and field, five Lobo Women Indoor Track and Field Athletes were awarded All-American status on Tuesday: Weini Kelati, Emily Martin, Abigail Bendle, Adva Cohen, Elise Thorner. UNM was not able to compete in the 2020 NCAA Indoor National Championships back in March, at the Albuquerque Convention Center, but The U.S. Track & Field and Cross Country Coaches Association awarded five Lobos on Tuesday. Read the Full Article Video Top Stories VIDEO: Woman admits to keeping rental car Video Health Leadership High School honors first ... "], ["2020-05-27 16:42", "Bernalillo County Treasurer: 94% of 2019 property taxes collected by due date ... , Sunday, and of course we had gigs lined up not only during the weekend, but also the week.\" Read the Full Article Video Five Lobo women earn All-America honors for indoor season by Jared Chester / May 26, 2020 ALBUQUERQUE, N.M. (KRQE) Five Lobo Women Indoor Track and Field Athletes were awarded All-American status on Tuesday: Weini Kelati, Emily Martin, Abigail Bendle, Adva Cohen, Elise Thorner. The University of New Mexico was not able to compete in the 2020 NCAA Indoor National Championships back in March, at the Albuquerque Convention Center, but The U.S. Track & Field and Cross Country Coaches Association awarded five Lobos on Tuesday. Weini Kelati earned three All-America nobs this year and has now become the most decorated All-America athlete in ... "], ["2020-05-27 04:24", "Five Lobo women earn All-America honors for indoor seasonALBUQUERQUE, N.M. (KRQE) Five Lobo Women Indoor Track and Field Athletes were awarded All-American status on Tuesday: Weini Kelati, Emily Martin, Abigail Bendle, Adva Cohen, Elise Thorner. The University of New Mexico was not able to compete in the 2020 N"], ["2020-05-27 04:15", "Donnie Tillman excited to join the NMSU Men's Basketball Program ...  Baseball Newspaper. This news that came out on Tuesday, now makes Gonzales the first student-athlete in program history to earn this accolade from the national publication, which has handed out the honor since 1984. Moving on to track and field, five Lobo Women Indoor Track and Field Athletes were awarded All-American status on Tuesday: Weini Kelati, Emily Martin, Abigail Bendle, Adva Cohen, Elise Thorner. UNM was not able to compete in the 2020 NCAA Indoor National Championships back in March, at the Albuquerque Convention Center, but The U.S. Track & Field and Cross Country Coaches Association awarded five Lobos on Tuesday. Read the Full Article Video Top Stories The Lost Season: Capital High School student-athlete Angelica Angel Video Did the governor ... "], ["2020-05-27 04:00", "The top iPhone and iPad apps on App Store ...  Taiwan Presidential Election En Login Stay logged in Forget password? Login Not yet a member Register E-Mail | Home World The top iPhone and iPad apps on App Store By The Associated Press , Associated Press 2020/05/27 00:17 App Store Top Paid iPhone Apps: 1. Minecraft, Mojang 2. Monopoly, Marmalade Game Studio 3. Procreate Pocket, Savage Interactive Pty Ltd 4. TouchRetouch, ADVA Soft GmbH 5. Facetune, Lightricks Ltd. 6. Bloons TD 6, Ninja Kiwi 7. Grand Theft Auto: San Andreas, Rockstar Games 8. Forest - Stay focused, SEEKRTECH CO., LTD. 9. Geometry Dash, RobTop Games AB 10. FlickType Keyboard, Kpaw, LLC Top Free iPhone Apps: 1. ZOOM Cloud Meetings, Zoom 2. TikTok - Make Your Day, TikTok Inc. 3. YouTube: Watch, Listen, Stream, Google LLC 4. Recharge Please ... "], ["2020-05-27 01:24", "Amazon to build massive fulfillment center in Albuquerque off I-40 at Atrisco Vista ...  Summer camps going virtual due to pandemic Video Report a Typo Submit a News Tip Download the KRQE Apps More Local News Stories Five Lobo women earn All-America honors for indoor season by Jared Chester / May 26, 2020 ALBUQUERQUE, N.M. (KRQE) Five Lobo Women Indoor Track and Field Athletes were awarded All-American status on Tuesday: Weini Kelati, Emily Martin, Abigail Bendle, Adva Cohen, Elise Thorner. The University of New Mexico was not able to compete in the 2020 NCAA Indoor National Championships back in March, at the Albuquerque Convention Center, but The U.S. Track & Field and Cross Country Coaches Association awarded five Lobos on Tuesday. Weini Kelati earned three All-America nobs this year and has now become the most decorated All-America athlete ... "], ["2020-05-27 01:05", "Sports Desk: Gonzales named collegiate baseball's Nat'l Player of The Year ...  Baseball Newspaper. This news that came out on Tuesday, now makes Gonzales the first student-athlete in program history to earn this accolade from the national publication, which has handed out the honor since 1984. Moving on to track and field, five Lobo Women Indoor Track and Field Athletes were awarded All-American status on Tuesday: Weini Kelati, Emily Martin, Abigail Bendle, Adva Cohen, Elise Thorner. UNM was not able to compete in the 2020 NCAA Indoor National Championships back in March, at the Albuquerque Convention Center, but The U.S. Track & Field and Cross Country Coaches Association awarded five Lobos on Tuesday. Weini Kelati earned three All-America nobs this year and has now become the most decorated All-America athlete in UNM History ... "], ["2020-05-26 18:02", "N.J. senator calls on DOC leader to resign for 'ineffective leadership' of prisons during coronavirus crisis ...  ever. Learn more Coronavirus N.J. senator calls on DOC leader to resign for 'ineffective leadership' of prisons during coronavirus crisis Today 2:02 PM State Sen. Michael Testa is calling for Department of Corrections Commissioner Marcus Hicks to resign over his handling of the coronavirus in the state's prison system. (Aristide Economopoulos | NJ Advance Media) Aristide Economopoulos | NJ Adva By Joe Atmonavage | NJ Advance Media for NJ.com A South Jersey state senator has called on the commissioner of the Department of Corrections (DOC) to resign and if not, the legislator is asking Gov. Phil Murphy to fire the department head over his handling of the coronavirus pandemic in the state's prison system. State Sen. Mike Testa, R-Cumberland ... "], ["2020-05-26 16:19", "The top iPhone and iPad apps on App Store ...  this link Share on Twitter Share on Pinterest Share on LinkedIn comment 0 Washington Post Logo Democracy Dies in Darkness Technology The top iPhone and iPad apps on App Store By Associated Press May 26, 2020 at 12:19 PM EDT App Store Top Paid iPhone Apps: 1. Minecraft, Mojang 2. Monopoly, Marmalade Game Studio 3. Procreate Pocket, Savage Interactive Pty Ltd 4. TouchRetouch, ADVA Soft GmbH 5. Facetune, Lightricks Ltd. 6. Bloons TD 6, Ninja Kiwi 7. Grand Theft Auto: San Andreas, Rockstar Games 8. Forest - Stay focused, SEEKRTECH CO., LTD. 9. Geometry Dash, RobTop Games AB 10. FlickType Keyboard, Kpaw, LLC Top Free iPhone Apps: 1. ZOOM Cloud Meetings, Zoom 2. TikTok - Make Your Day, TikTok Inc. 3. YouTube: Watch, Listen, Stream, Google LLC 4. Recharge Please ... "], ["2020-05-26 16:17", "The top iPhone and iPad apps on App StoreApp Store Top Paid iPhone Apps: 1. Minecraft, Mojang 2. Monopoly, Marmalade Game Studio 3. Procreate Pocket, Savage Interactive Pty Ltd 4. TouchRetouch, ADVA Soft GmbH 5. Facetune, Lightricks Ltd. 6. Bloons TD 6, Ninja Kiwi 7. Grand Theft Auto: San Andrea"], ["2020-05-26 16:17", "The top iPhone and iPad apps on App StoreApp Store Top Paid iPhone Apps: 1. Minecraft, Mojang 2. Monopoly, Marmalade Game Studio 3. Procreate Pocket, Savage Interactive Pty Ltd 4. TouchRetouch, ADVA Soft GmbH 5. Facetune, Lightricks Ltd. 6. Bloons TD 6, Ninja Kiwi 7. Grand Theft Auto: San Andrea"], ["2020-05-26 16:17", "The top iPhone and iPad apps on App Store ...  share via email print App Store Top Paid iPhone Apps: 1. Minecraft, Mojang 2. Monopoly, Marmalade Game Studio 3. Procreate Pocket, Savage Interactive Pty... Listen now to WTOP News WTOP.com | Alexa | Google Home | WTOP App | 103.5 FM App Store Top Paid iPhone Apps: 1. Minecraft, Mojang 2. Monopoly, Marmalade Game Studio 3. Procreate Pocket, Savage Interactive Pty Ltd 4. TouchRetouch, ADVA Soft GmbH 5. Facetune, Lightricks Ltd. 6. Bloons TD 6, Ninja Kiwi 7. Grand Theft Auto: San Andreas, Rockstar Games 8. Forest Stay focused, SEEKRTECH CO., LTD. 9. Geometry Dash, RobTop Games AB 10. FlickType Keyboard, Kpaw, LLC Top Free iPhone Apps: 1. ZOOM Cloud Meetings, Zoom 2. TikTok Make Your Day, TikTok Inc. 3. YouTube: Watch, Listen, Stream, Google LLC 4. Recharge ... "], ["2020-05-25 04:00", "Europeans soak up the sun but virus travel rules a mishmash ... May 24, 2020. Grateful French families flocked to the beach at La Grande Motte on the Mediterranean shore Sunday, swimming and sunbathing in areas carefully marked to keep them a safe distance from others. (AP Photo/Daniel Cole) People sit at an outdoor caf in Ostia beach, near Rome, Sunday, May 24, 2020. Europeans and Americans soaked up the sun where they could, taking adva... People sit at an outdoor caf in Ostia beach, near Rome, Sunday, May 24, 2020. Europeans and Americans soaked up the sun where they could, taking advantage of the first holiday weekend since coronavirus restrictions were eased, while European governments grappled with how and when to safely let in foreign travelers to salvage the vital summer tourist season. Italy, which plans to open ... "], ["2020-05-23 21:48", "The best part of coronavirus lockdown? I finally met my neighbors ...  Moms Facebook group. You could just tell people are down. We're all indoors, and it's just frickin' depressing. So I asked if anyone would be interested in getting bread and croissants delivered. A woman in the building next door responded, and when I went to drop off the bread I realized we've seen each other around in the joint park area between our buildings. Adva and I both have little babies, you would think we would have spoken. But we started talking that day, and now we talk and text and see each other all the time. I'm so excited to invite her over for a drink when I can. — As told to Marisa Dellatto Read more about silver linings from the coronavirus pandemic . Share this: Facebook Twitter Flipboard WhatsApp Email Copy ... "], ["2020-05-22 21:39", "National WWII Museum announces layoffs of 82 employees ...  WE WERE ABLE TO PAY OUR EMPLOYEES THROUGHOUT THE CLOSURE AND WILL CONTINUE TO RETAIN APPROXIMATELY 200 STAFF, IT IS VERY DIFFICULT TO LOSE MANY GOOD, TALENTED PEOPLE WHO CONTRIBUTE SO MUCH TO THIS MUSEUM. I WILL BE FOREVER GRATEFUL TO OUR STAFF, BOTH THOSE CONTINUING WITH US, AND THOSE WE SAID GOODBYE TO TODAY, FOR THEIR PASSION, CREATIVITY, AND COMMITMENT TO ADVA Advertisement National WWII Museum announces layoffs of 82 employees Share Shares Copy Link Copy {copyShortcut} to copy Link copied! Updated: 4:39 PM CDT May 22, 2020 WDSU Digital Team The National WWII Museum announced Friday that dozens of employees would be laid off amid struggles during the coronavirus pandemic. The museum has been closed to tourists since March. According to museum officials ... "], ["2020-05-22 07:00", "InnoCan Pharma Enters into Letter of Intent to Develop and Produce Exosomes for Use in its CBD-Loaded Exosome (CLX) Treatments ... . As part of Innocan's research and development activities with the Tel Aviv University led by Prof. Daniel Offen, Innocan intends to load the produced exosomes with CBD (\"CLX\") to be used towards its efforts to develop a treatment for COVID-19 and additional central nervous system indications. The services to be provided by ADVA will be provided in three stages: Stage 1: pilot study involving producing exosomes from 4 to 6 production runs according to the specifications of Innocan, expected to be completed in 6 to 8 weeks. Stage 2: production of exosomes from 4 to 5 different donors, conducting comparable tests, production process optimization and characterization of the final exosome product. Stage 3: upscaling the finalized exosome product for ... "], ["2020-05-20 14:25", "Transcript: Joe Biden foreign policy adviser Antony Blinken on COVID shortfalls, failures in Syria ...  assistance to this. So that's the one thing he's he's he's explicitly ruled out. Now, that's probably the greatest point of leverage. Well, again, it's in our interest that Israel have the means to secure itself. And that's not something he would touch. MARGARET BRENNAN: And I think we have time for about one more question. This is from Adva, Solving our debt tax. You spoke about the importance of a global response to covered 19. What would a Biden presidency mean for foreign aid? What would be the priorities? The budget and the role of USAID and a Biden and a station? ANTONY BLINKEN : Well, I think we bring AIG back to the center of our of our foreign policy. The emphasis would be on diplomacy, on democracy and on development ... "], ["2020-05-20 11:30", "Lifeguards face new challenges as beaches reopen amid coronavirus ...  new challenges as beaches reopen amid coronavirus Today 7:30 AM Manasquan surfer Cole Deveney, red shirt, and fellow competitor Logan Hayes, white shirt who's from Florida, assist Belmar Lifeguards in saving a group of girls who got caught in choppy surf Saturday afternoon. Saturday September 14, 2019. (Aristide Economopoulos | NJ Advance Media) Aristide Economopoulos | NJ Adva Aristide Economopoulos | NJ Adva By Avalon Zoppo | NJ Advance Media for NJ.com For lifeguards, physical contact with the public is almost inevitable. Drowning victims gasping for air need CPR, beach patrons approach with questions about high tide or where to find public bathrooms, and panicked swimmers caught in rip currents need to be calmed down. At the Jersey Shore , the up ... "], ["2020-05-19 15:52", "The top iPhone and iPad apps on App Store ...  Share on Facebook Email this link Share on Twitter Share on Pinterest Share on LinkedIn comment 0 Washington Post Logo Democracy Dies in Darkness Technology The top iPhone and iPad apps on App Store By Associated Press May 19, 2020 at 11:52 AM EDT Top Paid iPhone Apps: 1. Minecraft, Mojang 2. Monopoly, Marmalade Game Studio 3. Procreate Pocket, Savage Interactive Pty Ltd 4. TouchRetouch, ADVA Soft GmbH 5. Facetune, Lightricks Ltd. 6. Bloons TD 6, Ninja Kiwi 7. Grand Theft Auto: San Andreas, Rockstar Games 8. The Game of Life, Marmalade Game Studio 9. Geometry Dash, RobTop Games AB 10. J23 - Release Dates & Restocks Plan23, LLC Top Free iPhone Apps: 1. ZOOM Cloud Meetings, Zoom 2. TikTok - Make Your Day, TikTok Inc. 3. Tower Run - Grow Your Tower, Voodoo 4 ... "]]}}