{"postfix": "agco-aktie", "name": "AGCO", "wkn": "888282", "time": "2020.06.02 12:01", "ts": 1591092090, "features": {"KGV": "17.38", "Marktkapitalisierung": {"Size": "Mrd", "Value": "3.85"}, "GA": "4.44", "KBV": "2.04", "BA": "37.83", "KCV": "9.41", "CA": "8.20", "Vola30": "73.98", "Vola90": "106.55", "Vola180": "78.54", "Vola250": "58.93"}, "rivals": ["caterpillar-aktie", "deutz-aktie", "deere-aktie", "kubota_3-aktie"], "text_data": {"de": [["22.05.20", "AGCO Agriculture Foundation startet Hilfsprogramm für COVID-19 und spendet 100.000 USD an Welternährungsprogramm USA"], ["11.05.20", "Mit der Erweiterung der Vision verpflichtet sich AGCO noch stärker auf nachhaltige technische Lösungen"], ["04.05.20", "Ausblick: AGCO gewährt Anlegern Blick in die Bücher"], ["30.04.20", "Was Analysten von der AGCO-Aktie erwarten"], ["31.03.20", "März 2020: Experten empfehlen AGCO-Aktie mehrheitlich zu halten"], ["29.02.20", "So schätzen die Analysten die Zukunft der AGCO-Aktie ein"], ["07.02.20", "AGCO: Bilanzvorlage zum letzten Quartal"], ["05.02.20", "Ausblick: AGCO gibt Ergebnis zum abgelaufenen Quartal bekannt"], ["02.02.20", "Agco-Chef Richenhagen zieht Trump-Bilanz: \"Trump ist ein Desaster für die US-Wirtschaft\""]], "en": [["01.06.20", "AGCO to Present at Stifel’s 2020 Cross Sector Insight Conference"], ["01.06.20", "AGCO Corp Rides on Investments & Farm Income Amid Weak Demand"], ["21.05.20", "AGCO Agriculture Foundation Launches COVID-19 Aid Program with $100,000 Donation to the World Food Program USA"], ["13.05.20", "AGCO Corp's (AGCO) Earnings & Revenues Trump Estimates in Q1"], ["11.05.20", "AGCO Recasts Vision to Underscore Its Commitment to Providing Sustainable High-Tech Solutions"], ["06.05.20", "AGCO Corp (AGCO) Q1 2020 Earnings Call Transcript"], ["05.05.20", "Agco (AGCO) Beats Q1 Earnings and Revenue Estimates"], ["05.05.20", "AGCO Reports First Quarter Results"], ["30.04.20", "AGCO Appoints Wolfgang Kirsch to its Board of Directors"], ["30.04.20", "AGCO Announces Quarterly Dividend"], ["28.04.20", "Analysts Estimate Agco (AGCO) to Report a Decline in Earnings: What to Look Out for"], ["21.04.20", "AGCO Announces 2020 First Quarter Earnings Release and Conference Call"], ["17.04.20", "The Zacks Analyst Blog Highlights: Caterpillar, Terex, Deere & Company, AGCO and Sharps Compliance"], ["01.04.20", "AGCO CEO explains the impact of coronavirus on factories and farm equipment production"], ["23.03.20", "AGCO Provides Update on Impact of COVID-19"], ["23.03.20", "AGCO withdraws financial guidance after coronavirus creates production snags in Europe "], ["07.03.20", "Agco (AGCO) Down 11.1% Since Last Earnings Report: Can It Rebound?"], ["27.02.20", "Is AGCO Corporation (AGCO) a Profitable Stock to Pick Now?"], ["19.02.20", "AGCO to Present at Citi’s 2020 Global Industrials Conference"], ["10.02.20", "AGCO Corp's (AGCO) Earnings & Revenues Trail Estimates in Q4"], ["06.02.20", "AGCO Corp (AGCO) Q4 2019 Earnings Call Transcript"], ["06.02.20", "Agco (AGCO) Misses Q4 Earnings and Revenue Estimates"], ["04.02.20", "What's in the Cards for AGCO Corp's (AGCO) Q4 Earnings?"], ["30.01.20", "Agco (AGCO) Reports Next Week: Wall Street Expects Earnings Growth"], ["23.01.20", "AGCO Announces Quarterly Dividend"], ["15.01.20", "AGCO Corp Hurt by Tepid Agricultural Markets & Cost Woes"], ["10.01.20", "AGCO Announces 2019 Fourth Quarter Earnings Release and Conference Call"], ["06.01.20", "AGCO Corp Issues Preliminary 2020 Outlook on Investor Day"], ["02.01.20", "AGCO Corp Shares Up 42% in a Year: What's Driving the Rally?"], ["2020-05-28 12:56", "When Does Market Timing Actually Work? - May 28, 2020 ...  or type of security. ZacksTrade does not endorse or adopt any particular investment strategy, any analyst opinion/rating/report or any approach to evaluating indiv idual securities. If you wish to go to ZacksTrade, click OK . If you do not, click Cancel. OK Cancel Back to top Image: Bigstock When Does Market Timing Actually Work? - May 28, 2020 Zacks Equity Research May 28, 2020 B AGCO AA ABB AIN Trades from $ 1 You follow Retirement Ideas - edit You follow Zacks Equity Research - edit What would you like to follow? Zacks Equity Research Retirement Ideas Cancel Read More Hide Full Article In the long-run, does consistent market timing really matter to be a successful investor? In fact, even among long-term investors who don't attempt to time the markets ... "], ["2020-05-22 18:11", "Fire and Flower hopes to be Guelph's first retail cannabis store ...  be able to come and do the inspection; whether they do it visually on site or virtually remains to be seen, but that's the next step for us,\" Vattovaz explained. READ MORE: As Ontario moves to open up cannabis retail, here's what we'll see next The other proposed locations in Guelph are at various stages of the application process with the AGCO. Trending Stories Nurse struggling with COVID-19 trauma found dead in his car Dollar fight? Loon killed bald eagle with 'shot through the heart' Spiritleaf in the Metro plaza at Edinburgh and Stone roads has passed the public notice period and also hopes to open in June but could not provide a specific date. Cannabis Supply Co. at Dawson Road and Speedvale Avenue, which was a medical cannabis ... "], ["2020-05-22 12:32", "CBC Windsor May 22 COVID-19 update: Here's what's happening today ... , OLG's director of external communications. An OLG spokesperson said they have no clear indication by the provincial government as to when Caesars Windsor or the other 26 casinos in Ontario may reopen. (Sanjay Maru/CBC) There are 27 casinos in Ontario, and Bitonti said it's unclear where they fit into any of the reopening phases. OLG along with AGCO are working together to make sure health and safety protocols are in place for both staff and customers before facilities open their doors again. Bitonti provided some examples: Physical distancing of at least two metres (achieved in part by admitting fewer customers) The use of face coverings Ensuring the availability of alcohol-based hand sanitizer for customers Implementing physical barriers such as ... "], ["2020-05-22 10:00", "Hand sanitizing, physical distancing — what it could take to reopen casinos ...  by the province,\" said Tony Bitonti, OLG's director of external communications. Video Windsor Assembly Plant workers back in the factory, as auto companies reopen All Ontario casinos to close temporarily amid COVID-19 outbreak There are 27 casinos in Ontario, and Bitonti said it's unclear where they fit into any of the reopening phases. OLG along with AGCO are working together to make sure health and safety protocols are in place for both staff and customers before facilities open their doors again. Bitonti provided some examples: Physical distancing of at least two metres (achieved in part by admitting fewer customers) The use of face coverings Ensuring the availability of alcohol-based hand rub for customers Implementing physical barriers such ... "], ["2020-05-21 16:54", "Deere Reports Earnings Tomorrow. Here's What Wall Street Is Saying. ...  more than first-quarter numbers did. Deere had guided the Street to $2.9 billion of net income for 2020, down a little from 2019. But the company also withdrew full-year guidance in March, just as many other companies did. Baird analyst Mig Dobre notes, in a quarterly preview report, that commodity prices are a headwind for the stock. What's more, he says peer AGCO (ACO) experienced production challenges in Asia and Europe because of the pandemic. He rates Deere shares the equivalent of Hold and has a $150 price target for the stock. Stifel analyst Stanley Elliott is a little more bullish than Dobre. He says that North American agricultural demand has held up better than other machinery categories. He also notes the U.S. soybean crop is a little ahead ... "], ["2020-05-21 10:30", "Cannabis entrepreneurs eyeing small-but-growing markets in Essex County to establish retail stores ...  Chatham location will likely take longer. The company is currently completing its public notice stage, during which members of the community are allowed to provide feedback on any potential retail store location. Additionally, the Alcohol and Gaming Commission of Ontario (AGCO) still needs to provide its final stamp of approval. As for the two Sessions Cannabis locations, Fry said both the Windsor and Lakeshore locations could open within the next few months. Like all cannabis retail stores in Ontario, the AGCO will also need to provide its approval before Sessions Cannabis can open anywhere. With files from Jason Viau CBC's Journalistic Standards and Practices | About CBC News Report Typo or Error Related Stories Meet Kirk Anastasiadis, Windsor's ... "], ["2020-05-20 14:53", "Deere Reports Earnings on Friday. Here's What to Expect. ... than comparable drops of the Dow Jones Industrial Average and S&P 500 . Deere stock is down more than 20% year to date, too. Shares trade for about 15 times estimated 2021 earnings, a discount to their historical trading range. Baird analyst Mig Dobre notes, in a quarterly preview report, that commodity prices are a headwind for the stock. What's more, he says peer AGCO (AGCO) experienced production challenges in Asia and Europe because of the pandemic. He rates Deere shares the equivalent of Hold and has a $150 price target for the stock. Farmers are planting more corn and soybeans year over year. That has put pressure on commodity prices. Corn for delivery in September, after the coming harvest, is down about 25 cents a bushel, or roughly 7%, since the ... "], ["2020-05-19 22:58", "Tweed rolls out same-day cannabis delivery for London, Ont. ...  identification to prove they are 19 years or older. Story continues below advertisement READ MORE: Coronavirus: Ontario government temporarily allows deliveries, curbside pickup of cannabis Cannabis delivery in Ontario is the result of a temporary measure prompted by the coronavirus pandemic In early April, the Alcohol and Gaming Commission of Ontario (AGCO) granted pot shops permission to provide delivery through an emergency order by the provincial government. A statement released by the AGCO at the time said the move was done in an effort to \"help fight against the illegal cannabis market.\" As of Tuesday, Friendly Stranger in north London is the only other of the city's four pot shops to take advantage of the temporary ability to provide ... "], ["2020-05-19 18:33", "Woodbine opener still on track despite equine herpesvirus outbreak ... one horse was euthanized after a neurological disease was detected, while the others were either isolated or sent to the Ontario Veterinary College for treatment. Four barns have been locked down because of the outbreak and infectious disease protocols have been in place since Sunday, according to the AGCO. The virus cannot spread to humans and is unrelated to the coronavirus pandemic. \"We are working closely with the Ministry of Agriculture, Food and Rural Affairs and AGCO veterinarians on addressing the presence of EHV-1 on our backstretch,\" Woodbine Entertainment senior vice-president Jessica Buckley said in a statement provided to the Star. \"We moved very quickly to contain the spread of the virus and further testing continues. While it's ... "], ["2020-05-19 14:30", "Agricultural And Forestry Machinery Market To Reach ~USD 400 Billion Valuation By 2029: Transparency Market Research ...  . Request a sample of the study Competitors Landscape of Global Agricultural and Forestry Machinery Market: In the report prepared by Transparency Market Research on Global Agricultural and Forestry Machinery Market, prominent players are profiled in great detail - from financials and product offerings to strategies and recent developments. Renowned market players include Deere & Company, AGCO Corporation, Caterpillar Inc., Kubota Corporation, Class KGaA mbH, and Mahindra & Mahindra, among others. Most players are focused upon product development and innovation as technology and increased functionality hold key to growth in the future. Investments are increasing in the domain as players are trying to diversify product portfolio and expand presence in new ... "], ["2020-05-16 17:00", "Here Is What Hedge Funds Bought And Sold In The Q1 Chaos: Full 13F Summary ...  MAGNETAR FINANCIAL Top new buys: WLTW, HPQ, ETFC, MEET, DLPH, BROG, IOTS, DLR, PPD, TERP Top exits: SPY, MPLX, NVS, CCC, SDC, ANTM, MMP Boosted stakes in: QGEN, PFE, WMB, KMI, EPD, BSX, PRGO, ABBV, CHNG, BMY Cut stakes in: CZR, TIF, AMTD, WBC, ET, WMGI, PACB, LH, PAA, UBER MAVERICK CAPITAL Top new buys: ONEM, AMZN, MNTA, ALKS, BX, GME, DECK, ARMK, WEN, JACK Top exits: WLK, INTC, AGCO, WDC, NKE, TAK, DEO, MKC, KSS, GIS Boosted stakes in: QSR, HUM, MSFT, FB, KKR, FLT, NKTR, FTDR, PEP, ADBE Cut stakes in: MNST, DXC, GOOG, CNC, TMUS, LOW, BABA, ALNY, STNE, NFLX MELVIN CAPITAL MANAGEMENT Top new buys: AZO, MSFT, DPZ, DRI, JD, LB, EFX, ADI, DECK, WEN Top exits: ATUS, AWI, TEAM, SEAS, SE, BILL, CHWY Boosted stakes in: AMZN, EXPE, BABA, TTWO, FIS, EDU, FISV, NFLX ... "], ["2020-05-14 18:17", "Ancaster councillor says proposed pot shop in the wrong location ...  Copy link Search Submit search Suggested Search Trending Posts Advertisement Close X Scroll back to top of the page Back to top Cannabis Ancaster councillor says proposed pot shop in the wrong location By Ken Mann 900 CHML Posted May 14, 2020 2:17 pm Nine applications for cannabis retail stores are currently open for comment to the Alcohol and Gaming Commission of Ontario (AGCO) . David Zalubowski / AP Photo comments Leave a comment facebook Share this item on Facebook whatsapp Share this item via WhatsApp twitter Share this item on Twitter email Send this page to someone via email more Share this item more Share this item Smaller font Descrease article font size - A Larger font Increase article font size A + Share this item on Facebook facebook Share this ... "], ["2020-05-13 13:47", "Univar (UNVR) Beats Earnings and Revenue Estimates in Q1 ...  Strong Buys that have the highest potential to increase in price quickly amid the global health crisis. A recent pick, Maxar, skyrocketed +178.7% in 3 months. For 32 years, our Strong Buy list has averaged returns more than twice the market. See its 7 best stocks now. Privacy Policy | No cost, no obligation to buy anything ever. ?? Close This Panel X Up Next AGCO Corp's (AGCO) Earnings & Revenues Trump Estimates in Q1 Most Read Re-Allocating Investments for a Post-Covid World 5 Top Stocks Set to Beat Earnings Estimates This Month New Strong Buy Stocks for May 13th AWS 5/13: Powell Addresses Dire Reality, Methods for Recovery PFP 5/13: Stocks Lower on Increase in Cases, Profit-Taking Quick Links Services Account Types Premium Services Zacks Rank Research ... "], ["2020-05-13 13:45", "AGCO Corp's (AGCO) Earnings & Revenues Trump Estimates in Q1AGCO Corp (AGCO) has withdrawn its financial guidance for the current year on account of the uncertainty related to the coronavirus outbreak."], ["2020-05-12 14:18", "IBASEt Partners With Proceedix To Integrate Wearable Technology In Digital Production And MRO Work Instructions ... work instructions and inspections, while making the remote execution paperless and mobile. The device-agnostic design allows operators to run their instructions and inspections on a Windows PC, Android or iOS smartphone or tablet and on Android wearables and smart glasses. Proceedix empowers the deskless operators of the Industry 4.0 future. Industry leaders such as AGCO, Philips and FrieslandCampina are leveraging the Proceedix platform to facilitate the digital transformation on the shop floor for work instructions, quality management and smart maintenance. Learn more at proceedix.com . About iBASEt iBASEt is a leading provider of manufacturing, quality and MRO solutions that enable digital continuity across the enterprise. With 30+ years of experience in ... "], ["2020-05-12 12:30", "Province of Ontario Issues Spyder Cannabis Retail Operator Licence ...  Issues Spyder Cannabis Retail Operator Licence Vaughan, Ontario--(Newsfile Corp. - May 12, 2020) - Spyder Cannabis Inc. (TSXV: SPDR) (\" Spyder \" or the \" Company \") through its wholly-owned associated applicant, Spyder Cannabis Subco Inc., is pleased to announce that it has received a cannabis retail operator licence from the Alcohol and Gaming Commission of Ontario (the \"AGCO\"). Spyder has already applied for its Cannabis Retail Store Authorization, located at 6474 Lundy's Lane, Niagara Falls, Ontario and will operate as SPDR Cannabis. The Retail Store Authorization is the next step required in the process to open its retail operation. Spyder will offer a full assortment of cannabis products from licenced producers. \"The ... "], ["2020-05-12 04:00", "What Will Lead To 13% Drop In Deere 2020 Revenues: Agriculture Or Construction Equipment? ... . Deere has an established global presence through its manufacturing plants, joint ventures, and dealers. The company is primarily responsible for supporting customers using machinery in infrastructure, agriculture, forestry, and building construction. Deere's business model faces stiff challenges and competition from offerings by its global competitors such as Caterpillar, Volvo Group, and AGCO Corporation among others. Deere reported $39.3 billion in Total Revenues for full-year 2019. This includes 3 operating segments: Agriculture & Turf Equipment : This segment primarily manufactures and distributes a full line of agriculture and turf equipment and related service parts, including: large, medium, and utility tractors, along with a broad line of ... "], ["2020-05-11 12:00", "AGCO Recasts Vision To Underscore Its Commitment To Providing Sustainable High-Tech SolutionsAGCO AGCO, a global leader in the design, manufacture and distribution of agricultural machinery and solutions, today announced it is highlighting its commitment to bringing farmers sustainable high-tech solutions by relaunching its vision. \"Our new v"], ["2020-05-07 15:19", "U.S. RESEARCH ROUNDUP-Ashland Global, Lyft, Solaredge Technologies ...  Energy Industries Inc : Susquehanna cuts target price to $85 from $90 * Aerie Pharmaceuticals Inc : H.C. Wainwright cuts target price to $31 from $37 * Aerie Pharmaceuticals Inc : Mizuho cuts target price to $29 from $34 * Aerie Pharmaceuticals Inc : Piper Sandler cuts target price to $35 from $45 * Aerie Pharmaceuticals Inc : SunTrust Robinson cuts price target to $22 from $26 * Agco Corp : Stephens raises target price to $65 from $60 * Air Transport Services Group Inc : Cowen and Company raises PT to $26 from $25 * Albemarle Corp : UBS cuts target price to $90 from $98 * Alexion Pharmaceuticals Inc : BMO cuts target price to $142 from $147 * Alexion Pharmaceuticals Inc : Credit Suisse cuts target price to $142 from $147 * Alexion Pharmaceuticals Inc ... "], ["2020-05-07 08:00", "Cider maker 'elated' at province's about-face on orchard sizes ...  to help with the nascent storefront. He expects the ACGO won't go back to the old ways of doing things once the pandemic is over. \"I would hope, and I would predict, that this would be [made] permanent at some point,\" Rainville said. CBC's Journalistic Standards and Practices | About CBC News Report Typo or Error Related Stories Cider maker says AGCO rule could put him out of business Housebound Ottawans drinking local craft breweries dry Add some \"good\" to your morning and evening. A variety of newsletters you'll love, delivered straight to you. Sign up now Comments To encourage thoughtful and respectful conversations, first and last names will appear with each submission to CBC/Radio-Canada's online communities (except in ... "]]}}