{"postfix": "agilent_technologies-aktie", "name": "AGILENT_TECHNOLOGIES", "wkn": "929138", "time": "2020.06.02 11:36", "ts": 1591090586, "features": {"KGV": "24.15", "Marktkapitalisierung": {"Size": "Mrd", "Value": "24.18"}, "GA": "3.11", "KBV": "5.03", "BA": "14.93", "KCV": "22.36", "CA": "3.36", "Vola30": "32.47", "Vola90": "50.16", "Vola180": "39.74", "Vola250": "32.77"}, "rivals": ["general_electric-aktie", "siemens-aktie", "danaher-aktie", "advantest-aktie", "ametek-aktie", "national_instruments-aktie", "life_technologies-aktie"], "text_data": {"de": [["31.05.20", "Mai 2020: Das sind die Expertenmeinungen zur Agilent Technologies-Aktie"], ["20.05.20", "Ausblick: Agilent Technologies gewährt Anlegern Blick in die Bücher"], ["06.05.20", "Erste Schätzungen: Agilent Technologies stellt das Zahlenwerk zum vergangenen Quartal vor"], ["30.04.20", "April 2020: Die Expertenmeinungen zur Agilent Technologies-Aktie"], ["31.03.20", "Wie Experten die Agilent Technologies-Aktie im März einstuften"], ["29.02.20", "Die Expertenmeinungen zur Agilent Technologies-Aktie im Februar 2020"], ["20.02.20", "Agilent Technologies öffnete die Bücher zum abgelaufenen Quartal"], ["17.02.20", "Ausblick: Agilent Technologies stellt Ergebnisse des abgelaufenen Quartals vor"]], "en": [["01.06.20", "Agilent Technologies Announces Pricing of $500 Million of Senior Notes"], ["01.06.20", "Agilent files for an offering of senior notes"], ["01.06.20", "Agilent Technologies Announces Proposed Offering of Senior Notes"], ["01.06.20", "Agilent Announces New Mass Spectrometry Products at ASMS 2020 Reboot"], ["27.05.20", "Agilent to Present at Jefferies Virtual Healthcare Conference"], ["27.05.20", "Varian (VAR) Unveils New Features for Noona Software"], ["22.05.20", "Agilent Technologies Inc (A) Q2 2020 Earnings Call Transcript"], ["21.05.20", "Agilent Technologies (A) Beats Q2 Earnings and Revenue Estimates"], ["21.05.20", "Agilent shares rise after company tops earnings expectations"], ["21.05.20", "Agilent Reports Second-Quarter Fiscal Year 2020 Financial Results"], ["20.05.20", "Agilent Announces Cash Dividend of 18 Cents Per Share"], ["18.05.20", "Agilent (A) Gears Up for Q2 Earnings: What's in the Cards?"], ["18.05.20", "Agilent PD-L1 Assay Receives FDA Approval for Use as a Companion Diagnostic"], ["14.05.20", "Earnings Preview: Agilent Technologies (A) Q2 Earnings Expected to Decline"], ["12.05.20", "Agilent Awards Trilogy Sciences with a Golden Ticket at LabCentral"], ["05.05.20", "Varian (VAR) Earnings and Revenues Surpass Estimates in Q2"], ["05.05.20", "Varian Medical Systems Inc (VAR) Q2 2020 Earnings Call Transcript"], ["23.04.20", "Agilent Receives FDA Approval for PD-L1 Companion Diagnostic on Dako Omnis"], ["22.04.20", "Agilent Signs Sponsorship Agreement with My Green Lab"], ["17.04.20", "Agilent CEO talks accelerating the flow of coronavirus testing, increasing the number of testing kits"], ["15.04.20", "Agilent (A) Withdraws Q2 & FY20 View Amid Coronavirus Crisis"], ["14.04.20", "Agilent Technologies Provides Update on COVID-19 Impact; Sets Second-Quarter Earnings Call for May 21"], ["01.04.20", "Varian Unveils Proton Treatment Planning Eclipse v16 System"], ["31.03.20", "Agilent Introduces New Handheld Raw Material ID System for Pharmaceutical Manufacturers"], ["30.03.20", "Agilent Technologies to Change Location of Annual Meeting"], ["30.03.20", "Agilent Announces New Class 1 Triple Quadrupole LC/MS System"], ["20.03.20", "Agilent Technologies (A) Gains As Market Dips: What You Should Know"], ["19.03.20", "Why Is Agilent (A) Down 19.3% Since Last Earnings Report?"], ["18.03.20", "Agilent Technologies Announces Cash Dividend of 18 Cents Per Share"], ["17.03.20", "Agilent Technologies to Adjourn Annual Meeting Until April 17, 2020"], ["16.03.20", "Here's Why You Should Hold Onto Varian Medical Stock Now"], ["16.03.20", "Agilent Introduces CrossLab Connect Services for Lab-wide Asset Monitoring"], ["12.03.20", "Agilent Receives Two Scientists’ Choice Awards"], ["03.03.20", "Agilent Introduces Three New Microarrays for Prenatal and Postnatal Research"], ["02.03.20", "Agilent and Visiopharm Co-promote Advanced Digital Precision Pathology Solutions"], ["28.02.20", "Agilent Technologies Announces Webcasts for Investment Community"], ["19.02.20", "Agilent (A) Q1 Earnings In Line With Estimates, Revenues Top"], ["19.02.20", "Agilent Technologies Inc (A) Q1 2020 Earnings Call Transcript"], ["18.02.20", "Agilent stock slips as coronavirus dings outlook"], ["18.02.20", "Agilent Technologies Reports First Quarter Fiscal Year 2020 Financial Results"], ["2020-06-01 06:28", "Reuters ... ://www.reuters.com/resources/r/?m=02&d=20200601&t=2&i=1520698777&w=&fh=&fw=&ll=460&pl=300&r=LYNXMPEG5034EReuterseng2020-06-01T21:43:11+00:00Visa sees recovery in U.S. payments volume in MayHeadlines,Business, IndustryNYSE:Vhttps://www.reuters.com/article/brief-agilent-technologies-announces-pri/brief-agilent-technologies-announces-pricing-of-500-million-of-senior-notes-idUSASA00SBNReuterseng2020-06-01T21:39:37+00:00BRIEF-Agilent Technologies Announces Pricing Of $500 Million Of Senior NotesHeadlines,HealthcareNYSE:Ahttps://www.reuters.com/article/brief-camurus-says-braeburn-submitted-re/brief-camurus-says-braeburn-submitted-request-for-final-approval-of-brixadifor-treatment-of-opioid-use-disorder-to-us-fda-idUSFWN2DE0SYReuterseng2020-06-01T21:39:34+00 ... "], ["2020-05-30 06:36", "Reuters ... ://www.reuters.com/resources/r/?m=02&d=20200601&t=2&i=1520698777&w=&fh=&fw=&ll=460&pl=300&r=LYNXMPEG5034EReuterseng2020-06-01T21:43:11+00:00Visa sees recovery in U.S. payments volume in MayHeadlines,Business, IndustryNYSE:Vhttps://www.reuters.com/article/brief-agilent-technologies-announces-pri/brief-agilent-technologies-announces-pricing-of-500-million-of-senior-notes-idUSASA00SBNReuterseng2020-06-01T21:39:37+00:00BRIEF-Agilent Technologies Announces Pricing Of $500 Million Of Senior NotesHeadlines,HealthcareNYSE:Ahttps://www.reuters.com/article/brief-camurus-says-braeburn-submitted-re/brief-camurus-says-braeburn-submitted-request-for-final-approval-of-brixadifor-treatment-of-opioid-use-disorder-to-us-fda-idUSFWN2DE0SYReuterseng2020-06-01T21:39:34+00 ... "], ["2020-05-29 16:51", "Recent Stock Rally May Trip Up Activist Investors ...  Hotels & Resorts (PK) in the first quarter. Ackman is typically a long-term investor, but he quickly sold those positions this quarter. A rally in both stocks made it tough to buy more to make either one a \"meaningful-enough investment,\" he said on a Wednesday call with investors. Instead, Ackman deployed capital to most of his existing positions, such as Agilent Technologies (A) and Hilton Worldwide Holdings (HLT). He also refilled on Starbucks (SBUX). After exiting the chain earlier this year with a 73% gain, Ackman was a buyer last quarter, paying the same multiple that he did in late 2018. Some traditional equities activists veered from their usual playbook to buy credit-default swaps—mirroring a strategy employed by Ackman, according to ... "], ["2020-05-29 15:30", "Worldwide Protein Expression Markets, 2020-2025: Escherichia Coli, Mammalian, Yeast, Pichia, Insect, Baculovirus, And Cell-free ... Leadership Mapping11.3.1 Visionary Leaders11.3.2 Innovators11.3.3 Dynamic Differentiators11.3.4 Emerging Companies11.4 Competitive Scenario11.4.1 Key Developments in the Protein Expression Market 12 Company Profiles 12.1 Thermo Fisher Scientific, Inc.12.2 Merck KGaA12.3 Genscript Biotech Corporation12.4 Agilent Technologies, Inc.12.5 Takara Bio , Inc.12.6 Bio-Rad Laboratories, Inc.12.7 Lonza12.8 Promega Corporation12.9 New England Biolabs12.11 Oxford Expression Technologies Ltd.12.11 Lifesensors12.12 Proteogenix12.13 Synthetic Genomics, Inc. (SGI)12.14 Peak Proteins Ltd.12.15 Promab Biotechnologies, Inc.12.16 Sino Biological, Inc.12.17 Lucigen Corporation.12.18 Artes Biotechnology GmbH12.19 Jena Bioscience GmbH12.20 Bioneer Corporation12.21 Leniobio GmbH For ... "], ["2020-05-29 13:00", "Global Whole Genome And Exome Sequencing Market: Focus On Product, Workflow, Application, End User, Country Data (16 Countries), And Competitive Landscape - Analysis And Forecast, 2019-2029 ... , Globally Increasing Research Funding in the Field of Genomics Market Challenges Expensive Sequencing Procedures and Their Applications in Medical Treatments High Capital Requirement Hampering the Expansion of Global Reach Stringent Regulatory Standards Market Opportunities Technological Advancements in Sample Preparation for Whole Genome and Exome Sequencing Opportunity (by Product) Opportunity (by Application) Opportunity (by Region) Key Companies Profiled Agilent Technologies, Inc., Beijing Genomics Institute (BGI), Bio-Rad Laboratories, Inc. , Cancer Genetics, Inc., Eurofins Scientific SE, F. Hoffmann-La Roche Ltd, General Electric Company, GENEWIZ, Inc., Illumina, Inc., Laboratory Corporation of America Holdings, NoVo gene Corporation, Oxford Nanopore ... "], ["2020-05-28 18:30", "Competing In The 2020 Global Immunoprotein Testing Market ...  entrants identify and evaluate emerging opportunities and developed effective strategic responses. The study explores future trends in the U.S., Europe , Japan ; provides test volume and sales forecasts by country, market segment and individual test; compares features of leading analyzers; and profiles key competitors. Companies Mentioned Abbott Laboratories Agilent Technologies Beckman Coulter /Danaher bioMerieux Bio-Rad DiaSorin Eiken Chemical Fujirebio Grifols Instrumentation Laboratory/Werfen Kyowa Medex Ortho-Clinical Diagnostics PerkinElmer Quest Diagnostics Roche Siemens Healthineers Sysmex Thermo Fisher Tosoh Wako For more information about this report visit https://www.researchandmarkets.com/r/ppjmqx About ResearchAndMarkets.com ResearchAndMarkets ... "], ["2020-05-28 15:00", "Global In Vitro Diagnostics Market Is Expected To Reach $164.40 Billion By 2027 - Latest Market Research Report By Stratistics MRC ... / -- According to Stratistics MRC, the Global In Vitro Diagnostics Market is accounted for $87.93 billion in 2018 and is expected to reach $164.40 billion by 2027 growing at a CAGR of 7.2% during the forecast period. Some of the key players profiled in the In Vitro Diagnostics Market include Abbott Laboratories Inc, Agilent Technologies, Becton Dickinson and Company, Biomrieux Sa, Bio-Rad Laboratories Inc, Cepheid, Danaher Corporation, Diasorin, Johnson & Johnson, Leica Biosystems Nussloch GmbH, Qiagen, Roche Diagnostics, Siemens AG, Sysmex Corporation and Thermo Fisher Scientific. Increasing adoption of fully automated instruments in labs, rising awareness on personalized medicine and consequent growth of chronic diseases are the major factors driving the ... "], ["2020-05-27 20:43", "Ackman says hedge fund up 27% year to date, dumped Berkshire ...  told investors on a conference call on Wednesday, adding that his portfolio contains companies whose businesses can withstand unpredictable events with severe consequences. Positions in Berkshire Hathaway ( BRKa.N ), Blackstone Group ( BX.N ) and Park Hotels & Resorts ( PK.N ) were liquidated because the cash could be used more efficiently elsewhere, he said. Money was used to buy more stock in Agilent Technologies ( A.N ), Starbucks ( SBUX.O ), Restaurant Brands International ( QSR.TO ), Lowe's Cos Inc ( LOW.N ) and Hilton Worldwide Holdings ( HLT.N ), he said, arguing these large companies have best-in-class technology to weather the pandemic. This year's gains come on the heels of last year's 58.1% return, the single best year since Pershing ... "], ["2020-05-27 20:43", "Ackman says hedge fund up 27% year to date, dumped Berkshire ...  told investors on a conference call on Wednesday, adding that his portfolio contains companies whose businesses can withstand unpredictable events with severe consequences. Positions in Berkshire Hathaway ( BRKa.N ), Blackstone Group ( BX.N ) and Park Hotels & Resorts ( PK.N ) were liquidated because the cash could be used more efficiently elsewhere, he said. Money was used to buy more stock in Agilent Technologies ( A.N ), Starbucks ( SBUX.O ), Restaurant Brands International ( QSR.TO ), Lowe's Cos Inc ( LOW.N ) and Hilton Worldwide Holdings ( HLT.N ), he said, arguing these large companies have best-in-class technology to weather the pandemic. This year's gains come on the heels of last year's 58.1% return, the single best year since Pershing ... "], ["2020-05-27 20:36", "Covid 19 coronavirus: Companies are struggling, so why is Wall St soaring? ...  basis, profits of S&P 500 companies fell 13 per cent, making it the worst slump since 2009. Analysts think things will get worse before they get better. At the end of March, the consensus among analysts was that profits at companies that make up the index would sink a modest 1.8 per cent in 2020. But after digesting the financial reports of companies from Agilent Technologies to Zions Bancorp, they now think 2020 profits will tumble more than 20 per cent. Any finance textbook's section on equity prices holds that the direction of the stock market is determined, to a large extent, by the profits and dividends that shareholders expect companies to produce in the future. And academic research has repeatedly shown that when Wall Street analysts revise their ... "], ["2020-05-27 20:24", "UPDATE 1-Ackman says hedge fund up 27% year to date, dumped Berkshire ... these stocks are cheap,\" Ackman told investors on a conference call on Wednesday, adding that his portfolio contains companies whose businesses can withstand unpredictable events with severe consequences. Positions in Berkshire Hathaway, Blackstone Group and Park Hotels & Resorts were liquidated because the cash could be used more efficiently elsewhere, he said. Money was used to buy more stock in Agilent Technologies , Starbucks, Restaurant Brands International , Lowe's Cos Inc and Hilton Worldwide Holdings , he said, arguing these large companies have best-in-class technology to weather the pandemic. This year's gains come on the heels of last year's 58.1% return, the single best year since Pershing Square's founding in 2004, and signal ... "], ["2020-05-27 19:05", "A 'Nimble' Bill Ackman Has Sold His Stake in Berkshire Hathaway ... . The S&P 500 and the Dow Jones Industrial Average are both down for the year. Ackman correctly guessed that credit spreads would widen and deployed $27 million to buy credit protection on global investment-grade and high-yield credit indexes. He unwound the hedges weeks later and reaped $2.6 billion in proceeds, much of which was reinvested into existing positions such as Agilent Technologies (A) and Hilton Worldwide Holdings (HLT) while reinitiating a stake in Starbucks (SBUX). And Ackman is feeling optimistic about the market these days, compared with two months ago when he warned that hotel stocks were \"going to zero\" unless the government instituted a 30-day national shutdown to slow the spread of the coronavirus . \"We still like what we own ... "], ["2020-05-27 15:00", "Agilent To Present At Jefferies Virtual Healthcare ConferenceAgilent Technologies Inc. A today announced the following webcast for the investment community. Jefferies Virtual Healthcare ConferenceWednesday, June 3, 2020 at 1:00 p.m. (ET)Presenting for Agilent: Bob McMahon, chief financial officer Links to join the "], ["2020-05-26 16:54", "Charting a bull-flag breakout, S&P 500 ventures atop 200-day average ... Systems, Inc. CSCO May 21 Beyond Meat, Inc. BYND May 21 SPDR S&P Metals and Mining ETF XME May 20 Agios Pharmaceuticals, Inc. AGIO May 20 General Mills, Inc. GIS May 20 Cree, Inc. CREE May 20 Applied Materials, Inc. AMAT May 19 Fortinet, Inc. FTNT May 18 II-VI, Inc. IIVI May 18 Alteryx, Inc. AYX May 18 iShares Silver Trust SLV May 15 Agnico Eagle Mines, Ltd. AEM May 15 Agilent Technologies, Inc. A May 15 Halozyme Therapeutics, Inc. HALO May 15 Wix.com, Ltd. WIX May 13 Extreme Networks, Inc. EXTR May 13 Qualcomm, Inc. QCOM May 12 Werner Enterprises, Inc. WERN May 12 Zynga, Inc. ZNGA May 12 Jabil, Inc. JBL May 11 Whirlpool Corp. WHR May 11 Kinross Gold Corp. KGC May 11 Avalara, Inc. AVLR May 8 Packaging Corp. of America PKG May 8 Salesforce.com, Inc. CRM May 8 ... "], ["2020-05-25 20:16", "Amid The COVID-19 Crisis And The Looming Economic Recession, The Bioinformatics Market Worldwide Will Grow By A Projected US$12.5 Billion, During The Analysis Period ... COVID-19 crisis is a must for aspiring businesses and their astute leaders seeking to find success in the now changing Bioinformatics market landscape. All research viewpoints presented are based on validated engagements from influencers in the market, whose opinions supersede all other research methodologies. Competitors identified in this market include, among others, Agilent Technologies, Inc.; Dassault Systmes; ID Business Solutions Ltd.; Illumina Inc.; InRead the full report: https://www.reportlinker.com/p04707099/?utm_source=PRN Read the full report: https://www.reportlinker.com/p04707099/?utm_source=PRN About Reportlinker ReportLinker is an award-winning market research solution. Reportlinker finds and organizes the latest industry data so you get all ... "], ["2020-05-24 06:01", "Reuters ... ://www.reuters.com/resources/r/?m=02&d=20200601&t=2&i=1520698777&w=&fh=&fw=&ll=460&pl=300&r=LYNXMPEG5034EReuterseng2020-06-01T21:43:11+00:00Visa sees recovery in U.S. payments volume in MayHeadlines,Business, IndustryNYSE:Vhttps://www.reuters.com/article/brief-agilent-technologies-announces-pri/brief-agilent-technologies-announces-pricing-of-500-million-of-senior-notes-idUSASA00SBNReuterseng2020-06-01T21:39:37+00:00BRIEF-Agilent Technologies Announces Pricing Of $500 Million Of Senior NotesHeadlines,HealthcareNYSE:Ahttps://www.reuters.com/article/brief-camurus-says-braeburn-submitted-re/brief-camurus-says-braeburn-submitted-request-for-final-approval-of-brixadifor-treatment-of-opioid-use-disorder-to-us-fda-idUSFWN2DE0SYReuterseng2020-06-01T21:39:34+00 ... "], ["2020-05-23 12:00", "Mike Kamdar, The Future Of DNA Writing, And The Business Of Biology ...  that recognizes the potential of this technology. DNAScript , Evonetix , Nuclera , Ansa Biotechnologies , and Kern Systems are all working to make enzymatic synthesis a commercial success. \"There will be more than one enzymatic synthesis company,\" says Kamdar. If you look at the market for traditional chemical synthesis, he says, there are also many players, including Twist Bioscience , Agilent Technologies , Thermo Fisher , Danaher , IDT , Synbio-tech , and more. \"We believe the same to be true for enzymatically derived DNA.\" Perhaps more importantly, Kamdar says that Molecular Assemblies is going a different route with its platform-independent technology. \"We don't want to create a desktop device,\" says Kamdar. \"We want to ... "], ["2020-05-22 21:30", "Bill Ackman Adds 2 Stocks To Portfolio, Expands Agilent And Howard Hughes Stakes ... for shareholders. One of Ackman's most well-known activist targets in recent years, which did not end well for him, was Valeant Pharmaceuticals RARX . Ackman's most notable trades for the three months ended March 31 included new positions in Blackstone Group Inc. BX ( NYSE:BX ) and Park Hotels & Resorts Inc. ( NYSE:PK ), as well as significant increases in his holdings of Agilent Technologies Inc A . ( NYSE:A ) and The Howard Hughes Corp HHC . ( NYSE:HHC ). He also curbed his stake in Chipotle Mexican Grill Inc. ( NYSE:CMG ) by 32.66%. Blackstone Group The activist guru invested in 548,526 shares of Blackstone, allocating 0.38% of the equity portfolio to the position. The stock traded for an average price of $55.53 per share during the quarter. Today ... "], ["2020-05-22 15:48", "Coronavirus update: U.S. death toll approaches 100,000 as CDC's testing practices are criticized by health experts ... at how China is faring as it comes out of lockdown. Elsewhere, companies continued to issue debt and equity, and to update investors and customers on their reopening plans. Read: 'The 1918 Spanish flu's second wave was even more devastating': Americans brace for another coronavirus outbreak in the fall Here are the latest things companies have said about COVID-19: Agilent Technologies Inc. A, +5.23% topped earnings and revenue expectations in its latest quarter. Chief Executive Mike McMullen said the company is well-positioned to \"face the challenges\" of the pandemic and was poised to focus on \"growth, a resilient business model, and strong balance sheet.\" Alibaba has seen a \"steady recovery since March\" after the COVID-19 ... "], ["2020-05-22 13:36", "Agilent's (A) Q2 Earnings Beat Estimates, Revenues Down Y/Y ... .8%, +97.1%, +118.0%, +175.7% and even +186.7%. This outperformance has not just been a recent phenomenon. From 2000 2019, while the S&P averaged +6.0% per year, our top strategies averaged up to +54.7% per year. See their latest picks free > > In-Depth Zacks Research for the Tickers Above Normally $25 each - click below to receive one report FREE: Agilent Technologies, Inc. (A) - free report > > Workday, Inc. (WDAY) - free report > > Coupa Software, Inc. (COUP) - free report > > Okta, Inc. (OKTA) - free report > > Published in earnings tech-stocks Zacks' 7 Best Strong Buy Stocks for June, 2020 Free Research for Zacks.com Readers Experts have chosen 7 stocks out of 220 Zacks Rank #1 Strong Buys that have the highest potential to increase in price quickly ... "]]}}