{"postfix": "air_france-klm-aktie", "name": "AIR_FRANCE-KLM", "wkn": "855111", "time": "2020.06.02 12:50", "ts": 1591095058, "features": {"KGV": "10.51", "Marktkapitalisierung": {"Size": "Mrd", "Value": "1.75"}, "GA": "0.95", "KBV": "1.87", "BA": "5.34", "KCV": "1.26", "CA": "7.92", "Vola30": "64.43", "Vola90": "82.23", "Vola180": "68.84", "Vola250": "55.32"}, "rivals": ["british_airways-aktie", "lufthansa-aktie", "southwest_airlines-aktie", "amr-aktie", "qantas_airways-aktie", "air_berlin-aktie"], "text_data": {"de": [["2020.06.02", "MÄRKTE EUROPA/DAX mit Nachholbedarf kräftig aufwärts"], ["31.05.20", "Mai 2020: So schätzen Experten die Air France-KLM-Aktie ein"], ["29.05.20", "Wieder mehr Verbindungen an bayerischen Flughäfen"], ["28.05.20", "Im April täglich nur knapp 10 000 Fluggäste in Deutschland"], ["28.05.20", "Verbraucherzentrale: Airlines brechen Recht bei Ticketerstattung"], ["27.05.20", "Air France-KLM muss 40 Prozent der Flüge streichen"], ["26.05.20", "OFFIZIELLE KORREKTUR/IATA: dreistellige staatliche Milliardenhilfe für Airlines"], ["26.05.20", "Verband IATA: Dreistellige staatliche Milliardenhilfe für Airlines"], ["26.05.20", "Lateinamerikas größte Airline Latam meldet Insolvenz an"], ["26.05.20", "Verbraucherschützer: Weiter keine Klarheit für Reisende"], ["26.05.20", "MÄRKTE EUROPA/Aufwärtsbewegung hält an - Reisesektor favorisiert"], ["26.05.20", "Staat rettet Lufthansa mit neun Milliarden vor der Pleite"], ["25.05.20", "Staat rettet Lufthansa mit neun Milliarden vor Absturz"], ["23.05.20", "WDH: China beschränkt internationale Flüge noch bis Oktober"], ["23.05.20", "Chinas beschränkt internationale Flüge noch bis Oktober"], ["21.05.20", "KORREKTUR: Flugsicherheitsbehörde empfiehlt freie Plätze zwischen Fluggästen"], ["21.05.20", "Flugsicherheitsbehörde empfiehlt freie Plätze zwischen Fluggästen"], ["21.05.20", "WDH/Air France-KLM mustert wegen Corona-Krise A380-Flotte aus"], ["21.05.20", "Air France-KLM mustert A380-Flotte aus"], ["21.05.20", "Air France-KLM mustert Riesenflieger 2 Jahre früher aus: A380-Flotte bleibt für immer am Boden"], ["20.05.20", "Air France-KLM verabschiedet sich früher vom A380"], ["20.05.20", "Air France-KLM wird A380 nicht wieder in die Luft bringen"], ["20.05.20", "MÄRKTE EUROPA/Börsen sehr fest - Marks & Spencer nach Zahlen gesucht"], ["20.05.20", "MÄRKTE EUROPA/Börsen bauen Gewinne noch leicht aus"], ["20.05.20", "MÄRKTE EUROPA/Börsen drehen leicht ins Plus"], ["20.05.20", "MÄRKTE EUROPA/Kurse setzen sich - Kurssprung bei Aareal Bank"], ["19.05.20", "MÄRKTE EUROPA/Uneinheitlich - Ende des Leerverkaufverbots drückt"], ["19.05.20", "MÄRKTE EUROPA/Rücksetzer - Ende des Leerverkaufverbots belastet"], ["19.05.20", "MÄRKTE EUROPA/Verschnaufpause nach Rally-Schub"], ["13.05.20", "Fliegen in Coronazeiten womöglich ohne Drink und Essen"], ["11.05.20", "MÄRKTE EUROPA/Freundlich - Wirecard baut um"]], "en": [["20.05.20", "UPDATE 1-Dutch government's 2019 purchase of Air France-KLM shares \"irregular\" - audit office"], ["20.05.20", "Dutch government's 2019 purchase of Air France-KLM shares 'irregular': audit office"], ["20.05.20", "Dutch government's 2019 purchase of Air France-KLM shares \"irregular\" - audit office"], ["07.05.20", "Air France-KLM prepares for years of shrunken demand"], ["07.05.20", "Air France-KLM boss right to tackle subject of jobs: minister"], ["07.05.20", "Planemakers delay deliveries as crisis hits manufacturing: Air France-KLM CEO"], ["07.05.20", "UPDATE 1-Planemakers delay deliveries as crisis hits manufacturing - Air France-KLM CEO"], ["07.05.20", "Airbus, Boeing delay delivering some jets: Air France-KLM CEO"], ["07.05.20", "Airbus, Boeing delay delivering some jets - Air France-KLM CEO"], ["07.05.20", "Air France-KLM loss gives first taste of coronavirus impact"], ["04.05.20", "Air France-KLM union tensions surface in bailout's wake"], ["27.04.20", "Lufthansa, Air France-KLM shares rise on bailout progress"], ["27.04.20", "Lufthansa, Air France-KLM shares rise on bailout progress"], ["25.04.20", "Air France KLM CEO: voluntary redundancies first step in cost-cutting plans"], ["25.04.20", "Air France-KLM Gets €10 Billion Bailout as Coronavirus Hits Travel"], ["25.04.20", "Coronavirus: Air France-KLM secures billions in government aid"], ["24.04.20", "Air France-KLM wins aid deal, flags likely share issue"], ["24.04.20", "At least $9.7 billion in state bailouts for Air France, KLM"], ["24.04.20", "Air France-KLM secures at least €9bn in Franco-Dutch loans"], ["24.04.20", "France announces 7 billion euros aid for Air France KLM, working on 5 billion for Renault"], ["24.04.20", "France planning aid packages for Air France KLM and Renault: TF1"], ["23.04.20", "Air France-KLM CEO forfeits bonus under Dutch pressure"], ["23.04.20", "Air France-KLM says CEO Ben Smith to give up 2020 bonus"], ["23.04.20", "Air France-KLM CEO bonus incompatible with state aid: Dutch Finance minister"], ["22.04.20", "Air France-KLM nears bailout with improved guarantees - sources"], ["22.04.20", "Air France-KLM nears bailout with improved guarantees: sources"], ["22.04.20", "Air France-KLM nears bailout with improved guarantees - sources"], ["09.04.20", "Air France KLM says it needs government support to continue operations"], ["08.04.20", "Air France KLM will get \"massive\" state support - French finance minister"], ["08.04.20", "Figure of $6.5 billion in loans for Air France KLM 'not unrealistic': minister"], ["03.04.20", "Excluisve: Air France-KLM in talks on multibillion euro state-backed loan package"], ["03.04.20", "Exclusive: Air France-KLM in talks on multibillion euro state-backed loan package"], ["03.04.20", "Exclusive: Air France-KLM in talks on multibillion euro state-backed loan package"], ["17.03.20", "The Zacks Analyst Blog Highlights: Ryanair, Air France KLM, Delta Air Lines, American Airlines and Southwest Airlines"], ["16.03.20", "Air France KLM to park biggest jets, slash service as virus hits travel"], ["16.03.20", "Air France KLM to step up cuts as coronavirus impact bites"], ["14.03.20", "Paris considers loan to keep Air France-KLM flying"], ["14.03.20", "France not yet considering capital injection for Air France-KLM - official"], ["13.03.20", "UPDATE 2-Air France-KLM Dutch subsidiary to cut up to 2,000 jobs"], ["13.03.20", "Air France-KLM Dutch subsidiary to cut 1500 jobs - RTL"], ["2020-06-02 07:21", "Spain will take legal action against Ryanair and EasyJet over their Covid-19 refund policies ...  dispenses drinks in a video to promote Ryanair's return to the skies from July 1. Ryanair and easyJet face legal action from Spanish authorities for allegedly hiding information about the availability of cash refunds for flights cancelled due to the ongoing coronavirus pandemic The other airlines have been identified as Air Europa; Air France; Binter Canarias; Eurowings; Iberia (Iberia Express and Air Nostrum; Jet2; KLM; Latam Airlines; Lufthansa; Scandinavian Airlines (SAS); Transavia; Thomson Airways (TUI); United Airlines; Volotea and Wizzair. The government department said it was taking legal action to get the airlines to stop their practices 'now and in the future.' It is also expected to ask the courts to nullify contracts where customers ... "], ["2020-06-02 04:45", "Lufthansa board gives green light to 9bn bailout ... as carrier agrees terms EU competition chief Margrethe Vestager said on Friday (29 May) that the European Commission was not creating unnecessary obstacles to Lufthansa's 9 billion bailout, shortly before the carrier agreed to accept the Commission's set of conditions. Vestager told Bloomberg TV on Monday that the Lufthansa deal would be used as a yardstick if companies like Air France or KLM decide to pursue recapitalisation measures instead of just liquidity, due to the increased impact on competition. An official notification of the deal has yet to be made to the Commission, according to sources contacted by EURACTIV, so the exact details of which airlines will be able to bid for the slots at two of Germany's busiest hubs still remain unclear ... "], ["2020-05-31 23:32", "Germany, Lufthansa prove tougher foes for Vestager than Google ... champions,\" said Ioannis Kokkoris, a law and economics professor at Queen Mary University of London. Lufthansa will be one of the first companies to seek EU approval for a 9bn ($10bn) rescue that involves Germany taking a 20% stake in the airline. Such state-sponsored recapitalisations get tougher scrutiny because the EU views them as more harmful to competition than the aid France gave to Air France-KLM. Hours before striking the Lufthansa deal, Vestager told journalists that companies get a major boost when the government owns part of the company because it triggers \"more trust in your viability.\" There is \"such a big risk\" to competition \"that you will have to remedy this\" to ensure rivals without help can also compete when the ... "], ["2020-05-31 16:39", "Army officers evacuated from Goma after weeks of delay ...  at 2.3pm on Sunday. They were then taken to St Brican's Military Hospital in Dublin for medical assessment. After they are medically cleared they will be required to spend 14 days in isolation per HSE guidelines. This isolation can take place in their homes, a spokesman said. Topics: Defence Forces Department of Defence Eu Un United Nations Air France-KLM Ministerial Air Transport Congo Dublin(IE) Goma Ireland Paris(FR) Read More Changes to Covid-19 payments to be considered next week, Minister says Coronavirus: Further two deaths in Republic as expert warns against 'rush' to ease restrictions Robberies from homes down 60% due to pandemic Warm, dry spell may prompt hosepipe ban, says Irish Water Convicted smuggler arrested after multimillion ... "], ["2020-05-31 14:56", "Slotting Right In: Lufthansa Nearly Walks Away From Bailout To Save Slot Holding ...  of the business model too. That is where Brussels entered the frame. The process in Europe is that the national government provides the aid, but State Aid needs to be approved at the European level, after an assessment of the impact on, and distortion of, the European market. Just in time, the Commission woke up and did not wave this package of aid through, as it had aid for Air France, Alitalia and KLM. What Lufthansa did to offend Brussels is not obvious, but maybe it was a lost bag once, or there was a failure to load the vegetarian special meal or something. In any event, two conditions were required. Sustainability was the first one. As easy as it is to say, it is harder to deliver on in the short term. Retiring old aircraft is an easy win. We are ... "], ["2020-05-30 21:01", "How hotels across the UK have been helping our Covid heroes ...  from the rooms and sensational overhanging pool Qantas suspends plans to launch 19-and-a-half-hour direct flights from London and New York to Sydney and shelves order for 12 Airbus A350s for the services Advertisement Magical new photographs of the wild horses that live on a bewitching island off the east coast of America Air France, KLM and Lufthansa make face masks compulsory for all passengers - with the carriers stressing filters make cabin air quality similar to that in an operating theatre Hotel in the Maldives loved by Billie Piper and Hayley Atwell reveals its 'Edible Spa Menu' - 10 luxurious treatments you can make at home using SUPERMARKET FOOD Take a walk on the wacky side! When pavements and cycle paths amaze, shock and amuse - from 3D ... "], ["2020-05-30 21:01", "How to explore the world from home during coronavirus pandemic lockdown ...  from the rooms and sensational overhanging pool Qantas suspends plans to launch 19-and-a-half-hour direct flights from London and New York to Sydney and shelves order for 12 Airbus A350s for the services Advertisement Magical new photographs of the wild horses that live on a bewitching island off the east coast of America Air France, KLM and Lufthansa make face masks compulsory for all passengers - with the carriers stressing filters make cabin air quality similar to that in an operating theatre Hotel in the Maldives loved by Billie Piper and Hayley Atwell reveals its 'Edible Spa Menu' - 10 luxurious treatments you can make at home using SUPERMARKET FOOD Take a walk on the wacky side! When pavements and cycle paths amaze, shock and amuse - from 3D ... "], ["2020-05-30 21:00", "The Algarve in autumn is the perfect time for a family activity trip ...  from the rooms and sensational overhanging pool Qantas suspends plans to launch 19-and-a-half-hour direct flights from London and New York to Sydney and shelves order for 12 Airbus A350s for the services Advertisement Magical new photographs of the wild horses that live on a bewitching island off the east coast of America Air France, KLM and Lufthansa make face masks compulsory for all passengers - with the carriers stressing filters make cabin air quality similar to that in an operating theatre Hotel in the Maldives loved by Billie Piper and Hayley Atwell reveals its 'Edible Spa Menu' - 10 luxurious treatments you can make at home using SUPERMARKET FOOD Take a walk on the wacky side! When pavements and cycle paths amaze, shock and amuse - from 3D ... "], ["2020-05-30 14:36", "Lufthansa management accepts tweaked demands by Brussels over state bailout ...  for the bailout. The largest German corporate rescue since the coronavirus crisis struck will see the government get a 20% stake in Lufthansa, which could rise to 25% plus one share in the event of a takeover attempt. A deal would also give the government two seats on Lufthansa's supervisory board. Rivals such as Franco-Dutch group Air France-KLM and US carriers American Airlines, United Airlines and Delta Air Lines are all seeking state aid due to the economic effects of the pandemic. Germany, which has set up a 100 billion euro fund to take stakes in companies hit by the pandemic, said it plans to sell the Lufthansa stake by the end of 2023. \"The German government, Lufthansa and the European Commission have reached an important intermediate ... "], ["2020-05-30 11:40", "Lufthansa accepts tweaked demands by Brussels over state bailout ... for the bailout. The largest German corporate rescue since the coronavirus crisis struck will see the government get a 20% stake in Lufthansa, which could rise to 25% plus one share in the event of a takeover attempt. A deal would also give the government two seats on Lufthansa's supervisory board. Rivals such as Franco-Dutch group Air France-KLM ( AIRF.PA ) and U.S. carriers American Airlines ( AAL.O ), United Airlines ( UAL.O ) and Delta Air Lines ( DAL.N ) are all seeking state aid due to the economic effects of the pandemic. The German government, which has set up a 100 billion euro fund to take stakes in companies hit by the pandemic, said it plans to sell the Lufthansa stake by the end of 2023. \"The German government, Lufthansa and the European ... "], ["2020-05-30 11:19", "Lufthansa accepts tweaked demands by Brussels over state bailout ...  approval for the bailout. The largest German corporate rescue since the coronavirus crisis struck will see the government get a 20% stake in Lufthansa, which could rise to 25% plus one share in the event of a takeover attempt. A deal would also give the government two seats on Lufthansa's supervisory board. Rivals such as Franco-Dutch group Air France-KLM and U.S. carriers American Airlines, United Airlines and Delta Air Lines are all seeking state aid due to the economic effects of the pandemic. Germany, which has set up a 100 billion euro fund to take stakes in companies hit by the pandemic, said it plans to sell the Lufthansa stake by the end of 2023. \"The German government, Lufthansa and the European Commission have reached an important ... "], ["2020-05-30 11:19", "Lufthansa accepts tweaked demands by Brussels over state bailout ...  approval for the bailout. The largest German corporate rescue since the coronavirus crisis struck will see the government get a 20% stake in Lufthansa, which could rise to 25% plus one share in the event of a takeover attempt. A deal would also give the government two seats on Lufthansa's supervisory board. Rivals such as Franco-Dutch group Air France-KLM and U.S. carriers American Airlines, United Airlines and Delta Air Lines are all seeking state aid due to the economic effects of the pandemic. Germany, which has set up a 100 billion euro fund to take stakes in companies hit by the pandemic, said it plans to sell the Lufthansa stake by the end of 2023. \"The German government, Lufthansa and the European Commission have reached an important ... "], ["2020-05-30 11:14", "UPDATE 3-Lufthansa accepts tweaked demands by Brussels over state bailout ... for the bailout. The largest German corporate rescue since the coronavirus crisis struck will see the government get a 20% stake in Lufthansa, which could rise to 25% plus one share in the event of a takeover attempt. A deal would also give the government two seats on Lufthansa's supervisory board. Rivals such as Franco-Dutch group Air France-KLM ( AIRF.PA ) and U.S. carriers American Airlines ( AAL.O ), United Airlines ( UAL.O ) and Delta Air Lines ( DAL.N ) are all seeking state aid due to the economic effects of the pandemic. The German government, which has set up a 100 billion euro fund to take stakes in companies hit by the pandemic, said it plans to sell the Lufthansa stake by the end of 2023. \"The German government, Lufthansa and the European ... "], ["2020-05-30 08:22", "TV chef Ainsley Harriott recalls his travel adventures ...  from the rooms and sensational overhanging pool Qantas suspends plans to launch 19-and-a-half-hour direct flights from London and New York to Sydney and shelves order for 12 Airbus A350s for the services Magical new photographs of the wild horses that live on a bewitching island off the east coast of America Advertisement Air France, KLM and Lufthansa make face masks compulsory for all passengers - with the carriers stressing filters make cabin air quality similar to that in an operating theatre Hotel in the Maldives loved by Billie Piper and Hayley Atwell reveals its 'Edible Spa Menu' - 10 luxurious treatments you can make at home using SUPERMARKET FOOD Take a walk on the wacky side! When pavements and cycle paths amaze, shock and amuse - from 3D ... "], ["2020-05-30 03:06", "European Equities: A Month in Review May 2020 ...  Paribas and Credit Agricole rose by 12.52% and by 7.42% respectively. Soc Gen bucked the trend for a 2 nd month with a 7.22% loss. It was also a mixed month for the auto sector in May. Peugeot fell by 1.99%, while Renault rallied by 11.54%. A 17.17% surge in the final week delivered the upside, which came off the back of plans for Nissan and Renault to strengthen ties. Air France-KLM and Airbus SE saw red for a 2 nd month, however, with losses of 12.57% and 2.04% respectively. Advertisement On the VIX Index In May, market fear continued to melt away, with the VIX falling by 19.44%. Following on from a 36.22% slide in April, the VIX ended the month at 27.5. The VIX had seen 4 consecutive months in the green before the reversal began in April. After April' ... "], ["2020-05-30 00:37", "European Equities: A Week in Review 30/05/20 ...  of lockdown measures, which includes the opening of borders, and the government bailout delivered the upside. From the CAC , it was also a particularly bullish week for the banks. BNP Paribas and Credit Agricole rallied by 12.88% and by 13.50% respectively. Soc Gen saw a more modest 6.01% gain. It was an impressive week for the French auto sector. Peugeot rallied by 10.53%, with Renault surging by 17.17%. Air France-KLM reversed last week's 8.06% slide with a 12.67% rally, while Airbus rose by 4.48%. Advertisement On the VIX Index It was 2 nd consecutive week in the red for the VIX. In the week ending 29 th May, the VIX fell by 3.78%. Following on from an 11.70% slide from the previous week, the VIX ended the week at 27.5. Upbeat sentiment towards the ... "], ["2020-05-30 00:04", "Edging closer to bailout, Lufthansa accepts tweaked demands by Brussels ... for the bailout. The largest German corporate rescue since the coronavirus crisis struck will see the government get a 20% stake in Lufthansa, which could rise to 25% plus one share in the event of a takeover attempt. A deal would also give the government two seats on Lufthansa's supervisory board. Rivals such as Franco-Dutch group Air France-KLM ( AIRF.PA ) and U.S. carriers American Airlines ( AAL.O ), United Airlines ( UAL.O ) and Delta Air Lines ( DAL.N ) are all seeking state aid due to the economic effects of the pandemic. The German government, which has set up a 100 billion euro fund to take stakes in companies hit by the pandemic, said it plans to sell the Lufthansa stake by the end of 2023. \"The German government, Lufthansa and the European ... "], ["2020-05-29 21:13", "Coronavirus: How safe is it to get on a plane? ...  airlines have grounded their entire fleets, while others have been focusing on cargo flights, in an effort to help keep supply chains functioning and make what money they can. Now, however, many carriers are making plans to get back in the air. Ryanair, for example, says it plans to reintroduce 40% of its schedule from July , EasyJet plans to resume some flights in mid-June , while Air France KLM and Lufthansa will begin flying very limited schedules by the end of June. Hungarian carrier Wizz Air has already resumed flights. In the UK, the situation is complicated by the introduction of controversial quarantine rules on 8 June - which will force passengers to isolate themselves for two weeks after arriving in the country. Image copyright Getty Images Image ... "], ["2020-05-29 21:01", "Travel bubbles? Air bridges? What DOES it mean for summer holidays? Here are the answers you need ...  from the rooms and sensational overhanging pool Qantas suspends plans to launch 19-and-a-half-hour direct flights from London and New York to Sydney and shelves order for 12 Airbus A350s for the services Magical new photographs of the wild horses that live on a bewitching island off the east coast of America Advertisement Air France, KLM and Lufthansa make face masks compulsory for all passengers - with the carriers stressing filters make cabin air quality similar to that in an operating theatre Hotel in the Maldives loved by Billie Piper and Hayley Atwell reveals its 'Edible Spa Menu' - 10 luxurious treatments you can make at home using SUPERMARKET FOOD Take a walk on the wacky side! When pavements and cycle paths amaze, shock and amuse - from 3D ... "], ["2020-05-29 21:01", "Handshakes and hugs are out - here's the new global etiquette from the Thai wai to the Zambian clap ...  from the rooms and sensational overhanging pool Qantas suspends plans to launch 19-and-a-half-hour direct flights from London and New York to Sydney and shelves order for 12 Airbus A350s for the services Magical new photographs of the wild horses that live on a bewitching island off the east coast of America Advertisement Air France, KLM and Lufthansa make face masks compulsory for all passengers - with the carriers stressing filters make cabin air quality similar to that in an operating theatre Hotel in the Maldives loved by Billie Piper and Hayley Atwell reveals its 'Edible Spa Menu' - 10 luxurious treatments you can make at home using SUPERMARKET FOOD Take a walk on the wacky side! When pavements and cycle paths amaze, shock and amuse - from 3D ... "]]}}