{"postfix": "air_products_and_chemicals-aktie", "name": "AIR_PRODUCTS_AND_CHEMICALS", "wkn": "854912", "time": "2020.06.02 11:56", "ts": 1591091816, "features": {"KGV": "26.55", "Marktkapitalisierung": {"Size": "Mrd", "Value": "47.70"}, "GA": "8.21", "KBV": "4.22", "BA": "51.69", "KCV": "16.26", "CA": "13.40", "Vola30": "32.19", "Vola90": "53.5", "Vola180": "43.36", "Vola250": "34.33"}, "rivals": ["linde_6-aktie", "air_liquide-aktie", "airgas-aktie", "aceto-aktie", "rentech-aktie", "basf-aktie", "linde-aktie"], "text_data": {"de": [["22.05.20", "Air Products and Chemicals kündigt Dividende an"], ["30.04.20", "April 2020: So schätzen Experten die Air Products and Chemicals-Aktie ein"], ["24.04.20", "Air Products and Chemicals hat die Zahlen zum jüngsten Quartal vorgelegt"], ["22.04.20", "Ausblick: Air Products and Chemicals stellt Ergebnisse des abgelaufenen Quartals vor"], ["08.04.20", "Erste Schätzungen: Air Products and Chemicals informiert über die jüngsten Quartalsergebnisse"], ["31.03.20", "So stuften die Analysten die Air Products and Chemicals-Aktie im vergangenen Monat ein"], ["24.01.20", "Air Products and Chemicals erhöht die Dividende das 38. Jahr in Folge"], ["23.01.20", "Ausblick: Air Products and Chemicals stellt Ergebnisse des abgelaufenen Quartals vor"]], "en": [["23.05.20", "Why Is Air Products and Chemicals (APD) Up 10.9% Since Last Earnings Report?"], ["23.04.20", "Air Products and Chemicals (APD) Q2 Earnings Lag Estimates"], ["16.04.20", "Air Products and Chemicals (APD) Earnings Expected to Grow: Should You Buy?"], ["01.04.20", "Are You Looking for a High-Growth Dividend Stock? Air Products and Chemicals (APD) Could Be a Great Choice"], ["16.03.20", "Are You Looking for a High-Growth Dividend Stock? Air Products and Chemicals (APD) Could Be a Great Choice"], ["28.02.20", "Why Air Products and Chemicals (APD) is a Top Dividend Stock for Your Portfolio"], ["23.02.20", "Air Products and Chemicals (APD) Up 7.5% Since Last Earnings Report: Can It Continue?"], ["24.01.20", "Air Products and Chemicals (APD) Surpasses Q1 Earnings and Revenue Estimates"], ["17.01.20", "Air Products and Chemicals (APD) Reports Next Week: Wall Street Expects Earnings Growth"], ["06.01.20", "This is Why Air Products and Chemicals (APD) is a Great Dividend Stock"], ["2020-06-02 09:22", "Bulgaria's Sopharma buys back 86,748 own shares ... and Consumer Services Business/Management Consultancy Call Centres Carbon Capture and Storage (CCS) Car Parts Chemicals Civil Engineering Clothing Clothing/Textiles Coal Mining Computer Hardware Computer Software Concrete/Cement Construction/Real Estate Consumer Electronics Consumer Goods Copper Production Cosmetics & Perfumes Crude Oil/Natural Gas Extraction Dairy Products ... 11%, sales up 15% Bulgaria's Sopharma Trading signs 2 mln euro drug supply deal Related reports Company Report SOPHARMA AD Industry Report Electricity gas steam and air conditioning supply, Industry Analysis, Bulgaria, 2018 Macro Report Bulgaria Economy Report Q3 2019 Tender Report Tenders, Electricity - Bulgaria (MBAL - Samokov EOOD) Regulation Report Tenders, Electricity - Bulgaria ( ... "], ["2020-06-02 09:03", "Croatia's IGH widens cons net loss in Q1 ...  Biomass & Biofuels Biomass & Biogas Bio/Organic Agriculture/Farming Biopharmaceuticals Biotechnology Brewing Bricks/Tiles Brokers/Dealers Building Construction Building Materials Business and Consumer Services Business/Management Consultancy Call Centres Carbon Capture and Storage (CCS) Car Parts Chemicals Civil Engineering Clothing Clothing/Textiles Coal Mining Computer Hardware Computer Software Concrete/Cement Construction/Real Estate Consumer Electronics Consumer Goods Copper Production Cosmetics & Perfumes Crude Oil/Natural Gas Extraction Dairy Products Data Processing Diversified Holdings Education Electrical Components/Equipment Electric cars/vehicles Electricity Generation Electronic Components Energy Storage Energy/Utilities Entertainment ... "], ["2020-06-02 09:00", "Bulgaria's finmin sees end-May budget surplus at 1.1%/GDP ... and Consumer Services Business/Management Consultancy Call Centres Carbon Capture and Storage (CCS) Car Parts Chemicals Civil Engineering Clothing Clothing/Textiles Coal Mining Computer Hardware Computer Software Concrete/Cement Construction/Real Estate Consumer Electronics Consumer Goods Copper Production Cosmetics & Perfumes Crude Oil/Natural Gas Extraction Dairy Products ...  tonnes of wheat in 2020 Bulgaria's business sentiment improves across all sectors in May Bulgaria's oil products output up in March, power production falls Related reports Industry Report Electricity gas steam and air conditioning supply, Industry Analysis, Bulgaria, 2018 Macro Report Bulgaria Economy Report Q3 2019 Tender Report Tenders, Electricity - Bulgaria (MBAL - Samokov  ... "], ["2020-06-02 08:56", "Turkey's manufacturing performance index rises in May ... and Consumer Services Business/Management Consultancy Call Centres Carbon Capture and Storage (CCS) Car Parts Chemicals Civil Engineering Clothing Clothing/Textiles Coal Mining Computer Hardware Computer Software Concrete/Cement Construction/Real Estate Consumer Electronics Consumer Goods Copper Production Cosmetics & Perfumes Crude Oil/Natural Gas Extraction Dairy Products ... Macedonia extends state of emergency UPDATE 1 - Croatia's Q1 GDP rise of 0.4% y/y meets expectations - Erste UPDATE 1 - Serbia's retail sales to start recovering - Erste Air Serbia to resume flights from Nis, Kraljevo in June Related reports Industry Report Real Estate Sector - Turkey (2009) Macro Report Turkey Economy Q4 2014 Related press releases Compare Scroll up About SeeNews  ... "], ["2020-06-02 08:53", "Croatia's Jadroplov turns to cons net profit in Q1 ... and Consumer Services Business/Management Consultancy Call Centres Carbon Capture and Storage (CCS) Car Parts Chemicals Civil Engineering Clothing Clothing/Textiles Coal Mining Computer Hardware Computer Software Concrete/Cement Construction/Real Estate Consumer Electronics Consumer Goods Copper Production Cosmetics & Perfumes Crude Oil/Natural Gas Extraction Dairy Products ...  Plovidba cons net loss expands sharply in Q1 Croatia Airlines to bring back flights to Zurich, Pula, Zadar on June 8 Bosnia opens borders to neighbours, restarts passenger air transport Related reports Company Report Jadroplov d.d. Industry Report Water transport, Industry Analysis, Bulgaria, 2018 Macro Report Croatia Economy Report Q3 2019 Tender Report Tenders, Electricity - Croatia ( ... "], ["2020-06-02 08:48", "Serbia to start Valjevo-Vrbnica railway line overhaul in 2021 ...  Biomass & Biofuels Biomass & Biogas Bio/Organic Agriculture/Farming Biopharmaceuticals Biotechnology Brewing Bricks/Tiles Brokers/Dealers Building Construction Building Materials Business and Consumer Services Business/Management Consultancy Call Centres Carbon Capture and Storage (CCS) Car Parts Chemicals Civil Engineering Clothing Clothing/Textiles Coal Mining Computer Hardware Computer Software Concrete/Cement Construction/Real Estate Consumer Electronics Consumer Goods Copper Production Cosmetics & Perfumes Crude Oil/Natural Gas Extraction Dairy Products Data Processing Diversified Holdings Education Electrical Components/Equipment Electric cars/vehicles Electricity Generation Electronic Components Energy Storage Energy/Utilities Entertainment ... "], ["2020-06-02 08:14", "Serbia to invest 9 bln euro in infrastructure by 2025 ...  Biomass & Biofuels Biomass & Biogas Bio/Organic Agriculture/Farming Biopharmaceuticals Biotechnology Brewing Bricks/Tiles Brokers/Dealers Building Construction Building Materials Business and Consumer Services Business/Management Consultancy Call Centres Carbon Capture and Storage (CCS) Car Parts Chemicals Civil Engineering Clothing Clothing/Textiles Coal Mining Computer Hardware Computer Software Concrete/Cement Construction/Real Estate Consumer Electronics Consumer Goods Copper Production Cosmetics & Perfumes Crude Oil/Natural Gas Extraction Dairy Products Data Processing Diversified Holdings Education Electrical Components/Equipment Electric cars/vehicles Electricity Generation Electronic Components Energy Storage Energy/Utilities Entertainment ... "], ["2020-06-02 07:50", "Serbia's Alfa Plam buys back 179 own shares ...  Biomass & Biofuels Biomass & Biogas Bio/Organic Agriculture/Farming Biopharmaceuticals Biotechnology Brewing Bricks/Tiles Brokers/Dealers Building Construction Building Materials Business and Consumer Services Business/Management Consultancy Call Centres Carbon Capture and Storage (CCS) Car Parts Chemicals Civil Engineering Clothing Clothing/Textiles Coal Mining Computer Hardware Computer Software Concrete/Cement Construction/Real Estate Consumer Electronics Consumer Goods Copper Production Cosmetics & Perfumes Crude Oil/Natural Gas Extraction Dairy Products Data Processing Diversified Holdings Education Electrical Components/Equipment Electric cars/vehicles Electricity Generation Electronic Components Energy Storage Energy/Utilities Entertainment ... "], ["2020-06-02 07:47", "Sweden's Rosti leases space for second factory in Romania ...  Biomass & Biofuels Biomass & Biogas Bio/Organic Agriculture/Farming Biopharmaceuticals Biotechnology Brewing Bricks/Tiles Brokers/Dealers Building Construction Building Materials Business and Consumer Services Business/Management Consultancy Call Centres Carbon Capture and Storage (CCS) Car Parts Chemicals Civil Engineering Clothing Clothing/Textiles Coal Mining Computer Hardware Computer Software Concrete/Cement Construction/Real Estate Consumer Electronics Consumer Goods Copper Production Cosmetics & Perfumes Crude Oil/Natural Gas Extraction Dairy Products Data Processing Diversified Holdings Education Electrical Components/Equipment Electric cars/vehicles Electricity Generation Electronic Components Energy Storage Energy/Utilities Entertainment ... "], ["2020-06-02 07:27", "South Korea to reopen WTO complaint over Japan trade curbs ... lure travelers back with extra elite-qualifying miles The ultimate guide to Livermore's top wineries (The Press) RV travel soars for summer trips as air travel stalls Routes: Quarantines quash air travel revival plans + more news Real Estate New Homes (Virtual) Open Homes The Walk-Through Luxury On the Block Rentals Mortgage Rates Place an ad  ... chemicals or products that involved them in the past 11 months. \"Our government in the past six months sincerely engaged in dialogue and provided thorough and sufficient explanations so that the Japanese side could understand South Korea's export controls are functioning normally and effectively,\" Na said in a briefing. \"Our thinking is that the process of bilateral consultations is over, and ... "], ["2020-06-02 07:20", "Bulgaria's TBS Group updates public offering plans ... and Consumer Services Business/Management Consultancy Call Centres Carbon Capture and Storage (CCS) Car Parts Chemicals Civil Engineering Clothing Clothing/Textiles Coal Mining Computer Hardware Computer Software Concrete/Cement Construction/Real Estate Consumer Electronics Consumer Goods Copper Production Cosmetics & Perfumes Crude Oil/Natural Gas Extraction Dairy Products ...  Ports Infrastructure Co signs 2.5 mln euro deal with Telelink Related reports Company Report Telelink Business Services Group AD Industry Report Electricity gas steam and air conditioning supply, Industry Analysis, Bulgaria, 2018 Macro Report Bulgaria Economy Report Q3 2019 Tender Report Tenders, Electricity - Bulgaria (MBAL - Samokov EOOD) Regulation Report Tenders, Electricity -  ... "], ["2020-06-02 06:44", "South Korea to reopen WTO complaint over Japan trade curbsSubscribe Sign In Home Contact Us Manage Subscription Subscribe Comment Policy Fresh Air Fund Newsletter Sign Up Newsstand Locations Digital Edition Advertise with Us Submit Announcements Public Notices NIE Senior Spotlight Privacy Notice Terms of Use New Haven mayor pledges action; chief defends pepper spray use Ansonia police chief calls for  ...  the chemicals or products that involved them in the past 11 months. \"Our government in the past six months sincerely engaged in dialogue and provided thorough and sufficient explanations so that the Japanese side could understand South Korea's export controls are functioning normally and effectively,\" Na said in a briefing. \"Our thinking is that the process of bilateral consultations is over, and the ... "], ["2020-06-02 06:44", "South Korea to reopen WTO complaint over Japan trade curbs ...  Springs Traffic National News Marijuana Pikes Peak Courier Cheyenne Edition Woodmen Edition The Tribune Special Reports Blogs Podcasts Newsletters Submit a News Tip Sports Air Force Sports Baseball Basketball Denver Broncos Hockey Olympics Paul Klee Gazette Preps Switchbacks Videos Woody Paige Opinion Editorials Columnists Letters to the Editor Submit  ...  chemicals or products that involved them in the past 11 months. \"Our government in the past six months sincerely engaged in dialogue and provided thorough and sufficient explanations so that the Japanese side could understand South Korea's export controls are functioning normally and effectively,\" Na said in a briefing. \"Our thinking is that the process of bilateral consultations is over, and  ... "], ["2020-06-01 06:28", "Reuters ...  middle ageHeadlines,BreakingviewsTYO:4901,NASDAQ:AAPL,PAR:ACA,NASDAQ:FB,NASDAQ:GOOGLhttps://www.reuters.com/article/health-coronavirus-tunisia/tunisia-to-open-sea-air-and-land-borders-on-june-27-idUSL8N2DE4WIReuterseng2020-06-01T19:40:29+00:00Tunisia to open sea, air and land borders on June 27Headlines,Industrialshttps://www.reuters.com/article/us-global-forex/dollar-falls-as-optimism-about-economic-recovery-boosts-risk-sentiment- ... -06-01T12:42:57+00:00Gilead says remdesivir helped moderate COVID-19 patients improveHeadlines,HealthcareNASDAQ:GILDhttps://www.reuters.com/article/us-thailand-chemicals/thailands-chemical-pesticide-ban-troubles-farmers-industries-idUSKBN2382IChttps://www.reuters.com/resources/r/?m=02&d=20200601&t=2&i=1520640693&w=& ... "], ["2020-06-01 06:27", "Senior Living: Gardening does a body good ... , I attribute much of my unusual longevity to maintaining a positive attitude. When one is diagnosed with cancer, it feels like the roof caving in. But in my case it was only a matter of days before I decided \"if I am not going to make Christmas (what my children apparently had been told), I'd better make the most of the time I have left!\" And I have never looked back. I don't fuss about things I cannot change (like the weather). I eat very little prepared Frankenfood replete with often harmful chemicals and instead use a slow cooker to prepare eight home-cooked dinners at a time from scratch to freeze or store (in old-fashioned glass sealers). I walk a bit, bike a lot (just got another one after my last one was stolen), do a lot of reading ... "], ["2020-06-01 05:26", "Gov't opens websites for potential military victims of humidifier disinfectants ... Partly Sunny 17.3 16 / 28 Precip 0mm Wind W 3.5m/s Humidity 45% CAI Moderate 80 PM10 Good DSS Very Bad PM2.5 Bad O Moderate close CAI Comprehensive Air-quality Index PM10 Particulate Matter Less than 10 PM2.5 Particulate Matter Less than 2.5 O Ozone Latest News Pause more Close All Headlines National Politics Diplomacy Defense National North  ... have reported their suffering to the defense ministry through the offline center, it added. Government tests found that toxic biocides were used in the products made by several companies, including Oxy Reckitt Benckiser and SK Chemicals. Such products first hit the shelves here in 1994 and were sold until being banned in 2011. Investigations into the firms have resulted in a number of convictions. Last year, Seoul's  ... "], ["2020-06-01 02:05", "Rhian Sugden launches 'IVF friendly' tanning product with funds going to charity ... Street star Oliver Mellor has struggled to conceive through IVF, and has documented her quest to become a mother online. Now the star hopes her creation will help other women feel more confident in their skin and says her ingredients will appeal to others who are concerned about the chemicals used in similar products. View this post on Instagram A post shared by Rhian ... to royal family front line Prince Charles, Prince of Wales EXCLUSIVE: The heir believes his fitness - honed from his time serving in the Royal Air Force and Royal Navy from 1971 to 1976 - is responsible for him bouncing back from a bout of coronavirus Kate and William refuse to say if they will keep Charlotte home as schools reopen Royal Family Five-year-old Princess Charlotte is one of  ... "], ["2020-05-31 22:56", "Here's How to Clean White Sneakers, According to Experts ...  the internet? Save it for the rubber soles and skip it on the leather. \"Magic Erasers contain chemicals that can be too harsh and even ruin the natural finish on the sneaker,\" Gross says. \"You want to preserve that varnish as much as you can to keep the integrity of the leather.\" That goes for other household cleaning products that might seem to work but will really ... BUY IT HERE Nike Air Force 1 '07 Sneakers nike.com $90.00 BUY IT HERE This content is created and maintained by a third party, and imported onto this page to help users provide their email addresses. You may be able to find more information about this and similar content at piano.io This commenting section is created and maintained by a third party, and imported onto this page ... "], ["2020-05-31 20:22", "After Trump declares Antifa a terrorist organization, the communist-funded radical Left will turn America into a battleground... here's what happens next ...  Native American heritage , which he credits as inspiring his \"Health Ranger\" passion for protecting life and nature against the destruction caused by chemicals, heavy metals and other forms of pollution. Adams is the author of the world's first book that published ICP-MS heavy metals analysis results for foods, dietary supplements, pet food, spices and fast food. The book is entitled Food Forensics and is published by BenBella Books. In his laboratory research, Adams has made numerous food safety breakthroughs such as revealing rice protein products imported from Asia to be contaminated with toxic heavy metals like lead, cadmium and tungsten . Adams was the first food science researcher to document high levels of tungsten in superfoods . He also ... "], ["2020-05-31 18:05", "Probe blames safety lapses for deadly India gas leak ... and lacked temperature sensors. The report, issued Thursday, said the response to the leak by workers at the factory was slow and the chemical company lacked experience in monitoring and maintaining tanks full of chemicals that sat idle for several weeks due to India's nationwide coronavirus lockdown. LG Polymers is owned by LG Chem Ltd., South Korea's largest chemical company, which produces a range of industrial products, including petrochemicals, plastics and ...  Internships Careers @ the Star Star Advisers Star ePaper Edition Reprint and License Advertising Advertise with Us Advertising Terms Special Features Election Ads Registry Initiatives Santa Claus Fund Fresh Air Fund Speakers Bureau Classroom Connection Toronto Star Archives Privacy Policy  ... "]]}}