{"postfix": "air_liquide-aktie", "name": "AIR_LIQUIDE", "wkn": "850133", "time": "2020.06.02 11:51", "ts": 1591091487, "features": {"KGV": "26.57", "Marktkapitalisierung": {"Size": "Mrd", "Value": "57.75"}, "GA": "4.76", "KBV": "3.16", "BA": "40.05", "KCV": "13.03", "CA": "9.71", "Vola30": "32.22", "Vola90": "54.5", "Vola180": "41.3", "Vola250": "30.69"}, "rivals": ["linde_6-aktie", "airgas-aktie", "air_products_and_chemicals-aktie", "basf-aktie", "linde-aktie"], "text_data": {"de": [["31.05.20", "So schätzen Analysten die Air Liquide-Aktie ein"], ["30.04.20", "April 2020: Das sind die Expertenmeinungen zur Air Liquide-Aktie"], ["25.04.20", "Air Liquide verkündete Quartalsergebnis zum jüngsten Jahresviertel"], ["25.04.20", "Air Liquide öffnete die Bücher zum abgelaufenen Quartal"], ["24.04.20", "MÄRKTE EUROPA/Schwacher Wochenausklang - EU-Gipfel enttäuscht"], ["24.04.20", "MÄRKTE EUROPA/Börsen bauen Verluste leicht aus"], ["24.04.20", "MÄRKTE EUROPA/Börsen erholen sich trotz Ifo-Absturz von Tagestiefs"], ["24.04.20", "Linde-Rivale Air Liquide bestätigt Ziele - Wasserstoff-Index profitiert!"], ["24.04.20", "Air Liquide: Nettogewinn im 1. Quartal fast auf Vorjahresniveau"], ["21.04.20", "ANALYSE-FLASH: JPMorgan nimmt Air Liquide mit 'Neutral' wieder auf"], ["07.04.20", "Air Liquide will deutschen Desinfektionsmittelhersteller Schülke verkaufen"], ["07.04.20", "Finanzinvestor EQT übernimmt Desinfektionshersteller Schülke"], ["06.04.20", "ANALYSE-FLASH: Jefferies senkt Ziel für Air Liquide auf 149 Euro - 'Buy'"], ["31.03.20", "So schätzen Analysten die Air Liquide-Aktie ein"], ["31.03.20", "MÄRKTE EUROPA/Kräftiger DAX-Satz über 10.000 Punkte - Hellofresh +14%"], ["13.03.20", "ANALYSE-FLASH: JPMorgan hebt Air Liquide auf 'Neutral' - Ziel 110 Euro"], ["13.03.20", "ANALYSE-FLASH: JPMorgan hebt Air Liquide auf 'Neutral' - Ziel 110 Euro"], ["29.02.20", "Analysten sehen bei Air Liquide-Aktie Potenzial"], ["27.02.20", "MÄRKTE EUROPA/Börsen im freien Fall - zwischen Angst und Panik"], ["27.02.20", "MÄRKTE EUROPA/Börsen im freien Fall - Keine Unterstützung von Wall Street"], ["12.02.20", "Air Liquide präsentierte Quartalsergebnisse"], ["12.02.20", "Air Liquide zog Bilanz zum jüngsten Jahresviertel"], ["11.02.20", "Air Liquide erwirtschaftet höheren Umsatz und hebt die Dividende an"], ["11.02.20", "ANALYSE-FLASH: Baader Bank belässt Air Liquide auf 'Reduce' - Ziel 110 Euro"], ["11.02.20", "Gasehersteller: Linde-Konkurrent Air Liquide profitiert von Sparprogramm"], ["11.02.20", "Chemie: Air Liquide profitiert von Sparprogramm"], ["11.02.20", "Air Liquide profitiert von Sparprogramm"]], "en": [["05.05.20", "Air Liquide Combined Shareholders’ Meeting  of May 5, 2020"], ["04.05.20", "Closing of the divestiture of Air Liquide entities in Czech Republic and Slovakia to Messer"], ["24.04.20", "First quarter 2020:  Sales growth of +1% confirming our solid business model and the mobilization of the Group in response to the Covid-19 pandemic"], ["22.04.20", "Air Liquide signs 11 new long-term contracts for On-Site gas supply for its Industrial Merchant activity in Q1 2020"], ["21.04.20", "Air Liquide announces a major investment in Taiwan to enter two of the world’s most advanced semiconductor basins"], ["16.04.20", "Covid-19: Air Liquide is mobilized to increase its production of CryopAL medical oxygen vessels for home healthcare and long-term care facilities"], ["07.04.20", "Air Liquide sells hand sanitiser business to private equity group"], ["07.04.20", "Air Liquide enters exclusive negotiations with EQT for the sale of schülke"], ["02.04.20", "May 5, 2020 Combined General Meeting: meeting to be held behind closed doors"], ["02.04.20", "Availability of the Pre-Q1 2020 Sales Communication"], ["31.03.20", "Air Liquide, Groupe PSA, Schneider Electric, Valeo rise to the challenge of producing 10,000 Air Liquide Medical Systems respirators in response to the French government request"], ["26.03.20", "Air Liquide Supporting Critical Medical, Industrial Gas Infrastructure Needs in the U.S."], ["26.03.20", "Air Liquide supporting critical medical, industrial gas infrastructure needs in the U.S."], ["26.03.20", "Air Liquide successfully launches a €1 billion long term bond issuance"], ["25.03.20", "Combined General Meeting on May 5, 2020: publication of the Notice of meeting"], ["24.03.20", "France's Air Liquide aims to boost production of ventilators"], ["16.03.20", "Air Liquide seeks coronavirus premium for hand sanitiser unit sale"], ["02.03.20", "Air Liquide enters into exclusive negotiations with Hivest Capital Partners to sell CRYOPDP"], ["19.02.20", "Air Liquide's Turbo-Brayton solution acclaimed by the maritime transport industry to reduce greenhouse gas emissions"], ["17.02.20", "Combined General Meeting on May 5, 2020"], ["11.02.20", "Air Liquide CEO Interview - 2019 Full Year Results (Video)"], ["11.02.20", "Air Liquide CEO Interview - 2019 Full Year Results (Video)"], ["11.02.20", "Dow Jones Newswires: Air Liquide 2019 profit and revenue rises"], ["11.02.20", "2019: A landmark year for performance, investments and commitment to climate"], ["10.02.20", "Air Liquide strengthens its partnership with BASF in Antwerp with three new long-term contracts"], ["03.02.20", "Air Liquide Receives Perfect Score in Human Rights Campaign’s 2020 Corporate Equality Index"], ["28.01.20", "Air Liquide enters exclusive negotiations with Messer to sell its entities in Czech Republic and Slovakia"], ["27.01.20", "Air Liquide renews its collaboration with Solidia Technologies®?"], ["23.01.20", "Air Liquide recognised by the CDP as one of the best-performing companies in the fight against climate change"], ["16.01.20", "Air Liquide strengthens its home healthcare offer with support for diabetic patients in Germany and Benelux"], ["06.01.20", "Availability of the Pre-Full Year 2019 Results Communication"], ["2020-05-28 22:45", "Acrylate Market Assessment 2012-2019 And 2020-2027 - Butyl Acrylate Market Set To Reach $4.5 Billion By 2027, Despite COVID-19 Challenges ...  world order post-COVID-19 crisis is a must for aspiring businesses and their astute leaders seeking to find success in the now changing Acrylate market landscape. All research viewpoints presented are based on validated engagements from influencers in the market, whose opinions supersede all other research methodologies. Competitors identified in this market include, among others are: Air Liquide S.A. Arkema BASF SE DowDuPont Inc. Evonik Industries AG Formosa Plastics Corporation Jiangsu Jurong Chemical Co. Ltd. LG Chem Loba Chemie Pvt. Ltd. Merck KGaA Mitsubishi Chemical Corporation Nippon Shokubai Co. Ltd. Polysciences, Inc. Sahara PCC Sasol Ltd. Shanghai Huayi Acrylic Acid Co. Ltd. Shanghai Lang Chemical Co. Ltd. Shenyang Chemical Co. Ltd. SIBUR Holding ... "], ["2020-05-27 13:30", "Hydrogen Generation Market Size Reach Around US$ 120 Bn 2027: Acumen Research And Consulting ...  also prohibit the application of hydrogen fuel. Browse more Energy and Power Industry Research Reports@ https://www.acumenresearchandconsulting.com/industry-categories/energy-and-power The global hydrogen generation market includes prominent players such as Linde AG, Air Products & Chemicals Inc., Iwatani Corporation, Airgas Inc., Caloric Anlagenbau GmbH, Air Liquide SA, Hydrogenics Corp., Nuvera Fuel Cells, LLC, Alumifuel Power Corporation, Praxair Inc., and others. Recent Developments In February 2020 , Air Liquide strengthens its collaborated with BASF in Antwerp with three new long-term contracts In December 2019 , Nuvera Breaks Ground on Automated Fuel Cell Production Facility in China Market Segmentation Hydrogen Generation Market By Production Steam ... "], ["2020-05-26 13:15", "German Respiratory Devices Market, Forecast To 2025 - Focus On Therapeutic Devices, Diagnostic & Monitoring Devices, Consumables & Accessories ... Opportunities 5. Market Segmentation 5.1. Germany Respiratory Device Market by Product5.1.1. Therapeutic Devices5.1.2. Diagnostic and Monitoring Devices5.1.3. Consumables and Accessories5.2. Germany Respiratory Device Market by End-user5.2.1. Homecare5.2.2. Hospitals and Clinics 6. Company Profiles 6.1. 3M Co.6.2. Acorda Therapeutics, Inc.6.3. Adamis Pharmaceuticals Corp.6.4. Adherium Ltd.6.5. Air Liquide S.A.6.6. AstraZeneca PLC6.7. Bayer AG6.8. Bespak6.9. Boehringer Ingelheim International GmbH6.10. Chiesi Farmaceutici S.p.A.6.11. Gilbert Technologies B.V.6.12. GlaxoSmithKline PLC6.13. H&T Presspart Manufacturing Ltd.6.14. Hamilton Medical AG6.15. Koninklijke Philips N.V.6.16. Medtronic PLC6.17. Novartis AG6.18. PMD Device Solutions Ltd.6.19. ResMed Corp.6 ... "], ["2020-05-23 10:45", "Cyclone Amphan loss estimated at $13 billion in India, may rise in Bangladesh ...  Mallard) What to Read Next Girl who pedalled injured dad across India offered national team trial AFP Clint Eastwood Just Joined The Most Exclusive Club Yetales.com Ad Reruns of religious dramas comfort Indians in dire times Associated Press Global Ventilator Market Report 2020-2025: Featuring Profiles of Key Players Medtronic, Zoll Medical, Getinge AB, Allied Healthcare Products and Air Liquide PR Newswire Trump's press secretary may have flashed his personal banking information while displaying the check of his quarterly salary donation Business Insider Man Finds Buried Chain, Pulls It Up And Jumps Back Faqtoids.com Ad Survivor tells of 'turbulence' and warning before Pakistan plane crash PA Media: World News Hana Kimura, Pro Wrestler and ... "], ["2020-05-23 09:51", "Girl who pedalled injured dad across India offered national team trial ... 39;s efforts in a tweet, describing it as a \"beautiful feat of endurance & love.\" What to Read Next Reruns of religious dramas comfort Indians in dire times Associated Press Clint Eastwood Just Joined The Most Exclusive Club Yetales.com Ad Global Ventilator Market Report 2020-2025: Featuring Profiles of Key Players Medtronic, Zoll Medical, Getinge AB, Allied Healthcare Products and Air Liquide PR Newswire US STOCKS-Wall St flat amid Sino-U.S. tensions, economic uncertainty Reuters Trump's press secretary may have flashed his personal banking information while displaying the check of his quarterly salary donation Business Insider Veterans Rush To Claim Large Cash Settlements Injury Survey Ad Can I go to the beach? Or see a friend? How to ease back ... "], ["2020-05-22 19:00", "Global Ventilator Market Report 2020-2025: Featuring Profiles Of Key Players Medtronic, Zoll Medical, Getinge AB, Allied Healthcare Products And Air Liquide ...  news alerts, and more. I agree to TheMaven's Terms and Policy Sign Up Already have an account? Login here Alerts | Newsletters JIM CRAMER INVESTING PERSONAL FINANCE RETIREMENT TECHNOLOGY MARKETS HOW-TO VIDEO FINANCIAL ADVISOR CENTER Login Account Global Ventilator Market Report 2020-2025: Featuring Profiles Of Key Players Medtronic, Zoll Medical, Getinge AB, Allied Healthcare Products And Air Liquide DUBLIN, May 22, 2020 /PRNewswire/ -- The \"Ventilator Market - Forecasts from 2020 to 2025\" report has been added to ResearchAndMarkets. Author: PR Newswire Publish date: May 22, 2020 3:00 PM EDT DUBLIN , May 22, 2020 /PRNewswire/ -- The \"Ventilator Market - Forecasts from 2020 to 2025\" report has been added to ResearchAndMarkets.com's ... "], ["2020-05-19 22:15", "World Market For Respiratory Care Devices 2020, Featuring ResMed, Medtronic, Fisher & Paykel Healthcare Limited And Getinge AB ...  9.5. Middle East and Africa 9.6. Asia Pacific 10. Competitive Environment and Analysis 10.1. Major Players and Strategy Analysis10.2. Emerging Players and Market Lucrativeness10.3. Mergers, Acquisitions, Agreements, and Collaborations10.4. Vendor Competitiveness Matrix 11. Company Profiles Koninklijke Philips N.V. ResMed Medtronic Masimo Fisher & Paykel Healthcare Limited Getinge AB Air Liquide Medical Systems Drgerwerk AG & Co. KGaA Hamilton Medical Invacare Corporation For more information about this report visit https://www.researchandmarkets.com/r/td0qey About ResearchAndMarkets.com ResearchAndMarkets.com is the world's leading source for international market research reports and market data. We provide you with the latest data on international and ... "], ["2020-05-16 14:35", "Emmanuel Macron's Brext spat with Boris Johnson revealed: 'France is entry point to Europe ...  added \"France is the entry point to Europe. We want to be India's best partner in Europe\". Macron's office said French and Indian companies had signed contracts worth 13bn (11.5bn) on the first full day of the trip, including a contract for the aviation firm Safran to supply the airline Spice Jet with engines, and a contract between the industrial gas company Air Liquide and Sterlite. Education has been far from the key issue during Brexit talks however. On the UK's hopes for an EU trade deal, Macron has backed the bloc's chief negotiator Michel Barnier in demanding concessions from Prime Minister Johnson. READ MORE: How Merkel's rival blasted EU for 'Leaving too much to France!' Related articles 'Now it's France ... "], ["2020-05-12 15:30", "Leading Medical Device Companies, Medtronic And Philips, Expand Ventilator Production Amidst Coronavirus Outbreak, Reports TBRC ...  journal of pulmonology, 38.1% of patients in hospitals treated with ventilators develop ventilator-associated pneumonia. Key Players And Their Strategies In The Ventilators Market Major players in the global ventilators market are Philips Healthcare, ResMed, Medtronic, Becton, Dickinson and Company, GE Healthcare, Hamilton Medical, Drger, Getinge, Smiths Group, Fisher & Paykel, Air Liquide, Allied Healthcare Products, and Teleflex Incorporated. Companies in the market are investing in mergers and acquisitions to strengthen their businesses. In April 2018 , Vyaire Medical, a US based respiratory device manufacturer, acquired Acutronic for an undisclosed amount. Acutronic is a leading manufacturer of neonatal ventilator equipment. With this move, Vyaire will ... "], ["2020-05-12 14:30", "Medical Ventilators Market - Global Outlook And Forecast 2020-2025 ... witnessing heavy competition from regional and local companies from India , China , Italy , and Germany . Several regional vendors are offering cost-effective ventilators in Europe , APAC, and Middle East & Africa regions. Key Vendors Hamilton Medical Medtronic Koninklijke Philips Vyaire Medical GE Healthcare ResMed Drgerwerk SCHILLER Smith Medical Other Vendors Air Liquide Medical Systems Avasarala Technologies ABRONN AgVa Healthcare aXcent Medical Bunnell Beijing Eternity Electronic Technology Deluxe Scientific Surgico Dima Italia Fritz Stephan Getinge Hartwell Medical HEYER Medical HILL-ROM Lwenstein Medical Innovation Shenzhen Mindray Bio-Medical Electronics MEK-ICS Narang Medical Oceanic Medical Shenzhen Landwind Industry Siare Engineering International ... "], ["2020-05-12 11:40", "Hyundai to install hydrogen bus chargers at Incheon airport ...  Subscribe Register LogIn Site Map E-paper Subscribe Register LogIn Biz & Tech Auto IT Game Manufacturing Retail & Food Energy Construction Airlines Tue, May 12, 2020 | 21:53 Auto Hyundai to install hydrogen bus chargers at Incheon airport Posted : 2020-05-12 16:19 Updated : 2020-05-12 18:53 Hyundai Motor President Han Sung-kwon, second from left, poses with Air Liquide Korea president Guillaume Cottet, left, Incheon International Airport Corp. President Koo Bon-hwan, second from right, and HyNet CEO Yoo Jong-soo, after signing an agreement to build charging facilities for hydrogen buses at Incheon International Airport at the airport's headquarters in Incheon, Monday. / Courtesy of Hyundai Motor By Kim Yoo-chul Hyundai Motor said Tuesday it will install ... "], ["2020-05-12 01:39", "Hyundai Motor to build hydrogen bus chargers at Incheon Int'l Airport ...  Messenger Copy URL URL is copied. LIKE SAVE PRINT FONT SIZE ABCDEFG ABCDEFG ABCDEFG ABCDEFG ABCDEFG SEOUL, May 12 (Yonhap) -- Hyundai Motor Co. said Tuesday it will build charging facilities for hydrogen buses at Incheon International Airport, the country's main gateway, by March 2021. Hyundai Motor will also provide hydrogen buses to the Incheon airport, and French company Air Liquide SA, the world's biggest supplier of industrial gases, will supply high-end charging equipment and hydrogen to the facilities, the company said in a statement. Incheon International Airport Corp. (IIAC), the operator of the country's main airport, plans to gradually replace old shuttle buses that have combustion engines with hydrogen fuel-cell electric buses in the ... "], ["2020-05-11 08:05", "Hydrogen Generation Market Size Worth $164.78 Billion By 2027: Grand View Research, Inc. ...  scale industries has gained more popularity in last few years In application segment, methanol production accounted for the largest market share whereas, application of hydrogen in ammonia production is projected to expand at the highest CAGR during the forecast period Some of the significant hydrogen generation market participants include Linde AG; Air Liquide S.A.; Air Products and Chemicals, Inc.; INOX Air Products Ltd.; Iwatani Corporation; Matheson Tri-Gas, Inc.; SOL Group Hydrogenics Corporation; Messer Group GmbH; Tokyo Gas Chemicals Co., Ltd; Taiyo Nippon Sanso; Teledyne Technologies Incorporated; and Hygear Key companies are adopting various organic and inorganic growth strategies with a view to expand their service portfolio and market share Read ... "], ["2020-05-11 03:10", "Green revolution seen turning around Australia's steel industry ...  of Australians work in industries that rely on fossil fuels. This practical plan could be a win-win-win.\" The technology to make \"green hydrogen\" is still in its infancy and efforts to make it a commercial reality are furthest advanced in Europe, where policymakers are quickly tightening the screws on industry to scale back pollution. The industrial gas maker Air Liquide SA, steelmaker ThyssenKrupp AG and oil major Royal Dutch Shell Plc have some of the highest profile demonstration projects. Australia's steel industry has long been in decline. It now ranks as only the 26th largest producer, with annual output of about 5.7 million tonnes, according to the World Steel Association. China, the top producer, churned out almost 1 billion tonnes ... "], ["2020-05-10 16:27", "France holds its breath on the eve of Covid-19 lockdown lifting ... , the government's goal is to be able to increase [intensive care capacity] again very quickly in the event of a second wave, up to 10,000 or even 14,000 beds,\" a health ministry spokesperson said. This plan, too, has faced obstacles. In late March, France's sole domestic producer of ventilators, Air Liquide, teamed up with three other heavyweights of industry to begin rapid production of 10,000 new ventilators. But there was a hitch. Air Liquide said it would be impossible to produce the government's requested amount (5,000) of its top-tier, T60-model ventilators within the proposed 50-day timeline. Instead, the company agreed to make 1,500 of the T60 model and 8,500 of a less complex Osiris model. Hospital guidelines published by the Health ... "], ["2020-05-08 15:40", "Russell Investments says these 4 stocks are perfect for investors on the hunt for ESG-friendly returns ...  ESG score of 10, which is our highest score.\" ... \"In reviewing our proxy voting record, we observed no contentious votes in 2019, no shareholder proposals and few controversies — only one that rises to the significant level,\" one Russell views positively given the company's size. Source: Russell Investments Air Liquide (AIQUY) The Air Liquide logos are displayed at the Alteo calcined alumina production plant in Gardanne Reuters Company: Air Liquide Ticker: AIQUY What they do: A French industrials conglomerate that provides gases and services to various industries Returns: Shares of the company, which trade in France on the CAC, outperformed the MSCI ACWI by nearly 3% over three years ending in December 2019. Select ESG metrics ... "], ["2020-05-07 23:31", "Plug Power Inc (PLUG) Q1 2020 Earnings Call Transcript ... ;m curious what this does to your TAM. I don't remember if you discussed that at the symposium, but it would seem like it would vastly expand that. Andy Marsh -- President and Chief Executive Officer I mean, I think -- so, if you take a bigger picture back, Jed, I think that's a statement on the vitality this industry. Today, I was on a Reuters webinar with leadership at Air Liquide, Hyundai and Plug representing the United States. We believe that by 2050, 14% of US Energy and 18% of global energy is going to come from hydrogen. And fuel cells I think are the vehicles of choice for on-road trucking and I think this TAM for Plug Power and the TAM for the industry I think will continue to expand each year. And we have a nice leadership position as the ... "], ["2020-05-07 16:30", "Industrial gas producer Linde targets growth in health and electronics ...  ago Industrial gas producer Linde targets growth in health and electronics Zuzanna Szymanska 3 Min Read (Reuters) - Linde ( LIN.N ) is targeting growth opportunities in the semiconductor and healthcare sectors, the industrial gas producer said as it reported slightly better than expected quarterly earnings, citing its balanced contract portfolio. The U.S.-German company and its biggest competitor, France-based Air Liquide ( AIRP.PA ), have been in talks with European authorities to boost output of hospital oxygen after demand has increased sixfold in Italy and 40% across Europe since the start of the coronavirus pandemic, analysts have said. Linde's first-quarter earnings per share (EPS) came in at $1.89, it said on Thursday, against the $1.84 expected ... "], ["2020-05-07 16:30", "Industrial gas producer Linde targets growth in health and electronics ...  ago Industrial gas producer Linde targets growth in health and electronics Zuzanna Szymanska 3 Min Read (Reuters) - Linde ( LIN.N ) is targeting growth opportunities in the semiconductor and healthcare sectors, the industrial gas producer said as it reported slightly better than expected quarterly earnings, citing its balanced contract portfolio. The U.S.-German company and its biggest competitor, France-based Air Liquide ( AIRP.PA ), have been in talks with European authorities to boost output of hospital oxygen after demand has increased sixfold in Italy and 40% across Europe since the start of the coronavirus pandemic, analysts have said. Linde's first-quarter earnings per share (EPS) came in at $1.89, it said on Thursday, against the $1.84 expected ... "], ["2020-05-07 04:31", "Ballard Power Systems Inc (BLDP) Q1 2020 Earnings Call Transcript ... ., of course, while we don't necessarily have good visibility what's going to happen at the national level, what we see is that California is a very significant influence on climate policy and air emission policy in the U.S. And typically, some of the good regulatory work that's done in California is adopted eventually in other states. So we think it's really important what California  ... some of the positioning that's happened over the last year, where you had Cummins acquiring Hydrogenics, not just for their fuel cell technology but for the electrolysis. Air Liquide had invested in Hydrogenics just before that as well. You've got Linde and other gas companies making investments in electrolysis companies and setting up joint ventures. So ... "]]}}