{"postfix": "air_transport_services_group-aktie", "name": "AIR_TRANSPORT_SERVICES_GROUP", "wkn": "A0Q2GH", "time": "2020.06.02 12:24", "ts": 1591093498, "features": {"KGV": "15.60", "Marktkapitalisierung": {"Size": "Mrd", "Value": "1.14"}, "GA": "1.51", "KBV": "3.56", "BA": "6.63", "KCV": "4.12", "CA": "5.72", "Vola30": "52.2", "Vola90": "81.35", "Vola180": "64.96", "Vola250": "50.95"}, "rivals": [], "text_data": {"de": [["09.05.20", "Air Transport Services Group stellte das Zahlenwerk zum vergangenen Quartal vor"], ["04.05.20", "Ausblick: Air Transport Services Group präsentiert das Zahlenwerk zum abgelaufenen Jahresviertel"], ["01.03.20", "Ausblick: Air Transport Services Group veröffentlicht Zahlen zum vergangenen Quartal"]], "en": [["07.05.20", "Air Transport Services Group Inc (ATSG) Q1 2020 Earnings Call Transcript"], ["03.03.20", "Air Transport Services Group Inc (ATSG) Q4 2019 Earnings Call Transcript"], ["27.02.20", "Air Transport Services Group Enters Oversold Territory"], ["30.01.20", "Air Transport Services Group Enters Oversold Territory"], ["2020-06-02 10:14", "Comair warns of 100% profit drop ...  not jailed, Helen Zille says 1 year ago BL PREMIUM Most Read Energy Financial Services Healthcare Industrials Innovation Investors Monthly Land & Agriculture Management Mining Property Retail & Consumer Telecoms & Technology Trade & Industry Transport & Tourism Markets Data Comair warns of 100% profit drop The group is in business rescue after being grounded by the Covid-19 pandemic Most Read  ... in SA, which strips out exceptional items to give a better indication of the underlying performance of a business. The group's share remains suspended on the JSE, but has fallen by two thirds in 2020. gernetzkyk@businesslive.co.za Limited air travel will not save airlines, says industry body The Airlines Association of Southern Africa wants carriers to fly without  ... "], ["2020-06-02 09:57", "The fight to save Virgin closes in: Two bidders vying to buy the embattled airline are named ...  on Tuesday. Cyrus Capital Partners has offices in New York and London, and has previous airline experience. The firm launched Virgin America with Virgin Group founder Richard Branson in 2005, before selling it in 2015 to Alaska Air for $2.6 billion. Former Australian Olympic diver Mike Murphy is heading the Bain Capital bid It also teamed up with Richard Branson' ...  chic look in a pink sweater as she steps out for coffee run in Los Angeles during a break from coronavirus quarantine Gabrielle Union tweets in support of bus driver who refused to transport arrested protesters... after bus was commandeered by police: 'Resist!' Olivia Palermo makes the streets of NYC her runway as she takes her precious pooch Mr. Butler for a walk Sailor Brinkley-Cook ... "], ["2020-06-02 09:10", "McDonald's reopens 168 more drive thrus TODAY with another 22 restaurants starting deliveries ... 39;It's not the same city' Molly Sims looks like she has her hands full as she takes her three kids to the beach The 47-year-old retired model indulged in some fresh air Demi Moore's daughter Scout Willis wears a fun floral mask while showing off her impressive figure in dark gray as she picks up an iced coffee Chris Pratt and pregnant wife Katherine Schwarzenegger stroll  ... look in a pink sweater as she steps out for coffee run in Los Angeles during a break from coronavirus quarantine Gabrielle Union tweets in support of bus driver who refused to transport arrested protesters... after bus was commandeered by police: 'Resist!' Olivia Palermo makes the streets of NYC her runway as she takes her precious pooch Mr. Butler for a walk Sailor  ... "], ["2020-06-02 09:09", "Airport shopping, baggage drop made easy! IIT-Guwahati develops contactless safe air travel app; here's how it works ... . Citing Deepak Meena who is a student of IIT-Guwahati, also co-founder of Flyzy, the report said that the application is developed according to the guidelines set by International Air Transport Association (IATA). He said that the application is completely safe and poses no cybersecurity threats. He believed that the mobile application is likely to strengthen the aviation industry by making ...  Share Price Reliance Industries Share Price State Bank of India Share Price Tata Motors Share Price HDFC Bank Share Price Infosys Share Price ICICI Bank Share Price Tata Consultancy Services Share Price ITC Share Price Bajaj Finance Share Price Maruti Suzuki India Share Price Tata Steel Share Price Bajaj Finserv Share Price Larsen and Toubro Share Price Indusind Bank  ... "], ["2020-06-02 09:03", "Croatia's IGH widens cons net loss in Q1 ...  Accessories & Jewelry Advertising/PR/Marketing Aerospace Aerospace/Defense Agriculture/Forestry Air Transport Aluminium Production Animal/Fish Farming Automation/Robotics Automobiles Banking Banking/Financial Services Betting/Gambling Beverages Biofuels & Biochemicals Biomass & Biofuels Biomass & Biogas Bio/ ... 42.3 million kuna, the company said in a filing to the Zagreb Stock Exchange (ZSE) on Friday. The company's total assets decreased to 451.9 million kuna at the end of March, from 458 million kuna at the end of 2019. The IGH Group employed 580 people at the end of March. IGH's shares closed at 90 kuna on the ZSE on Monday, down 3.23%. It did not trade by 1041 CET on Tuesday. (1 euro = 7.58866 kuna) AD Share this story Facebook Twitter Linkedin  ... "], ["2020-06-02 09:01", "Flight guidelines for COVID 19: Global airlines body IATA urges governments to implement ICAO measures ...  taking flight across the world after a halt due to coronavirus, the International Air Transport Association (IATA) urged governments to implement the International Civil Aviation Organization's (ICAO's) global guidelines to ensure a safe journey for flyers and seamless restoration of air connectivity during the ongoing COVID-19 pandemic. The guidelines stated a phased approach  ...  Share Price Reliance Industries Share Price State Bank of India Share Price Tata Motors Share Price HDFC Bank Share Price Infosys Share Price ICICI Bank Share Price Tata Consultancy Services Share Price ITC Share Price Bajaj Finance Share Price Maruti Suzuki India Share Price Tata Steel Share Price Bajaj Finserv Share Price Larsen and Toubro Share Price Indusind Bank  ... "], ["2020-06-02 09:01", "Is American Airlines the Best Buy or Are Rival Carriers Set to Take Off? ...  government assistance since its access to the credit markets probably is limited. As if that wasn't enough, American will have reduced its cash burn to $50 million. The International Air Transport Association (IATA) recently raised its forecast for 2020 passenger revenue losses caused by the worst health crisis in more than a century to $314 billion. However, the bad news has been baked ...  have plunged more than 66% in 2020. Wall Street analysts have a median price target on UAL stock of $38. That's 27% higher than where it currently trades. Want the whole group? Airline exchange-traded fund U.S. Global Jets ETF (NYSEArca: JETS ) offers exposure to all of the above, with this list sitting among the top five holdings of the 34-stock portfolio. Jonathan  ... "], ["2020-06-02 08:53", "Russian COVID-19 vaccine could be administered as yoghurt ... ,037 fatalities nationwide. Roscosmos, NASA negotiate mutual provision of seats for space flights to ISS The Roscosmos represenrative noted that the ISS crew members must be able to operate both transport systems to \"conduct mutual backup\" Read more 0\"> Russia would like to hear EU, G7 comments about US protests — diplomat According to the Foreign Ministry spokeswoman ...  the energy sphere, space cooperation and fighting coronavirus Read more 7\"> Russia's air group in Syria to get additional facilities, water area under new deal Russia and Syria inked an agreement for a term of 49 years on deploying the Russian air task force at the Hmeymim air base Read more Gazprom signs contract with Mytilineos to supply gas to Greece until 2030 The ... "], ["2020-06-02 08:49", "Meghan Markle is 'linked' to journalist who wrote Tatler article about Kate Middleton ... 39;It's not the same city' Molly Sims looks like she has her hands full as she takes her three kids to the beach The 47-year-old retired model indulged in some fresh air Demi Moore's daughter Scout Willis wears a fun floral mask while showing off her impressive figure in dark gray as she picks up an iced coffee Chris Pratt and pregnant wife Katherine Schwarzenegger stroll  ... look in a pink sweater as she steps out for coffee run in Los Angeles during a break from coronavirus quarantine Gabrielle Union tweets in support of bus driver who refused to transport arrested protesters... after bus was commandeered by police: 'Resist!' Olivia Palermo makes the streets of NYC her runway as she takes her precious pooch Mr. Butler for a walk Sailor  ... "], ["2020-06-02 08:43", "(2nd LD) Dozens of church-linked infections rekindle virus fears in capital area ... group, while 11 cases have been reported in relation to a church in the southern neighborhood of Gangnam. Fourteen infections were also reported in relation to a bible study meeting. One participant, in his 70s, has died, while another is in critical condition. Most of the recent cases come from small churches and irregular religious meetings that were seen as relatively safe compared with mass Sunday services ...  serves as cautionary tale for K-pop act going forward 2 (4th LD) S. Korea again gripped by church-linked cluster infections in greater Seoul area 3 Surprise transport onto THAAD base sparks suspicions over upgrade or additional deployment 4 Church-tied virus cases on steady rise ahead of further school reopenings 5 (LEAD) Cram school infections up ... "], ["2020-06-02 08:41", "Parents accuse teaching unions of 'sabotaging' schools reopening ... services are available for staff and pupils who may need support? How will the school monitor workload at this time to ensure a reasonable work/life balance for staff? The DfE toolkit recommends that children should be taught not to touch their faces how can this realistically be taught or monitored? It is also recommended that resources for painting, sticking and cutting be washed before and after use what additional staff resources will be allocated to these tasks, given that these materials are likely to be in constant use? How will staff ensure that children do not share these resources? How will staff be supported to teach outside their usual year group ...  support of bus driver who refused to transport arrested protesters... after bus was commandeered by  ... "], ["2020-06-02 08:30", "BLACKPINK member Lisa defrauded by ex-manager: agency ...  with Yonhap News Agency Tools RSS Mobile Service Sitemap About Yonhap About Us About Yonhap News Mission CEO's Message History Subsidiaries Domestic Network Global Network Products/Services Headquarters Subscription Copyright SEARCH Text Delete SEARCH #BLACKPINK #fraud Yonhap News Agency BLACKPINK member Lisa defrauded by ex-manager: agency Today's date Today's weather  ...  by BTS member serves as cautionary tale for K-pop act going forward 2 (4th LD) S. Korea again gripped by church-linked cluster infections in greater Seoul area 3 Surprise transport onto THAAD base sparks suspicions over upgrade or additional deployment 4 Church-tied virus cases on steady rise ahead of further school reopenings 5 (LEAD) Cram school infections up worries ahead  ... "], ["2020-06-02 08:30", "June 2: 'No man or woman is an island.' Readers miss the office, plus other letters to the editor ...  on the engines at Pearson airport in Toronto. Melissa Tait/The Globe and Mail A fair air solution Re Airline Customers Don't Deserve Cash Refunds (May 30): People who recently bought tickets on one of Canada's airlines but weren't allowed to fly now want the airlines to give them back their money. While Transport Minister Marc Garneau thinks that the idea makes sense, he maintains that requiring the airlines to  ... Email Newsletters Gift Subscription Business Services Advertise with Us Corporate & Group Subscriptions Content Licensing DataStore Report On Business Top 1000 Globe Event Centre Contact Us Address and Phone Number Public Editor Staff Staff PGP Directory SecureDrop Submit an article Reader Services My Globeandmail.com Account Technical  ... "], ["2020-06-02 08:22", "Holiday prices slashed by 65% as Spain and Greece prepare for tourists but experts warn they are unlikely to go ahead ... welcome visitors next month BRIDGE THE GAP Brits could soon visit 45 countries as airlines beg Gov to offer air bridges You may not even get a refund at all - with the government looking to allow travel companies to offer credit notes instead. The Department for Transport is expected to announce that credit notes or vouchers given by airlines and tour operators and travel agents  ...  as Bulgaria prepares to welcome visitors next month 0 Comments Follow The Sun Services Sign Up To The Sun About Us Editorial Complaints Clarifications and Corrections News Licensing Advertising Contact Us Commissioning Terms Help Hub Topic A-Z Cookie Settings Contact Preferences News Group Newspapers Limited in England No. 679215 Registered office: 1 London Bridge Street, London,  ... "], ["2020-06-02 08:18", "S. Korean Protestant group expresses condolences to U.S. over Floyd's death ...  Mobile Service Sitemap About Yonhap About Us About Yonhap News Mission CEO's Message History Subsidiaries Domestic Network Global Network Products/Services Headquarters Subscription Copyright SEARCH Text Delete SEARCH #NCCK Yonhap News Agency S. Korean Protestant group expresses condolences to U.S. over Floyd's death Today's date Today's weather Seoul Full Forecast Partly  ... by BTS member serves as cautionary tale for K-pop act going forward 2 (4th LD) S. Korea again gripped by church-linked cluster infections in greater Seoul area 3 Surprise transport onto THAAD base sparks suspicions over upgrade or additional deployment 4 Church-tied virus cases on steady rise ahead of further school reopenings 5 (LEAD) Cram school infections up worries  ... "], ["2020-06-02 08:14", "Serbia to invest 9 bln euro in infrastructure by 2025 ... Transport Wholesale/Retail By topic Corporate financials Corporate social responsibility Corporate strategy EU issues Economy Events & Awards Government contracts M&A Markets Politics Production capacity Products & Services Sustainability & Environment Charts Top 100 Research Pricing Go to next story: Pricing Login Picked for you 10 / 10 articles left Serbia to invest 9 bln euro in infrastructure by 2025 Serbia's Alfa Plam buys back 179 own shares Sweden's Rosti leases space for second factory in Romania Bulgaria's TBS Group ...  Aerospace Aerospace/Defense Agriculture/Forestry Air Transport Aluminium Production Animal/Fish Farming Automation/Robotics Automobiles Banking Banking/Financial Services Betting/Gambling Beverages Biofuels & Biochemicals  ... "], ["2020-06-02 08:11", "Cabinet approves B290bn upgrade for U-Tapao airport ...  Postbag Sports Auto News Review Sports Auto News Review Life Arts & Entertainment Social & Lifestyle Learning Video Thailand World Travel & Lifestyle Business Travel Tech Property Photos Other Services PROPERTY SEARCH JOBS THAILAND GUIDE HOME DELIVERY About Us CONTACT US ONLINE ADVERTISING TELL US WHAT YOU THINK SUBSCRIBE E-PAPER Digital Products TODAY'S  ...  his office is in talks with DHL Worldwide Express and FedEx Corp for the air cargo business planned at the airport complex. Last year, a group led by Charoen Pokphand Group signed a contract to build high-speed rail connections between U-Tapao and the two international airports in Bangkok, one of the biggest transport upgrades in the country's history. Officials expect U-Tapao to have capacity ... "], ["2020-06-02 07:59", "Holidays 'back on' as air bridges set to go ahead and 'quarantine will be scrapped in three weeks' ... Sun Bingo Hols from 9.50 Superdays Sun Savers Sun Gifts News Corp WSJ.com New York Post The Australian News.com.au Storyful Harper Collins Realtor.com talkSPORT Times Money Mentor Services Sign Up To The Sun About Us Editorial Complaints Clarifications and Corrections News Licensing Advertising Contact Us Commissioning Terms Help Hub Topic A-Z Cookie Settings Contact Preferences TOP Sign in  ...  hospitality businesses, with 40 MPs - including seven former ministers - in the Future of Aviation Group warning unless the Government changes tack, millions of jobs in the industry will be at risk. Former transport minister Stephen Hammond told BBC Radio 4's Today programme air bridges would be a \"sensible, targeted response\" between low-risk countries and ... "], ["2020-06-02 07:50", "Serbia's Alfa Plam buys back 179 own shares ... Transport Wholesale/Retail By topic Corporate financials Corporate social responsibility Corporate strategy EU issues Economy Events & Awards Government contracts M&A Markets Politics Production capacity Products & Services Sustainability & Environment Charts Top 100 Research Pricing Go to next story: Pricing Login Picked for you 10 / 10 articles left Serbia to invest 9 bln euro in infrastructure by 2025 Serbia's Alfa Plam buys back 179 own shares Sweden's Rosti leases space for second factory in Romania Bulgaria's TBS Group ...  Aerospace Aerospace/Defense Agriculture/Forestry Air Transport Aluminium Production Animal/Fish Farming Automation/Robotics Automobiles Banking Banking/Financial Services Betting/Gambling Beverages Biofuels & Biochemicals  ... "], ["2020-06-02 07:47", "Sweden's Rosti leases space for second factory in Romania ... Serbia Slovenia Industry Accessories & Jewelry Advertising/PR/Marketing Aerospace Aerospace/Defense Agriculture/Forestry Air Transport Aluminium Production Animal/Fish Farming Automation/Robotics Automobiles Banking Banking/Financial Services Betting/Gambling Beverages Biofuels & Biochemicals Biomass & Biofuels Biomass & Biogas Bio/Organic Agriculture/ ...  city of Ploiesti, which was announced by Rosti at the end of last year has already started and the delivery date is set for 2021, lease advisor JLL said in a press release. In December 2019, Rosti Group said that it plans to open a custom-built 10,000 sq m factory for plastic injection moulding and contract manufacturing in Romania in August 2020. \"We are very glad to announce a new production project ... "]]}}