{"postfix": "airbus-aktie", "name": "AIRBUS", "wkn": "938914", "time": "2020.06.02 14:20", "ts": 1591100409, "features": {"KGV": "22.84", "Marktkapitalisierung": {"Size": "Mrd", "Value": "44.93"}, "GA": "5.81", "KBV": "17.29", "BA": "7.67", "KCV": "32.57", "CA": "4.07", "Vola30": "64.89", "Vola90": "114.44", "Vola180": "84.39", "Vola250": "60.93"}, "rivals": ["honeywell-aktie", "united_technologies-aktie", "boeing-aktie", "lockheed_martin-aktie", "bae_systems-aktie", "rheinmetall-aktie", "northrop_grumman-aktie"], "text_data": {"de": [["2020.06.02", "Wichtige Kursbewegungen: Belebung des Luftverkehrs gibt Airbus Auftrieb"], ["2020.06.02", "Diverse Nachteile: Warum Airbus A380 kaum zu Frachtern umgebaut werden"], ["01.06.20", "Versuche mit Lockheed Super Constellation: Als Lufthansa selber einen Airbus erfand"], ["01.06.20", "Airbus-Aktie widersteht neuer Schreck-Nachricht"], ["01.06.20", "Wegen Corona: Deutsche Einsatzkräfte aus Afghanistan zurückgeholt"], ["31.05.20", "Airbus erwägt A320-Produktionskürzungen"], ["31.05.20", "Airbus erwägt Produktionskürzungen für A320"], ["31.05.20", "Analysten sehen für Airbus SE (ex EADS)-Aktie Luft nach oben"], ["31.05.20", "ROUNDUP/Corona: Luftwaffe holt erkrankte Einsatzkräfte aus Afghanistan zurück"], ["29.05.20", "Nächster Vega-Raketenstart in Kourou ist für 18. Juni geplant"], ["29.05.20", "Airbus: Jetzt auch noch das! "], ["28.05.20", "Airbus: Easyjet und Turkish Airlines überdenken Flugzeug-Lieferungen"], ["28.05.20", "Lauda bereit, Airbus A320 aus Düsseldorf, London, Palma und Stuttgart zurückzuholen"], ["27.05.20", "Boeing: Jetzt macht der Airbus-Rivale ernst"], ["27.05.20", "Boeing kündigt 6770 US-Mitarbeitern - Tausende weitere Entlassungen"], ["27.05.20", "Flottenplanung: Air Canada liebäugelt mit Airbus A321 LR"], ["27.05.20", "Ryanair verlegt Airbus A320 von Lauda nach Spanien und Großbritannien"], ["26.05.20", "Airbus: Reiselockerungen beflügeln - startet die Aktie jetzt durch?"], ["26.05.20", "Macron greift Autobranche mit Milliarden unter die Arme"], ["26.05.20", "Lufthansa-Tochter Eurowings verkleinert Flotte - Ticketerstattung dauert"], ["26.05.20", "Airbus schickt Unfallexperten nach Pakistan"], ["25.05.20", "Airbus einer der Top-Gewinner: Mehr Flüge - Aktie startet durch"], ["25.05.20", "AKTIEN IM FOKUS: Anleger hoffen bei Tourismuswerten auf das Sommergeschäft"], ["25.05.20", "Urlaubsflieger von Lufthansa-Tochter Eurowings durfte nicht auf Sardinien landen"], ["25.05.20", "Airbus: Strafzölle für Flugzeugbauer spüren auch Likör-Hersteller"], ["25.05.20", "Zu groß: Schickt auch Etihad den Airbus A380 in Rente?"], ["25.05.20", "Studie: US-Zölle treffen viele Unternehmen"]], "en": [["2020.06.02", "Qatar Airways tells Airbus, Boeing not to resist order deferrals"], ["2020.06.02", "Qatar Airways tells Airbus, Boeing not to resist order deferrals"], ["2020.06.02", "Societe Generale SA : Stabilisation Notice Airbus SE"], ["28.05.20", "Airbus and Safran shares rise on Boeing cost cuts and 737 MAX restart"], ["28.05.20", "Airbus and Safran shares rise on Boeing cost cuts and 737 MAX restart"], ["27.05.20", "Turkish Airlines may delay delivery of Airbus, Boeing planes: report"], ["27.05.20", "Turkish Airlines may delay delivery of Airbus, Boeing planes -report"], ["26.05.20", "Boeing and Airbus Both Study Coronavirus Risk on Airplanes, Report Says"], ["26.05.20", "Boeing Restarts 737 Max Production As Massive Job Cuts Detailed"], ["26.05.20", "Airbus experts probe plane crash that killed 97 in Pakistan"], ["22.05.20", "EasyJet founder loses bid to oust CEO and chairman over £4.5 billion Airbus order it ‘simply cannot afford’"], ["22.05.20", "Lufthansa aid talks stall over Airbus orders - Handelsblatt"], ["14.05.20", "Delta Swaps Out Boeing Jets For Airbus, Warns Of Too Many Pilots"], ["14.05.20", "Exclusive: Airbus to be 'resized,' could cut output again - sources"], ["14.05.20", "Exclusive: Airbus to be 'resized,' could cut output again - sources"], ["14.05.20", "Exclusive: Airbus must be 'resized' to tackle crisis, CEO tells staff - sources"], ["14.05.20", "Exclusive: Airbus must be 'resized' to tackle crisis, CEO tells staff - sources"], ["14.05.20", "Airbus must be 'resized' to tackle crisis, bosses told - sources"], ["14.05.20", "Airbus must be 'resized' to tackle crisis, bosses told: sources"], ["14.05.20", "Airbus must be 'resized' to tackle crisis, bosses told -sources"], ["13.05.20", "UPDATE 2-Airbus examining restructuring including job cuts -sources"], ["13.05.20", "Airbus examining restructuring including job cuts - sources"], ["13.05.20", "Airbus examining restructuring including job cuts -sources"], ["13.05.20", "UPDATE 1-Airbus examining restructuring including job cuts -sources"], ["13.05.20", "Airbus examining restructuring including redundancies - sources"], ["13.05.20", "Airbus examining restructuring including redundancies: sources"], ["13.05.20", "Airbus examining restructuring including redundancies -sources"], ["13.05.20", "Dassault, Airbus warn of supplier bankruptcies without new funds"], ["13.05.20", "Qatar Airways in talks to defer Airbus, Boeing orders: SCMP"], ["13.05.20", "Qatar Airways in talks to defer Airbus, Boeing orders -SCMP"], ["12.05.20", "EasyJet’s Stelios offers £5m reward in Airbus deal fight"], ["12.05.20", "EasyJet founder offers $6 million reward for help in cancelling Airbus order"], ["12.05.20", "Ryanair cools on Airbus, moves back towards all-Boeing fleet"], ["12.05.20", "Ryanair cools on Airbus, moves back towards all-Boeing fleet"], ["12.05.20", "Ryanair plans to replace Lauda's Airbus jets with Boeing - O'Leary"], ["11.05.20", "Qantas pauses plane deliveries from Airbus, Boeing"], ["11.05.20", "Qantas pauses plane deliveries from Airbus, Boeing due to virus"], ["11.05.20", "Qantas pauses plane deliveries from Airbus, Boeing due to virus"], ["11.05.20", "Qantas pauses Boeing, Airbus plane deliveries amid COVID-19 downturn"], ["11.05.20", "Qantas pauses plane deliveries from Airbus, Boeing due to virus"], ["2020-06-02 12:04", "Covid-19 compounds grief as families in Pakistan forced to stay away from funerals ...  Rahmaan watched from afar as the beloved couple were buried in Pakistan, days after they were killed in a plane crash. For many who lost loved ones in the May 22 tragedy, grief has been compounded by the coronavirus, which has made travel to funerals impossible and attendance dangerous. The Rahmaans, married 53 years, were among 97 people killed when the Pakistan International Airlines Airbus plummeted into a Karachi neighbourhood, killing all but two people on board. \"The most instinctual human response to grief is to hold on to somebody and hug somebody,\" said Adil Rahman, one of the couple's four sons, who spells his name slightly differently from his parents. \"Covid-19 has stripped us from that.\" Instead Rahman watched the burial ... "], ["2020-06-02 12:00", "EasyJet to resume flights across most European routes by August ...  this year. Travel restrictions are being lifted and demand is starting to return.\" All passengers and crew will be required to wear masks throughout the flights, and there will no onboard food or shopping services. EasyJet said its aircraft would also have spare sanitary equipment including masks, gloves and hand sanitiser for customers and crew onboard, while its entire fleet of Airbus planes already had filters to remove contaminants from cabin air, including viruses and bacteria. At the airport, check-in and bag-drop procedures would be automated, or screens put in place where automation was not available. Ground crew and cabin staff would not touch any passenger documents and would wear gloves and masks at all times when handling baggage to and from ... "], ["2020-06-02 11:30", "France Won't Hike Tax Despite Downturn; H.K. Curbs: Virus Update ... Tuesday on Facebook. Qatar Airways Chief Demands Flexibility on Aircraft Deliveries (6:44 a.m. NY) The head of Qatar Airways called on the world's two major planemakers to ease demands that ailing carriers accept delivery of new aircraft, saying their future relationship was at stake. AD Airbus SE and Boeing Co. should accept delivery deferrals until at least 2022, Qatar Airways Chief Executive Officer Akbar Al Baker said in an interview Tuesday with Bloomberg TV. AD \"What is important is for Boeing and Airbus to show their customers that they are not only there with them in good times, but also in bad times,\" Al Baker said. \"If they don't oblige, they will permanently lose us as a customer.\" India's Biggest Airline Unable to Give ... "], ["2020-06-02 11:00", "New COVID-19 outbreak in N.B. traced to doctor who went to work after Quebec trip. Now people are very angry ...  injustice With rallies halted and tweets fact-checked, Trump campaign turns to smartphone app UK warns China: do not cross the Rubicon on Hong Kong Toronto Weather 15 C Partly cloudy Feels like 15 C Wednesday 24 C Thursday 24 C Friday 26 C Saturday 22 C Complete Forecast Close Posted Newsletter Thank you for subscribing to Postmedia's Newsletter. Email Submit News Qatar Airways tells Airbus, Boeing not to resist order deferrals Heroes of the pandemic 2.0: Ex-Dragon, tech players step up to fund COVID-19 peanut butter sniff test after Post story Even in COVID-19 pandemic one Canadian community has no choice but to cross the U.S. border Watch Lockdown or no lockdown, study shows COVID-19's economic destruction followed a similar path either way Watch ... "], ["2020-06-02 11:00", "Heroes of the pandemic 2.0: Ex-Dragon, tech players step up to fund COVID-19 peanut butter sniff test after Post story ...  test after Post story Even in COVID-19 pandemic one Canadian community has no choice but to cross the U.S. border Watch Lockdown or no lockdown, study shows COVID-19's economic destruction followed a similar path either way Toronto Weather 15 C Partly cloudy Feels like 15 C Wednesday 24 C Thursday 24 C Friday 26 C Saturday 22 C Complete Forecast Canada Qatar Airways tells Airbus, Boeing not to resist order deferrals New COVID-19 outbreak in N.B. traced to doctor who went to work after Quebec trip. Now people are very angry Even in COVID-19 pandemic one Canadian community has no choice but to cross the U.S. border Watch Lockdown or no lockdown, study shows COVID-19's economic destruction followed a similar path either way Watch Canada Revenue Agency ... "], ["2020-06-02 09:58", "Pakistani girl dies of her injuries from Karachi plane crash ... Press June 2, 2020 at 5:58 AM EDT KARACHI, Pakistan — A Pakistani girl who was critically injured on the ground last month when a passenger plane went down in a crowded neighborhood of the port city of Karachi has died at a hospital, her relatives and a doctor said Tuesday. The Airbus A320 crash killed 97 passengers and crew members; two passengers survived the crash. The 12-year-old girl was among four local residents who were injured when the Airbus A320 crashed near the Karachi airport on May 22, slamming into the densely crowded neighborhood and setting off a huge fire. She died on Monday from severe burn injuries, said Rubina Bashir, a doctor at a government hospital where the girl was treated. The remaining three injured local residents are still ... "], ["2020-06-02 09:57", "Pakistani girl dies of her injuries from Karachi plane crash ... AP Photo/Fareed Khan) The Associated Press KARACHI, Pakistan -- A Pakistani girl who was critically injured on the ground last month when a passenger plane went down in a crowded neighborhood of the port city of Karachi has died at a hospital, her relatives and a doctor said Tuesday. The Airbus A320 crash killed 97 passengers and crew members; two passengers survived the crash. The 12-year-old girl was among four local residents who were injured when the Airbus A320 crashed near the Karachi airport on May 22, slamming into the densely crowded neighborhood and setting off a huge fire. She died on Monday from severe burn injuries, said Rubina Bashir, a doctor at a government hospital where the girl was treated. The remaining three injured local residents are ... "], ["2020-06-02 09:55", "Pakistani girl dies of her injuries from Karachi plane crash ...  crash 1 / 5 Back to Gallery KARACHI, Pakistan (AP) — A Pakistani girl who was critically injured on the ground last month when a passenger plane went down in a crowded neighborhood of the port city of Karachi has died at a hospital, her relatives and a doctor said Tuesday. The Airbus A320 crash killed 97 passengers and crew members; two passengers survived the crash. The 12-year-old girl was among four local residents who were injured when the Airbus A320 crashed near the Karachi airport on May 22, slamming into the densely crowded neighborhood and setting off a huge fire. She died on Monday from severe burn injuries, said Rubina Bashir, a doctor at a government hospital where the girl was treated. The remaining three injured local residents are still ... "], ["2020-06-02 09:55", "Pakistani girl dies of her injuries from Karachi plane crash ...  crash 1 / 5 Back to Gallery KARACHI, Pakistan (AP) — A Pakistani girl who was critically injured on the ground last month when a passenger plane went down in a crowded neighborhood of the port city of Karachi has died at a hospital, her relatives and a doctor said Tuesday. The Airbus A320 crash killed 97 passengers and crew members; two passengers survived the crash. The 12-year-old girl was among four local residents who were injured when the Airbus A320 crashed near the Karachi airport on May 22, slamming into the densely crowded neighborhood and setting off a huge fire. She died on Monday from severe burn injuries, said Rubina Bashir, a doctor at a government hospital where the girl was treated. The remaining three injured local residents are still ... "], ["2020-06-02 09:55", "Pakistani girl dies of her injuries from Karachi plane crash ...  -Associated Press - Tuesday, June 2, 2020 KARACHI, Pakistan (AP) - A Pakistani girl who was critically injured on the ground last month when a passenger plane went down in a crowded neighborhood of the port city of Karachi has died at a hospital, her relatives and a doctor said Tuesday. The Airbus A320 crash killed 97 passengers and crew members; two passengers survived the crash. The 12-year-old girl was among four local residents who were injured when the Airbus A320 crashed near the Karachi airport on May 22, slamming into the densely crowded neighborhood and setting off a huge fire. TOP STORIES Chattanooga police chief tells officers OK with George Floyd death to turn in badges Van Jones: Forget the KKK, it's the 'white, liberal Hillary Clinton ... "], ["2020-06-02 09:55", "Pakistani girl dies of her injuries from Karachi plane crash ...  crash 1 / 5 Back to Gallery KARACHI, Pakistan (AP) — A Pakistani girl who was critically injured on the ground last month when a passenger plane went down in a crowded neighborhood of the port city of Karachi has died at a hospital, her relatives and a doctor said Tuesday. The Airbus A320 crash killed 97 passengers and crew members; two passengers survived the crash. The 12-year-old girl was among four local residents who were injured when the Airbus A320 crashed near the Karachi airport on May 22, slamming into the densely crowded neighborhood and setting off a huge fire. She died on Monday from severe burn injuries, said Rubina Bashir, a doctor at a government hospital where the girl was treated. The remaining three injured local residents are still ... "], ["2020-06-02 09:55", "Pakistani girl dies of her injuries from Karachi plane crash ...  WhatsApp SMS Email Print Save KARACHI, Pakistan (AP) — A Pakistani girl who was critically injured on the ground last month when a passenger plane went down in a crowded neighborhood of the port city of Karachi has died at a hospital, her relatives and a doctor said Tuesday. The Airbus A320 crash killed 97 passengers and crew members; two passengers survived the crash. The 12-year-old girl was among four local residents who were injured when the Airbus A320 crashed near the Karachi airport on May 22, slamming into the densely crowded neighborhood and setting off a huge fire. She died on Monday from severe burn injuries, said Rubina Bashir, a doctor at a government hospital where the girl was treated. The remaining three injured local residents are ... "], ["2020-06-02 09:55", "Pakistani girl dies of her injuries from Karachi plane crashA Pakistani girl who was critically injured on the ground last month when a passenger plane went down in a crowded neighborhood of the port city of Karachi has died at a hospital, her relatives and a doctor said Tuesday. The Airbus A320 crash killed 97 pa"], ["2020-06-02 09:55", "Pakistani girl dies of her injuries from Karachi plane crash ...  Home | WTOP App | 103.5 FM KARACHI, Pakistan (AP) — A Pakistani girl who was critically injured on the ground last month when a passenger plane went down in a crowded neighborhood of the port city of Karachi has died at a hospital, her relatives and a doctor said Tuesday. The Airbus A320 crash killed 97 passengers and crew members; two passengers survived the crash. The 12-year-old girl was among four local residents who were injured when the Airbus A320 crashed near the Karachi airport on May 22, slamming into the densely crowded neighborhood and setting off a huge fire. She died on Monday from severe burn injuries, said Rubina Bashir, a doctor at a government hospital where the girl was treated. The remaining three injured local residents are still ... "], ["2020-06-02 09:44", "Virus compounds Pakistan plane crash grief ...  Rahmaan watched from afar as the beloved couple were buried in Pakistan, days after they were killed in a plane crash. For many who lost loved ones in the May 22 tragedy, grief has been compounded by the coronavirus, which has made travel to funerals impossible and attendance dangerous. The Rahmaans, married 53 years, were among 97 people killed when the Pakistan International Airlines Airbus plummeted into a Karachi neighbourhood, killing all but two people on board. \"The most instinctual human response to grief is to hold on to somebody and hug somebody,\" said Adil Rahman, one of the couple's four sons, who spells his name slightly differently than his parents. \"Covid has stripped us from that.\" Instead Rahman watched the burial of ... "], ["2020-06-02 09:10", "Embraer seeks business partners but not a repeat of the Boeing deal ...  Gomes Neto acknowledged Embraer is only now drafting a five-year business plan for the commercial jets division which Boeing would have run. Embraer drew up similar plans last year for its defense and executive jet units which were going to remain independent from Boeing. The commercial unit makes mid-range jets of up to 150 passengers, which compete directly with the Airbus A220. That plane was initially developed by a smaller company, Canada's Bombardier, whose jet project was acquired by the European planemaker. Gomes Neto, who took over after the Boeing deal was initially signed, is now remaking Embraer as a company focused on finding smaller, more targeted partnerships. A new turboprop aircraft that Embraer wishes to develop but no longer has ... "], ["2020-06-02 09:02", "Embraer seeks business partners but not a repeat of the Boeing deal ... B. Gomes Neto acknowledged Embraer is only now drafting a five-year business plan for the commercial jets division which Boeing would have run. Embraer drew up similar plans last year for its defense and executive jet units which were going to remain independent from Boeing. The commercial unit makes mid-range jets of up to 150 passengers, which compete directly with the Airbus A220. That plane was initially developed by a smaller company, Canada's Bombardier, whose jet project was acquired by the European planemaker. Gomes Neto, who took over after the Boeing deal was initially signed, is now remaking Embraer as a company focused on finding smaller, more targeted partnerships. A new turboprop aircraft that Embraer wishes to develop but no longer has the ... "], ["2020-06-02 09:02", "Embraer seeks business partners but not a repeat of the Boeing deal ... B. Gomes Neto acknowledged Embraer is only now drafting a five-year business plan for the commercial jets division which Boeing would have run. Embraer drew up similar plans last year for its defense and executive jet units which were going to remain independent from Boeing. The commercial unit makes mid-range jets of up to 150 passengers, which compete directly with the Airbus A220. That plane was initially developed by a smaller company, Canada's Bombardier, whose jet project was acquired by the European planemaker. Gomes Neto, who took over after the Boeing deal was initially signed, is now remaking Embraer as a company focused on finding smaller, more targeted partnerships. A new turboprop aircraft that Embraer wishes to develop but no longer has the ... "], ["2020-06-02 07:40", "Russia's Aeroflot first-quarter loss widens as traffic slumps ...  News Agency Risk Management Solutions Tax & Accounting Blog: Answers On Innovation @ Thomson Reuters Directory of sites Login Contact Support Business Markets World Politics TV More United States Business News June 2, 2020 / 7:26 AM / Updated 34 minutes ago Russia's Aeroflot first-quarter loss widens as traffic slumps 2 Min Read FILE PHOTO - A view shows the first Airbus A350-900 aircraft of Russia's flagship airline Aeroflot during a media presentation at Sheremetyevo International Airport outside Moscow, Russia March 4, 2020. REUTERS/Maxim Shemetov (Reuters) - Russian airline Aeroflot ( AFLT.MM ) on Tuesday reported its first-quarter net loss widened to 22.48 billion roubles ($326.2 million) after traffic tumbled because of travel curbs imposed in ... "], ["2020-06-02 07:40", "Russia's Aeroflot first-quarter loss widens as traffic slumps ...  News Agency Risk Management Solutions Tax & Accounting Blog: Answers On Innovation @ Thomson Reuters Directory of sites Login Contact Support Business Markets World UK TV More United Kingdom Business News June 2, 2020 / 7:27 AM / Updated 28 minutes ago Russia's Aeroflot first-quarter loss widens as traffic slumps 2 Min Read FILE PHOTO - A view shows the first Airbus A350-900 aircraft of Russia's flagship airline Aeroflot during a media presentation at Sheremetyevo International Airport outside Moscow, Russia March 4, 2020. REUTERS/Maxim Shemetov (Reuters) - Russian airline Aeroflot ( AFLT.MM ) on Tuesday reported its first-quarter net loss widened to 22.48 billion roubles ($326.2 million) after traffic tumbled because of travel curbs imposed in ... "]]}}