{"postfix": "allianz-aktie", "name": "ALLIANZ", "wkn": "840400", "time": "2020.06.02 13:09", "ts": 1591096168, "features": {"KGV": "11.65", "Marktkapitalisierung": {"Size": "Mrd", "Value": "67.16"}, "GA": "18.83", "KBV": "1.23", "BA": "177.63", "KCV": "11.58", "CA": "18.94", "Vola30": "35.17", "Vola90": "69.08", "Vola180": "51.21", "Vola250": "36.93"}, "rivals": ["mlp-aktie", "comdirect-aktie", "munich_re-aktie", "prudential-aktie", "hannover_rueck-aktie", "american_international_group-aktie", "generali-aktie"], "text_data": {"de": [["31.05.20", "Allianz-Aktie: Experten empfehlen Allianz im Mai mehrheitlich zum Kauf "], ["29.05.20", "WDH: Munich Re fürchtet starke Hurrikan-Saison im Atlantik"], ["29.05.20", "EXKLUSIV Allianz-Aufsichtsratschef: Michael Diekmann will mit 70 aufhören"], ["29.05.20", "Allianz-Chefaufseher Michael Diekmann: \"Meine Laufbahn als Aufsichtsrat ist mit 70 zu Ende\""], ["29.05.20", "Generali und Allianz planen grosse Verkäufe von Lebensversicherungen"], ["28.05.20", "VW treibt Allianz mit Ford voran"], ["28.05.20", "Run-Off-Geschäft: Allianz und Generali erwägen Verkauf von Lebensversicherungen"], ["28.05.20", "Die Allianz räumt auf"], ["28.05.20", "Allianz und Generali planen grosse Verkäufe von Lebensversicherungen"], ["28.05.20", "Insider - Allianz will italienische Lebensversicherungen loswerden"], ["27.05.20", "Renault, Nissan, Mitsubishi: Die Krisen-Allianz"], ["27.05.20", "Auto-Allianz: Renault und Nissan rücken enger zusammen"], ["27.05.20", "Renault, Nissan, Mitsubishi erneuern Allianz, tausende Jobs gefährdet: \"Wir brauchen keine Fusion, um effizient zu sein\""], ["27.05.20", "Autobauer-Bündniss: Renault, Nissan und Mitsubishi erneuern wegen Coronakrise ihre Allianz"], ["27.05.20", "Überleben in der Corona-Krise: Renault, Nissan und Mitsubishi erneuern Allianz"], ["26.05.20", "Allianz: Neuer AGI-Chef will auch durch Übernahmen wachsen"], ["25.05.20", "Renault soll Teil der Batterie-Allianz werden"], ["22.05.20", "FC Bayern München: Telekom baut 5G in Münchner Allianz Arena aus"], ["22.05.20", "Betreiber fordern Subventionen für Kohleausstieg: Die neue Lobby - Allianz Junger Steinkohlekraftwerke"], ["19.05.20", "XETRA-SCHLUSS/DAX baut Rally-Gewinne noch etwas aus"], ["19.05.20", "DAX verteidigt 11000er Marke: Allianz- und Thyssenkrupp -Aktie steigen"], ["19.05.20", "Neue Internet-Allianz von Sunrise und Salt: Gibts nun tiefere Internet-Preise und Glasfaser für alle?"], ["19.05.20", "Sunrise und Salt gründen Glasfaser-Allianz «Open Fiber»"], ["18.05.20", "Banken, herhören! Allianz-Portal nimmt Formen an"], ["17.05.20", "Finanzplattform Heymoney: Der neue digitale Bankenschreck der Allianz gewinnt an Kontur"], ["15.05.20", "Britische Aufsicht will Corona-Streit mit Musterverfahren klären"], ["15.05.20", "1 Pandemie = 3 Hurrikans - Versicherer rätseln über Corona-Kosten"], ["14.05.20", "ROUNDUP/IOC: 800 Millionen Dollar Mehrkosten durch Olympia-Verlegung"], ["14.05.20", "Bach: Olympia-Verlegung kostet IOC bis zu 800 Millionen Dollar"], ["14.05.20", "Allianz, Münchener Rück & Co.: Zwölf europäische Versicherungs-Aktien im Dividenden-Zahlungsfähigkeits-Härtetest"]], "en": [["27.05.20", "Allianz Tech Trust : Block listing Allotment of new shares"], ["26.05.20", "Allianz Tech Trust : Total Voting Rights"], ["22.05.20", "Commerzbank AG : Post Stabilisation Allianz SE EUR1bn 30NC10"], ["20.05.20", "Allianz Tech Trust : Block listing Allotment of new shares"], ["19.05.20", "Allianz Tech Trust : Result of AGM"], ["19.05.20", "Allianz Tech Trust : Blocklisting Allotment of new Shares"], ["18.05.20", "Allianz Tech Trust : Allotment of New Shares"], ["16.05.20", "LBC Media Announces Allianz Holdings Will Introduce Eros Now to Bangladesh Market"], ["15.05.20", "Commerzbank AG : Pre-stabilisation Allianz SE EUR bmk 30NC10"], ["13.05.20", "Allianz Tech Trust : Investment Manager's Presentation"], ["12.05.20", "Allianz warns of €1bn profit wipeout from Covid-19"], ["12.05.20", "Allianz Tech Trust : Block listing Allotment of new shares"], ["12.05.20", "Allianz solvency ratio may drop below target amid coronavirus crisis"], ["12.05.20", "Allianz first-quarter net profit drops 29% as coronavirus outbreak dampens business"], ["12.05.20", "Allianz SE : Allianz reports 2.3 billion euros operating profit in 1Q 2020"], ["11.05.20", "Allianz Tech Trust : Holding(s) in Company"], ["07.05.20", "Allianz Tech Trust : Geographical Distribution"], ["07.05.20", "Allianz Glbl Inv : Geographical Distribution"], ["06.05.20", "Allianz aims to maintain dividend amid coronavirus outbreak, CEO says"], ["04.05.20", "Allianz Tech Trust : Listing rule 15.6.8"], ["04.05.20", "Allianz Glbl Inv : Listing rule 15.6.8"], ["04.05.20", "Allianz Tech Trust : Top 10 holdings"], ["04.05.20", "Allianz Glbl Inv : Top 10 holdings"], ["04.05.20", "Allianz Tech Trust : Total Voting Rights"], ["29.04.20", "Allianz latest to detail car insurance rebate"], ["28.04.20", "Allianz Tech Trust : Block Listing - allotment of new shares"], ["28.04.20", "Allianz SE : Release of a capital market information"], ["27.04.20", "Allianz agrees on bankassurance deal with BBVA"], ["27.04.20", "Allianz Tech Trust : Block Listing - allotment of new shares (second)"], ["27.04.20", "Allianz Tech Trust : Block listing - allotment of new shares"], ["27.04.20", "Allianz agrees bankassurance deal with BBVA: sources"], ["23.04.20", "Allianz Tech Trust : Block listing Allotment of new shares"], ["23.04.20", "Allianz Tech Trust : Kepler Trust Intelligence: New Research"], ["22.04.20", "Allianz Tech Trust : Block listing Allotment of New shares"], ["21.04.20", "Allianz Tech Trust : Notice of AGM"], ["15.04.20", "Allianz Tech Trust : Block listing Allotment of new shares"], ["09.04.20", "Allianz welcomes plans to open Chinese insurance market to foreigners"], ["09.04.20", "Allianz Tech Trust : Block Listing - allotment of new shares"], ["09.04.20", "Allianz Tech Trust : Block Listing - Allotment of New Shares"], ["08.04.20", "Allianz Tech Trust : Block listing Allotment of new shares"], ["2020-06-02 10:22", "Philippe Coutinho's stance on Barcelona to Tottenham transfer - with five other teams keen ...  back in the January transfer window of 2018. The La Liga giants thought they were onto a winner when they paid 142million to sign him, believing the 27-year-old would be the ticket to Champions League glory. But Coutinho spent 18 nightmare months at Barcelona before being loaned out to Bayern Munich last summer. He initially flourished under Niko Kovac at the Allianz Arena but has waned since the appointment of Hans-Dieter Flick as manager. Now, a parting of the ways is on the cards. And Mundo Deportivo say Tottenham, Manchester United, Arsenal, Chelsea, Newcastle and Leicester are all interested in the Brazilian. THINK YOU KNOW FOOTBALL? Football quiz questions and answers: 15 questions and answers for your home pub quiz Related articles Tottenham backed ... "], ["2020-06-02 09:54", "Tictrac secures $7.5M to expand employee wellbeing platform as WFH baloons ... , users can follow the content or experts that they can relate to (much like with Instagram, Calm or Glo Yoga) powered by a campaign engine that delivers creative themes across Tictrac features, like healthy habit-forming action plans and activity challenges. Story continues Founded in 2010, the company has partnered with healthcare and insurance providers including Aviva, Allianz and Prudential. In a statement Martin Blinder, CEO and founder of Tictrac, commented: \"Now more than ever, companies have a greater role and responsibility in supporting the health of their workforce. And while businesses are focused on sustaining retention and productivity - particularly with so many people working remotely - they are now tasked with trying to navigate ... "], ["2020-06-02 09:54", "Tictrac secures $7.5M to expand employee wellbeing platform as WFH balloons ...  Welbeing\" platforms, users can follow the content or experts that they can relate to (much like with Instagram, Calm or Glo Yoga) powered by a campaign engine that delivers creative themes across Tictrac features, like healthy habit-forming action plans and activity challenges. Founded in 2010, the company has partnered with healthcare and insurance providers including Aviva, Allianz and Prudential. In a statement Martin Blinder, CEO and founder of Tictrac, commented: \"Now more than ever, companies have a greater role and responsibility in supporting the health of their workforce. And while businesses are focused on sustaining retention and productivity particularly with so many people working remotely they are now tasked with trying to navigate ... "], ["2020-06-01 06:00", "'For climate protesters, we are like filth': the German village where coal is still king ...  is the most polluting fuel in the world , and it still powers 14 % of Germany's energy, which is a higher reliance than any other EU country. The global climate movement has repeatedly demanded that Germany decarbonise faster. Germany's lignite usage - graph Climate activist Wiebke Witt Photograph: Stefanie Loos For Wiebke Witt, a brown coal expert for the NGO Klima Allianz Deutschland, Germany's 2038 closure timeline fails to honour the 2015 Paris climate agreement on ending coal energy production. \"When the end date for coal was negotiated, talks revolved around the amount of energy produced from coal and not for instance the impact it continues to have on the climate,\" Witt says. Belgium, Austria and Sweden are already coal-free ... "], ["2020-06-01 00:19", "Why future homes could have no walls ...  decorating principle for future homes will be \"austerity chic\" — a mix of second-hand furniture in mixed or even clashing styles. There will be a preference for items that \"tell a story\". \"Re-using old furniture used to be considered just a hippie sport 10 years ago but now even executives are doing it,\" Mr Durie said. Allianz Home and Lifestyle general manager Rachael Poole said it was clear health and the environment were becoming pressing concerns for Australians, which would be reflected in their homes. Originally published as Why future homes could have no walls Sign me up Signed Up View more Newsletters Share this on Facebook social-facebook_circle Share this on Twitter social-twitter_circle Share this by Email social ... "], ["2020-06-01 00:18", "Why future homes could have no walls ... defining decorating principle for future homes will be \"austerity chic\" — a mix of second-hand furniture in mixed or even clashing styles. There will be a preference for items that \"tell a story\". \"Re-using old furniture used to be considered just a hippie sport 10 years ago but now even executives are doing it,\" Mr Durie said. Allianz Home and Lifestyle general manager Rachael Poole said it was clear health and the environment were becoming pressing concerns for Australians, which would be reflected in their homes. Originally published as Why future homes could have no walls trending in national 24 Willow Dunn: Police build picture of 4yo's short, tragic lif... 18 Rio apologises for WA heritage destruction Share on Facebook ... "], ["2020-05-31 21:21", "Canadian medical travel insurers continue to exclude COVID-related claims as international movement begins to resume ...  be the only way my clients which include a large percentage of snowbirds will be able to travel outside of Canada ... and that could be anywhere from 12 to 24 months from now.\" Many of Canada's major travel insurers continue to exclude COVID-19 in their out-of-country medical policies, which can vary between individual companies. Insurers Manulife Financial Corp., Allianz Global Assistance Canada and TuGo have excluded COVID-19 claims in emergency medical policies since March 13, when the Canadian government issued a global travel advisory to avoid all non-essential travel outside of Canada. What is the reopening plan in my province? A guide The three insurers have not changed their positions, which state that if the advisory was issued prior to a ... "], ["2020-05-31 17:47", "The nine deals that could top Mauro Icardi's 54m transfer to PSG this summer including Sancho, Pogba and Coutinho ... his way out of Italy after six years with Manchester United linked with a 80m move for the defender. Paris-Saint Germain, Barcelona and Real Madrid have all pulled out of the running to sign the player, leaving the Red Devils in pole position to land him. LEROY SANE The Citizens winger could be heading back to Germany with Bayern Munich remaining desperate to bring him to the Allianz Arena. SunSport revealed in April how the Bundesliga giants are willing to hand over 61m in order to land the speedy winger who has just one year left on his deal at the Etihad. Rio Ferdinand urges Man United to splash out 250m on Jadon Sancho, Kalidou Koulibaly and Sal guez transfers this summer Topics Transfer News Comments are subject to our community guidelines, which can be ... "], ["2020-05-31 15:00", "Term insurance: Premium rates lower at younger age, don't change thereafter ... Today's Paper BS E-Paper Bs Learning Hi , Change Password Subscribe My Page Sign out Change Password Manage My Account My Page Sign out SIGN IN Subscribe JUST IN Arogya Sanjeevani: A straightforward, reasonably priced health plan Irdai allows PNB to hold more than 10% promoter stake in 2 insurance firms Year of survival for insurance industry; don't expect growth: Bajaj Allianz Opt for monthly payment of term premiums as insurers get set to hike rates Covid-19 outbreak: Update insurance, tax and KYCs amid lockdown 4.0 Planning to take health insurance policy? Do not go by premium alone General insurers brace for a rise in non-Coronavirus claims after lockdown Business interruption policy may not pay for losses made under lockdown Covid-19 impact: Non ... "], ["2020-05-31 14:22", "Jesse Lingard names Wayne Rooney and Michael Carrick moment as integral in his Man Utd career ...  League return Tyrone Mings Mings believes players opinions' were the lowest priority as Premier League bosses planned Project Restart - and he insists the resumption of the season is driven by money Leroy Sane and Kai Havertz backed to kick-start \"great generation\" at Bayern Munich Bayern Munich Manchester City winger Sane and Leverkusen forward Havertz are heavily linked with moves to the Allianz Arena - and a former Bayern boss believes they will be part of a \"new era\" Where every Premier League title was won as Liverpool wait on season finale decision Premier League The Reds have been told that they might be sealing the league title away from Anfield, but winning the league at another team's ground is nothing new Most Read Most ... "], ["2020-05-31 13:47", "Jose Mourinho dismisses concerns over Premier League restart in defiant message ...  Premier League return Tyrone Mings Mings believes players opinions' were the lowest priority as Premier League bosses planned Project Restart - and he insists the resumption of the season is driven by money Leroy Sane and Kai Havertz backed to kick-start \"great generation\" at Bayern Munich Bayern Munich Manchester City winger Sane and Leverkusen forward Havertz are heavily linked with moves to the Allianz Arena - and a former Bayern boss believes they will be part of a \"new era\" Top Stories \"I am 100% certain it was him\": New Dominic Cummings 'sightings' contradict his account of Barnard Castle trip Coronavirus The PM's top aide has defended his visit to the town which he says he made to test his eyesight ahead of ... "], ["2020-05-31 13:47", "David Beckham shares sweet snap of him with daughter Harper wearing Friends hoodies ...  Premier League return Tyrone Mings Mings believes players opinions' were the lowest priority as Premier League bosses planned Project Restart - and he insists the resumption of the season is driven by money Leroy Sane and Kai Havertz backed to kick-start \"great generation\" at Bayern Munich Bayern Munich Manchester City winger Sane and Leverkusen forward Havertz are heavily linked with moves to the Allianz Arena - and a former Bayern boss believes they will be part of a \"new era\" Top Stories \"I am 100% certain it was him\": New Dominic Cummings 'sightings' contradict his account of Barnard Castle trip Coronavirus The PM's top aide has defended his visit to the town which he says he made to test his eyesight ahead of ... "], ["2020-05-31 13:42", "Swimming pools set to reopen in July but you'll have to arrive in your costume ...  Premier League return Tyrone Mings Mings believes players opinions' were the lowest priority as Premier League bosses planned Project Restart - and he insists the resumption of the season is driven by money Leroy Sane and Kai Havertz backed to kick-start \"great generation\" at Bayern Munich Bayern Munich Manchester City winger Sane and Leverkusen forward Havertz are heavily linked with moves to the Allianz Arena - and a former Bayern boss believes they will be part of a \"new era\" Top Stories \"I am 100% certain it was him\": New Dominic Cummings 'sightings' contradict his account of Barnard Castle trip Coronavirus The PM's top aide has defended his visit to the town which he says he made to test his eyesight ahead of ... "], ["2020-05-31 13:35", "Inter Milan issue transfer update on Alexis Sanchez amid Man Utd flop's struggles ...  Premier League return Tyrone Mings Mings believes players opinions' were the lowest priority as Premier League bosses planned Project Restart - and he insists the resumption of the season is driven by money Leroy Sane and Kai Havertz backed to kick-start \"great generation\" at Bayern Munich Bayern Munich Manchester City winger Sane and Leverkusen forward Havertz are heavily linked with moves to the Allianz Arena - and a former Bayern boss believes they will be part of a \"new era\" Top Stories \"I am 100% certain it was him\": New Dominic Cummings 'sightings' contradict his account of Barnard Castle trip Coronavirus The PM's top aide has defended his visit to the town which he says he made to test his eyesight ahead of ... "], ["2020-05-31 13:30", "Schools reopening: Which year groups are going back tomorrow? ...  Premier League return Tyrone Mings Mings believes players opinions' were the lowest priority as Premier League bosses planned Project Restart - and he insists the resumption of the season is driven by money Leroy Sane and Kai Havertz backed to kick-start \"great generation\" at Bayern Munich Bayern Munich Manchester City winger Sane and Leverkusen forward Havertz are heavily linked with moves to the Allianz Arena - and a former Bayern boss believes they will be part of a \"new era\" Top Stories \"I am 100% certain it was him\": New Dominic Cummings 'sightings' contradict his account of Barnard Castle trip Coronavirus The PM's top aide has defended his visit to the town which he says he made to test his eyesight ahead of ... "], ["2020-05-31 12:59", "Leroy Sane and Kai Havertz backed to kick-start \"great generation\" at Bayern MunichManchester City winger Sane and Leverkusen forward Havertz are heavily linked with moves to the Allianz Arena - and a former Bayern boss believes they will be part of a"], ["2020-05-31 11:47", "54% of Americans Think the Worst Is Yet to Come for the Stock Market ...  up with a good book. The economic impact of COVID-19 has been devastating thus far. Millions of Americans have lost their jobs, countless small businesses have closed their doors, and retirement plan values have plummeted . In fact, 58% of Americans say COVID-19 has negatively impacted their long-term savings, and 54% worry the worst is still yet to come for the stock market, according to a new survey by Allianz. If you share a similar fear, here are a few steps to take. 1. Boost your emergency fund if you're still working What does your emergency fund , which should be in cash, have to do with the stock market? It's simple. If your income is cut due to COVID-19, you may need cash reserves to pay your bills until you're working once again. And ... "], ["2020-05-31 11:16", "Push For Return Of Soccer In Brazil Causes Division And Controversy ...  Thursday the Rio public prosecutors' office released a lengthy statement saying that soccer should remain on hold \"until the competent authorities attest to a fall in the number of cases\" of coronavirus. SAO PAULO, BRAZIL - JULY 27: Brazilian President Jair Bolsonaro gestures with Palmeiras fans during ... [+] a match between Palmeiras and Vasco for the Brasileirao Series A 2019 at Allianz Parque on July 27, 2019 in Sao Paulo, Brazil. (Photo by Miguel Schincariol/Getty Images) Getty Images In So Paulo, the country's most populous state and its economic driving force, the story has been somewhat different. The states big four, Corinthians, Santos, So Paulo and Palmeiras, have put forward a more united front and have moved with less haste than ... "], ["2020-05-31 09:12", "Bundesliga: Hans-Dieter Flick hails relentless Bayern Munich after another thumping win ...  Dollard Sunday 31 May 2020 10:17 {{^moreThanTen}} {{total}} comments {{/moreThanTen}} Bayern Munich boss Hans-Dieter Flick was proud to see his side back up their victory over Borussia Dortmund with a clinical 5-0 win against Fortuna Dusseldorf . Taking Der Klassiker 1-0 in midweek gave Bayern one hand on the Bundesliga title and, in seeing off Saturday's visitors to the Allianz Arena, Flick's side underlined their desire to hold on. Two goals from Robert Lewandowski, a header from Benjamin Pavard and a solo effort from Alphonso Davies followed an opening own-goal from Mathias Jorgensen to leave the hosts 10 points clear. Download the new Independent Premium app Sharing the full story, not just the headlines Download now \"It was important for ... "], ["2020-05-31 09:05", "Bundesliga: Bayern Munich 5-0 Fortuna Dusseldorf ...  PAPERS PRESS RELEASE THE SECRET TRENDING INSIDE ISRAEL INTERFACE MIDEASTREAM IRAN CINEMA IRAN ART MAGAZINE IRAN ART GUIDE PALESTINE FILES BAZAAR THE SUBCONTINENT BREAKING NEWS # TRENDING TOPICS: IRAN US SYRIA MIDDLE EAST News / Sports Bundesliga: Bayern Munich 5-0 Fortuna Dusseldorf Sunday, 31 May 2020 9:05 AM [ Last Update: Sunday, 31 May 2020 9:05 AM ] Bundesliga - Bayern Munich v Fortuna Dusseldorf - Allianz Arena, Munich, Germany - May 30, 2020 Bayern Munich's Robert Lewandowski celebrates scoring their fourth goal, as play resumes behind closed doors following the outbreak of the coronavirus. (Photo by Reuters) Bayern Munich have edged closer to clinching their 8th league title in a row with an emphatic 5-nil victory over Fortuna Dusseldorf at the ... "]]}}