{"postfix": "alphabet-aktie", "name": "ALPHABET_C_(EX_GOOGLE)", "wkn": "A14Y6H", "time": "2020.06.02 14:08", "ts": 1591099718, "features": {"KGV": "27.53", "Marktkapitalisierung": {"Size": "Mrd", "Value": "816.88"}, "GA": "49.16", "KBV": "4.69", "BA": "288.39", "KCV": "17.27", "CA": "78.36", "Vola30": "37.74", "Vola90": "50.57", "Vola180": "39.92", "Vola250": "33.77"}, "rivals": ["united_internet-aktie", "amazon-aktie", "ebay-aktie", "microsoft-aktie", "ibm-aktie", "oracle-aktie", "hp-aktie"], "text_data": {"de": [["2020.06.02", "Google: Nutzer beklagen sich über Audio-Probleme bei Pixel Buds"], ["2020.06.02", "Android: Neue Funktionen für Pixel-Smartphones"], ["31.05.20", "Apple gibt im Kampf gegen Amazon und Google wieder Gas: Jetzt kaufen?"], ["30.05.20", "Google: Google verschiebt Android 11 erneut"], ["30.05.20", "Das sind die versteckten Funktionen von Google Maps"], ["29.05.20", "ROUNDUP 5: Trump tritt Feldzug gegen Twitter und Co. los"], ["29.05.20", "Entwicklungsumgebung: Android Studio 4.0 vereinfacht Animationen in Apps"], ["29.05.20", "'Apturi Covid': Lettland startet Corona-Warn-App"], ["29.05.20", "ROUNDUP 4: Trump tritt Feldzug gegen Twitter und Co. los"], ["29.05.20", "Bundesregierung sieht keine Notwendigkeit für Gesetz zur Corona-App"], ["29.05.20", "Gemeinsames Projekt: Microsoft und Google verbessern Rechtschreibprüfung"], ["29.05.20", "SameSite-Attribut: Google Chrome drängt auf sichere Cookies"], ["29.05.20", "Google: Youtube führt Kapitel für Videos ein"], ["29.05.20", "ROUNDUP 3: Trump tritt nach Faktencheck-Ärger Feldzug gegen Twitter und Co. los"], ["29.05.20", "Google wird wegen Sammlung von Standortdaten verklagt"], ["29.05.20", "heise+ | Chrome OS auf dem Prüfstand: Das taugt Googles Betriebssystem auf Chromebooks"], ["29.05.20", "ROUNDUP 2: Trump tritt nach Faktencheck-Ärger Feldzug gegen Twitter und Co. los"], ["29.05.20", "Google: Android Studio 4.0 bringt zahlreiche neue Funktionen"], ["29.05.20", "Trump setzt Behörden auf Twitter, Google und Facebook an"], ["28.05.20", "Sicherheitslücke: Strandhogg 2.0 kann unbemerkt Android-Apps übernehmen"], ["28.05.20", "US-Bundesstaat Arizona verklagt Google wegen Täuschung von Verbrauchern"], ["28.05.20", "'Visiere statt Masken kaufen' - Was Google-Nutzer interessiert"], ["28.05.20", "Google lässt seine Mitarbeiter rotieren"], ["27.05.20", "Kritische Android-Lücke: Schädliche Apps geben sich als legitime Anwendungen aus"], ["27.05.20", "Alphabet-Aktie: 71-Prozent-Chance in drei Wochen"], ["27.05.20", "ROUNDUP: Bundesregierung: Corona-Warn-App nützt auch bei wenig Teilnehmern"], ["27.05.20", "Bundesregierung: Corona-Warn-App nützt auch bei wenig Teilnehmern"], ["27.05.20", "StrandHogg 2.0: Der bösere Zwilling einer älteren Android-Lücke"], ["27.05.20", "Android-Smartphone: Xiaomi bringt Redmi Note 9 im Juni auf den Markt"]], "en": [["2020.06.02", "Is Zoom the next Android or the next BlackBerry?"], ["2020.06.02", "'Cursed' wallpaper image reportedly crashes Samsung, Google, other phones     - CNET"], ["01.06.20", "Google Pixel phones get bedtime features and safety tools     - CNET"], ["01.06.20", "After a spate of device hacks, Google beefs up Nest security protections"], ["01.06.20", "Android update delivers new ‘Bedtime’ features focused on improving sleep"], ["01.06.20", "Third Pixel feature drop improves AI-powered Adaptive Battery, integrates Recorder and Google Assistant"], ["01.06.20", "Alphabet, Amazon, Broadcom, Gap and Campbell Soup are part of Zacks Earnings Preview"], ["01.06.20", "Which Stock Should You Go For: Google Or Facebook?"], ["01.06.20", "Google rejects call to compensate Australian news media"], ["31.05.20", "Facebook, Apple, Nike and other companies support to protesters with donations and hashtags"], ["31.05.20", "Google downplays value of news in fight over $1bn media fund"], ["31.05.20", "Google Doodle slideshow celebrates Galapagos Islands     - CNET"], ["30.05.20", "Google Rival Algolia’s CEO Raised $110M Then Hired His Replacement"], ["30.05.20", "Google postpones Android 11 beta event amid protests in the US     - CNET"], ["30.05.20", "Google postpones Android 11 unveiling amid U.S. protests"], ["30.05.20", "Google postpones Android 11 unveiling amid U.S. protests"], ["29.05.20", "Alphabet (GOOGL) Outpaces Stock Market Gains: What You Should Know"], ["29.05.20", "Google Cancels Job Offers to More Than 2,000 Workers"], ["29.05.20", "Google reportedly retracts offers to thousands of contract and temp workers     - CNET"], ["29.05.20", "The Zacks Analyst Blog Highlights: Twitter, Facebook and Alphabet"], ["29.05.20", "Google Eyes India Telecom Space With Interest in Vodafone"], ["29.05.20", "Better Buy: Alibaba vs. Alphabet"], ["29.05.20", "Better Buy: Alphabet vs. Twilio"], ["28.05.20", "Google Maps now lets you share your Plus Code location, no address needed     - CNET"], ["28.05.20", "Google makes sharing Plus Codes easier in a push to simplify addressing system globally"], ["28.05.20", "Google launches Android Studio 4.0 with Motion Editor, Build Analyzer, and Java 8 APIs"], ["28.05.20", "Google says use existing EU laws, not new ones to govern AI"], ["28.05.20", "Google says use existing EU laws, not new ones to govern AI"], ["28.05.20", "Google will rank webpages based on Web Vitals, but not in 2020"], ["28.05.20", "Alphabet (GOOGL) Up 5.8% Since Last Earnings Report: Can It Continue?"], ["28.05.20", "The Zacks Analyst Blog Highlights: Alphabet, Visa, Bank of America, JPMorgan Chase and NVIDIA"], ["28.05.20", "Google Eyes Indian Expansion With Potential Vodafone Unit Investment"], ["28.05.20", "Google adds anxiety self-assessment to search     - CNET"], ["28.05.20", "Netatmo outdoor security camera has a siren built in, works with Alexa, Google Assistant, Siri     - CNET"], ["28.05.20", "Google and Microsoft reportedly considering stakes in Indian telecom firms after Facebook deal"], ["28.05.20", "Google considering taking stake in Vodafone Idea: FT"], ["28.05.20", "Google considering taking stake in Vodafone Idea - FT"], ["28.05.20", "Google considering taking stake in Vodafone Idea -FT"], ["28.05.20", "Google explores Vodafone Idea stake as part of India push"], ["28.05.20", "Google launches website to help people avoid online scams     - CNET"], ["2020-06-02 11:00", "Buy DocuSign Stock Ahead of Q1 Earnings ...  the surface of DocuSign's potential. One of the biggest drivers has been the DocuSign Agreement Cloud , which is a cloud-based suite that has more than a dozen different apps to help handle e-signatures, document generation and contract management. The cloud is also integrated with other applications offered by giants in the tech space, including Salesforce (NYSE: CRM ), Alphabet (NASDAQ: GOOG , NASDAQ: GOOGL ) and Microsoft (NASDAQ: MSFT ). Uber (NYSE: UBER ) is one of the more prominent users of DocuSign's contract management platform. Uber Eats uses DOCU's platform to create and handle thousands of contracts with restaurants around the country. And then there's artificial intelligence. DocuSign is quickly becoming an AI play with its ... "], ["2020-06-02 10:20", "Monster or Machine? What we've learned about virus in 6 months ...  the analogy of 'Star Wars,'\" he said. \"The virus is the Dark Side. We have a cellular defense system of hundreds of antiviral proteins\" — Jedi knights — \"to defend ourselves. Our lab is studying one specific Jedi that uses one particular weapon, and how the virus fights back.\" These battles, fought on the field of biochemistry, strain the alphabet to describe. The Jedi in this analogy are particular enzymes (poly-ADP-ribose polymerases, or PARPS, if you must know) that are produced in infected cells and wield a molecule that attaches to certain invading proteins — \"We don't know what these are yet,\" Fehr said — and disrupts them. In response, the virus has an enzyme of its own that sweeps away ... "], ["2020-06-02 10:01", "Vodafone Idea soars 20% on heavy volumes, hits 6-month high ...  cent to hit a six-month high of Rs 7.87 on the BSE on Tuesday. The stock has rallied 35 per cent in the past three days after the company on Friday said it was constantly evaluating various opportunities but there was no proposal before the board of the firm as yet. The clarification to the BSE by Vodafone Idea came after reports surfaced that Alphabet Inc's Google was eyeing about 5 per cent stake in the telecom company. The stock was trading at its highest level since December 3, 2019. \"As part of the corporate strategy, the company constantly evaluates various opportunities for enhancing the stakeholders' value. As and when such proposals are considered by the board of directors of the company warranting disclosures, the company shall comply ... "], ["2020-06-02 09:02", "Yandex switches from self-driving Prius to autonomous Hyundai Sonata ...  Statement Do Not Sell My Personal Info Resources Travel Security How To Mashable Deals Gift Guides Sites Job Board Social Good Summit International Mashable Australia Mashable India Mashable ME Mashable SE Asia Mashable UK Tech Like Follow Yandex switches from self-driving Prius to autonomous Hyundai Sonata Share Tweet Share Share By Sasha Lekach 2020-06-02 09:00:00 UTC Yandex, the Russian Alphabet-like company with a self-driving car unit that debuted a fully driverless car in Las Vegas this year, has updated its autonomous driving program. The fourth iteration of the company's self-driving car was officially revealed on Tuesday as a modified Hyundai Sonata. Up until now, Yandex had used hybrid Toyota Priuses, with a fleet of 100 of the self-driving ... "], ["2020-06-02 08:45", "How COVID-19 could speed up smart-city visions ...  43 miles (70 kilometers) from state capital Phoenix, it is hoped that the city will accommodate 200,000 people. Still in its infancy, the project is seen as a test case for assessing the interaction of \"smart\" concepts, from the home to the workplace to the city. The high-tech cities of the future Google town in Canada Google's parent company, Alphabet Inc, is creating a new district in Canada. Digitally connected in several ways, 10,000 people may one day live here. Quayside, Toronto is to collect a wealth of digital data about its future inhabitants. Prime Minister Justin Trudeau, pictured here, approves. Author: Helle Jeppesen (hg) Air travel value chain needs upgrading Alongside road and rail traffic, air travel is also expected to undergo ... "], ["2020-06-02 08:27", "Facebook, Snap Join Chorus of Companies Condemning George Floyd Death ...  Games Smartwatches Smart Speakers Speakers Smart Bands DEALS Mobiles Telecom Smart Home How To Gaming Entertainment Audio TV PC/Laptops Apps Tablets Science Wearables Home Social networking Social networking News Facebook, Snap Join Chorus of Companies Condemning George Floyd Death, Racism Facebook, Snap Join Chorus of Companies Condemning George Floyd Death, Racism The two tech companies followed Intel, Netflix, Alphabet's Google, IBM, and Nike in taking a public stance against Floyd's death. By Reuters | Updated: 2 June 2020 13:57 IST Share on Facebook Tweet Snapchat Share Reddit Email Comment Many companies have publicly spoken out against the death of George Floyd Highlights Facebook and Snap are the latest companies condemning racism in US ... "], ["2020-06-02 07:13", "Facebook employees protest Mark Zuckerberg's response to Donald Trump's posts ... Executive Mark Zuckerberg of inadequately policing U.S. President Donald Trump's posts as strictly as the rival platform has done. Reuters saw dozens of online posts from employees critical of Zuckerberg's decision to leave Trump's most inflammatory verbiage unchallenged where Twitter had labeled it. Some top managers participated in the protest, reminiscent of a 2018 walkout at Alphabet's Google over sexual harassment. It was a rare case of staff publicly taking their CEO to task, with one employee tweeting that thousands participated. Among them were all seven engineers on the team maintaining the React code library which supports Facebook's apps. \"Facebook's recent decision to not act on posts that incite violence ignores other ... "], ["2020-06-02 06:30", "Monster or Machine? A Profile of the Coronavirus at 6 Months ... . \"I use the analogy of Star Wars,\" he said. \"The virus is the Dark Side. We have a cellular defense system of hundreds of antiviral proteins\" — Jedi knights — \"to defend ourselves. Our lab is studying one specific Jedi that uses one particular weapon, and how the virus fights back.\" These battles, fought on the field of biochemistry, strain the alphabet to describe. The Jedi in this analogy are particular enzymes (poly-ADP-ribose polymerases, or PARPS, if you must know) that are produced in infected cells and wield a molecule that attaches to certain invading proteins — \"we don't know what these are yet,\" Dr. Fehr said — and disrupts them. In response, the virus has an enzyme of its own that sweeps ... "], ["2020-06-02 04:36", "'What actions are you taking?': Indians term Sundar Pichai 'hypocrite' as Google backs racial equality ...  death of George Floyd, an unarmed black man, in police custody. Also read: George Floyd death: Trump threatens to use military to quell violent protests across US \"We stand in support of racial equality, and all those who search for it,\" the message read on the Google home page. The same message was also placed on the US home page of Google-owned YouTube and Alphabet. \"For those feeling grief, anger, sadness & fear, you are not alone,\" Pichai said, sharing a screenshot of the Google search home page which said \"we stand in support of racial equality, and all those who search for it,\" read the tech-giant's tweet. Today on US Google & YouTube homepages we share our support for racial equality in solidarity with the Black community ... "], ["2020-06-01 06:08", "With fact-checks, Twitter takes on a new kind of task ...  transparency features in its fact-checking, such as the use of time-stamps. Vinny Green, vice president of operations at fact-checking organization Snopes, said he has pressed Twitter to establish partnerships since 2017, but had received tepid responses. Facebook since 2016 has run a fact-checking program with dozens of external partners, including a Reuters unit. YouTube, the video service of Alphabet Inc's, in April started showing US viewers information from fact-checkers such as FactCheck.org and PolitiFact, although it declined to share a full list of partners. Submit a Comment Primary Sidebar Latest News Fake reviews experiment suggests online shoppers more likely to buy poor goods With fact-checks, Twitter takes on a new kind of task Pop star ... "], ["2020-06-01 05:57", "Have empathy for those who are scared, uncertain: Satya NadellaSan Francisco, June 1 (IANS) Microsoft CWEO Satya Nadella has joined Apple CEO Tim Cook and Alphabet and Google CEO Sundar Pichai in condemning the death of African-American George Floyd, saying our identity, our very existence is rooted in empowering eve"], ["2020-06-01 04:00", "Test Drive: Mercedes-Benz AMG C63 S Sedan is a sweet C for C-suitersThe Mercedes-Benz AMG C63 S Sedan might sound like a mouthful of alphabet soup, but it's a tasty ride, nonetheless. Part of the tyranny of the SUV-era is that fewer and fewer compact luxury sedans are being made today — especially ones like the "], ["2020-06-01 03:08", "Hollywood Responds To The Senseless Death Of George Floyd, Riots ...  The Worst Deal Ever: The Inside Story Of The Epically Bad Decision By StubHub's Cofounder To Buy His Company Back Dan Rather: Arrest Of CNN Crew 'A Mark Of Tyranny' Is Draft Kings Stock Immune From The Coronavirus Pandemic? Amazon Studios, ViacomCBS , and Fox Entertainmen t Tweeted that they stood in solidarity with the black community and condemned all racism and discrimination. Alphabet's YouTube service pledged $1 million to support social justice efforts. \"The recent killing of George Floyd is the latest in a series of deplorable events that highlight the need for real change in how we address our diversity as a society,\" Lionsgate told Variety . \"Our company has a proud 20-year history of serving our audiences with films and ... "], ["2020-06-01 02:40", "Horoscope Today: Astrological prediction for June 1, what's in store for Aries, Pisces, Capricorn, Leo and other zodiac signs ...  your nose to the grindstone. Time is right to review your investments to get more out of your money. Those in the promotion zone can expect a favourable result. Health remains excellent, as you eat right and exercise. A family youngster may become a pillar of strength for you. Love Focus: Love may not be your top priority today, so be upfront about it. Lucky Colour: Pink Lucky Alphabet: S Friendly Numbers: 2, 4, 6 Friendly Zodiac Today: Libra & Aries Be careful of: Cancer *Gemini (May 21-June 21): Prayers of those in family way are likely to be heard. You may get interested in a property and make plans to acquire it. Keep a tab on what is happening on the academic front, lest you be left behind. Financial front will stabilise as your income steadies. Advice ... "], ["2020-06-01 02:00", "\"We're All Suspects Now\": A Look Inside The NSA's New \"Contact Chaining\" Tool ... \" Tool by Tyler Durden Sun, 05/31/2020 - 22:00 Submitted by Simon Black of Sovereign Man New book explores NSA's \"contact chaining\" tool What happened: We all know Edward Snowden revealed that the NSA collects and stores massive databases of information on Americans' phone call and text metadata. But then what? Most people think it sits on ice until and unless an alphabet agency like the FBI, CIA, or DHS wants to dig through it. In reality, it is processed into a detailed map of your social contacts, constantly updating with new data. Everytime you make a phone call or send a text, a new piece of data enters the government's hands, and they update the map of your social contacts. A new book explores the \"contact chaining\" ... "], ["2020-06-01 01:43", "What Grimes, Musk really call their baby ...  further insight concerning the reason behind the switch. One of her followers responded, \"Nice! Just removed the numbers to conform to California law.\" Grimes wrote, \"Roman numerals. Looks better tbh.\" Family lawyer David Glass previously told People magazine that while the original name is technically legal, California only accepts the use of the 26 letters in the English alphabet for baby names. Grimes, whose birth name is Claire Boucher, and the tech entrepreneur welcomed their son on May 4. media_camera Musk and Grimes named their child X A-12. According to the outlet, the new mum previously took to Twitter and explained the X represents \"the unknown variable\" and \", my elven spelling of Ai (love &/or Artificial intelligence ... "], ["2020-05-31 22:20", "W, V or a Nike swoosh? The shape of the US economy's recovery remains a mystery ...  Kudlow. Credit: AP Second-wave virus outbreaks, changes in consumer behaviour or a wave of unexpected business closures could reshape the future. That has left economists unsure how quick or smooth a rebound the US economy will undergo, prompting many to offer a range of scenarios instead of declarative forecasts. Advertisement It isn't just Wall Street forecasters eschewing the alphabet in favour of a range of what-if's. From the Federal Reserve to the White House, analysts have suggested that posing confident prognostications is probably more misleading than helpful. John C. Williams, president of the Federal Reserve Bank of New York, said during an appearance last week that it is important for policymakers to prepare for every eventuality, rather ... "], ["2020-05-31 22:10", "W, V or a Nike swoosh? The shape of the US economy's recovery remains a mystery ...  Kudlow. Credit: AP Second-wave virus outbreaks, changes in consumer behaviour or a wave of unexpected business closures could reshape the future. That has left economists unsure how quick or smooth a rebound the US economy will undergo, prompting many to offer a range of scenarios instead of declarative forecasts. Advertisement It isn't just Wall Street forecasters eschewing the alphabet in favour of a range of what-if's. From the Federal Reserve to the White House, analysts have suggested that posing confident prognostications is probably more misleading than helpful. John C. Williams, president of the Federal Reserve Bank of New York, said during an appearance last week that it is important for policymakers to prepare for every eventuality, rather ... "], ["2020-05-31 21:56", "All The TV Shows Canceled In May 2020 ...  (AJ Michalka) as a young teacher, didn't make it despite airing after its sister show. \"Emergence,\" the sci-fi drama about a police chief (Allison Tolman) who takes in a young child with no memory, ended after just 13 episodes. \"Single Parents\" was among the handful of shows canceled in May. Photo: ABC/Richard Cartwright Earlier in the 2019-20 TV season, the alphabet network axed \"Grand Hotel,\" \"Kids Say the Darndest Things\" and \"Reef Break.\" CBS renewed 23 shows, but not everything made the cut. The Eye network canceled three freshman shows, all of which had well-known female leads, plus a veteran sitcom starring a \"Friends\" alum. \"Carol's Second Act,\" a multi-camera sitcom about a 50-year-old ... "], ["2020-05-31 21:30", "From hashtags to donations, Google, Netflix and other tech companies voice support for protesters ... GOOG +0.86% NFLX +1.52% AMZN +1.71% DIS +0.47% T -0.64% UBER +6.35% MSFT +1.02% AAPL -0.09% As protests stemming from the death of George Floyd wrack the nation, a number of leading tech companies have offered their support for demonstrators and funding for social-justice organizations. Twitter Inc. TWTR, -1.99% changed its profile bio to read simply \"#BlackLivesMatter,\" while Alphabet Inc.'s GOOGL, +1.07% GOOG, +0.86% Google said on its main search page: \"We stand in support of racial equality, and all those who search for it.\" Google's YouTube said it would donate $1 million \"in support of efforts to address social injustice.\" Major streaming services — such as Netflix Inc. NFLX, +1.52% , Amazon.com Inc.'s AMZN, +1 ... "]]}}