{"postfix": "alstom-aktie", "name": "ALSTOM", "wkn": "A0F7BK", "time": "2020.06.02 11:42", "ts": 1591090944, "features": {"KGV": "19.33", "Marktkapitalisierung": {"Size": "Mrd", "Value": "8.86"}, "GA": "1.97", "KBV": "2.61", "BA": "14.57", "KCV": "17.03", "CA": "2.24", "Vola30": "33.99", "Vola90": "64.82", "Vola180": "48.9", "Vola250": "36.1"}, "rivals": ["general_electric-aktie", "siemens-aktie", "vossloh-aktie", "schneider_electric-aktie", "bombardier-aktie", "schaltbau-aktie"], "text_data": {"de": [["31.05.20", "Alstom-Aktie: Experten empfehlen Alstom im Mai mehrheitlich zum Kauf "], ["30.05.20", "GESAMT-ROUNDUP: Lufthansa gibt Landerechte ab - Rettung nimmt wichtige Hürde"], ["29.05.20", "Alstom stellte das Zahlenwerk zum vergangenen Quartal vor"], ["29.05.20", "Alstom mit Zahlen zum abgelaufenen Quartal"], ["20.05.20", "MÄRKTE EUROPA/Kurse setzen sich - Kurssprung bei Aareal Bank"], ["12.05.20", "Henri Poupart-Lafarge: Warum sich der Alstom-Chef als Gewinner der Krise sieht"], ["12.05.20", "ROUNDUP: Zughersteller Alstom optimistisch für Fusion mit Bombardier"], ["12.05.20", "Fusionswilliger TGV-Hersteller Alstom legt Zahlen vor"], ["08.05.20", "Siemens lässt sich bei Zuggeschäft mehr Zeit"], ["08.05.20", "Siemens - Neue Strategie für Zug-Sparte erst im Herbst"], ["27.04.20", "ROUNDUP: Kartellamt erlaubt Verkauf von Vossloh-Lokomotivensparte nach China"], ["27.04.20", "Kartellamt erlaubt Verkauf von Vossloh-Lokomotivensparte nach China"], ["31.03.20", "Was Analysten von der Alstom-Aktie erwarten"], ["20.03.20", "BVG darf neue U-Bahn-Züge bei Stadler bestellen"], ["20.03.20", "ANALYSE-FLASH: Goldman hebt Alstom auf 'Buy' - Ziel 49 Euro"], ["10.03.20", "ROUNDUP: Hohe Erwartungen an die neue EU-Industriestrategie"], ["10.03.20", "EU-Kommission stellt neue Industriestrategie vor"], ["29.02.20", "Alstom-Aktie: Das sind die Expertenmeinungen des Monats Februar"], ["21.02.20", "IG Metall warnt Regierung wegen Alstom-Bombardier-Plan vor \"Kahlschlag\""], ["19.02.20", "ROUNDUP: Bombardier-Kunden in Deutschland fordern mehr Qualität"], ["19.02.20", "Bombardier-Kunden in Deutschland fordern mehr Qualität"], ["18.02.20", "Milliardendeal von Alstom und Bombardier hat viele Unbekannte"], ["18.02.20", "Übernahme der Bombardier-Zugsparte : Wie Alstom-Chef Poupart-Lafarge zum König der Züge werden will"], ["18.02.20", "Für fast 8 Milliarden Franken: Alstom kauft Bombardier-Bahnsparte"], ["18.02.20", "Hohe Hürden für Milliarden-Deal von Alstom und Bombardier"], ["18.02.20", "IG Metall warnt vor Jobabbau bei Alstom/Bombardier"], ["18.02.20", "ROUNDUP: Paris hofft auf Ja der EU-Kommission zur Bahnfusion - Experten warnen"], ["18.02.20", "Möglicher Deal mit Bombardier: Alstom will ohne Jobabbau auskommen"], ["18.02.20", "Noch viele Fragen offen bei geplanter Fusion Alstom/Bombardier"]], "en": [["18.05.20", "Should Value Investors Buy Alstom ADR (ALSMY) Stock?"], ["13.05.20", "Bombardier says no delay to Alstom rail deal due to COVID-19"], ["12.05.20", "UPDATE 2-Alstom confident Bombardier rail deal on track despite crisis"], ["12.05.20", "Alstom to stick to financial terms of rail deal with Bombardier"], ["12.05.20", "Alstom to stick to financial terms of rail deal with Bombardier"], ["12.05.20", "France's Alstom warns of hit to results from coronavirus crisis"], ["30.04.20", "Is Alstom ADR (ALSMY) Stock Undervalued Right Now?"], ["20.04.20", "Lithuanian prosecutors end probe in Alstom bribery case"], ["27.02.20", "Judge throws out bribery charges in U.S. trial of former Alstom executive"], ["27.02.20", "REFILE-Judge throws out bribery charges in U.S. trial of former Alstom executive"], ["20.02.20", "Alstom and Bombardier have 'strong case' for rail deal - Canadian pension fund CEO"], ["18.02.20", "Alstom, Bombardier shares fall after $6.7 billion rail deal"], ["18.02.20", "Alstom, Bombardier shares fall after $6.7 billion rail deal"], ["18.02.20", "Alstom shares fall after its $6.7 billion Bombardier rail deal"], ["17.02.20", "French government to ensure Alstom-Bombardier deal creates value: minister"], ["17.02.20", "Alstom to buy Bombardier rail unit for up to $6.7 billion"], ["17.02.20", "French government to ensure Alstom-Bombardier deal creates value -minister"], ["17.02.20", "Bombardier agrees $8.2 billion deal to sell rail unit to Alstom"], ["17.02.20", "Bombardier agrees $8.2 billion deal to sell rail unit to Alstom"], ["17.02.20", "TIMELINE-Alstom, Bombardier and Siemens merger attempts"], ["17.02.20", "Alstom in talks over $7 billion Bombardier rail deal"], ["17.02.20", "Alstom in talks over $7 billion Bombardier rail deal"], ["17.02.20", "Alstom confirms talks on potential $7 billion Bombardier deal"], ["17.02.20", "French TGV maker Alstom in talks to buy Bombardier rail unit"], ["17.02.20", "Alstom confirms talks on potential $7 billion Bombardier deal"], ["17.02.20", "Alstom confirms talks to buy Bombardier train unit"], ["17.02.20", "Dow Jones Newswires: Alstom confirms talks to acquire Bombardier’s rail unit"], ["17.02.20", "Alstom confirms talks underway to buy Bombardier Transportation"], ["17.02.20", "Alstom confirms talks underway to buy Bombardier Transportation"], ["17.02.20", "Alstom nears deal to buy Bombardier's train unit - source"], ["16.02.20", "Alstom nears deal to buy Bombardier's train unit: source"], ["16.02.20", "UPDATE 1-Alstom nears deal to buy Bombardier's train unit - source"], ["16.02.20", "Alstom reaches preliminary deal to buy Bombardier train unit - WSJ"], ["16.02.20", "Alstom reaches preliminary deal to buy Bombardier train unit - WSJ"], ["12.02.20", "Alstom board to discuss buying Bombardier rail unit: sources"], ["12.02.20", "UPDATE 3-Alstom board to discuss buying Bombardier rail unit -sources"], ["12.02.20", "Alstom board to discuss purchasing Bombardier rail unit: sources"], ["12.02.20", "UPDATE 2-Alstom board to discuss purchasing Bombardier rail unit -sources"], ["12.02.20", "Alstom board to decide on Bombardier rail business bid: source"], ["12.02.20", "UPDATE 1-Alstom board to decide on Bombardier rail business bid- source"], ["2020-05-31 23:32", "Germany, Lufthansa prove tougher foes for Vestager than Google ...  have cost her a shot at the EU's top job. But European airlines are a trickier target for EU regulators than US technology giants. Air France-KLM's quick approval for a French government loan drew some ire in Germany. When Lufthansa faced higher hurdles, the reaction showed that many politicians hadn't recovered from her decision to block Siemens AG and Alstom SA's plans to create a mammoth rail company. \"Weakening a major pan-European airline like Lufthansa by slot divestments goes against the debate, spearheaded by German and French commentators, of the need to create European champions,\" said Ioannis Kokkoris, a law and economics professor at Queen Mary University of London. Lufthansa will be one of the first companies to seek EU ... "], ["2020-05-29 13:44", "How This Week Highlights the Challenges Facing General Electric Stock ...  nothing left. GE Power is in the midst of a turnaround, Aviation is in trouble, Renewable Energy is small (and providing some growth), and Healthcare is the profit center. Simply put, GE has to start making money. It's not doing so. And, again, I don't think that's necessarily the fault of Culp. It's largely the result of past decisions, among them the disastrous acquisition of Alstom that closed in 2015. Whatever the cause, GE simply isn't a leader anymore. It's not a giant. It's not an innovator. GE is not what it was. What the news from this week reinforces is that General Electric simply is a cash-burning company trying to turn itself around. And even in a best-case scenario, it likely has years left of work to do. Matthew ... "], ["2020-05-29 01:39", "CRRC gears up for global expansion ...  conglomerate. Liu reiterated these moves will help CRRC better confront challenges from its competitors in France, Germany and Japan. A number of major merger and acquisition deals have occurred in the global rail transit equipment industry, and the market concentration rate has significantly risen since 2015. After China's CSR Corp and CNR Corp merged and formed CRRC in 2015, French train maker Alstom SA acquired a train-signaling business from United States-based General Electric Co in the same year. Japan's Hitachi Ltd bought Italian rail equipment maker AnsaldoBreda S.p.A and signal system provider Ansaldo STS S.p.A to seal more deals in developed markets. Liu said it is normal for major players to conduct mergers and acquisitions in the market ... "], ["2020-05-28 19:22", "The visible hand: Europe's habit of propping up firms may outlast the pandemic ...  antitrust. Tensions have long brewed between that bit of the commission, overseen since 2014 by Margrethe Vestager, the competition commissioner, and some member states. France and Germany have repeatedly demanded competition rules be bent to allow the creation of \"European champions\". They were furious last year when Ms Vestager blocked the planned merger of the rail bits of Siemens and Alstom. Merging companies is one way to create champions, but gorging them with state aid is just as effective. That is now allowed, albeit temporarily. Granted, the goal right now is not to create champions so much as to prevent unnecessary bankruptcies and job losses. But if the rules remain eased for too long, the money sloshing to companies will aim less to ... "], ["2020-05-28 14:48", "The visible hand: Europe's habit of propping up firms may outlast the pandemic ...  antitrust. Tensions have long brewed between that bit of the commission, overseen since 2014 by Margrethe Vestager, the competition commissioner, and some member states. France and Germany have repeatedly demanded competition rules be bent to allow the creation of \"European champions\". They were furious last year when Ms Vestager blocked the planned merger of the rail bits of Siemens and Alstom. Merging companies is one way to create champions, but gorging them with state aid is just as effective. That is now allowed, albeit temporarily. Granted, the goal right now is not to create champions so much as to prevent unnecessary bankruptcies and job losses. But if the rules remain eased for too long, the money sloshing to companies will aim less to ... "], ["2020-05-27 11:56", "Jailed for corruption, French executive's story of U.S. justice fuels Chinese distrust of Western courts ...  with Canada Experienced judge Heather Holmes in the spotlight as Meng Wanzhou verdict nears China-Canada relations hang in the balance with Meng ruling Mr. Pierucci has kept a close eye on what is happening with Ms. Meng, in part because he sees \"some resemblances with my own case.\" Both were executives for foreign companies that competed with U.S. interests: Alstom SA was a rival of GE, which acquired Alstom's power and grid business in 2015; and Huawei competes with the U.S. security and technology establishment. \"It is now clear that in the U.S. the lines between the judicial, economic and political powers are at best blurred if not closely intertwined in this case,\" Mr. Pierucci told The Globe and Mail in an e-mail interview. Mr ... "], ["2020-05-26 15:39", "Maersk, Orsted and other Danish companies team up to produce sustainable fuels on a large scale ...  study of the project.\" If the project's viability is confirmed by the feasibility study, a final investment decision for its first stage could take place in 2021. Hydrogen technology is already being deployed in a number of scenarios, albeit on quite a small scale. London is already home to a number of hydrogen buses while European railway manufacturer Alstom's hydrogen-fuel-cell train started running in September 2018. Major automobile manufacturers that have dipped into the hydrogen fuel cell market include Toyota and Honda , while smaller firms, such as Wales-based Riversimple, are also developing cars that use the technology. Tuesday also saw Western Australia's Water Corporation announce a project with Hazer Group to generate renewable ... "], ["2020-05-26 14:30", "Watch new Acela train travel at 160 mph ...  Train manufacturer Alstrom continues advanced testing of Amtrak's new Acela fleet, reaching another milestone with the first Acela prototype completing a test run at Transportation Technology Center near Pueblo, Colorado, traveling at speeds up to 165 mph. Listen now to WTOP News WTOP.com | Alexa | Google Home | WTOP App | 103.5 FM A look at the new Acela fleet. (Courtesy Alstom SA 2017) Train manufacturer Alstrom continues advanced testing of Amtrak's new Acela fleet, reaching another milestone with the first Acela prototype completing a test run at Transportation Technology Center near Pueblo, Colorado, traveling at speeds up to 165 mph. The new Acela fleet, scheduled to go into service on Amtrak's Northeast Corridor sometime in 2021, will be ... "], ["2020-05-21 06:56", "Top Stories ... 12 Trutnev wants Alrosa to develop lab-grown-diamond expertise, company has no such plans SHOW MORE > 24 Oct 19 11:40 Investigators seek arrest of human rights activist Mayakov, charged with large-scale fraud SHOW MORE > 24 Oct 19 10:42 Another military police battalion may join Russian contingent in Syria - media SHOW MORE > 24 Oct 19 09:51 Transmashholding not prepared for Alstom to up stake in company SHOW MORE > 24 Oct 19 09:13 Russia's Volodin arrives in Strasbourg for European Conference of Presidents of Parliament SHOW MORE > 23 Oct 19 21:30 No reason to return state-owned PrivatBank to former shareholders - Ukrainian presidential office SHOW MORE > 23 Oct 19 19:59 Medvedev, Ukrainian politician Medvedchuk discuss cooperation between United Russia ... "], ["2020-05-20 07:30", "Bulgaria's TPP AES Galabovo operator to buy GE-made parts for 2 mln euro ...  centre project moves forth according to plan Bulgargaz turns to net profit in 2019 as higher gas price lifts revenue Bulgaria's Power Distribution South signs 4.8 mln euro cable purchase deal Related reports Company Report AES Maritsa East I EOOD Company Report GE Power Infrastructure Romania SRL (formerly known as Alstom Infrastructure Romania SRL) Industry Report Electricity gas steam and air conditioning supply, Industry Analysis, Bulgaria, 2018 Macro Report Bulgaria Economy Report Q3 2019 Tender Report Tenders, Electricity - North Macedonia (Radovish Municipality) Regulation Report Tenders, Electricity - Bulgaria (National Sports Academy Vassil Levski) Related press releases Interview with Nikolay Kolev, Health and Safety Manager at ContourGlobal ... "], ["2020-05-19 18:39", "Railways runs its most powerful Made in India locomotive ...  no further, the #WattaMonster Samsung Galaxy M21 is your go to device under 15k Coronavirus roundup: Developments in India and rest of world NEW DELHI: The Indian Railways' most powerful 12000 HP Made in India locomotive made its maiden commercial run between Deen Dayal Upadhaya and Shivpur stations in Uttar Pradesh on Monday, the national transporter said. Built by French company Alstom under the government's Make in India programme at the Railways' Madhepura factory in Bihar, these engines are the highest-powered locomotives that will run on Indian rails. All 800 of these locos are being manufactured indigenously while they have been designed at the company's engineering centre in Bengaluru. The first train, consisting of 118 wagons, using ... "], ["2020-05-19 16:06", "Tata Steel resumes talks with Germany's Thyssenkrupp for possible merger ... essentials: Walmart CEO L&T Tech Services goes after new streams of revenue amid Covid-19 crisis Embassy Office Parks REIT to gain from Covid-19 situation, says CEO 40% Indian tech startups have suspended work due to coronavirus: Nasscom Opt for monthly payment of term premiums as insurers get set to hike rates Lincoln Pharma gets entry into Europe, will sell derma, gastro drugs Alstom rolls out first locomotive from Madhepura facility in Bihar Fintech start-up Lendingkart raises Rs 319 crore in series-D funding BoB seeks to recover $250 mn loans from NMC founder BR Shetty: Reporter German footwear maker to shift production to Uttar Pradesh from China X You are here: Home Companies News Tariffs unsustainably low, more needs to be done, says Bharti Airtel CEO ... "], ["2020-05-19 15:47", "Tariffs unsustainably low, more needs to be done, says Bharti Airtel CEO ... selling essentials: Walmart CEO L&T Tech Services goes after new streams of revenue amid Covid-19 crisis Embassy Office Parks REIT to gain from Covid-19 situation, says CEO 40% Indian tech startups have suspended work due to coronavirus: Nasscom Opt for monthly payment of term premiums as insurers get set to hike rates Lincoln Pharma gets entry into Europe, will sell derma, gastro drugs Alstom rolls out first locomotive from Madhepura facility in Bihar Fintech start-up Lendingkart raises Rs 319 crore in series-D funding BoB seeks to recover $250 mn loans from NMC founder BR Shetty: Reporter German footwear maker to shift production to Uttar Pradesh from China X You are here: Home Companies News Nestle India's business loss could be more than 30%, says MD ... "], ["2020-05-19 15:46", "Bharti Airtel to go slow on capex in Q1FY21 amid Covid-19 crisis, Q4 loss ...  essentials: Walmart CEO L&T Tech Services goes after new streams of revenue amid Covid-19 crisis Embassy Office Parks REIT to gain from Covid-19 situation, says CEO 40% Indian tech startups have suspended work due to coronavirus: Nasscom Opt for monthly payment of term premiums as insurers get set to hike rates Lincoln Pharma gets entry into Europe, will sell derma, gastro drugs Alstom rolls out first locomotive from Madhepura facility in Bihar Fintech start-up Lendingkart raises Rs 319 crore in series-D funding BoB seeks to recover $250 mn loans from NMC founder BR Shetty: Reporter X You are here: Home Companies News Nestle India's business loss could be more than 30%, says MD Narayanan Business Standard Bharti Airtel to go slow on capex in Q1FY21 ... "], ["2020-05-19 15:15", "Indian Railways get state-of-the-art Alstom 12,000 BHP locomotivesNew Delhi, May 19 (IANS) The world's most powerful locomotive manufactured by French giant Alstom along with the Madhepura Electric Locomotives Pvt Ltd, capable of running at maximum 12,000 HP, joined operations of the Indian Railways on Monday, offic"], ["2020-05-19 15:08", "Flipkart biz was limited by govt rules to selling essentials: Walmart CEO ...  IN Subscribe JUST IN L&T Tech Services goes after new streams of revenue amid Covid-19 crisis Embassy Office Parks REIT to gain from Covid-19 situation, says CEO 40% Indian tech startups have suspended work due to coronavirus: Nasscom Opt for monthly payment of term premiums as insurers get set to hike rates Lincoln Pharma gets entry into Europe, will sell derma, gastro drugs Alstom rolls out first locomotive from Madhepura facility in Bihar Fintech start-up Lendingkart raises Rs 319 crore in series-D funding BoB seeks to recover $250 mn loans from NMC founder BR Shetty: Reporter German footwear maker to shift production to Uttar Pradesh from China Indian companies paid Rs 8 crore on average to fix ransomware, says report X You are here: Home Companies News ... "], ["2020-05-19 14:02", "L&T Tech Services goes after new streams of revenue amid Covid-19 crisis ...  Sign out Change Password Manage My Account My Page Sign out SIGN IN Subscribe JUST IN Embassy Office Parks REIT to gain from Covid-19 situation, says CEO 40% Indian tech startups have suspended work due to coronavirus: Nasscom Opt for monthly payment of term premiums as insurers get set to hike rates Lincoln Pharma gets entry into Europe, will sell derma, gastro drugs Alstom rolls out first locomotive from Madhepura facility in Bihar Fintech start-up Lendingkart raises Rs 319 crore in series-D funding BoB seeks to recover $250 mn loans from NMC founder BR Shetty: Reporter German footwear maker to shift production to Uttar Pradesh from China Indian companies paid Rs 8 crore on average to fix ransomware, says report Uptick in ARPU helps Bharti Airtel trump ... "], ["2020-05-19 13:52", "Embassy Office Parks REIT to gain from Covid-19 situation, says CEO ...  Sign out Change Password Manage My Account My Page Sign out SIGN IN Subscribe JUST IN Embassy Office Parks REIT to gain from Covid-19 situation, says CEO 40% Indian tech startups have suspended work due to coronavirus: Nasscom Opt for monthly payment of term premiums as insurers get set to hike rates Lincoln Pharma gets entry into Europe, will sell derma, gastro drugs Alstom rolls out first locomotive from Madhepura facility in Bihar Fintech start-up Lendingkart raises Rs 319 crore in series-D funding BoB seeks to recover $250 mn loans from NMC founder BR Shetty: Reporter German footwear maker to shift production to Uttar Pradesh from China Indian companies paid Rs 8 crore on average to fix ransomware, says report Uptick in ARPU helps Bharti Airtel trump ... "], ["2020-05-19 13:48", "40% Indian tech startups have suspended work due to coronavirus: Nasscom ...  PRODUCTS Smart Investor BS Hindi BS Motoring BS Books Today's Paper BS E-Paper Bs Learning Hi , Change Password Subscribe My Page Sign out Change Password Manage My Account My Page Sign out SIGN IN Subscribe JUST IN Opt for monthly payment of term premiums as insurers get set to hike rates Lincoln Pharma gets entry into Europe, will sell derma, gastro drugs Alstom rolls out first locomotive from Madhepura facility in Bihar Fintech start-up Lendingkart raises Rs 319 crore in series-D funding BoB seeks to recover $250 mn loans from NMC founder BR Shetty: Reporter German footwear maker to shift production to Uttar Pradesh from China Indian companies paid Rs 8 crore on average to fix ransomware, says report Uptick in ARPU helps Bharti Airtel trump Reliance ... "], ["2020-05-19 13:32", "Opt for monthly payment of term premiums as insurers get set to hike rates ...  PRODUCTS Smart Investor BS Hindi BS Motoring BS Books Today's Paper BS E-Paper Bs Learning Hi , Change Password Subscribe My Page Sign out Change Password Manage My Account My Page Sign out SIGN IN Subscribe JUST IN Opt for monthly payment of term premiums as insurers get set to hike rates Lincoln Pharma gets entry into Europe, will sell derma, gastro drugs Alstom rolls out first locomotive from Madhepura facility in Bihar Fintech start-up Lendingkart raises Rs 319 crore in series-D funding BoB seeks to recover $250 mn loans from NMC founder BR Shetty: Reporter German footwear maker to shift production to Uttar Pradesh from China Indian companies paid Rs 8 crore on average to fix ransomware, says report Uptick in ARPU helps Bharti Airtel trump Reliance ... "]]}}