{"postfix": "american_eagle_outfitters-aktie", "name": "AMERICAN_EAGLE_OUTFITTERS", "wkn": "897113", "time": "2020.06.02 13:51", "ts": 1591098717, "features": {"KGV": "10.05", "Marktkapitalisierung": {"Size": "Mrd", "Value": "1.41"}, "GA": "1.48", "KBV": "2.04", "BA": "7.30", "KCV": "6.18", "CA": "2.41", "Vola30": "74.99", "Vola90": "130.03", "Vola180": "96.67", "Vola250": "75.45"}, "rivals": ["abercrombie_fitch-aktie"], "text_data": {"de": [["2020.06.02", "Ausblick: American Eagle Outfitters gewährt Anlegern Blick in die Bücher"], ["19.05.20", "Erste Schätzungen: American Eagle Outfitters legt Quartalsergebnis vor"], ["30.04.20", "American Eagle Outfitters-Aktie: Was Analysten von American Eagle Outfitters erwarten "], ["31.03.20", "American Eagle Outfitters-Aktie: Einschätzungen und Kursziele der Analysten im März"], ["27.03.20", "American Eagle Outfitters meldet 63. Quartalsdividende in Folge"], ["03.03.20", "Ausblick: American Eagle Outfitters mit Zahlen zum abgelaufenen Quartal"], ["29.02.20", "So schätzen die Analysten die American Eagle Outfitters-Aktie im Februar 2020 ein"]], "en": [["27.05.20", "Analysts Estimate American Eagle Outfitters (AEO) to Report a Decline in Earnings: What to Look Out for"], ["08.05.20", "American Eagle Outfitters Reopens 43 Stores, Plans to Open 600 by May 31"], ["03.05.20", "Is American Eagle Outfitters Stock a Buy?"], ["28.04.20", "J.M. Smucker, American Eagle Outfitters, Beyond Meat, Starbucks and Yum! Brands highlighted as Zacks Bull and Bear of the Day"], ["28.04.20", "Bear of the Day: American Eagle Outfitters (AEO)"], ["23.04.20", "Urban Outfitters and American Eagle Outfitters Are Both Bleeding, But Which Stock Has The Edge?"], ["22.04.20", "American Eagle Outfitters says it has enough cash to last beyond fiscal 2020"], ["22.04.20", "American Eagle Outfitters to issue $400 million of convertible bonds in private deal"], ["07.04.20", "Why Foot Locker, American Eagle Outfitters, and G-III Apparel Stocks All Popped Today"], ["06.04.20", "Why American Eagle Outfitters Stock Fell 38.3% in March"], ["03.04.20", "American Eagle Outfitters Furloughs Employees, Cuts Inventory, Defers Dividends"], ["01.04.20", "American Eagle Outfitters Stock Is Down 40% This Year, But Can It Outperform After Coronavirus?"], ["18.03.20", "How Can American Eagle Outfitters Improve Profitability?"], ["17.03.20", "American Eagle Outfitters temporarily closing stores due to coronavirus, withdraws guidance"], ["05.03.20", "American Eagle Outfitters Inc (AEO) Q4 2019 Earnings Call Transcript"], ["04.03.20", "American Eagle Outfitters (AEO) Beats Q4 Earnings and Revenue Estimates"], ["04.03.20", "UPDATE 1-American Eagle Outfitters beats quarterly results on Aerie strength"], ["04.03.20", "American Eagle Outfitters beats estimates for quarterly revenue"], ["26.02.20", "Analysts Estimate American Eagle Outfitters (AEO) to Report a Decline in Earnings: What to Look Out for"], ["19.02.20", "Why Is American Eagle Outfitters Stock Down if Sales Are Up?"], ["18.02.20", "American Eagle Outfitters shares slide after downgrade on merchandise issues and mall traffic pressure"], ["25.01.20", "Is American Eagle Outfitters Planning a Comeback in Europe?"], ["15.01.20", "American Eagle Outfitters Looks Like A Cheap Dividend Clothier For 2020"], ["09.01.20", "Should Value Investors Pick American Eagle Outfitters (AEO)?"], ["07.01.20", "Why American Eagle Outfitters Stock Gave Up 24% Last Year"], ["06.01.20", "JD.com, American Eagle Outfitters, Dick's Sporting Goods, Dollar General and Ross Stores highlighted as Zacks Bull and Bear of the Day"], ["2020-05-31 18:18", "How not to buy bank stocks, borrowing to play the market and which financial institution cut its dividend: What you need to know in investing this week ... plus: Canadian auto sales for May (Monday); U.S. factory orders for April (Wednesday); Canada's merchandise trade deficit and U.S. goods and services trade deficit for April (Thursday). Story continues below advertisement Companies releasing their latest financial results include Canada Goose, Saputo, Cineplex, AMC Entertainment, Boston Pizza Royalties Income Fund, Freshii, Gap, Groupon, Tiffany and American Eagle Outfitters. (Return to top) Looking for more investing ideas and opinions? CEO cashes out $20-million as this stock rises to a record high Fairfax Financial Holdings left behind amid market rebound The week's most oversold and overbought stocks on the TSX The highest yielding stocks on the TSX, plus risk data Canadian forestry stocks are on ... "], ["2020-05-31 15:50", "Retailers are bracing themselves for a 'huge surge' of returns that could make their massive piles of unsold inventory even bigger ... . Twitter icon A stylized bird with an open mouth, tweeting. LinkedIn icon The word \"in\". Fliboard icon A stylized letter F. More icon Three evenly spaced dots forming an ellipsis: \"...\". Close icon Two crossed lines that form an 'X'. It indicates a way to close an interaction, or dismiss a notification. American Eagle Outfitters created a touchless returns process. American Eagle Outfitters Returns are becoming a major issue for retailers as \"nonessential\" stores reopen and shoppers start to bring in quarantine purchases that didn't work out. \"There is going to be a huge surge,\" Tobin Moore, CEO of returns management startup Optoro, told Business Insider. Retailers are also creating new policies to safely process ... "], ["2020-05-31 15:50", "Retailers are bracing themselves for a 'huge surge' of returns that could make their massive piles of unsold inventory even bigger ... walks past a Nordstrom window display at The Grove shopping centre Wednesday, May 27, in Los Angeles. Far from an ordinary returns process But then another question arises: How do you process clothing and other items that may have been in people's homes for an extended period of time during a pandemic? Nordstrom is putting shoes in \"quarantine.\" American Eagle Outfitters erected bins for a \"touchless\" return process in stores, Chief Commercial Officer Andrew McLean told Business Insider. \"As part of our comprehensive reopening plan, we worked with medical experts to create a seamless and efficient process which helps to ensure the health and well-being of both our store associates and customers,\" McLean said. He added that clothes ... "], ["2020-05-31 13:00", "Wall St Week Ahead-RPT-Investors eye consumer discretionary stocks as U.S. reopens ...  of lockdowns in some states has stirred hopes for a bounce back for the retailers that make up much of the sector. Some investors, however, say it may be months before consumers return to their previous shopping habits, making it unlikely that the companies will see a pickup in revenues in the near term. Firms ranging from middle-income retailers such as Gap Inc and American Eagle Outfitters Inc to high-end destinations like Tiffany & Co and Vail Resorts Inc are expected to report results in the week ahead. \"This particular group is full of landmines,\" said Jamie Cox, managing partner for Harris Financial Group. \"There is not going to be a lot of investor follow-through until we get some certainty with what future revenue prospects are going to ... "], ["2020-05-31 10:17", "More Chico retailers reopening | Biz Bits ...  start seeing customers on June 7. Also don't do what I just did. Call Chico Mall by its new name, Chico Marketplace. A sign saying such will be going up shortly to help us remember. You know the old dog new tricks saying? I still call it the old mall and the new mall. Chico Mall opened in 1988. Other retail happenings at the mall, Sunglass Hut and American Eagle Outfitters reopened last week. The mall's website page has the full list of reopened stores. And last week Kohl's reopened, with reduced hours, 11 a.m. to 7 p.m. although it will provide earlier shopping, 10 to 11 a.m., for those with underlying health issues, seniors and pregnant women. Economist Once again, economist Robert Eyler will be sharing his crystal ball in the video conference ... "], ["2020-05-31 05:02", "Wall Street Weekahead: Investors eye consumer discretionary stocks as US reopens ...  of lockdowns in some states has stirred hopes for a bounce back for the retailers that make up much of the sector. Some investors, however, say it may be months before consumers return to their previous shopping habits, making it unlikely that the companies will see a pickup in revenues in the near term. Firms ranging from middle-income retailers such as Gap Inc and American Eagle Outfitters Inc to high-end destinations like Tiffany & Co and Vail Resorts Inc are expected to report results in the week ahead. \"This particular group is full of landmines,\" said Jamie Cox, managing partner for Harris Financial Group. \"There is not going to be a lot of investor follow-through until we get some certainty with what future revenue prospects are going to ... "], ["2020-05-30 22:10", "Wall Street investors eye consumer discretionary stocks as US reopens ...  of lockdowns in some states has stirred hopes for a bounce back for the retailers that make up much of the sector. Some investors, however, say it may be months before consumers return to their previous shopping habits, making it unlikely that the companies will see a pickup in revenues in the near term.Firms ranging from middle-income retailers such as Gap Inc and American Eagle Outfitters Inc to high-end destinations like Tiffany & Co and Vail Resorts Inc are expected to report results in the week ahead. \"This particular group is full of landmines,\" said Jamie Cox, managing partner for Harris Financial Group.\" There is not going to be a lot of investor follow-through until we get some certainty with what future revenue prospects are going to ... "], ["2020-05-30 00:43", "Wall Street Week Ahead: Investors eye consumer discretionary stocks as U.S. reopens ... of lockdowns in some states has stirred hopes for a bounce back for the retailers that make up much of the sector. Some investors, however, say it may be months before consumers return to their previous shopping habits, making it unlikely that the companies will see a pickup in revenues in the near term. Firms ranging from middle-income retailers such as Gap IncN> and American Eagle Outfitters Inc to high-end destinations like Tiffany & Co and Vail Resorts Inc are expected to report results in the week ahead. \"This particular group is full of landmines,\" said Jamie Cox, managing partner for Harris Financial Group. \"There is not going to be a lot of investor follow-through until we get some certainty with what future revenue prospects are going to ... "], ["2020-05-29 21:13", "Next Food Distribution For Hungry North Texans During Coronavirus Pandemic In DeSoto Tuesday ...  CBS 11 / News Team TXA 21 Advertise Links & Numbers Other Upload Images/Video Photo Galleries Contests Station Events Community Events DFW Outdoorsman Video Outfitters Financing Your Piece of Texas Share Photos Travel American Airlines To Require Passengers To Wear Masks During Coronavirus Pandemic Face coverings are already required for flight attendants during every mainline and regional  ...  due to business shutdowns during stay-at-home orders. The next major food distribution even is set for Tuesday, June 2 from 9:00 a.m. to noon at DeSoto Eagle Stadium at 700 Eagle Drive. DeSoto ISD and DeSoto High School in partnership with the North Texas Food Bank will be distributing kitted food boxes through a low-touch distribution model. (credit: North Texas Food ... "], ["2020-05-29 20:02", "Investing During Coronavirus: Stocks Turn Positive on Trump's Trade Comments ...  Bill Nygren's top 10 holdings are worth a close look. Nygren is the manager of the Oakmark Fund (NASDAQ: OAKMX ), and he hasn't exactly had a great year so far. However, after selling American Airlines (NASDAQ: AAL ) and picking up some stay-at-home stocks, his fund's top holdings are a good playbook for the current market. According to Nygren, it's important not to get too caught up ... , but four installments of $25 is much easier to stomach. Plus, more brands are embracing Afterpay. Just last week, popular lounge brand Richer Poorer — found at retailers like Urban Outfitters (NASDAQ: URBN ) — partnered with Afterpay. That's a lot to like. But wait, there's more. In news that has AFTPY stock climbing 13% in intraday trading ... "], ["2020-05-29 17:15", "Wall Street Week Ahead: Investors eye consumer discretionary stocks as U.S. reopens ...  in some states has stirred hopes for a bounce back for the retailers that make up much of the sector. Some investors, however, say it may be months before consumers return to their previous shopping habits, making it unlikely that the companies will see a pickup in revenues in the near term. Firms ranging from middle-income retailers such as Gap Inc ( GPS )N> and American Eagle Outfitters Inc ( AEO.N ) to high-end destinations like Tiffany & Co ( TIF.N ) and Vail Resorts Inc ( MTN.N ) are expected to report results in the week ahead. \"This particular group is full of landmines,\" said Jamie Cox, managing partner for Harris Financial Group. \"There is not going to be a lot of investor follow-through until we get some certainty with what future ... "], ["2020-05-29 15:32", "Timing the Market, Is it Possible? - May 29, 2020 ...  how to 'super-charge' your retirement assets, get our free report: Will You Retire as a Multi-Millionaire? 7 Things You Can Do Now. In-Depth Zacks Research for the Tickers Above Normally $25 each - click below to receive one report FREE: Amazon.com, Inc. (AMZN) - free report > > Advance Auto Parts, Inc. (AAP) - free report > > American Eagle Outfitters, Inc. (AEO) - free report > > Asbury Automotive Group, Inc. (ABG) - free report > > Tecnoglass Inc. (TGLS) - free report > > Published in 401k-contributions 401k-plan best-index-funds best-mutual-funds best-retirement-age index-funds retirement retirement-cost retirement-savings retirement-timeline retiring-early Zacks' 7 Best Strong Buy Stocks for June, 2020 Free Research for Zacks.com Readers ... "], ["2020-05-29 11:10", "Wall Street Week Ahead: Investors eye consumer discretionary stocks as US reopens ...  lockdowns in some states has stirred hopes for a bounce back for the retailers that make up much of the sector. Some investors, however, say it may be months before consumers return to their previous shopping habits, making it unlikely that the companies will see a pickup in revenues in the near term. Firms ranging from middle-income retailers such as Gap Inc N> and American Eagle Outfitters Inc to high-end destinations like Tiffany & Co and Vail Resorts Inc are expected to report results in the week ahead. \"This particular group is full of landmines,\" said Jamie Cox, managing partner for Harris Financial Group. \"There is not going to be a lot of investor follow-through until we get some certainty with what future revenue prospects are going to ... "], ["2020-05-29 11:06", "Wall Street Week Ahead: Investors eye consumer discretionary stocks as U.S. reopens ...  in some states has stirred hopes for a bounce back for the retailers that make up much of the sector. Some investors, however, say it may be months before consumers return to their previous shopping habits, making it unlikely that the companies will see a pickup in revenues in the near term. Firms ranging from middle-income retailers such as Gap Inc ( GPS )N> and American Eagle Outfitters Inc ( AEO.N ) to high-end destinations like Tiffany & Co ( TIF.N ) and Vail Resorts Inc ( MTN.N ) are expected to report results in the week ahead. \"This particular group is full of landmines,\" said Jamie Cox, managing partner for Harris Financial Group. \"There is not going to be a lot of investor follow-through until we get some certainty with what future ... "], ["2020-05-28 18:35", "The 'invincible teen consumer' is back. Abercrombie & Fitch CEO says recovery better than expected ... doing better than they anticipated, better than I anticipated,\" Jan Kniffen, CEO at the consulting group J Rogers Kniffen WWE, told CNBC. \"It really looks like a V-shaped recovery if you are looking at the retailers.\" Still, sales are nowhere near where they used to be. But this is a glimmer of hope. The news could end up boding well for Abercrombie peer American Eagle Outfitters , which is set to report quarterly earnings next week. Gap is also set to issue its earnings next week. Recently, to try to stay connected with a younger audience, Hollister held a virtual prom event that was attended by more than 70,000 teens. It also has been using the social media app TikTok to connect with millennials during the Covid-19 crisis, according to Horowitz ... "], ["2020-05-28 13:57", "Here's How American Eagle (AEO) Looks Ahead of Q1 Earnings ...  earnings of 24 cents in the year-ago period. The consensus mark for loss has widened over the past 30 days. Further, the consensus mark for revenues stands at $652 million, indicating a decline of 26.5% from the year-ago period's reported figure. American Eagle Outfitters, Inc. Price, Consensus and EPS Surprise American Eagle Outfitters, Inc. price-consensus-eps-surprise-chart | American Eagle Outfitters, Inc. Quote Key Factors to Note Due to the coronavirus outbreak, American Eagle announced a temporary closure of all its namesake and Aerie stores across the United States and Canada on Mar 17. However, the company had then announced intentions to continue making payments to all its store employees until Mar 27, which remains a threat to margins. On ... "], ["2020-05-27 16:30", "Analysts Estimate American Eagle Outfitters (AEO) to Report a Decline in Earnings: What to Look Out for ...  companies. The web link between the two companies is not a solicitation or offer to invest in a particular security or type of security. ZacksTrade does not endorse or adopt any particular investment strategy, any analyst opinion/rating/report or any approach to evaluating indiv idual securities. If you wish to go to ZacksTrade, click OK . If you do not, click Cancel. OK Cancel Back to top Image: Bigstock Analysts Estimate American Eagle Outfitters (AEO) to Report a Decline in Earnings: What to Look Out for Zacks Equity Research May 27, 2020 AEO Trades from $ 1 You follow Tale of the Tape - edit You follow Zacks Equity Research - edit What would you like to follow? Zacks Equity Research Tale of the Tape Cancel Read More Hide Full Article The market expects ... "], ["2020-05-27 09:51", "Got $3,000? These 5 Beaten-Down Stocks Are Begging to Be Bought ... safely pluck off the clearance rack. Motley Fool Returns Stock Advisor S&P 500 415% 87% Stock Advisor launched in February of 2002. Returns as of 05/27/2020. Join Stock Advisor Cumulative Growth of a $10,000 Investment in Stock Advisor Calculated by Time-Weighted Return Stocks WFC Wells Fargo NYSE: WFC $24.17 down $0.29 (-1.19%) MO Altria Group NYSE: MO $37.73 up $0.19 (0.51%) AEO American Eagle Outfitters NYSE: AEO $8.97 no change $0.00 (0.00%) TEVA Teva Pharmaceutical Industries NYSE: TEVA $11.96 down $0.06 (-0.50%) OGI OrganiGram Holdings NASDAQ: OGI $1.65 up $0.07 (4.43%) Related Articles Investing $1,000 in These 3 Stocks Would Be a Smart Move 3 Top Stocks That Will Make You Richer in May (and Beyond) Got $2,000? Park It in These Top Stocks for 10 Years ... "], ["2020-05-26 17:52", "Business week ahead, June 1-5 ...  service Zoom Video Communications. WEDNESDAY : The change in the number of private-sector jobs in May as estimated by payroll-services provider ADP. Also, the May services sector employment report from the Institute for Supply Management , an update on hard-hit businesses such as restaurants and retailers. And April factory orders from the Commerce Department . Earnings : American Eagle Outfitters. THURSDAY : Jobless benefits claims for the week ended March 30 from the Labor Department. Also, the Census Bureau posts the nation's trade balance in April. In March, the U.S. trade deficit soared 12 percent as the coronavirus pandemic caused major economic disruption worldwide. Earnings : CA Technologies owner Broadcom, Campbell Soup, J.M. Smucker ... "], ["2020-05-25 18:29", "How much would you pay? Knoxville Center Mall's 'Power T' goes for more than $10K ... effort is underway to rejuvenate Knoxville Center Mall and the surrounding area including new signage, vegetation management and new business organization. The mall has suffered over the years from a loss of businesses and shoppers and Simon Properties had the property on the market for sale last year. ( J. MILES CARY/NEWS SENTINEL ) J. Miles Cary/News Sentinel Fullscreen American Eagle Outfitters will be closing its store at Knoxville Center Mall \"on or around Jan. 31.\" BRIANNA PACIORKA/NEWS SENTINEL Fullscreen Owner Jacqui Wadsworth, bottom left, with sister Elizabeth Ethridge, top left, and daughter Grace Alexander, right, at The Gilded Gown at Knoxville Center Mall on Monday, January 14, 2019. Brianna Paciorka/News Sentinel Fullscreen A view into ... "]]}}