{"postfix": "american_tower-aktie", "name": "AMERICAN_TOWER", "wkn": "A1JRLA", "time": "2020.06.02 13:26", "ts": 1591097187, "features": {"KGV": "54.54", "Marktkapitalisierung": {"Size": "Mrd", "Value": "102.13"}, "GA": "4.24", "KBV": "20.33", "BA": "11.37", "KCV": "27.02", "CA": "8.56", "Vola30": "48.13", "Vola90": "80.04", "Vola180": "61.7", "Vola250": "46.28"}, "rivals": ["crown_castle_international-aktie", "nii-aktie", "sba_communications_reit-aktie"], "text_data": {"de": [["20.05.20", "American Tower kündigt Dividende an"], ["30.04.20", "Analysten sehen bei American Tower-Aktie Potenzial"], ["30.04.20", "American Tower gewährte Anlegern Blick in die Bücher "], ["28.04.20", "Ausblick: American Tower stellt Zahlen zum jüngsten Quartal vor"], ["14.04.20", "Erste Schätzungen: American Tower veröffentlicht Zahlen zum vergangenen Quartal"], ["31.03.20", "März 2020: Experten empfehlen American Tower-Aktie mehrheitlich zum Kauf"], ["29.02.20", "Februar 2020: So schätzen Experten die American Tower-Aktie ein"], ["26.02.20", "American Tower informierte über die jüngsten Quartalsergebnisse"], ["24.02.20", "Ausblick: American Tower stellt das Zahlenwerk zum vergangenen Quartal vor"]], "en": [["29.05.20", "Why Is American Tower (AMT) Up 8.5% Since Last Earnings Report?"], ["26.05.20", "American Tower Shows Market Leadership With Jump To 85 RS Rating"], ["22.05.20", "American Tower REIT's stock surges to pace gains among its peers, after Oppenheimer turns bullish"], ["17.05.20", "Why American Tower Is a Dividend Investor's Dream"], ["30.04.20", "American Tower Corp (AMT) Q1 2020 Earnings Call Transcript"], ["29.04.20", "American Tower (AMT) Q1 AFFO Tops Estimate, Revenues Up Y/Y"], ["29.04.20", "The Zacks Analyst Blog Highlights: Visa, Novo Nordisk, American Tower, Caterpillar and 3M"], ["29.04.20", "American Tower (AMT) Surpasses Q1 FFO Estimates"], ["24.04.20", "American Tower (AMT) to Report Q1 Earnings: What's in Store?"], ["15.04.20", "American Tower Corp Is A Stock To Watch Ahead Of Earnings"], ["14.04.20", "Recurring Revenue Makes American Tower Stock Stand Out Amid Covid-19"], ["12.04.20", "Stocks This Week: Buy American Tower And AON"], ["03.04.20", "American Tower (AMT) Gains As Market Dips: What You Should Know"], ["01.04.20", "The Zacks Analyst Blog Highlights: American Tower, Equinix, Deere, NVIDIA and NextEra"], ["31.03.20", "Top Research Reports for American Tower, Equinix & Deere"], ["26.03.20", "Why Is American Tower (AMT) Down 17.9% Since Last Earnings Report?"], ["15.03.20", "Here's Why American Tower Soared on Friday"], ["02.03.20", "The Zacks Analyst Blog Highlights: Medtronic, PetroChina Company, American Tower, Eversource Energy and Arista Networks"], ["28.02.20", "Top Research Reports for Medtronic, PetroChina & American Tower"], ["27.02.20", "Is American Tower Corporation (AMT) Stock Outpacing Its Finance Peers This Year?"], ["25.02.20", "American Tower (AMT) Q4 AFFO Beats, Revenues Miss Estimates"], ["25.02.20", "American Tower Corp (AMT) Q4 2019 Earnings Call Transcript"], ["25.02.20", "American Tower (AMT) Q4 FFO Surpass Estimates"], ["24.02.20", "American Tower (AMT) to Report Q4 Earnings: What's In Store?"], ["20.02.20", "American Tower (AMT) Stock Moves -0.23%: What You Should Know"], ["12.02.20", "American Tower (AMT) Outpaces Stock Market Gains: What You Should Know"], ["12.02.20", "Top Stock Analyst Reports for Merck, Philip Morris & American Tower"], ["11.02.20", "Has American Tower Corporation (AMT) Outpaced Other Finance Stocks This Year?"], ["03.02.20", "American Tower (AMT) Outpaces Stock Market Gains: What You Should Know"], ["27.01.20", "American Tower (AMT) Stock Moves -0.02%: What You Should Know"], ["14.01.20", "American Tower (AMT) Dips More Than Broader Markets: What You Should Know"], ["12.01.20", "How American Tower Gained 45% in 2019"], ["08.01.20", "American Tower (AMT) Outpaces Stock Market Gains: What You Should Know"], ["08.01.20", "American Tower Prices Senior Notes Offering, To Raise $1.48M"], ["03.01.20", "American Tower Expands in Africa, Closes Eaton Towers Buyout "], ["2020-06-02 11:00", "National parks are reopening from coronavirus closures. Here's what to know ...  are available. \"In accordance with this guidance and in coordination with governors across the country, the Department of the Interior and the National Park Service are working to reopen the American people's national parks as rapidly as possible,\" Interior Secretary David Bernhardt said in a statement . But before you go, check each park's website for the latest information ... , with campgrounds, visitors centers and other facilities closed. Limited overnight accommodations will start later in June. The Grand Loop Road is open, except for a segment from Canyon to Tower that's under construction. Acadia National Park , Maine The park partially reopened Monday, though Maine visitors are under a 14-day quarantine order. The Park Loop Road is  ... "], ["2020-06-02 10:19", "First Thing: police gassed protesters so Trump could get a photo op ... ;dominate\" their states and cities, saying otherwise they would \"look like a bunch of jerks.\" This president has \"built his entire political career as a gold-painted tower to incite violence ,\" says Richard Wolffe. And in threatening to deploy the military, writes David Smith, Trump has raised the spectre of fascism : Comparisons to dictators, fashionable during Trump' ...  on Monday the Trump administration's top infectious disease expert admitted he had not spoken to the president since 18 May , despite the pandemic's continued spread through American communities. The news seems likely to raise fears that Fauci has been frozen out by the White House and that Trump has lost interest in tackling the disease. The coronavirus crisis ... "], ["2020-06-02 10:05", "300+ General knowledge questions and answers to choose from for your virtual quiz ... ? In what year did Channel 5 launch in the UK? Of what is the sci-fi show Torchwood an anagram? Which show is Frasier a spin-off from? What was the name of the tower block where Del Boy and Rodney Trotter lived in Only Fools and Horses? Gillian Anderson plays a therapist in which hit Netflix show? What is the name of the fictional borough of Melbourne where  ... up? What nationality is pop superstar Justin Bieber? Complete this Spice Girls lyric: \"If you wanna be my [BLANK], you gotta get with my friends\" God Only Knows was a 1966 hit for which American band? Gary and Martin Kemp were in what band? In what decade was pop icon Madonna born? Which two country singers famously sang together on 1983 song Islands in the Stream? Answers Paul Gallagher Human by  ... "], ["2020-06-02 10:00", "Trump threatens military force against protesters nationwide ...  force against protesters nationwide June 2nd, 2020 | by DARLENE SUPERVILLE, TIM SULLIVAN and AARON MORRISON / Associated Press Police stand guard as protesters rally at the Trump Tower, Monday, June 1, 2020, in Las Vegas, over the death of George Floyd. Floyd, a black man, died after being restrained by Minneapolis police officers on ... greatest country in the world,\" the president declared. \"We're going to keep it safe.\" A military deployment by Trump to U.S. states would mark a stunning federal intervention not seen in modern American history. Yet the message Trump appeared to be sending with the brazen pushback of protesters outside the White House was that he sees few limits to what he is willing to do. Some around the president likened the  ... "], ["2020-06-02 09:58", "Robert Jenrick: Police assess complaint over minister who approved Tory donor's 1bn housing scheme ...  by the local council and the independent Planning Inspectorate. Download the new Independent Premium app Sharing the full story, not just the headlines Download now The U-turn came just a day before Tower Hamlets Council approved a new rate for its Community Infrastructure Levy (CIL) a move that would have added a price tag of between 30m and 50m to the scheme. A Met spokesman told HuffPost ... shop alone Getty 2/50 31 May 2020 A man wearing a protective face mask kneels in front of police officers during a protest against the death in Minneapolis police custody of African-American man George Floyd near the U.S. Embassy, London, Britai Reuters 3/50 30 May 2020 Visitors at Grassholme Reservoir in Lunedale, Co Durham are able to cross an ancient packhorse bridge  ... "], ["2020-06-02 08:00", "A Chicago sportscaster, a surrogate mother and a lifelong bond: How little Gia Canellis is bringing joy to an ultramodern family ...  Blon-DEEN) Moore was raised outside Brussels in a culture that called for women to wear dresses and stay home with the children. She longed for more. Upon watching an American film that depicted a father playing with his kids, she dreamed of moving to the United States. At 16, she enrolled in a Catholic boarding school in Spokane, Wash. She never ...  see her brothers.\" These four have a lifelong bond. Blandine and Clinton not only came to Chicago for Gia's baptism, they stayed with the Canellises. They visited The Bean, the Christkindlmarket and the Willis Tower and rode the Ferris wheel at Navy Pier. They toasted to Gia, their unique collaboration. \"It's crazy because I know we did not use Monica's eggs to create her but I think ... "], ["2020-06-02 08:00", "A Chicago sportscaster, a surrogate mother and a lifelong bond: How little Gia Canellis is bringing joy to an ultramodern family ...  Blon-DEEN) Moore was raised outside Brussels in a culture that called for women to wear dresses and stay home with the children. She longed for more. Upon watching an American film that depicted a father playing with his kids, she dreamed of moving to the United States. At 16, she enrolled in a Catholic boarding school in Spokane, Wash. She never ...  see her brothers.\" These four have a lifelong bond. Blandine and Clinton not only came to Chicago for Gia's baptism, they stayed with the Canellises. They visited The Bean, the Christkindlmarket and the Willis Tower and rode the Ferris wheel at Navy Pier. They toasted to Gia, their unique collaboration. \"It's crazy because I know we did not use Monica's eggs to create her but I think ... "], ["2020-06-02 07:45", "Park changes, social-distancing lifeguards, pear plant outbreak: News from around our 50 states ... early as July so the semester can conclude by Thanksgiving. All schools will enact plans to reduce crowding in residence and dining halls. Massachusetts Boston: City officials are concerned that many Asian American residents may not be getting tested for the new coronavirus. Boston's Chinatown zip code, where half the residents are of Asian descent, is one of the city's  ...  pandemic, a mainstay of downtown Charleston dining has come up with a particularly summery solution, The Post and Courier reports. \"It's a hard-core, full-height, double-wide lifeguard tower,\" Edmund's Oast owner Scott Shor said proudly, referring to the custom-built elevated watchtower that now looms over the restaurant's popular patio. Shor was quick to point  ... "], ["2020-06-02 06:57", "Kai Sotto to be coached by Brian Shaw in NBA G League ...  DEAN'S CORNER Kai Sotto FIBA Kai Sotto to be coached by Brian Shaw in NBA G League John Bryan Ulanday (Philstar.com) - June 2, 2020 - 2:57pm MANILA, Philippines Filipino teen tower prodigy Kai Sotto is tipped to be in good hands of former player Brian Shaw, who has been named as the head coach of the upcoming NBA G-League team for next season.  ... Apart from the 7-foot-2 Sotto, also in the new- G-League team that will undergo exclusive NBA training program starting the 2020-2021 season are fellow high school standouts Isaiah Todd, Daishen Nix and Filipino-American sensation Jalen Green. The new G-League team will be the first developmental squad to be not affiliated with any NBA team as the league ushers in a new NBA route for elite prospects while also  ... "], ["2020-06-02 04:55", "Trump threatens military force against protesters nationwide ...  death of George Floyd. Floyd was a black man who was killed in police custody in Minneapolis on May 25. Jeff Chiu Police stand guard as protesters rally at the Trump Tower, Monday, June 1, 2020, in Las Vegas, over the death of George Floyd. Floyd, a black man, died after being restrained by Minneapolis police officers on Memorial Day. John Locher Facebook  ...  in the world,\" the president declared. \"We're going to keep it safe.\" A military deployment by Trump to U.S. states would mark a stunning federal intervention rarely seen in modern American history. Yet the message Trump appeared to be sending with the brazen pushback of protesters outside the White House was that he sees few limits to what he is willing to do. Some around the president  ... "], ["2020-06-02 04:00", "'I wouldn't be who I am without Israel' ...  a GEM member Share Tweet Linkedin Email Print Read more on: ISRAEL21c Uncovered , Digital Ambassadors More about ISRAEL21c Uncovered Glamping with the finest view of Jerusalem at the Tower of David By Abigail Klein Leichman Israeli summers (and frozen yogurt) highlight Isa's year By ISRAEL21c ISRAEL21c Ambassador Devorah is ready to change the world By ...  Israel Behind the seams of Israel's fashion capital with 21see ISRAEL21c plays at Israel's unique outdoor science park Join ISRAEL21c live at White Night in Tel Aviv Kraft launches first full-size American football field in Israel Running for fun on the Tel Aviv Night Run What happens when the NFL meets the IFL? ISRAEL21c heads to Tel Aviv's annual Gay Pride Parade Inked in Israel Join  ... "], ["2020-06-01 06:43", "Taiwan News ... 2020-05-30 Russian police arrest Moscow protesters for second day in a row https://www.taiwannews.com.tw/en/news/3941945 Taiwan News en 2020-05-30 Fired Samsung worker climbs down Seoul tower after year-long protest https://www.taiwannews.com.tw/en/news/3941951 Taiwan News en 2020-05-30 OSHA cites nursing home for delayed coronavirus reporting https://www.taiwannews.com.tw/en/news/3941950 ... Taiwan News en 2020-05-29 Activists held in Moscow for protesting journalist's arrest https://www.taiwannews.com.tw/en/news/3941816 Taiwan News en 2020-05-29 IS blasts Iraq PM as American agent, calls for more attacks https://www.taiwannews.com.tw/en/news/3941813 Taiwan News en 2020-05-29 US consumer spending sinks by record 13.6% in face of virus https://www.taiwannews. ... "], ["2020-06-01 06:28", "Reutershttps://www.reuters.com/article/brief-bos-says-rate-cuts-to-lower-net-in/brief-bos-says-rate-cuts-to-lower-net-interest-income-by-48-63-mln-zlotys-in-2020-idUSFWN2DF06KReuterseng2020-06-02T09:55:11+00:00BRIEF-BOS Says Rate Cuts To Lower Net Interest Income By 48-63 Mln Zlotys In 2020Headlines,HealthcareWSE:BOShttps://www.reuters.com/article/brief-dr-lal-pathlabs-says-adverse-impac/brief-dr-lal-pathlabs-says-adverse-impact-of-lockdown-on-cos-revenue-seen-until-q2-fy21-idUSFWN2DE101Reuterseng2020-06-02T09:54:23+00:00BRIEF-Dr. Lal Pathlabs Says Adverse Impact Of Lockdown On Co's Revenue Seen Until Q2 FY21Headlines,HealthcareNSE:LALPATHLABhttps://www.reuters.com/article/britain-lcf-inquiry/findings-from-inquiry-into-british-investment-firm-lcf-delayed-to- ... "], ["2020-06-01 04:34", "Major Looting, Fire Damage On South Side ... These are five of the finest castles in America to explore for that next big vacation. Best Art Museums In The Southwest Many of America's best art museums can be found in the American Southwest. Best Ways To Support St. Louis' Local Art Scene Artists. They come in all shapes, sizes, and are interested in a myriad of mediums and genres. They think, emote and imagine. They make ...  Town CBS 2's Dana Kozlov is live. 2 hours ago Police Remain Out In River North After Curfew CBS 2's Jeremy Ross and Tara Molina are live. 2 hours ago The Scene Near Trump Tower After Curfew CBS 2's Marissa Parra is live. 2 hours ago National Guard Staged At Guaranteed Rate Field CBS 2's Megan Hickey reports on that and on looting that erupted Sunday. 2 hours ago ... "], ["2020-06-01 04:31", "Keeping In Eye On The Scene In Old Town ...  These are five of the finest castles in America to explore for that next big vacation. Best Art Museums In The Southwest Many of America's best art museums can be found in the American Southwest. Best Ways To Support St. Louis' Local Art Scene Artists. They come in all shapes, sizes, and are interested in a myriad of mediums and genres. They think, emote and imagine. They make ...  CBS 2's Dana Kozlov is live. 53 minutes ago Police Remain Out In River North After Curfew CBS 2's Jeremy Ross and Tara Molina are live. 56 minutes ago The Scene Near Trump Tower After Curfew CBS 2's Marissa Parra is live. 58 minutes ago National Guard Staged At Guaranteed Rate Field CBS 2's Megan Hickey reports on that and on looting that erupted Sunday. 1 hour ... "], ["2020-06-01 04:29", "Police Advance As Protests Turn Violent In Aurora ...  These are five of the finest castles in America to explore for that next big vacation. Best Art Museums In The Southwest Many of America's best art museums can be found in the American Southwest. Best Ways To Support St. Louis' Local Art Scene Artists. They come in all shapes, sizes, and are interested in a myriad of mediums and genres. They think, emote and imagine. They make ...  CBS 2's Dana Kozlov is live. 53 minutes ago Police Remain Out In River North After Curfew CBS 2's Jeremy Ross and Tara Molina are live. 56 minutes ago The Scene Near Trump Tower After Curfew CBS 2's Marissa Parra is live. 58 minutes ago National Guard Staged At Guaranteed Rate Field CBS 2's Megan Hickey reports on that and on looting that erupted Sunday. 1 hour ... "], ["2020-06-01 04:28", "WATCH: Police Pushed Old Man With Cane in Salt Lake City ...  of other intense videos also emerged from cities throughout the country as George Floyd protests and riots escalated into violence in some areas. For example, in Chicago there was an all-out street brawl between police officers and protesters, according to this video. In Atlanta, a video caught a bicycle officer shoving a bike at a woman. Protesters threw an American flag in a river outside Trump Tower in Chicago. In New York City, videos captured two NYPD squad cars running over protesters. In Oakland, a federal protection officer was shot and killed. The Salt Lake City incident was part of a series of protests and riots that escalated throughout the United States in the wake of the death of George Floyd in Minneapolis, Minnesota. A viral video showed ... "], ["2020-06-01 04:25", "Beyond Broken Windows: The Aftermath Of Riots In River North ...  These are five of the finest castles in America to explore for that next big vacation. Best Art Museums In The Southwest Many of America's best art museums can be found in the American Southwest. Best Ways To Support St. Louis' Local Art Scene Artists. They come in all shapes, sizes, and are interested in a myriad of mediums and genres. They think, emote and imagine. They make ...  CBS 2's Dana Kozlov is live. 53 minutes ago Police Remain Out In River North After Curfew CBS 2's Jeremy Ross and Tara Molina are live. 56 minutes ago The Scene Near Trump Tower After Curfew CBS 2's Marissa Parra is live. 58 minutes ago National Guard Staged At Guaranteed Rate Field CBS 2's Megan Hickey reports on that and on looting that erupted Sunday. 1 hour ... "], ["2020-06-01 04:22", "Aftermath Of Major Police Response In Old Town ...  These are five of the finest castles in America to explore for that next big vacation. Best Art Museums In The Southwest Many of America's best art museums can be found in the American Southwest. Best Ways To Support St. Louis' Local Art Scene Artists. They come in all shapes, sizes, and are interested in a myriad of mediums and genres. They think, emote and imagine. They make ...  CBS 2's Dana Kozlov is live. 53 minutes ago Police Remain Out In River North After Curfew CBS 2's Jeremy Ross and Tara Molina are live. 56 minutes ago The Scene Near Trump Tower After Curfew CBS 2's Marissa Parra is live. 58 minutes ago National Guard Staged At Guaranteed Rate Field CBS 2's Megan Hickey reports on that and on looting that erupted Sunday. 1 hour ... "], ["2020-06-01 04:16", "Windows in Romney Building and the Boji Tower shattered ... Lansing UPDATE: Protesters moving through Downtown Lansing Break-in at Downtown Lansing Chase bank amid protests UPDATE: Protesters moving through Downtown Lansing Windows in Romney Building and the Boji Tower shattered Break-in at Downtown Lansing Chase bank amid protests Car on fire in Lansing Michigan National Guard Support to Grand Rapids and Lansing News Live Events Weather  ... Candidates Hot Button MomsEveryday Traffic Live Traffic Map TV Listings Holidays On The Job Coronavirus COVID-19 Map Feed the Frontline Seniors Sidelined Station Contact Info: WILX 500 American Road Lansing, MI 48911 517-393-0110 Terms of Use Privacy Policy Advertising EEO Statement Public Inspection File - publicfile@wilx.com - (517) 393-0110 Copyright 2002-2020 - Designed  ... "]]}}