{"postfix": "amgen-aktie", "name": "AMGEN", "wkn": "867900", "time": "2020.06.02 12:49", "ts": 1591094977, "features": {"KGV": "16.32", "Marktkapitalisierung": {"Size": "Mrd", "Value": "118.53"}, "GA": "14.82", "KBV": "12.71", "BA": "19.03", "KCV": "13.74", "CA": "17.60", "Vola30": "33.81", "Vola90": "52.55", "Vola180": "42.69", "Vola250": "35.86"}, "rivals": ["bb_biotech-aktie", "evotec-aktie", "morphosys-aktie", "qiagen-aktie", "agennix-aktie", "gilead_sciences-aktie", "bayer-aktie"], "text_data": {"de": [["31.05.20", "Mai 2020: Experten empfehlen Amgen-Aktie mehrheitlich zum Kauf"], ["27.05.20", "FDA prüft Zulassungsantrag von Fresenius Kabi zu Neulasta-Biosimilar"], ["02.05.20", "Amgen gab Ergebnis zum abgelaufenen Quartal bekannt"], ["01.05.20", "VIRICA-Index in Rekordlaune: Jetzt auch Amgen mit starken Zahlen"], ["30.04.20", "Die Expertenmeinungen zur Amgen-Aktie im April 2020"], ["29.04.20", "Ausblick: Amgen präsentiert Quartalsergebnisse"], ["15.04.20", "Erste Schätzungen: Amgen informiert über die jüngsten Quartalsergebnisse"], ["31.03.20", "März 2020: Das sind die Expertenmeinungen zur Amgen-Aktie"], ["05.03.20", "Amgen kündigt Dividende an"], ["11.02.20", "Amgen-Aktie: Was Anleger nach den durchwachsenen Geschäftszahlen wissen müssen"], ["03.02.20", "Amgen: Zahlen zum abgelaufenen Jahresviertel"], ["31.01.20", "Biotech-Gigant Amgen unter Druck: Das schmeckt den Anlegern nicht!"], ["31.01.20", "Amgen spürt die Konkurrenz im Nacken"], ["29.01.20", "Ausblick: Amgen stellt Ergebnisse des abgelaufenen Quartals vor"], ["14.01.20", "Qiagen baut Amgen-Kooperation aus"]], "en": [["01.06.20", "The Zacks Analyst Blog Highlights: Novo Nordisk, International Business Machines, Honeywell International, Amgen and S&P Global"], ["30.05.20", "Why Is Amgen (AMGN) Down 4% Since Last Earnings Report?"], ["28.05.20", "Why This Event Could Clear The Deck For An Alexion Takeover: Analyst"], ["18.05.20", "Amgen (AMGN) Upgraded to Buy: What Does It Mean for the Stock?"], ["12.05.20", "The Zacks Analyst Blog Highlights: Amgen, BHP, Altria, Apple and Target"], ["11.05.20", "Top Research Reports for Amgen, BHP, Altria & Others"], ["11.05.20", "Why Amgen Soared in April"], ["01.05.20", "Amgen is studying Otezla for coronavirus; its first-quarter results beat Street estimates"], ["01.05.20", "The Zacks Analyst Blog Highlights: Amazon, Apple, Gilead Sciences, Amgen and Visa"], ["01.05.20", "Amgen Inc (AMGN) Q1 2020 Earnings Call Transcript"], ["01.05.20", "Amgen studying Otezla for coronavirus, looking into other treatments"], ["01.05.20", "UPDATE 2-Amgen studying Otezla for coronavirus, looking into other treatments"], ["30.04.20", "UPDATE 1-Amgen studying Otezla for coronavirus, Q1 results beat Street estimates"], ["30.04.20", "Amgen (AMGN) Q1 Earnings and Revenues Surpass Estimates"], ["30.04.20", "Amgen stock ticks higher after earnings beat"], ["30.04.20", "Amgen Slips On New Plan To Battle Coronavirus As Quarterly Earnings Beat"], ["30.04.20", "Amgen studying Otezla for coronavirus, first-quarter results beat Street estimates"], ["30.04.20", "Amgen studying Otezla for coronavirus, 1st-qtr results beat Street estimates"], ["28.04.20", "Amgen (AMGN) to Report Q1 Earnings: What's in the Cards?"], ["23.04.20", "Amgen (AMGN) Earnings Expected to Grow: Should You Buy?"], ["23.04.20", "Better Buy: Amgen vs. Johnson & Johnson"], ["16.04.20", "The Zacks Analyst Blog Highlights: Microsoft, Walmart, Amgen, salesforce.com and Mondelez International"], ["16.04.20", "The Zacks Analyst Blog Highlights: Cardinal Health, Enphase Energy, Netflix, Amgen and Costco Wholesale"], ["03.04.20", "Pharma Coronavirus Efforts Continue, Amgen & Incyte Join In"], ["02.04.20", "Covid Report: Amgen Pops As Heavyweight Biotech Enters Coronavirus Ring"], ["02.04.20", "Why Amgen Stock Sailed Through March Without a Scratch"], ["02.04.20", "Amgen Teams Up With Adaptive Biotechnologies to Develop COVID-19 Therapy"], ["02.04.20", "Amgen, Adaptive Biotechnologies ink COVID-19 antibody development collaboration"], ["31.03.20", "Amgen Pauses Some Clinical Trials to Reduce Coronavirus Transmission Risk"], ["30.03.20", "Amgen upgraded to outperform from market perform at Raymond James"], ["15.03.20", "Better Buy: Biogen vs. Amgen"], ["09.03.20", "Is Amgen (AMGN) Truly One of the Best Biotech Stocks to Own?"], ["09.03.20", "Better Buy: Amgen vs. Gilead Sciences"], ["03.03.20", "Amgen Stock Strength Climbs Amid 'New Product Driven' Growth"], ["29.02.20", "Why Is Amgen (AMGN) Down 11.7% Since Last Earnings Report?"], ["27.02.20", "IBD Rating Upgrades: Amgen Shows Improved Technical Strength"], ["10.02.20", "The Zacks Analyst Blog Highlights: Alphabet, Roche, Amgen, General Electric and Sony"], ["08.02.20", "Is Amgen a Stock to Buy?"], ["06.02.20", "Amgen Stock Relative Strength Climbs Ahead Of Key Drug Data"], ["06.02.20", "Why Amgen Stock Dropped 10.4% in January"], ["2020-06-02 10:00", "Here Are Six Dividend Stocks With Solid Payout Prospects—and a Built-In Exit Strategy ...  early March, the company's board declared a quarterly dividend of $1.10 a share, up from $1.02 previously. There were also three companies we found in health care, a relatively durable sector. That includes two biotech firms: Gilead Sciences (GILD) and Amgen (AMGN). Their businesses haven't been challenged the same way energy or consumer discretionary firms have. Gilead yields 3.6%. In late April, the company declared a quarterly dividend of 68 cents a share, in line with its previous level. Amgen yields 2.8%. In early March the company declared a quarterly disbursement of $1.60 a share, the same as its previous dividend. Rounding out our list is Cardinal Health (CAH), a large distributor of prescription drugs and other medical products. It yields 3 ... "], ["2020-06-02 05:44", "Fortune ...  how that war is going. (Spoiler: he doesn't see a vaccine being rolled out broadly for 18 months to 2 years.)And finally, a plug for a remarkable event that Fortune is hosting virtually next month: Fortune Brainstorm Health. At a time when the world is struggling with the health and economic implications of the coronavirus, we are bringing together CEOs of Johnson & Johnson, Amgen, Baxter, Bristol-Myers Squibb, Centene and the Mayo Clinic, as well as thought leaders like Dan Ariely, Jennifer Doudna and Niall Ferguson, to provide an early look at the post-Covid future. There are still a few spots available for this highly interactive event. If you are interested, go here to apply. CEO Daily readers get a 50% discount if they use this code: BSH20HALFPhew ... "], ["2020-05-30 15:31", "Why Is Amgen (AMGN) Down 4% Since Last Earnings Report?Amgen (AMGN) reported earnings 30 days ago. What's next for the stock? We take a look at earnings estimates for some clues."], ["2020-05-29 23:38", "Betting on Boeing to Fly Out of the Storm Clouds ... . We view risk-reward positively, as our stand-alone model projects solid relative pretax, preprovision earnings and profitability trends and notably less credit risk [than would have been the case if the merger had occurred]. Alexion Pharmaceuticals ALXN-Nasdaq Outperform Price $106.14 on May 28 by Wedbush On Wednesday, new documents were posted in the [patent dispute] between Alexion and Amgen (AMGN), related to ALXN's Soliris, that indicate a potential settlement was reached ahead of oral arguments. [Soliris is used to treat myasthenia gravis, a neuromuscular disorder, and blood ailments.] We checked in with Alexion, which wouldn't comment on the matter. But the U.S. Patent Trial and Appeal Board would still need to dismiss the proceedings, even ... "], ["2020-05-29 20:02", "Investing During Coronavirus: Stocks Turn Positive on Trump's Trade Comments ... . Why? The firm's analysts believe Covid-19 is strengthening the long-term picture. Companies are rushing to develop new drugs and vaccines, and many are embracing innovative technology. This should all pay off in the years after the pandemic. With that in mind, here are six healthcare stocks CFRA is recommending now : Owens & Minor (NYSE: OMI ) Quest Diagnostics (NYSE: DGX ) Amgen (NASDAQ:AMGN) BioMarin Pharmaceutical (NASDAQ: BMRN ) Stryker (NYSE: SYK ) Boston Scientific (NYSE: BSX ) Morgan Stanley: Buy DraftKings Stock on Pent-Up Demand [Thursday, April 30, 11:32 a.m.] Contributed by Sarah Smith It may seem odd to recommend a sports betting stock at a time when no live sports events are happening. But that's exactly what Morgan Stanley analyst ... "], ["2020-05-29 14:30", "Immunotherapy Drugs Market Worth $274.6 Billion By 2025 - Exclusive Report By MarketsandMarkets ... , increased government spending on healthcare, and rising disposable income of the population. F. Hoffmann-La Roche Ltd. (UK), Pfizer Inc. (US), and Merck & Co (US) are the key players operating in the immunotherapy drugs market. Others are Novartis International AG (UK), Johnson & Johnson (US), Sanofi ( France ), GlaxoSmithKline Plc (UK), Amgen Inc. (US), AbbVie Inc. (US), Boehringer Ingelheim ( Germany ), AstraZeneca (UK), and Immatics Biotechnologies ( Germany ). Browse Adjacent Markets: Pharmaceuticals Market Research Reports & Consulting Get Special Pricing on Bundle Reports: https://www.marketsandmarkets.com/RequestBundleReport.asp?id=137717755 Browse Related Reports: Biosimilars Market by Product (Insulin, Interferon, Etanercept, Infliximab, Rituximab ... "], ["2020-05-29 14:10", "When To Buy Growth Stocks: This Move Gives You A Chance To Build Out A Winning Position ...  volatility hits your growth stocks, treat it as an opportunity — to possibly add smaller amounts of shares to your winning positions. Throughout articles on Investors.com and... Related news Why This Event Could Clear The Deck For An Alexion Takeover: Analyst 10:27 AM ET Biotech companies Amgen and Alexion Pharmaceuticals reached an agreement in a patent battle over blockbuster rare-disease drug Soliris. ALXN stock... 10:27 AM ET Biotech companies Amgen and Alexion Pharmaceuticals reached an agreement in... Is AMD Stock A Buy After Rebound From Coronavirus Sell-Off? Stock Futures: Check Premarket Prices On Dow Futures, S&P Futures, Nasdaq Futures Despite Coronavirus, These 22 Fastest-Growing Companies Expect 25%-150% Growth In 2020 Dow Jones Futures ... "], ["2020-05-29 13:38", "Powerful Proof Anyone Can Invest for an Early Retirement - May 29, 2020 ...  planning to retire early or not, don't let investing mistakes derail your plans. If you have $500,000 or more to invest and want to learn more, click the link to download our free report, 9 Retirement Mistakes that will Ruin Your Retirement . In-Depth Zacks Research for the Tickers Above Normally $25 each - click below to receive one report FREE: Amgen Inc. (AMGN) - free report > > BristolMyers Squibb Company (BMY) - free report > > AbbVie Inc. (ABBV) - free report > > Published in 401k-contributions 401k-plan retirement retirement-cost retirement-savings retirement-timeline retiring-early Zacks' 7 Best Strong Buy Stocks for June, 2020 Free Research for Zacks.com Readers Experts have chosen 7 stocks out of 220 Zacks Rank #1 Strong Buys that have the ... "], ["2020-05-29 08:45", "Big Pharma Is Betting on This Rookie Arizona Senator ...  in the current election cycle. Kaiser Health News Published May. 29, 2020 4:45AM ET Bill Clark/Getty By Jay Hancock and Elizabeth Lucas, Kaiser Health News Sen. Kyrsten Sinema formed a congressional caucus to raise \"awareness of the benefits of personalized medicine\" in February. Soon after that, employees of pharmaceutical companies donated $35,000 to her campaign committee. Amgen gave $5,000. So did Genentech and Merck. Sanofi, Pfizer and Eli Lilly all gave $2,500. Each of those companies has invested heavily in personalized medicine, which promises individually tailored drugs that can cost a patient hundreds of thousands of dollars. Sinema is a first-term Democrat from Arizona but has nonetheless emerged as a pharma favorite in Congress as ... "], ["2020-05-28 21:00", "Amgen To Present At The Jefferies 2020 Virtual Healthcare ConferenceTHOUSAND OAKS, Calif., May 28, 2020 /PRNewswire/ -- Amgen AMGN will present at the Jefferies 2020 Virtual Healthcare Conference at 4:00 p.m. ET on Tuesday, June 2, 2020. David M. Reese, M.D., executive vice president of Research and Development at Amgen, "], ["2020-05-28 20:22", "Ligand Earns $3 Million Milestone Payment From Palvella Therapeutics ...  drug discovery programs against highly-challenging targets. Ab Initio technology and services for the design and preparation of customized antigens enable the successful discovery of therapeutic antibodies against difficult-to-access cellular targets. Ligand has established multiple alliances, licenses and other business relationships with the world's leading pharmaceutical companies including Amgen, Merck, Pfizer, Sanofi, Janssen, Takeda, Gilead Sciences and Baxter International. For more information, please visit www.ligand.com . Follow Ligand on Twitter @Ligand_LGND. Forward-Looking Statements This news release contains forward-looking statements by Ligand that involve risks and uncertainties and reflect Ligand's judgment as of the date of this ... "], ["2020-05-28 20:05", "CytomX Therapeutics To Participate At Upcoming Healthcare Conferences ...  antibody drug conjugates due to their presence on many healthy tissues. The CytomX clinical stage pipeline also includes cancer immunotherapeutic candidates against validated targets such as the CTLA-4-targeting Probody therapeutics, BMS-986249 and BMS-986288, partnered with Bristol Myers Squibb. CytomX has strategic drug discovery and development collaborations with AbbVie, Amgen, Astellas and Bristol Myers Squibb. For additional information about CytomX Therapeutics, visit www.cytomx.com and follow us on LinkedIn and Twitter . CytomX Therapeutics Forward-Looking Statements This press release includes forward-looking statements. Such forward-looking statements involve known and unknown risks, uncertainties and other important factors that are difficult to ... "], ["2020-05-28 19:09", "National Hispanic Medical Association Launches Virtual Briefing Series On COVID-19WASHINGTON, May 28, 2020 /PRNewswire/ -- The National Hispanic Medical Association (NHMA) is partnering with the Centers for Disease Control and Prevention (CDC), AllofUs Research - National Institutes of Health, Amgen, Aetna Foundation - CVS Health, Comp"], ["2020-05-28 18:26", "Alexion Jumps After Reportedly Settling Amgen Patent BattleBiotech companies Amgen and Alexion Pharmaceuticals reportedly reached an agreement in a patent battle over blockbuster rare-disease drug Soliris. ALXN stock popped Thursday. The post Alexion Jumps After Reportedly Settling Amgen Patent Battle appeared fi"], ["2020-05-28 18:16", "Nasdaq Today: Why Alexion and Workday Stock Are Soaring ... launched in February of 2002. Returns as of 05/28/2020. Join Stock Advisor Cumulative Growth of a $10,000 Investment in Stock Advisor Calculated by Time-Weighted Return Stocks WDAY Workday NASDAQ: WDAY $183.83 up $13.45 (7.89%) ALXN Alexion Pharmaceuticals NASDAQ: ALXN $114.99 up $8.85 (8.34%) ^IXIC NASDAQ Composite NASDAQINDEX: ^IXIC $9,471.14 up $58.78 (0.62%) AMGN Amgen NASDAQ: AMGN $225.43 up $0.62 (0.28%) Related Articles Why GameStop, TriNet Group, and Restoration Hardware Jumped Today Are We in the Midst of Irrational Exuberance Version 2.0? Why Workday, Zulily, and Noah Holdings Soared Today Why 58.com, Voxeljet, and Workday Are Today's 3 Best Stocks Nasdaq Today: Why Alexion and Workday Stock Are Soaring @themotleyfool #stocks $WDAY $ALXN $^IXIC ... "], ["2020-05-28 18:01", "Photos: Riverside County valedictorians, top scholars for Class of 2020 ...  —GPA: 4.8 —High School Activities or Groups: ASL (American Sign Language) Club, Science Olympiad, Varsity Lacrosse, Inland Empire Youth Grantmakers, National Honor Society, Link Crew —After Graduation/College Plans: Studying Bioengineering and Psychology at UC Riverside —Career Goal: Become a Biomechanical Engineer and work at a Biotechnology company, such as Amgen or Regeneron —Parents: Martha Gonzalez-Tirado & Jesus Tirado Name: Fatima Zapien —Age: 17 —High school: Scholar Plus Online Learning —GPA: 3.943 —High School Activities or Groups: —After Graduation/College Plans: —Career Goal: —Parents: Cecilia Gutierrez Name: Michelle Wang —Age: 17 —High school: John W North ... "], ["2020-05-28 18:00", "After Decrying Corporate Cash, Hickenlooper Hauls in More Than $1 Million from Execs and Lobbyists ... ;get Washington working for the American people\" instead of \"big business,\" Hickenlooper also pulled in $70,000 from dozens of federally registered lobbyists who work to influence policy for corporations. The lobbyists represent a wide array of industries including oil and gas (ExxonMobil, Chevron, and Trans Atlantic Petroleum), health care and pharmaceuticals (UnitedHealth Group, Amgen, and Purdue), and finance (Blackstone Group, Ernst & Young, and Goldman Sachs). Hickenlooper has also vowed not to accept money from corporate PACs. Despite that promise, he has accepted $180,000 through a loophole—taking donations from Democratic leadership PACs fueled by cash from corporate PACs. These donations include $10,000 from Sen. Jacky Rosen's ... "], ["2020-05-28 14:35", "Orbita raises $9 million to develop conversational AI for health care ... the U.S. Centers for Disease Control and Prevention (CDC). Tech giants including IBM, Facebook, and Microsoft have partnered with governments and private industry to roll out chatbot-based solutions, as have a number of startups , but Orbita claims its products were tailor-made for health care use cases. Orbita's customers include high-profile names like the American Red Cross, Amgen, Brigham and Women's Hospital, Cancer Treatment Centers of America, Cognizant, the Mayo Clinic, and Merck. And Orbita says it runs all of its chatbots' information past medical professionals, drawing on CDC guidelines. It also has agreements in place to provide access to content from trusted partners such as the Mayo Clinic, and its in-house clinical team prioritizes ... "], ["2020-05-28 13:37", "Major Biotechs See More Targeted Short Sellers – 24/7 Wall St. ...  biotech companies, without focusing on speculative companies. The May 15 short interest data has been compared with the previous report, and short interest moves in these selected biotech stocks was mixed. Alexion Pharmaceuticals Inc.'s ( NASDAQ: ALXN ) short interest fell to 4.75 million shares from the previous 4.84 million. Shares were trading at $106.14, in a 52-week range of $72.67 to $134.84. Amgen Inc. ( NASDAQ: AMGN ) saw its short interest decrease to 7.01 million shares from the previous level of 7.88 million. Shares were recently trading at $224.81, in a 52-week range of $166.68 to $244.99. Short interest in Biogen Inc. ( NASDAQ: BIIB ) rose to 4.48 million shares from the previous 4.17 million. The stock traded at $301.46, within a 52-week ... "], ["2020-05-28 13:27", "Alexion Stock Jumps on Signal That Fight Over Patent May End SoonAmgen has challenged Alexion's exclusive rights to its blockbuster drug Soliris, a move that has been a significant worry for Alexion investors. A judge wrote Wednesday that the parties have reached an agreement in principle."]]}}