{"postfix": "amphenol-aktie", "name": "AMPHENOL", "wkn": "882749", "time": "2020.06.02 11:39", "ts": 1591090787, "features": {"KGV": "28.80", "Marktkapitalisierung": {"Size": "Mrd", "Value": "25.15"}, "GA": "3.74", "KBV": "7.32", "BA": "14.71", "KCV": "22.48", "CA": "4.79", "Vola30": "45.24", "Vola90": "58", "Vola180": "44.16", "Vola250": "35"}, "rivals": ["corning-aktie", "3m-aktie", "alcatel-lucent-aktie", "molex-aktie", "harris-aktie", "te_connectivity-aktie", "arris_international-aktie"], "text_data": {"de": [["30.04.20", "Amphenol-Aktie: Einschätzungen und Kursziele der Analysten im April"], ["23.04.20", "Amphenol vermeldete Zahlen zum jüngsten Quartal"], ["21.04.20", "Ausblick: Amphenol gibt Ergebnis zum abgelaufenen Quartal bekannt"], ["08.04.20", "Amphenol schüttet Dividende aus"], ["07.04.20", "Erste Schätzungen: Amphenol stellt das Zahlenwerk zum vergangenen Quartal vor"], ["31.03.20", "Was Analysten von der Amphenol-Aktie erwarten"], ["31.01.20", "Amphenol schüttet vierteljährliche Dividende aus"], ["20.01.20", "Ausblick: Amphenol legt die Bilanz zum abgelaufenen Quartal vor"]], "en": [["22.05.20", "Amphenol (APH) Up 7.4% Since Last Earnings Report: Can It Continue?"], ["30.04.20", "Amphenol Announces Second Quarter 2020 Dividend Payment"], ["28.04.20", "Amphenol Corporation Announces Pricing of €500 Million Senior Notes"], ["23.04.20", "Amphenol Corporation (New) (APH) Q1 2020 Earnings Call Transcript"], ["22.04.20", "Amphenol (APH) Q1 Earnings Lag Estimates, Revenues Decline Y/Y  "], ["21.04.20", "Should You Buy Amphenol (APH) Ahead of Earnings?"], ["17.04.20", "Amphenol (APH) to Report Q1 Earnings: What's in the Cards?"], ["15.04.20", "Earnings Preview: Amphenol (APH) Q1 Earnings Expected to Decline"], ["24.02.20", "Update to Guidance Reported by Amphenol Corporation"], ["21.02.20", "Why Is Amphenol (APH) Down 2.5% Since Last Earnings Report?"], ["13.02.20", "Amphenol Corporation Announces Pricing of $400,000,000 of Senior Notes"], ["30.01.20", "Amphenol Announces First Quarter 2020 Dividend Payment"], ["23.01.20", "Amphenol Corporation (New) (APH) Q4 2019 Earnings Call Transcript"], ["22.01.20", "Amphenol (APH) Q4 Earnings Beat Estimates, Revenues Down Y/Y "], ["22.01.20", "Amphenol (APH) Beats Q4 Earnings and Revenue Estimates"], ["17.01.20", "Amphenol (APH) to Report Q4 Earnings: What's in the Cards?"], ["15.01.20", "Analysts Estimate Amphenol (APH) to Report a Decline in Earnings: What to Look Out for"], ["01.01.20", "Are You Looking for a Top Momentum Pick? Why Amphenol (APH) is a Great Choice"], ["2020-05-30 11:07", "As SpaceX sends Americans into orbit, investors can take this ETF to a new frontier ... % -4% Mercury Systems Inc. MRCY, +0.68% Electronic Equipment/Instruments 5.1% 28% Heico Corp. HEI, -3.04% Aerospace & Defense 4.8% -9% Ball Corp. BLL, +1.22% Containers/Packaging 4.4% 9% BWX Technologies Inc. BWXT, -1.07% Electric Utilities 4.1% 3% Analog Devices Inc. ADI, +1.79% Semiconductors 3.8% -6% Jacobs Engineering Group Inc. J, -0.32% Engineering & Construction 3.8% -6% Amphenol Corp. Class A APH, +1.26% Electronic Components 3.6% -12% General Dynamics Corp. GD, -1.11% Aerospace & Defense 3.3% -15% TransDigm Group Inc. TDG, -1.46% Aerospace & Defense 3.0% -23% ESCO Technologies Inc. ESE, -0.64% Aerospace & Defense 2.9% -10% TTM Technologies Inc. TTMI, -0.51% Electronic Components 2.6% -23% Hexcel Corp. HXL, +1.68% Aerospace & Defense 2.6% -51% Boeing ... "], ["2020-05-28 13:30", "Optical Interconnect Market Worth $17.1 Billion By 2025 - Exclusive Report By MarketsandMarkets ... players in the optical interconnect market include companies operating at different stages of the value chain. II-VI Incorporated (US); Lumentum Operations LLC (US); Molex, LLC (US); InnoLight Technology (Suzhou) Ltd. ( China ); NVIDIA Corporation (US); Fujitsu Ltd. ( Japan ); Sumitomo Electric Industries, Ltd. ( Japan ); Broadcom Inc. (US); TE Connectivity ( Switzerland ); Amphenol Corporation (US); Accelink Technology Co. Ltd. ( China ); Juniper Networks, Inc. (US); Infinera Corporation (US); Acacia Communications, Inc. (US); NeoPhotonics Corporation (US); Optoscribe Ltd. (UK); Smiths Interconnect (UK); Cailabs ( France ); Fiberplex Technologies, LLC (US); and Cleerline Technology Group (US) are the leading players operating in this market. These companies ... "], ["2020-05-26 15:51", "GOLDMAN SACHS: These are the 20 stocks hedge funds piled into most aggressively last quarter — and history suggests they're set for big gains ... : 7% Source: Goldman Sachs 18. Webster Financial Markets Insider Ticker: WBS Number of hedge funds owning stock: 34 Increase in number of owners: 14 Year-to-date total return: -52% Source: Goldman Sachs 17. Pegasystems Markets Insider Ticker: PEGA Number of hedge funds owning stock: 37 Increase in number of owners: 14 Year-to-date total return: 13% Source: Goldman Sachs 16. Amphenol Markets Insider Ticker: APH Number of hedge funds owning stock: 53 Increase in number of owners: 14 Year-to-date total return: -16% Source: Goldman Sachs 15. Under Armour Markets Insider Ticker: UAA Number of hedge funds owning stock: 37 Increase in number of owners: 15 Year-to-date total return: -62% Source: Goldman Sachs 14. Campbell Soup Markets Insider Ticker: CPB Number ... "], ["2020-05-22 15:30", "Amphenol (APH) Up 7.4% Since Last Earnings Report: Can It Continue?Amphenol (APH) reported earnings 30 days ago. What's next for the stock? We take a look at earnings estimates for some clues."], ["2020-05-19 16:45", "Global Active Optical Cables Industry Assessment 2020-2024 - Volume And Value Forecasts By Cable Length, MSA/Data Rate, Type Of Fiber And Geography ...  Chapter Five: AOCs: Evolving Supply Chains 5.1 Existing Supply Chain for AOCs5.2 Manufacturing: It All Begins in China 5.2.1 The Chinese Domestic Market5.2.2 10Gtek5.2.3 Gigalight5.2.4 Hisense Broadband5.2.5 InnoLight Technology5.3 Role of the OEMs in Distribution of AOCs5.3.1 Mellanox5.3.2 Cisco5.3.3 Intel5.4 US and Japanese Branded Suppliers of AOCs5.4.1 II VI5.4.2 Amphenol ICC5.4.3 Fujitsu5.4.4 Foxconn Interconnect Technology/Cosemi5.4.5 Molex5.4.6 Samtec5.4.7 Siemon5.5 Wholesalers and Distributors5.6 Third-part Transceiver Firms5.7 Retailers including Online Stores5.8 Sources of AOCs for Data Centers by Size of Data Centers5.9 Regional Markets and Supply Chains5.9.1 Non-China APAC5.9.2 Europe 5.9.3 Middle East 5.10 Key Points from this Chapter Five-Year ... "], ["2020-05-19 12:31", "Covid-19: Firms explore a non-China address. Can India give them a pin code? ...  that the companies are exploring the idea of shifting their bases to other countries including India. Taiwan, South Korea and Singapore appear to be early gainers. India hopes to emerge as long-term beneficiary of this anger and uncertainty about China. Some of the global firms who have shown interest in shifting to India include American technology product companies Teledyne and Amphenol, and medical equipment makers Johnson and Johnson. Some auto parts manufacturers are also exploring the possibilities in India. The fact that companies are considering India as an option shows that sheer number of coronavirus cases is not the determining factor here. India has many more Covid-19 patients than China. But does India have the kind of business environs that ... "], ["2020-05-18 10:30", "COVID-19 Impact On Gas Sensors Market - Exclusive Report By MarketsandMarkets ... . Increasing requirement of these medical supplies from other COVID effected economies is boosting the production of gas sensors in the region. In addition, APAC has a broad base for oil refining, petrochemical processing, chemical processing, food & beverage processing, and others, which further supports the growth of gas sensors in the region. Honeywell Analytics (US), MSA Safety (US), Amphenol (US), Figaro ( Japan ), and Alphasense (UK) are some of the leading gas sensors market players benefitting due to rise in demand in this COVID-19 scenario. Donations, increased production, supply chain remodeling, and new product development were the major growth strategies adopted by the market players during this period to enhance their regional presence and meet ... "], ["2020-05-13 14:47", "Wall Street sees plenty of upside for these downtrodden tech stocks ... % $228.46 $272.22 47% CDW Corp. US:CDW -29% 76% $101.98 $116.86 44% Microchip Technology Inc. US:MCHP -18% 46% $85.99 $102.79 43% Motorola Solutions Inc. US:MSI -19% 40% $131.23 $161.67 41% Seagate Technology PLC US:STX -18% 54% $48.62 $53.95 40% Automatic Data Processing Inc. US:ADP -17% 30% $141.73 $156.19 19% Western Union Co. US:WU -30% 57% $18.87 $20.06 18% Amphenol Corp. Class A US:APH -22% 34% $84.27 $94.00 16% Broadcom Inc. US:AVGO -15% 24% $268.45 $293.67 15% Source: FactSet You can click on the tickers for more about each company. You will have to scroll the table to see all of the data. Don't miss: 12 health-care stocks that will be winners because of coronavirus-led trends, according to Jefferies Read Next Read Next Warren Buffett's ' ... "], ["2020-05-12 02:31", "COVID-19 Impact and Recovery Analysis | Laser Direct Structuring (LDS) Antenna Market 2020-2024 | Increasing Use of Energy-Efficient Engines to Boost Growth | Technavio ... electronic components as one of the prime reasons driving the laser direct structuring (LDS) antenna market growth during the next few years. Laser Direct Structuring (LDS) Antenna Market 2020-2024: Vendor Analysis We provide a detailed analysis of vendors operating in the laser direct structuring (LDS) antenna market, including some of the vendors such as Amphenol Corp., Arlington Plating Co., Huizhou SPEED Wireless Technology Co. Ltd., Koch Industries Inc., LPKF Laser and Electronics AG, Luxshare Precision Industry Co. Ltd., Shenzhen Sunway Communication Co. Ltd., Taoglas Group Holdings Ltd., TE Connectivity Ltd., and Yageo Corp. Backed with competitive intelligence and benchmarking, our research reports on the laser direct structuring (LDS) antenna market ... "], ["2020-05-06 11:30", "Global Coaxial Cables Market Forecast To 2030 - COVID-19 Impact And Recovery Assessment ...  its footprint in Europe and South America . The deal has also resulted in converting General Cable Corporation to a privately held company. General Cable Corporation is a USA -based cable manufacturing company that specializes in manufacturing wires and cables products such as coaxial cables.Major players in the market are Belden, General Cable, LS Cable and System, Nexans, Prysmian Group, Amphenol, TE Connectivity Ltd, Nexans SA, L-Com Global Connectivity, CommScope. Key Topics Covered 1. Executive Summary 2. Coaxial Cables Market Characteristics 3. Coaxial Cables Market Size And Growth 3.1. Global Coaxial Cables Historic Market, 2015 - 2019, $ Billion 3.1.1. Drivers Of The Market 3.1.2. Restraints On The Market 3.2. Global Coaxial Cables Forecast Market ... "], ["2020-05-05 09:10", "Medical Pressure Sensors Market Size To Boost Owing To Increasing Adoption Of Advanced Healthcare Equipment By 2028: Radiant Insights, Inc. ... in the Medical Pressure Sensors market. Access 116 page research report with TOC on \"Medical Pressure Sensors Market\" available with Radiant Insights, Inc. @ https://www.radiantinsights.com/research/2013-2028-report-on-global-medical-pressure-sensors-market Leading players of Medical Pressure Sensors including: TE Connectivity (Measurement Specialties) Honeywell NXP+ Freescale Amphenol Infineon First Sensor AG TDK EPCOS Edwards Lifesciences Smiths Medical Argon ICU Medical Merit Medical Systems Biosenor International Market split by Type, can be divided into: MEMS Based Medical Pressure Sensors Pressure Transduce for Medical Market split by Application, can be divided into: Respiratory Devices Patient Monitors Devices Diagnostics/Analytical Equipment ... "]]}}