{"postfix": "apple-aktie", "name": "APPLE", "wkn": "865985", "time": "2020.06.02 11:05", "ts": 1591088745, "features": {"KGV": "18.85", "Marktkapitalisierung": {"Size": "Bio", "Value": "1.25"}, "GA": "11.89", "KBV": "11.40", "BA": "19.67", "KCV": "15.06", "CA": "14.89", "Vola30": "26.29", "Vola90": "53.58", "Vola180": "43.58", "Vola250": "35.35"}, "rivals": ["amazon-aktie", "intel-aktie", "microsoft-aktie", "ibm-aktie", "nokia-aktie", "qualcomm-aktie", "amd-aktie"], "text_data": {"de": [["2020.06.02", "Sign in with Apple: Hohe Belohnung für gefundene Sicherheitslücke"], ["2020.06.02", "Apple: Hier spielt die Musik"], ["31.05.20", "Mai 2020: So schätzen Experten die Apple-Aktie ein"], ["31.05.20", "MacBook Pro 13 Zoll: Apple verdoppelt Preis für RAM-Update"], ["31.05.20", "Apple gibt im Kampf gegen Amazon und Google wieder Gas: Jetzt kaufen?"], ["29.05.20", "Start-up-Übernahme: Apple kauft Verstärkung für Siri"], ["29.05.20", "Marktforscher: Apple baut Vorsprung bei Wearables aus"], ["29.05.20", "'Apturi Covid': Lettland startet Corona-Warn-App"], ["29.05.20", "Bundesregierung sieht keine Notwendigkeit für Gesetz zur Corona-App"], ["29.05.20", "Wettbewerbsvorwürfe gegen Apple: Tile ruft EU-Kommission zu Hilfe"], ["29.05.20", "Entwickler deutscher Corona-App präsentieren Demoversion"], ["29.05.20", "Apple lizenziert Fraggles: Apple TV+ wird mehr wie Netflix und Prime Video"], ["29.05.20", "Akkulaufzeit: Welches Smartphone hält am längsten durch?"], ["29.05.20", "Apple kauft erstmals alte Serie für TV+"], ["29.05.20", "Siri-Verbesserungen: Apple kauft sich wieder ein Start-up"], ["28.05.20", "TechStage | So schlecht ist ein billiger Klon des Apple iPhone 11 Pro Max"], ["28.05.20", "Apple: Jetzt hat es auch Bill Gates verstanden"], ["28.05.20", "Tidal streamt Dolby Atmos Music auf Apple TV 4K"], ["28.05.20", "Filmproduktion: Apple finanziert Scorsese-Film für 180 Millionen US-Dollar"], ["28.05.20", "Bericht: Apple wünscht sich Exklusiv-Podcasts"], ["28.05.20", "Apple an nächstem Martin-Scorsese-Film interessiert"], ["28.05.20", "Grünes Licht für Corona-Warn-App im französischen Parlament"], ["27.05.20", "MÄRKTE USA/Rally läuft weiter - Erneut Branchenrotation"], ["27.05.20", "iOS & Co: Apple schließt Sicherheitslücken - BSI gibt Entwarnung für Mail"], ["27.05.20", "MÄRKTE USA/Uneinheitlich - Gewinnmitnahmen bei Techwerten"], ["27.05.20", "Aldi verkauft Apple-AirPods-Klon für 25 Euro"], ["27.05.20", "Apple-Aktie: Behörde nimmt Warnung vor Mail-App der iPhones nach Update zurück"], ["27.05.20", "ROUNDUP: Bundesregierung: Corona-Warn-App nützt auch bei wenig Teilnehmern"], ["27.05.20", "MÄRKTE USA/Konjunkturoptimismus trägt Dow weiter nach oben - Nasdaq bleibt zurück"], ["27.05.20", "Bundesregierung: Corona-Warn-App nützt auch bei wenig Teilnehmern"], ["27.05.20", "Jailbreak für Apple TV 4K und HD verfügbar"]], "en": [["01.06.20", "Apple has just patched the recent iOS 13.5 jailbreak"], ["01.06.20", "Apple Could Reach $2 Trillion Market Cap In Next Four Years — Here's How"], ["01.06.20", "Top Analyst Reports for Apple, Verizon & PayPal"], ["01.06.20", "Apple, Facebook pledge funds to groups fighting racial injustice     - CNET"], ["01.06.20", "Apple to begin volume production of new flagship iPhones in July or August: report"], ["01.06.20", "Key Words: Apple’s Tim Cook: Now is not the time for ‘standing on the sidelines’ "], ["31.05.20", "Apple closes many U.S. stores amid protests, looting: report"], ["31.05.20", "Apple closes Apple stores across US amid widespread riots, looting     - CNET"], ["31.05.20", "Give a new Apple Watch Series 5 to Dad for just $300     - CNET"], ["30.05.20", "Why Is Apple (AAPL) Up 8.2% Since Last Earnings Report?"], ["29.05.20", "Refurbished iPhone XRs are available from Apple     - CNET"], ["29.05.20", "Apple Arcade updates Atone: Heart of the Elder Tree and two other games     - CNET"], ["29.05.20", "The new work-from-home policies at Facebook, Twitter, Apple and more     - CNET"], ["29.05.20", "Qualcomm, Qorvo & Jabil: Apple Suppliers Have Been Left Behind From The Rally. Time To Buy?"], ["28.05.20", "MEDIA-Apple accused of competition abuse over tracking apps - FT"], ["28.05.20", "Apple accused of competition abuse over tracking apps"], ["28.05.20", "SpongeBob: Patty Pursuit is the ultimate new Apple Arcade game for fans     - CNET"], ["28.05.20", "Apple Acquires Machine Learning Startup Inductiv"], ["28.05.20", "Dow Jones Rises Slightly as Apple Price Target Boosted, Disney Stock Hit by Analyst Downgrade"], ["28.05.20", "The Zacks Analyst Blog Highlights: Apple, Exxon Mobil, Cisco System and Chevron"], ["28.05.20", "Apple price target lifted at J.P. Morgan on optimism for iPhone SE in India"], ["28.05.20", "Apple secures deal for Scorsese's next film starring DiCaprio, De Niro: media"], ["28.05.20", "Apple secures deal for Scorsese's next film starring DiCaprio, De Niro -media"], ["28.05.20", "Apple reportedly nabs Scorcese film starring DiCaprio and De Niro     - CNET"], ["28.05.20", "MEDIA-Apple lands Martin Scorsese movie starring Leonardo DiCaprio and Robert DeNiro - WSJ"], ["28.05.20", "Facebook, Twitter, Apple, and Google Win Dismissal of Anti-Conservative Bias Suit"], ["28.05.20", "Appeals court rules in favor of Google, Apple, Facebook and Twitter in anti-conservative bias suit"], ["28.05.20", "The Ratings Game: Apple is reopening more stores, but online progress also sparks optimism"], ["27.05.20", "Why Apple Hospitality REIT Jumped Over 10% on Wednesday"], ["27.05.20", "Apple passes Microsoft into 1st place on list of largest U.S. companies"], ["27.05.20", "YouTube Kids lands on Apple TV     - CNET"], ["27.05.20", "Apple begins offering Macs with custom configurations in India"], ["27.05.20", "Apple gets two price target boosts as store reopenings are a 'sign of improving trends'"], ["27.05.20", "YouTube Kids app is now available for Apple TV"], ["26.05.20", "More than 100 Apple Stores reopening this week"], ["26.05.20", "Apple to reopen more than 100 stores this week     - CNET"], ["26.05.20", "Apple to reopen dozens of U.S. stores"], ["26.05.20", "Apple to reopen about 100 U.S. stores, most with curbside pickup"], ["26.05.20", "Apple to reopen about 100 U.S. stores, most with curbside pickup"], ["26.05.20", "Apple to reopen about 100 U.S. stores, most with curbside pickup"], ["2020-06-02 08:53", "Coronavirus renovation package welcomed by building industry — if it avoids a repeat of the pink batts 'cowboys' ...  he calls for police force to be demilitarised Posted 1 h hour ago / Updated 43 m minutes ago More Just In Back to top ABC News homepage More From ABC NEWS Sections ABC NEWS Just In Politics World Business Analysis Sport Science Health Arts Fact Check Other News in language Berita Bahasa Indonesia Tok Pisin Connect with ABC News Facebook Messenger Twitter Instagram YouTube Apple News More from ABC News Contact ABC NEWS This service may include material from Agence France-Presse (AFP), APTN, Reuters, AAP, CNN and the BBC World Service which is copyright and cannot be reproduced. AEST = Australian Eastern Standard Time which is 10 hours ahead of GMT (Greenwich Mean Time) Editorial Policies Accessibility Help Contact Us About the ABC Privacy Policy Terms of Use ... "], ["2020-06-02 08:49", "Body of missing five-year-old recovered from Lough Mask, Co Mayo ...  In Invalid email or password. Not an Irish Times subscriber? Subscribe Digital Subscriptions FAQs Frequently asked questions about your digital subscription Subscriber Only Articles Specially selected and available only to our subscribers Subscriber Rewards Exclusive offers, discounts and invitations Subscriber Tour Explore the features of your subscription Crossword Club Digital Simplex and Crosaire crosswords Newspaper Archive 150 years of Irish Times journalism My Account Manage your account eBooks Carefully curated selections of Irish Times writing Email Newsletters Sign up to get the stories you want delivered to your inbox The ePaper An exact digital replica of the printed paper Breaking news app Our Apple and Android app s to read on the go Sign Out"], ["2020-06-02 08:42", "California turns to curfews after a weekend of violence ...  shed 266K jobs in April Real Estate Entertainment Movies Music Arts Television Comics Puzzles and Games Events Plan your visit to Stamford Museum & Nature Center Ridgefield hosting free drive-in movies Saturdays in June Maritime Garage Gallery: Virtual exhibit explores humanity's Foxwoods lays out safety plans as casinos prepare phased Living Health Home and Garden Family Religion Seniors Travel Food Apple pie baking class at Mike's Organic Market in Stamford Did you know Susan Sarandon's daughter is a Fairfield County Stamford coffee brewers make CT Magazine's 40 Under 40 Class of Colony vs. Riko's pizza: Barstool Sports tries to settle debate Obituaries Classifieds Jobs Cars Open for Business Today's Paper Insider Menu Sections ... "], ["2020-06-02 08:40", "Turkey seeks to arrest 118 military personnel over coup ...  shed 266K jobs in April Real Estate Entertainment Movies Music Arts Television Comics Puzzles and Games Events Plan your visit to Stamford Museum & Nature Center Ridgefield hosting free drive-in movies Saturdays in June Maritime Garage Gallery: Virtual exhibit explores humanity's Foxwoods lays out safety plans as casinos prepare phased Living Health Home and Garden Family Religion Seniors Travel Food Apple pie baking class at Mike's Organic Market in Stamford Did you know Susan Sarandon's daughter is a Fairfield County Stamford coffee brewers make CT Magazine's 40 Under 40 Class of Colony vs. Riko's pizza: Barstool Sports tries to settle debate Obituaries Classifieds Jobs Cars Open for Business Today's Paper Insider Menu Sections ... "], ["2020-06-02 08:38", "Bangladesh confirms 1st death of Rohingya from coronavirus ...  shed 266K jobs in April Real Estate Entertainment Movies Music Arts Television Comics Puzzles and Games Events Plan your visit to Stamford Museum & Nature Center Ridgefield hosting free drive-in movies Saturdays in June Maritime Garage Gallery: Virtual exhibit explores humanity's Foxwoods lays out safety plans as casinos prepare phased Living Health Home and Garden Family Religion Seniors Travel Food Apple pie baking class at Mike's Organic Market in Stamford Did you know Susan Sarandon's daughter is a Fairfield County Stamford coffee brewers make CT Magazine's 40 Under 40 Class of Colony vs. Riko's pizza: Barstool Sports tries to settle debate Obituaries Classifieds Jobs Cars Open for Business Today's Paper Insider Menu Sections ... "], ["2020-06-02 08:34", "NSW Upper House blocks Government's bid to freeze public sector wages ... Canberrans already connected to fast broadband Posted 58 m minutes ago / Updated 52 m minutes ago More Just In Back to top ABC News homepage More From ABC NEWS Sections ABC NEWS Just In Politics World Business Analysis Sport Science Health Arts Fact Check Other News in language Berita Bahasa Indonesia Tok Pisin Connect with ABC News Facebook Messenger Twitter Instagram YouTube Apple News More from ABC News Contact ABC NEWS This service may include material from Agence France-Presse (AFP), APTN, Reuters, AAP, CNN and the BBC World Service which is copyright and cannot be reproduced. AEST = Australian Eastern Standard Time which is 10 hours ahead of GMT (Greenwich Mean Time) Editorial Policies Accessibility Help Contact Us About the ABC Privacy Policy Terms of ... "], ["2020-06-02 08:31", "Iranian scientist acquitted in US trade secrets case deported ... story to be made into HBO series 'Bibi' By Marcy Oster Politicians unmasked Israeli leaders fail to follow own hygiene rules By TOI staff Birds of a feather Police block highways so geese families can cross By TOI staff DIY dentistry Virus lockdown forces Brits to become their own dentists By John GURD A Hedy tale TV series starring Gal Gadot as Hedy Lamarr to be broadcast by Apple By TOI staff Musical notable PM's virus speech about staying away from elderly is set to music By TOI staff Borscht Belt business Mrs. Maisel's summer retreat can be yours, for just $6m By SHIRA HANAU Bin there, done that Chinese team summits Everest to remeasure peak, collect trash By AP Frozen in time US couple spends 10 weeks in Italian lockdown to visit Pompeii ... "], ["2020-06-02 08:30", "Keokuk Chiefs Baseball Team Hits The Diamond For Their First Practice Session Of The 2020 Season In The Hawkeye State ...  Interactive Radar Weather Service Alerts Radar Room Map Room StormTrak Towercams Alerts and Warnings Road Conditions River Stages Closings and Delays Weather Drawing Weather Team Sports Top Sports Stories Athlete of the Week Play of the Week Youth Sports Spotlight Sports Team Community Calendar Contests 12 hrs of Giving Blood Dogwood Parade Honor Flight Making a Difference Golden Apple Award Home & Living Show Closings and Delays Birthdays & Anniv Hospital Reports Watch WGEM Livestream TV Listings QHS Virtual Graduation WGEM Radio 105 FM Stream 105 FM Schedule ESPN 1440 Schedule Sports Radio Stream Sports Radio Schedule Contact Contact WGEM Email Alerts Advertise with WGEM Advertiser Services Careers at WGEM Quincy Media Careers Request Video Dub WGEM Apps ... "], ["2020-06-02 08:30", "The Nation's Weather ...  shed 266K jobs in April Real Estate Entertainment Movies Music Arts Television Comics Puzzles and Games Events Plan your visit to Stamford Museum & Nature Center Ridgefield hosting free drive-in movies Saturdays in June Maritime Garage Gallery: Virtual exhibit explores humanity's Foxwoods lays out safety plans as casinos prepare phased Living Health Home and Garden Family Religion Seniors Travel Food Apple pie baking class at Mike's Organic Market in Stamford Did you know Susan Sarandon's daughter is a Fairfield County Stamford coffee brewers make CT Magazine's 40 Under 40 Class of Colony vs. Riko's pizza: Barstool Sports tries to settle debate Obituaries Classifieds Jobs Cars Open for Business Today's Paper Insider Menu Sections ... "], ["2020-06-02 08:30", "None of the 99 people arrested in Saturday's Cleveland riot were from out of state: The Wake Up podcast ...  of Floyd's death and the protests that followed. Hear these stories and more in today's podcast. The podcast is a summary of cleveland.com 's morning newsletter The Wake Up. You can receive The Wake Up through email at 5:30 a.m. each weekday by subscribing here . You can get our podcasts delivered directly to your phone, and we have an Apple podcasts channel exclusively for this podcast. Subscribe here. Do you get your podcasts on Spotify? Find us here . If you use Stitcher, we are here . RadioPublic is another popular podcast vehicle, and we are here . On Google Podcasts, we are here. On PodParadise, find us here . Note to readers: if you purchase something through one of our affiliate links we may earn a commission. Disclaimer Registration on ... "], ["2020-06-02 08:30", "Workplace And Supply Chain Risks From COVID-19 Having Significant Impact On Power Sector, According To Willis Towers Watson ...  on TheStreet Biotech Maven EconoMonitor ETF Focus FX@TheStreet with Cory Mitchell - Forex Trade Ideas John Wall Street - Sports Business Mish Talk - Global Economic Trends Phil Davis - The Progressive Investor Random Roger - ETF and Retirement Stan The Annuity Man Bull Market Fantasy with Jim Cramer IPOs On TheStreet Retirement Daily Utilities on TheStreet Capitalism Maven Apple Maven Tesla Daily Terms Of Use Privacy Policy Advertise Reprints Customer Service Data Topic Archive Subscriptions Privacy Settings JIM CRAMER INVESTING PERSONAL FINANCE RETIREMENT TECHNOLOGY MARKETS HOW-TO VIDEO FINANCIAL ADVISOR CENTER Login Account Log In Receive full access to our market insights, commentary, newsletters, breaking news alerts, and more. Forgot your password? Log ... "], ["2020-06-02 08:28", "Fuera de EEUU, manifestantes se identifican con su protesta ...  shed 266K jobs in April Real Estate Entertainment Movies Music Arts Television Comics Puzzles and Games Events Plan your visit to Stamford Museum & Nature Center Ridgefield hosting free drive-in movies Saturdays in June Maritime Garage Gallery: Virtual exhibit explores humanity's Foxwoods lays out safety plans as casinos prepare phased Living Health Home and Garden Family Religion Seniors Travel Food Apple pie baking class at Mike's Organic Market in Stamford Did you know Susan Sarandon's daughter is a Fairfield County Stamford coffee brewers make CT Magazine's 40 Under 40 Class of Colony vs. Riko's pizza: Barstool Sports tries to settle debate Obituaries Classifieds Jobs Cars Open for Business Today's Paper Insider Menu Sections ... "], ["2020-06-02 08:26", "Patriots QB Tops Negative List Ahead of 2020 From NFL Expert ... Floyd Situation Patriots UDFA WR Has the Talent to Be Jarrett Stidham's Deep Threat [WATCH] Read More New England Patriots , NFL Home News Expand sub-menu Breaking News 5 Fast Facts Crime Celebrities Politics Money Sports Expand sub-menu NFL Basketball UFC College Football Soccer Golf WAGs Baseball Entertainment Expand sub-menu Television Celebs Music Movies Tech Expand sub-menu Google Apple Android Microsoft Apps Smartphones Gaming Expand sub-menu News Xbox One PS4 Best PS4 Games Mobile PC Games Accessories Streaming Expand sub-menu Disney Plus Live Sports Streaming Shopping Expand sub-menu Toys Home Outdoors Beauty Garden Pets Fashion Wedding Baby Deals Gifts Expand sub-menu New Toys 2020 Toys for Boys Toys for Girls Gifts for Women Gifts for Men Gifts ... "], ["2020-06-02 08:23", "How do coronavirus home antibody tests work, and how do I get one? ...  News Live Politics latest news: We are debating air bridges, but holidays will be 'very difficult', admits minister By Cat Neilan 2 Jun 2020, 9:27am Live George Floyd protests: Donald Trump threatens to send 'thousands' of troops to stop violence By Ben Riley-Smith 2 Jun 2020, 9:29am The Briefing: Sign up for two-minute audio news updates on WhatsApp, Apple, Spotify and Alexa twice a day By Telegraph Reporters 2 Jun 2020, 9:15am More than a thousand Iraq war accusations against British troops dismissed By Telegraph Reporters 2 Jun 2020, 9:06am Hong leader accuses international community of double standards over US riots By Sophia Yan 2 Jun 2020, 8:58am Coronavirus world round-up: arthritis drug may aid coronavirus fight By Marcus Parekh 2 ... "], ["2020-06-02 08:23", "PODCAST | Exploring SA's motoring communities: where do you belong? ... also makes an appearance behind the mic to ask the gents about the different types of car people you get in the world. Sit down, plug in and gear up: Content hosted by iono.fm For more episodes, click here . Tell us what you think on Twitter at #Cargumentative E-mail us with your thoughts or suggestions at MullerP@arena.africa Subscribe for free: iono.fm | Spotify | Apple Podcasts | Pocket Casts | Player.fm PODCAST | 'Buying down' in light of Covid-19 'Buying down' to smaller cars such as the Volkswagen Up! and Smart ForFour can make sense in these turbulent financial times. Life 6 days ago PODCAST | Crossing Africa in a Hillman Imp: Terence Tracey shares his adventure In this episode of Cargumentative, Thomas Falkiner chats to Terence Tracey ... "], ["2020-06-02 08:21", "Death toll grows in national protests ...  shed 266K jobs in April Real Estate Entertainment Movies Music Arts Television Comics Puzzles and Games Events Plan your visit to Stamford Museum & Nature Center Ridgefield hosting free drive-in movies Saturdays in June Maritime Garage Gallery: Virtual exhibit explores humanity's Foxwoods lays out safety plans as casinos prepare phased Living Health Home and Garden Family Religion Seniors Travel Food Apple pie baking class at Mike's Organic Market in Stamford Did you know Susan Sarandon's daughter is a Fairfield County Stamford coffee brewers make CT Magazine's 40 Under 40 Class of Colony vs. Riko's pizza: Barstool Sports tries to settle debate Obituaries Classifieds Jobs Cars Open for Business Today's Paper Insider Menu Sections ... "], ["2020-06-02 08:20", "The Latest: Officer shot in Las Vegas amid protests ... account Create your account Receive up-to-date newsletters Set up text alerts Log In Log In / Register Log In / Register log in to manage your profile and account Create your account Receive up-to-date newsletters Set up text alerts Log In Weather FOX23 Doppler Radar 5day Hour by Hour School Closings News News Videos Fox23 Investigates Coronavirus News Politics Golden Apple Award St. Jude Dream Home Clark Howard Video Watch Live Live Stream FOX23 Live Streams Traffic Download FOX23 apps Sports High School Football Entertainment Burger Brothers Tracing Route 66 Trending Uplifting News What's On Today? Contests Community About Us Newsletter Sign-up FOXBOX FOX23 Staff Contact Us My41Tulsa Closed Caption help KOKI EEO Statement KMYT EEO Statement KOKI Public ... "], ["2020-06-02 08:20", "Hong Kong shares extend rallySearch About Us Advertise with Us Malay Mail Home Malaysia COVID-19 World Money Life Eat/Drink Showbiz WYT Opinion Sports Tech/Gadgets Drive Videos Archives About Us Privacy Policy Terms of Use Advertise with Us Apple AppStore Google Play Store Huawei App Gallery Google News ProjekMM Home Malaysia COVID-19 World Money Life Eat/Drink Showbiz Opinion Sports Tech/Gadgets Drive Videos ProjekMM Loading... Home Money Hong Kong shares extend rally Tuesday, 02 Jun 2020 04:20 PM MYT The Hang Seng Index climbed 1.11 per cent, or 263.42 points, to 23,995.94. — AFP pic HONG KONG, June 2 — Hong Kong shares enjoyed more healthy gains today, building on the previous day's more than three per cent surge, as the easing of lockdowns trumped worries about China ... "], ["2020-06-02 08:20", "The Car Radio Could Be On The Rebound ... ? Can we win those people back? \"We also need to consider all those employees and companies who have now learned that remote work can be productive, convenient, and less expensive. Not everyone is going to return to their daily commute...either at all, or as often. Which means that getting radio's smart speaker skills ingrained in homes is now more important than ever. \"And lastly, the APPLE report tells us once again that the most-driven days of the week are FRIDAY and SATURDAY so don't slack off on SATURDAYS!\" For more info reach out to ALAN BURNS & ASSOCIATES . see more Net News View the discussion thread. Today's Must Reads 1 KHKS (106.1)/Dallas Offers 8 Min And 46 Seconds Of Silence In Tribute To George Floyd posted June 2, 2020 ... "], ["2020-06-02 08:18", "Parched outback opal-mining town waits for new pipes ...  mother accused of exploiting daughter to engage in sex acts with partner Posted 58 m minutes ago More Just In Back to top ABC News homepage More From ABC NEWS Sections ABC NEWS Just In Politics World Business Analysis Sport Science Health Arts Fact Check Other News in language Berita Bahasa Indonesia Tok Pisin Connect with ABC News Facebook Messenger Twitter Instagram YouTube Apple News More from ABC News Contact ABC NEWS This service may include material from Agence France-Presse (AFP), APTN, Reuters, AAP, CNN and the BBC World Service which is copyright and cannot be reproduced. AEST = Australian Eastern Standard Time which is 10 hours ahead of GMT (Greenwich Mean Time) Editorial Policies Accessibility Help Contact Us About the ABC Privacy Policy Terms of ... "]]}}