{"postfix": "ashland_global-aktie", "name": "ASHLAND_GLOBAL", "wkn": "A2AR23", "time": "2020.06.02 11:58", "ts": 1591091897, "features": {"KGV": "30.27", "Marktkapitalisierung": {"Size": "Mrd", "Value": "3.66"}, "GA": "2.50", "KBV": "1.32", "BA": "57.42", "KCV": "16.13", "CA": "4.69", "Vola30": "56.97", "Vola90": "76.94", "Vola180": "57.36", "Vola250": "43.88"}, "rivals": ["brenntag-aktie"], "text_data": {"de": [["31.05.20", "Mai 2020: Die Expertenmeinungen zur Ashland Global-Aktie"], ["09.05.20", "Ashland Global mit Zahlen zum abgelaufenen Quartal"], ["04.05.20", "Ausblick: Ashland Global öffnet die Bücher zum abgelaufenen Quartal"], ["30.04.20", "Die Expertenmeinungen zur Ashland Global-Aktie im April 2020"], ["20.04.20", "Erste Schätzungen: Ashland Global verkündet Quartalsergebnis zum jüngsten Jahresviertel"], ["26.01.20", "Ausblick: Ashland Global öffnet die Bücher zum abgelaufenen Quartal"]], "en": [["07.05.20", "Ashland Inc (ASH) Q2 2020 Earnings Call Transcript"], ["28.04.20", "Ashland (ASH) Earnings Expected to Grow: Should You Buy?"], ["28.01.20", "Ashland Global Holdings Inc. (ASH) Q1 2020 Earnings Call Transcript"], ["28.01.20", "Ashland (ASH) Earnings Beat Estimates in Q1, Sales Miss"], ["28.01.20", "Ashland (ASH) Beats Q1 Earnings Estimates"], ["24.01.20", "Ashland (ASH) Declares Completion of Senior Notes Offering"], ["20.01.20", "Earnings Preview: Ashland (ASH) Q1 Earnings Expected to Decline"], ["10.01.20", "Ashland Declares Pricing of Senior Notes Offering Due 2028"], ["2020-06-01 06:43", "Chicago Sun-Times ... Called Fulton East, the 12-story building is going up at 215 N. Peoria St. Construction started about a year ago. So how could its design possibly be influenced by a global infection?Credit developer Robert Wislow for recognizing the real estate market was being disrupted, and potential office tenants will have a new set of concerns surrounding health and safety. Wislow,  ...  ruled her death a homicide.About an hour before that, a man was killed in Back of the Yards.The 18-year-old was shot in the chest about 3:20 p.m. in the 4500 block of South Ashland Avenue, according to police. He was dropped off at Stroger Hospital, where he was pronounced dead.A man died after being dropped off at a West Side hospital with a gunshot wound less than an hour earlier.The 25- ... "], ["2020-05-30 19:35", "Armed robberies reported in Gresham, Morgan Park: police ... :45 p.m. May 27 in the 7600 block of South Vincennes Avenue; About 12:05 a.m. May 28 in the 9500 block of South Halsted Street; About 12:05 May 30 in the 8300 block of South Ashland Avenue; and About 12:35 a.m. May 30 in the 11000 block of South Halsted Street. Anyone with information is asked to contact Chicago police at 312-747-8273. Read more on crime , and track the city's ... map of Illinois coronavirus cases Track the latest confirmed COVID-19 cases across the state with this state map, updated daily with public health department data. By Sun-Times staff Latest global coronavirus cases and deaths Keep track of coronavirus cases around the world, including recoveries and deaths. By Associated Press Live map of U.S. coronavirus cases by county Keep track  ... "], ["2020-05-30 09:58", "After surviving 2 world wars, Boston Marathon is stopped in its tracks by social distancing ...  responsible or realistic on Sept. 14 or any time this year.\" The longest-running annual marathon in the world, the Boston Marathon began in 1897 when 15 men drew a starting line in the dirt in Ashland and headed for the city to commemorate the first modern Olympic Games the previous year. In 1918, the format was modified to a relay due to World War I; the 2013 race was stopped when two bombs ... We reserve the right to exclude comments which are inconsistent with our editorial standards. FULL DISCLAIMER The Inquirer Channels News Sports Entertainment Lifestyle Technology Business Opinion Global Nation Services Mobile RSS Email Us Archive Contact Us News Letter Job Openings The Inquirer Company About INQUIRER.net About the INQUIRER User Agreement Link Policy  ... "], ["2020-05-29 22:17", "United Pastors in Mission on death of George Floyd: ‘We cannot breathe until justice is served’ ... . Larry L. Macon, Sr., president of UPM; Rev. Dr. Marvin A. McMickle, interim pastor of Antioch church and former president of Colgate Rochester Seminary in NY; the Rev. Dr. C.J. Matthews of Mt. Sinai Church; and the Rev. Dr. William H. Myers, professor of Religion in Black studies at Ashland Theological Seminary. According to a release, the pastors stated that too many killings of black men are happening \"during a time of stress in a global pandemic.\" During the press conference, the pastors said, \"We cannot breathe until Justice is served. Until the policemen are in prison and prosecuted to the fullest extent of their crime of murder.\" Floyd, who was arrested Monday night reportedly on suspicion of passing a counterfeit bill, was handcuffed ... "], ["2020-05-29 11:16", "Boston Marathon canceled for 1st time in 124-year history ...  on Sept. 14 or any time this year.'' The longest-running annual marathon in the world, the Boston Marathon began in 1897 when 15 men drew a starting line in the dirt in Ashland and headed for the city to commemorate the first modern Olympic Games the previous year. In 1918, the format was modified to a relay due to World War I; the 2013 race was stopped when  ... and Industry Center opens to promote Korean traditional paper Calls grow to delay school opening as virus fears persist S. Korea reports 58 new cases of new coronavirus infection Korea, China set example for global cooperation on COVID-19 Celebrity couple Lee Dong-gun, Cho Youn-hee divorce after 3-year marriage Singer Lee Sun-hee confirms divorce YG's rookie Bang Ye-dam of TREASURE to  ... "], ["2020-05-29 11:02", "Boston Marathon canceled for first time in 124-year history ...  be responsible or realistic on Sept. 14 or any time this year.\" The longest-running annual marathon in the world, the Boston Marathon began in 1897 when 15 men drew a starting line in the dirt in Ashland and headed for the city to commemorate the first modern Olympic Games the previous year. In 1918, the format was modified to a relay due to World War I; the 2013 race was stopped when two bombs exploded  ... business in Japan LAST UPDATED: May 25, 2020 SPECIAL SUPPLEMENTS Sponsored contents planned and edited by JT Media Enterprise Division. Read more SUPPLEMENTS BINDER Synergy Media Specialists Global Insight Nihon Global Media World Eye Reports Return to The Japan Times top page JT Digital Archives The Japan Times Alpha Jobs Study in Japan JT for Women JT  ... "], ["2020-05-29 10:00", "Growing Overseas Power Generation Activities To Provide Impetus To Development Of Global Offshore Corrosion Protection Market; Valuation To Rise Up To US$13 Bn By 2030, Find TMR ... the market has been growing from emerging economies such as India and China , which also will help in driving the growth further. Purchase Premium Research Report on Global Offshore Corrosion Protection Market@ https://www.transparencymarketresearch.com/checkout.php?rep_id=28352&ltype=S Global Offshore Corrosion Protection Market - Key Players Prominent players operating in the global offshore corrosion protection market are Southern Cathodic Protection, RPM International Inc., Ashland , and 3M among others. Global Offshore Corrosion Protection Market: Segmentation Offshore Corrosion Protection Market, by Technology Coatings Corrosion Inhibitors Liquid Phase Inhibitors (LPIs) Volatile Corrosion Inhibitors (VCIs) Cathodic Protection Sacrificial Anode Cathodic ... "], ["2020-05-28 21:58", "On This Date: Wilkes-Barre/Scranton Penguins showed off their uniforms in 1998 ...  on Sept. 14 or any time this year.\" The longest-running annual marathon in the world, the Boston Marathon began in 1897 when 15 men drew a starting line in the dirt in Ashland and headed for the city to commemorate the first modern Olympic Games the previous year. In 1918, the format was modified to a relay due to World War I; the 2013 race was stopped  ... safety of the players and all the rest of the staff.\" Still, ironing out the format and narrowing down its two potential playoff host cities to a list of 10 represents significant progress since global sports were largely shut down in March as the coronavirus outbreak turned into a pandemic. Play could resume in late July or early August, with the Stanley Cup Final in September or even later. \" ... "], ["2020-05-28 21:21", "Boston Marathon canceled for first time in 124-year history ...  on Sept. 14 or any time this year.\" The longest-running annual marathon in the world, the Boston Marathon began in 1897 when 15 men drew a starting line in the dirt in Ashland and headed for the city to commemorate the first modern Olympic Games the previous year. In 1918, the format was modified to a relay due to World War I; the 2013 race was stopped  ... safety of the players and all the rest of the staff.\" Still, ironing out the format and narrowing down its two potential playoff host cities to a list of 10 represents significant progress since global sports were largely shut down in March as the coronavirus outbreak turned into a pandemic. Play could resume in late July or early August, with the Stanley Cup Final in September or even later. \" ... "], ["2020-05-28 20:19", "Boston Marathon canceled for first time in 124-year history due to Covid-19 ... to the Australia edition current edition: International edition News Opinion Sport Culture Lifestyle Show More News Coronavirus World news UK news Environment Science Global development Football Tech Business Obituaries Opinion The Guardian view Columnists Cartoons Opinion videos Letters Sport Football Cricket Rugby union Tennis Cycling F1 Golf  ...  organizers with a social distancing problem that won't be solved by the fall. The cancellation is the first ever for the race, which began in 1897 when 15 men drew a starting line in the dirt in Ashland and headed for the city to commemorate the first modern Olympic Games the previous year. In 1918, the format was modified to a relay due to World War I; the 2013 race was stopped when two bombs exploded at  ... "], ["2020-05-28 19:18", "UPDATED: 2020 Boston Marathon is canceled due to the coronavirus outbreak. This is the first time in history it will not be held in person. ... even more harmful. The Marathon pumps $211 million a year into the citys economy and about $40 million charities, he said. The Marathon starts in Hopkinton and continues into Ashland, Framingham, Natick, Wellelsey, Newton and Brookline, before ending in Boston. Do you want your coronavirus news in one place? The Daily News is curating a Coronavirus newsletter with the ...  be smart,\" said Grilk. The Boston Marathon has never been canceled outright since its first running in 1897, though there was a de facto cancellation in 1918, when the end of World War I and a global influenza pandemic prompted organizers to switch to a relay race format. \"One has to see what is going on in the world,\" Grilk said. About a third of this years field was supposed to be ... "], ["2020-05-28 19:17", "UPDATED: 2020 Boston Marathon is canceled due to the coronavirus outbreak. This is the first time in history it will not be held in person. ...  harmful. The Marathon pumps $211 million a year into the city's economy and about $40 million charities, he said. The Marathon starts in Hopkinton and continues into Ashland, Framingham, Natick, Wellelsey, Newton and Brookline, before ending in Boston. Do you want your coronavirus news in one place? The Daily News is curating a Coronavirus newsletter with the  ... to be smart,\" said Grilk. The Boston Marathon has never been canceled outright since its first running in 1897, though there was a de facto cancellation in 1918, when the end of World War I and a global influenza pandemic prompted organizers to switch to a relay race format. \"One has to see what is going on in the world,\" Grilk said. About a third of this year's field was supposed  ... "], ["2020-05-28 19:17", "UPDATED: 2020 Boston Marathon is canceled due to the coronavirus outbreak. This is the first time in history it will not be held in person. ...  harmful. The Marathon pumps $211 million a year into the city's economy and about $40 million charities, he said. The Marathon starts in Hopkinton and continues into Ashland, Framingham, Natick, Wellelsey, Newton and Brookline, before ending in Boston. Do you want your coronavirus news in one place? The Daily News is curating a Coronavirus newsletter with the  ... to be smart,\" said Grilk. The Boston Marathon has never been canceled outright since its first running in 1897, though there was a de facto cancellation in 1918, when the end of World War I and a global influenza pandemic prompted organizers to switch to a relay race format. \"One has to see what is going on in the world,\" Grilk said. About a third of this year's field was supposed  ... "], ["2020-05-28 19:17", "UPDATED: 2020 Boston Marathon is canceled due to the coronavirus outbreak. This is the first time in history it will not be held in person. ...  harmful. The Marathon pumps $211 million a year into the city's economy and about $40 million charities, he said. The Marathon starts in Hopkinton and continues into Ashland, Framingham, Natick, Wellelsey, Newton and Brookline, before ending in Boston. Do you want your coronavirus news in one place? The Daily News is curating a Coronavirus newsletter with the  ... to be smart,\" said Grilk. The Boston Marathon has never been canceled outright since its first running in 1897, though there was a de facto cancellation in 1918, when the end of World War I and a global influenza pandemic prompted organizers to switch to a relay race format. \"One has to see what is going on in the world,\" Grilk said. About a third of this year's field was supposed  ... "], ["2020-05-28 18:49", "Boston Marathon canceled for 1st time in 124-year history ...  with a social distancing problem that won't be solved by the fall. The cancellation is the first ever for the race, which began in 1897 when 15 men drew a starting line in the dirt in Ashland and headed for the city to commemorate the first modern Olympic Games the previous year. In 1918, the format was modified to a relay due to World War I; the 2013 race was stopped when two bombs exploded at ... 19 and the 125th anniversary edition is scheduled for April 18, 2022. AP NEWS Top Stories Video Contact Us Cookie Settings Download AP NEWS Connect with the definitive source for global and local news More from AP ap.org AP Insights AP Definitive Source AP Images Spotlight AP Explore AP Books Follow AP The Associated Press About Contact Customer Support Careers  ... "], ["2020-05-28 18:19", "2020 Boston Marathon canceled. This is the first time in history it will not be held. ...  more harmful. The marathon pumps $211 million a year into the citys economy and about $40 million charities, he said. The marathon starts in Hopkinton and continues into Ashland, Framingham, Natick, Wellelsey, Newton and Brookline, before ending in Boston. Do you want your coronavirus news in one place? The Daily News is curating a Coronavirus newsletter with ...  want, we deliver. The Boston Marathon has never been canceled outright since its first running in 1897, though there was a de facto cancellation in 1918, when the end of World War I and a global influenza pandemic prompted organizers to switch to a relay race format. Until March 13, not even the Great Depression or ferocious storms had interrupted the 124-year-old race, a bucket list quest for runners  ... "], ["2020-05-28 18:19", "2020 Boston Marathon canceled. This is the first time in history it will not be held. ... harmful. The marathon pumps $211 million a year into the city's economy and about $40 million charities, he said. The marathon starts in Hopkinton and continues into Ashland, Framingham, Natick, Wellelsey, Newton and Brookline, before ending in Boston. Do you want your coronavirus news in one place? The Daily News is curating a Coronavirus newsletter with  ...  want, we deliver. The Boston Marathon has never been canceled outright since its first running in 1897, though there was a de facto cancellation in 1918, when the end of World War I and a global influenza pandemic prompted organizers to switch to a relay race format. Until March 13, not even the Great Depression or ferocious storms had interrupted the 124-year-old race, a bucket list quest for runners  ... "], ["2020-05-28 04:00", "Boston Marathon is canceled ...  harmful. The marathon pumps $211 million a year into the city's economy and about $40 million charities, he said. The marathon starts in Hopkinton and continues into Ashland, Framingham, Natick, Wellelsey, Newton and Brookline, before ending in Boston. Do you want your coronavirus news in one place? The Daily News is curating a Coronavirus newsletter with the ... to be smart,\" said Grilk. The Boston Marathon has never been canceled outright since its first running in 1897, though there was a de facto cancellation in 1918, when the end of World War I and a global influenza pandemic prompted organizers to switch to a relay race format. \"One has to see what is going on in the world,\" Grilk said. About a third of this year's field was supposed to ... "], ["2020-05-28 04:00", "Marathon's course is run ...  harmful. The Marathon pumps $211 million a year into the city's economy and about $40 million charities, he said. The Marathon starts in Hopkinton and continues into Ashland, Framingham, Natick, Wellelsey, Newton and Brookline, before ending in Boston. Do you want your coronavirus news in one place? The Daily News is curating a Coronavirus newsletter with the  ... to be smart,\" said Grilk. The Boston Marathon has never been canceled outright since its first running in 1897, though there was a de facto cancellation in 1918, when the end of World War I and a global influenza pandemic prompted organizers to switch to a relay race format. \"One has to see what is going on in the world,\" Grilk said. About a third of this year's field was supposed  ... "], ["2020-05-27 17:28", "Why We Need to Reemphasize America's Founding Principles in Civics Education ...  Domestic Policy Agriculture Education Government Regulation Housing Political Thought American Founders Conservatism Progressivism Public Opinion International Asia Europe Global Politics Middle East Government Spending Budget and Spending Debt Social Security Energy & Environment Coal, Oil, Natural Gas Energy  ... report card, recently released its assessment results, which show that only 24% of eighth-grade students performed proficiently on the civics exam. Those results point to an evident crisis. Jeff Sikkenga, executive director of the Ashland, Ohio-based Ashbrook Center, which seeks to strengthen constitutional self-government, says that this is a crisis both of knowledge and a personal devotion to our nation. \"When we ask students whether they  ... "]]}}