{"postfix": "astrazeneca-aktie", "name": "ASTRAZENECA", "wkn": "886455", "time": "2020.06.02 12:44", "ts": 1591094690, "features": {"KGV": "29.03", "Marktkapitalisierung": {"Size": "Mrd", "Value": "127.94"}, "GA": "3.50", "KBV": "10.07", "BA": "10.09", "KCV": "35.56", "CA": "2.86", "Vola30": "38.97", "Vola90": "57.5", "Vola180": "46.22", "Vola250": "36.11"}, "rivals": ["evotec-aktie", "johnson_johnson-aktie", "merck_co-aktie", "gilead_sciences-aktie", "roche_2-aktie", "bayer-aktie", "teva_adrs-aktie"], "text_data": {"de": [["01.06.20", "MÄRKTE EUROPA/Börsen legen trotz China-Spannungen zu"], ["01.06.20", "MÄRKTE EUROPA/Börsen halten sich wacker"], ["01.06.20", "MÄRKTE EUROPA/Börsen halten sich wacker"], ["01.06.20", "MÄRKTE EUROPA/Börsen kommen von Tageshochs zurück"], ["31.05.20", "Analysten sehen für AstraZeneca-Aktie Luft nach oben"], ["31.05.20", "Mai 2020: Das sind die Expertenmeinungen zur AstraZeneca-Aktie"], ["29.05.20", "Astrazeneca, BioNTech, Pfizer und Co: Wettlauf um Corona-Impfstoff"], ["25.05.20", "ROUNDUP: Altmaier will gemeinsames EU-Projekt für Arzneimittelproduktion"], ["25.05.20", "Altmaier will gemeinsames EU-Projekt für Arzneimittelproduktion"], ["22.05.20", "Astrazeneca: Das ist eine Ansage - über eine Milliarde Dollar im Kampf gegen Corona"], ["21.05.20", "ROUNDUP: USA geben Milliarden-Finanzspritze für Impfstoff aus Großbritannien"], ["21.05.20", "MÄRKTE EUROPA/Anleger nehmen Gewinne mit"], ["21.05.20", "USA zahlen 1,2 Mrd USD an Astrazeneca für möglichen Corona-Impfstoff"], ["21.05.20", "AKTIE IM FOKUS: AstraZeneca klettern auf Rekordhoch - Corona-Impfstoff-Hoffnung"], ["21.05.20", "AstraZeneca: Neue Hoffnung auf Corona-Impfstoff"], ["21.05.20", "USA bestellen möglichen Corona-Impfstoff bei AstraZeneca"], ["21.05.20", "Astrazeneca: Können 1 Milliarde Covid-19-Impfstoffdosen herstellen"], ["20.05.20", "Astrazeneca und Merck erhalten Zulassung für Prostata-Krebsmittel"], ["20.05.20", "ANALYSE-FLASH: Barclays belässt Astrazeneca auf 'Overweight' - Ziel 9200 Pence"], ["20.05.20", "Astrazeneca erhält weitere US-Zulassung für Krebsmittel Lynparza"], ["01.05.20", "Moderna, BioNTech und Co aufgepasst: Astrazeneca positioniert sich"], ["30.04.20", "April 2020: Das sind die Expertenmeinungen zur AstraZeneca-Aktie"], ["30.04.20", "AstraZeneca und Universität Oxford bündeln Kräfte bei Corona-Impfstoff"], ["30.04.20", "Dividenden-Garanten Astrazeneca und GlaxoSmithKline: Prognosen stehen, aber..."], ["30.04.20", "Newsticker Corona: AstraZeneca soll möglichen Impfstoff der Uni Oxford herstellen"], ["30.04.20", "AstraZeneca mit Zahlen zum abgelaufenen Quartal"], ["30.04.20", "AstraZeneca: Bilanzvorlage zum letzten Quartal"]], "en": [["01.06.20", "AstraZeneca scores twin drug approvals alongside vaccine progress"], ["01.06.20", "UPDATE 2-AstraZeneca scores twin drug approvals alongside vaccine progress"], ["01.06.20", "AstraZeneca PLC : Block listing Interim Review"], ["01.06.20", "AstraZeneca PLC : Total Voting Rights"], ["01.06.20", "UPDATE 1-AstraZeneca-Merck Lynparza gets EMA's positive recommendation"], ["01.06.20", "AstraZeneca-Merck Lynparza gets EMA's positive recommendation"], ["01.06.20", "AstraZeneca PLC : Brilinta obtains additional US approval"], ["01.06.20", "AstraZeneca PLC : Lynparza EU CHMP opinion in pancreatic cancer"], ["29.05.20", "AstraZeneca PLC : Second Price Monitoring Extn"], ["29.05.20", "AstraZeneca PLC : Price Monitoring Extension"], ["29.05.20", "AstraZeneca Scored A 'Home Run' With Its Cancer Drug — And Shares Popped"], ["29.05.20", "AstraZeneca PLC : Imfinzi sustained overall survival in CASPIAN"], ["29.05.20", "AstraZeneca PLC : Enhertu DESTINY-Gastric01 results from ASCO 2020"], ["29.05.20", "AstraZeneca PLC : Tagrisso unprecedented adjuvant lung cancer data"], ["28.05.20", "AstraZeneca says it may consider exposing vaccine trial participants to virus"], ["28.05.20", "AstraZeneca partners with Oxford Biomedica to expand COVID-19 vaccine manufacturing capacity"], ["27.05.20", "Drug wars: how AstraZeneca overtook GSK in UK pharma "], ["26.05.20", "The Zacks Analyst Blog Highlights: Bristol-Myers, Roche, AstraZeneca, Merck and Johnson & Johnson"], ["26.05.20", "AstraZeneca PLC : Director/PDMR Shareholding"], ["22.05.20", "AstraZeneca PLC : Enhertu US orphan designation in gastric cancer"], ["22.05.20", "UPDATE 9-U.S. secures 300 million doses of potential AstraZeneca COVID-19 vaccine"], ["22.05.20", "AstraZeneca jumps on Covid-19 vaccine funding"], ["22.05.20", "UPDATE 8-U.S. secures 300 million doses of potential AstraZeneca COVID-19 vaccine"], ["21.05.20", "BJ’s, AstraZeneca rise; Hormel Foods, Medtronic fall"], ["21.05.20", "U.S. secures 300 million doses of potential AstraZeneca COVID-19 vaccine"], ["21.05.20", "UPDATE 7-U.S. secures 300 million doses of potential AstraZeneca COVID-19 vaccine"], ["21.05.20", "AstraZeneca Pops On $1.2 Billion In Funding For Coronavirus Vaccine"], ["21.05.20", "Covid-19 has brought on a case of corporate good citizenship at AstraZeneca"], ["21.05.20", "U.S. Seals Deal with AstraZeneca for 300 Million Doses of Potential Coronavirus Vaccine"], ["21.05.20", "UPDATE 6-U.S. secures 300 million doses of potential AstraZeneca COVID-19 vaccine"], ["21.05.20", "The Wall Street Journal: U.S. to invest $1.2 billion to secure potential coronavirus vaccine from AstraZeneca, Oxford University"], ["21.05.20", "U.S. gives AstraZeneca $1.2 billion to fund Oxford University coronavirus vaccine — America would get 300 million doses beginning in October"], ["21.05.20", "Fin24.com | AstraZeneca gets over $1 billion from US to fund coronavirus vaccine"], ["21.05.20", "UPDATE 5-U.S. secures 300 million doses of potential AstraZeneca COVID-19 vaccine"], ["21.05.20", "U.S. secures 300 million doses of potential AstraZeneca COVID-19 vaccine"], ["21.05.20", "UPDATE 4-U.S. secures 300 million doses of potential AstraZeneca COVID-19 vaccine"], ["21.05.20", "AstraZeneca secures orders for COVID-19 vaccine"], ["21.05.20", "AstraZeneca to make billion COVID vaccine doses if tests succeed"], ["21.05.20", "REFILE-UPDATE 2-AstraZeneca to make billion COVID vaccine doses if tests succeed"], ["21.05.20", "UPDATE 2-AstraZeneca to make billion COVID vaccine doses if tests succeed"], ["2020-06-02 09:40", "Pharma Company AstraZeneca Heart and Cancer Drugs Approved While Coronavirus Vaccine Makes ProgressAstraZeneca received approvals for two medications while it continues to develop its coronavirus vaccine."], ["2020-06-02 08:14", "How close are we to a coronavirus vaccine? Latest news on UK and US trials ... 'll deliver it right across these islands.\" He added: \"Vaccine science is an uncertain business, that is why we cannot ever be 100 per cent sure that there will be a safe and effective vaccine. \"But we're putting everything we possibly can into making sure that we can give them the best possible chance for every citizen of the whole United Kingdom.\" On the partnership with AstraZeneca, Sir John said: \"Once we get an approval by the regulators we don't want to have to go back to the beginning and work out how we manufacture it at scale. \"We also want to make sure that the rest of the world will be ready to make this vaccine at scale so that it gets to populations in developing countries, for example, where the need is very ... "], ["2020-06-01 06:29", "AstraZeneca's heart drug gets FDA nodHome Mail News Finance Sports Entertainment Search Mobile More Yahoo Search Search News Search web Skip to Navigation Skip to Main Content Skip to Related Content Mail AstraZeneca's heart drug gets FDA nod Reuters June 1, 2020 A man walks past a sign at an AstraZeneca site in Macclesfield More (Reuters) - AstraZeneca Plc said on Monday the U.S. Food and Drug Administration has approved its drug for reducing the risk of a first heart attack or stroke in high-risk patients with coronary artery disease. The FDA approval was based on positive results from a late-stage trial of the drug, Brilinta, along with aspirin, which showed a statistically significant reduction in major adverse cardiovascular events, when compared to aspirin alone. (Reporting by Aakash  ... "], ["2020-06-01 06:28", "Reuters ... -with-phase-1-china-trade-deal-for-now-idUSKBN238219https://www.reuters.com/resources/r/?m=02&d=20200601&t=2&i=1520648071&w=&fh=&fw=&ll=460&pl=300&r=LYNXMPEG501PZReuterseng2020-06-01T16:53:50+00:00'Lemon' or not, Trump stuck with Phase 1 China trade deal for nowHeadlines,Business, Industryhttps://www.reuters.com/article/us-astrazeneca-ema-lynparza/astrazeneca-scores-twin-drug-approvals-alongside-vaccine-progress-idUSKBN2381EVhttps://www.reuters.com/resources/r/?m=02&d=20200601&t=2&i=1520598891&w=&fh=&fw=&ll=460&pl=300&r=LYNXMPEG5017EReuterseng2020-06-01T16:51:53+00:00AstraZeneca scores twin drug approvals alongside vaccine progressHeadlines,Healthhttps://www.reuters.com/article/health-coronavirus-who/update-1-who-pushes-to-keep-ties-with-generous ... "], ["2020-06-01 06:17", "AstraZeneca-Merck Lynparza gets EMA's positive recommendationHome Mail News Finance Sports Entertainment Search Mobile More Yahoo Search Search News Search web Skip to Navigation Skip to Main Content Skip to Related Content Mail AstraZeneca-Merck Lynparza gets EMA's positive recommendation Reuters June 1, 2020 1 / 2 AstraZeneca-Merck Lynparza gets EMA's positive recommendation FILE PHOTO: The company logo for pharmaceutical company AstraZeneca is displayed on a screen on the floor at the NYSE in New York (Reuters) - Drugmakers AstraZeneca Plc and Merck & Co Inc said on Monday their blockbluster cancer drug, Lynparza, has received positive recommendation from the European Medicines Agency (EMA) as a maintenance treatment for a form of pancreatic cancer. The recommendation from the EMA's Committee for  ... "], ["2020-06-01 06:09", "Scientists hunt pandemic hotspots in race to test vaccines ...  has experience in Africa of testing vaccines against HIV, malaria and tuberculosis. \"Africa is now beginning to experience lots of cases of COVID-19. We might very well want to run part of the trial there, where we know we can collect the data effectively,\" said Collins. Adrian Hill, director of the Jenner Institute at Britain's Oxford University which has teamed up with AstraZeneca, started mid-stage trials last month which he said would aim to recruit around 10,000 people in Britain. He told Reuters that with COVID-19 disease transmission rates dropping in the UK there is a possibility that the trial would have to be halted if they didn't have enough infections to yield a result. \"That would be disappointing, and at the moment it ... "], ["2020-06-01 06:05", "Scientists hunt pandemic hotspots in race to test vaccines ...  has experience in Africa of testing vaccines against HIV, malaria and tuberculosis. \"Africa is now beginning to experience lots of cases of COVID-19. We might very well want to run part of the trial there, where we know we can collect the data effectively,\" said Collins. Adrian Hill, director of the Jenner Institute at Britain's Oxford University which has teamed up with AstraZeneca, started mid-stage trials last month which he said would aim to recruit around 10,000 people in Britain. He told Reuters that with COVID-19 disease transmission rates dropping in the UK there is a possibility that the trial would have to be halted if they didn't have enough infections to yield a result. \"That would be disappointing, and at the moment it ... "], ["2020-06-01 06:04", "Scientists hunt pandemic hotspots in race to test vaccines ...  has experience in Africa of testing vaccines against HIV, malaria and tuberculosis. \"Africa is now beginning to experience lots of cases of COVID-19. We might very well want to run part of the trial there, where we know we can collect the data effectively,\" said Collins. Adrian Hill, director of the Jenner Institute at Britain's Oxford University which has teamed up with AstraZeneca, started mid-stage trials last month which he said would aim to recruit around 10,000 people in Britain. He told Reuters that with COVID-19 disease transmission rates dropping in the UK there is a possibility that the trial would have to be halted if they didn't have enough infections to yield a result. \"That would be disappointing, and at the moment it ... "], ["2020-06-01 06:03", "Scientists hunt pandemic hotspots in race to test vaccines ...  has experience in Africa of testing vaccines against HIV, malaria and tuberculosis. \"Africa is now beginning to experience lots of cases of COVID-19. We might very well want to run part of the trial there, where we know we can collect the data effectively,\" said Collins. Adrian Hill, director of the Jenner Institute at Britain's Oxford University which has teamed up with AstraZeneca, started mid-stage trials last month which he said would aim to recruit around 10,000 people in Britain. He told Reuters that with COVID-19 disease transmission rates dropping in the UK there is a possibility that the trial would have to be halted if they didn't have enough infections to yield a result. \"That would be disappointing, and at the moment it ... "], ["2020-06-01 06:00", "UK hospitals to trial five new drugs in search for coronavirus treatment ... t hijack it\", said Wilkinson, but Covid-19 \"subverts this\" and this drug may help cells against viral attack, he added. Medi3506, an anti-inflammatory injection being developed for skin disorders and chronic obstructive pulmonary disease, but which has also been used in trials for asthma by AstraZeneca. It acts to dampen down the cytokine storm that causes the immune system to go into overdrive and cause fever, inflammation and fatigue. Calquence, another AstraZeneca drug, used to treat mantle cell lymphoma. It acts as an inhibitor of the enzyme known as Bruton's tyrosine kinase (BRK) and was developed for severe lung inflammation. It was chosen for a formal trial after anecdotal evidence showed a reduced incidence of complications from Covid ... "], ["2020-06-01 00:12", "Help your immune system to pack a punch ... and mounted a good immune response, remaining healthy after being exposed to a heavy dose of the virus. Encouraged, the Oxford group began human trials with more than 1,000 volunteers in April. They await confirmation that the vaccine is safe and that the volunteers produced antibodies to the virus. Professor Gilbert is confident it will work and the group has linked up with biopharmaceutical giant AstraZeneca to prepare for the manufacture of tens of millions of doses when the trials are complete. What are the next steps? Once it has been established that a vaccine is safe (with few, or no side-effects) and triggers a good immune response, the crucial test is to see if it works. This is difficult because self-isolating means there is not much Covid-19 about ... "], ["2020-05-31 23:35", "Testing on kids is a nervous next step on way to Covid vaccine ...  12-year-olds as schools and nurseries reopen in the UK. Text Size: A A A Bloomberg/London There are many questions surrounding children's role in the coronavirus pandemic but one thing is clear: they'll need a vaccine, just like adults. That means injecting dozens of kids with an experimental product — a prospect that makes many parents nervous. The University of Oxford and AstraZeneca Plc plan to start testing their jab in 5- to 12-year-olds as schools and nurseries reopen in the UK. Children appear to be less affected by Covid-19, though their role in transmission of the virus remains unclear. A vaccine would protect them and ensure they don't infect others who are more at risk, like teachers or grandparents. But the pandemic has struck ... "], ["2020-05-31 18:15", "Testing on kids Is a nervous next step on the way to a COVID-19 vaccine ...  BLOOMBERG May 31, 2020 Article history Online: May 31, 2020 Last Modified: May 31, 2020 PRINT SHARE There are many questions surrounding children's role in the coronavirus pandemic but one thing is clear: they'll need a vaccine, just like adults. That means injecting dozens of kids with an experimental product — a prospect that makes many parents nervous. The University of Oxford and AstraZeneca PLC plan to start testing their jab in 5- to 12-year-olds as schools and nurseries reopen in the U.K. Children appear to be less affected by COVID-19, though their role in transmission of the virus remains unclear. A vaccine would protect them and ensure they don't infect others who are more at risk, like teachers or grandparents. But the pandemic ... "], ["2020-05-31 14:03", "One vaccine maker is thinking about intentionally exposing volunteers to the coronavirus ...  to test the vaccine, which could lead to delays. The pandemic is far from being over, but there aren't as many cases in some of the areas where these vaccines would be tested, including European countries and China. And without the pathogen moving freely inside a community where vaccine volunteers live, there's no way for researchers to see if the vaccine works. Therefore, AstraZeneca, the pharmaceutical giant that partnered with Oxford to manufacture the vaccine, has confirmed that it's considering infecting volunteers with SARS-CoV-2. Don't Miss : 10 deals you don't want to miss on Sunday: Coronavirus face masks, strongest hand sanitizer, $50 off iPads, more Phase 2 and 3 will include as many as 10,000 volunteers in the UK, but only ... "], ["2020-05-31 07:30", "How close are we to a coronavirus vaccine? Latest news on UK and US trials ... 'll deliver it right across these islands.\" He added: \"Vaccine science is an uncertain business, that is why we cannot ever be 100 per cent sure that there will be a safe and effective vaccine. \"But we're putting everything we possibly can into making sure that we can give them the best possible chance for every citizen of the whole United Kingdom.\" On the partnership with AstraZeneca, Sir John said: \"Once we get an approval by the regulators we don't want to have to go back to the beginning and work out how we manufacture it at scale. \"We also want to make sure that the rest of the world will be ready to make this vaccine at scale so that it gets to populations in developing countries, for example, where the need is very ... "], ["2020-05-31 07:17", "The SunThe Sunhttps://www.thesun.co.ukThe Best for News, Sport, Showbiz, CelebritiesTue, 02 Jun 2020 10:41:12 +0000en-GBhourly1https://wordpress.org/?v=5.4.1https://www.thesun.co.uk/wp-content/uploads/2016/04/icon-e1459786005667.png?strip=all&w=32The Sunhttps://www.thesun.co.uk3232 Gogglebox's Lee shares sweet tribute to best pal Jenny as she celebrates her 65th birthdayhttps://www.thesun.co.uk/tvandshowbiz/11763229/gogglebox-lee-riley-twitter-birthday-tribute-jenny-65/Tue, 02 Jun 2020 10:38:59 +0000Post 11763229 at The SunGOGGLEBOX star Lee Riley has wished \"dearest friend\" and co-star Jenny Newby a happy 65th birthday in an adorable social media post.The Hull-based Channel 4 personality, who films his views on telly shows with Jenny from his caravan,  ... "], ["2020-05-31 07:16", "Testing on children is a nervous next step on way to coronavirus vaccine ... FB Messenger Telegram Reddit WeChat Pinterest Print Permalink: https://str.sg/JdLV Copy LONDON (BLOOMBERG) - There are many questions surrounding children's role in the coronavirus pandemic but one thing is clear: They'll need a vaccine, just like adults. That means injecting dozens of kids with an experimental product - a prospect that makes many parents nervous. The University of Oxford and AstraZeneca plan to start testing their jab in five- to 12-year-olds as schools and nurseries reopen in Britain. Children appear to be less affected by Covid-19, though their role in transmission of the virus remains unclear. A vaccine would protect them and ensure they don't infect others who are more at risk, like teachers or grandparents. But the pandemic ... "], ["2020-05-31 07:15", "COVID-19 Vaccine To Be Ready By October, Global Pharma Ace Claims ...  of millions in 2021. The aces around the world have proposed more than 120 vaccines since the emergence and evolution of the virus. As per the latest update, at least 10 candidate vaccines are under clinical evaluation, while 115 of them are in pre-clinical evaluation. The event where Pfizer made the claims was attended by the medical majors of the world, including AstraZeneca's Pascal Soriot, GlaxoSmithKline's Emma Walmsley, Johnson & Johnson's Paul Stoffels. The brands are continuously working with their partners to ensure the development of a vaccine as soon as possible to prevent COVID-19. Comment Share Tweet Share E-mail Loading... Join the Discussion 2020 Medical Daily LLC. All rights reserved. Vitality Under the Hood Innovation The Hill ... "], ["2020-05-31 07:12", "Testing on kids is a nervous next step on way to Covid-19 vaccine ... Posted by: Shankhyaneel Sarkar Small children playing out at Dharavi slums in Mumbai. (Satish Bate/HT Photo) There are many questions surrounding children's role in the coronavirus pandemic but one thing is clear: they'll need a vaccine, just like adults. That means injecting dozens of kids with an experimental product -- a prospect that makes many parents nervous. The University of Oxford and AstraZeneca Plc plan to start testing their jab in 5- to 12-year-olds as schools and nurseries reopen in the UK Children appear to be less affected by Covid-19, though their role in transmission of the virus remains unclear. A vaccine would protect them and ensure they don't infect others who are more at risk, like teachers or grandparents. But the pandemic ... "], ["2020-05-30 23:20", "Global COVID-19 cases top 6 million ...  cases across Africa surpassed 100,000 as of Friday afternoon: Africa Center for Disease Control and Prevention ( Read more ) - US COVID-19 deaths surpass 95,000: Johns Hopkins University - US plans massive vaccine testing effort involving more than 100,000 volunteers - UK to impose 14-day quarantine on new arrivals as COVID-19 deaths hit 36,393 ( Read more ) - Oxford University and AstraZeneca plan to recruit around 10,000 adults and children in Britain for trials of an experimental coronavirus vaccine ( Read more ) China A security guard takes the body temperature of a resident at the entrance of a shopping mall in Guangzhou, Guangdong province, on May 23, 2020. [Photo/Sipa] Chinese mainland reports zero new COVID-19 cases on Friday ( Read more ) May 22 ... "]]}}