{"postfix": "at_s-aktie", "name": "AT_S_(AT&S)", "wkn": "922230", "time": "2020.06.02 11:33", "ts": 1591090400, "features": {"KGV": "70.33", "Marktkapitalisierung": {"Size": "Mio", "Value": "626.26"}, "GA": "3.80", "KBV": "0.96", "BA": "15.92", "KCV": "3.10", "CA": "5.12", "Vola30": "52.43", "Vola90": "75.96", "Vola180": "62.98", "Vola250": "51.14"}, "rivals": ["nokia-aktie", "siemens-aktie", "philips-aktie", "tdk-aktie", "elexis-aktie", "asml_1-aktie"], "text_data": {"de": [["26.05.20", "EANS Adhoc: AT & S Austria Technologie & Systemtechnik Aktiengesellscha"], ["25.05.20", "EANS Adhoc: AT & S Austria Technologie & Systemtechnik Aktiengesellscha"], ["12.05.20", "EANS Adhoc: AT & S Austria Technologie & Systemtechnik Aktiengesellscha"], ["31.03.20", "AT&S-Chef warnt vor Abwanderungen der Industrie nach China"], ["26.03.20", "EANS Adhoc: AT & S Austria Technologie & Systemtechnik Aktiengesellscha"], ["12.03.20", "EANS Adhoc: AT & S Austria Technologie & Systemtechnik Aktiengesellscha"], ["12.03.20", "EANS Adhoc: AT & S Austria Technologie & Systemtechnik Aktiengesellscha"], ["04.02.20", "MÄRKTE EUROPA/Börsen fester - Intesa treibt Italiens Banken"], ["04.02.20", "MÄRKTE EUROPA/Weiter aufwärts - Intesa treibt Italiens Banken"], ["04.02.20", "MÄRKTE EUROPA/Kräftig erholt - BP treibt Ölwerte"], ["04.02.20", "MÄRKTE EUROPA/Börsen-Erholung geht weiter - AT&S brechen ein"], ["03.02.20", "EANS Adhoc: AT & S Austria Technologie & Systemtechnik Aktiengesellscha"]], "en": [["01.04.20", "CleanSpark gets $577K order for ATS switchgear technology to power grocery stores amid coronavirus"], ["29.01.20", "Stamina ATS Air Rower is selling for $220 until midnight tonight     - CNET"], ["2020-06-02 09:31", "Life After Lockdown: Move to digital a huge trial for courtrooms, law enforcement agencies ...  offering legal assistance, in cases related to COVID-19, and may be reached through their Facebook pages such as this and this . Filing of criminal complaints at the Department of Justice electronically is still under study, Justice Undersecretary Mark Perete, department spokesperson said. How about inquests and preliminary investigations? It remains to be  ...  ago COVID-19 PNP How Hyun Bin pulls off Smart TVC amid COVID-19 pandemic Due to novel coronavirus disease 2019 (COVID-19) pandemic, many events were canceled or postponed, but Korean star Hyun Bin's Smart TV commercial was not one of them. 22 hours ago HYUN BIN Daily Bread The 'chewing' years Blessed are those who hunger and thirst for righteousness, for they will be filled. — Matthew 5 ... "], ["2020-06-02 09:31", "Coach Rohr vows to make Nigeria champions of Africa again ...  for (the Nations Cup) and then we want to win it,\" he said. \"We have a good team, we're now number three in Africa. When I arrived (in 2016), we were number 13. \"We have worked together for the past four years and I hope we can progress.\" Rohr led Nigeria to third place at last year's Africa Cup in Egypt, where they lost 2-1 to eventual champions Algeria in the semi-finals after conceding a stoppage-time goal. His team top their qualifying group for the 2021 Nations Cup slated for Cameroon with six points after winning their first two games against second-placed Benin and Lesotho, who are third. Sierra Leone are the other team in the group and are bottom on a point. The top two teams in the group will advance to the final tournament ... "], ["2020-06-02 09:30", "Despite inadequate transportation, MMDA says commuters 'forgot' quarantine rules at GCQ's onset ... -19 EXPLAINERS COVER STORIES FACT CHECKS NEWS COMMENTARIES An airconditioned bus offers free rides to commuters along Commonwealth Ave. on the second day of general community quarantine in Metro Manila. The STAR/Michael Varcas Despite inadequate transportation, MMDA says commuters 'forgot' quarantine rules at GCQ's onset Franco Luna (Philstar.com) - June 2, 2020 - 2:58pm MANILA, Philippines — In the wake of chaos reported among Metro Manila's motorways for throngs of commuters who could not find rides, the Metropolitan Manila Development Authority claimed Tuesday that this was because commuters forgot the rules and regulations set to curb the spread of the coronavirus. Ever since talks of general community quarantine began, government ... "], ["2020-06-02 09:30", "Send in the Clune: 'Outstanding' debutant tipped to spark misfiring Dragons ... . He was the halfback of the year [in the Canterbury Cup] and our player of the year. Adam Clune was the Canterbury Cup halfback of the year in 2019. \"He had 28 try assists and 27 line-break assists, so he's a footballer the first-grade team need at the moment.'' Head, like all Dragons fans, accepted something had to change on team selections. \"Something had to happen and the halves, for one reason or another, are lacking confidence and they needed to change something up,'' Head said. \"Clune could be that gel who helps Hunty and Normy get their running games back. Ben Hunt has held onto his spot as Dragons coach Paul McGregor fights for his job. Credit: AAP \"Both those guys are world-class players, their Queensland ... "], ["2020-06-02 09:30", "Virus \"No Longer Exists\" In Italy, Top Italian Doctor Sees COVID Potency Plunge ...  health officials who said it was too early to say the virus has been completely eradicated. \"Pending scientific evidence to support the thesis that the virus has disappeared, I would invite those who say they are sure of it not to confuse Italians,\" Sandra Zampa, an undersecretary at the health ministry, said in a statement. Franco Locatelli, president of the Superior Health Council, said he was absolutely \"baffled\" by Zangrillo's comments: \"It's enough to look at the number of new positive cases confirmed every day to see the persistent circulation in Italy of the new coronavirus,\" Locatelli said. In a bid to thwart a second wave, Italy launched a contact-tracing app on Monday in 20% of the country, with more of the country ... "], ["2020-06-02 09:29", "Analysts warn that the box office will plunge by more than 50% for 2020 ...  that will need to be in place before cinemas can safely open, most venues will be ready to do so by the end of June. \"The suggestion that this might be considered around 4 July for cinemas in England is therefore welcome.\" What to Read Next D.C. bishop 'outraged' Trump used tear gas on citizens for photo op at church Yahoo Entertainment Lucille Ball's Granddaughter is Plain Stunning Investing.com Ad Trump says he will use military to put down riots Yahoo News The officer who stood by as George Floyd died is Asian American. We need to talk about that. NBC News Florida police officer suspended for pushing kneeling woman Associated Press Arthritis Symptoms May Be Totally Unexpected System1 | Arthritis | Search Ads Ad 'The world ... "], ["2020-06-02 09:28", "Turkey reopens economy as daily new COVID-19 cases fall ...  hand, Sinan Adiyaman, chairman of the Turkish Medical Association, has called the June 1 reopening \"too early.\" Turks have rallied around Erdogan somewhat during the outbreak. Polling company Metropoll put his job approval rate at 52% in April, versus 41.1% in February. Nevertheless, the timing of the pandemic has been bad for the economy, which had just started to recover from the currency crisis that struck in the summer of 2018. Pinar Uguroglu, head of research at TEB Asset Management in Istanbul, predicts Turkey's gross domestic product will fall by double digits in the April to June quarter, compared with the same period last year. The International Monetary Fund forecasts the economy will shrink 5% in 2020, but Turkish officials insist ... "], ["2020-06-02 09:28", "Singapore election buzz resumes after coronavirus 'circuit breaker' ...  Features Cover Story Asia Insight CEO in the news China up close Company in focus Industry in focus Startups in Asia Opinion Guest Writers Letter to the editor The Nikkei View Life & Arts Life Arts Tea Leaves Obituaries Asia300 Log In Sign Up Politics Singapore election buzz resumes after coronavirus 'circuit breaker' Ruling party hints at early polls as rivals decry unclear campaign guidelines Singapore's gross domestic product is expected to shrink by 4% to 7% this year -- one factor the ruling party will be weighing in its election calculations. Getty Images KENTARO IWAMOTO, Nikkei staff writer June 2, 2020 17:53 JST | Singapore Copy Copied SINGAPORE -- Singapore on Tuesday emerged from its coronavirus shutdown and turned its attention to the ... "], ["2020-06-02 09:28", "Harvard alum plots disruption of Asia's moneychangers ... , YouTrip has amassed over 500,000 downloads in Singapore and is aiming for 400,000 users in Thailand within a year. (Source photo by Screenshot from YouTrip Website) DYLAN LOH, Nikkei staff writer June 2, 2020 17:20 JST | Singapore Copy Copied SINGAPORE -- Singapore's You Technologies Group says strong cross border e-commerce sales has kept its multi-currency digital wallet YouTrip popular with consumers through the coronavirus pandemic. Pitched mainly at international travellers, YouTrip allows users to buy foreign currencies without having to pay expensive commissions charged by banks and moneychangers. Launched in 2016, YouTrip also allows consumers to buy goods listed in foreign denominations and avoid the exchange charges added to most credit card ... "], ["2020-06-02 09:27", "Beethoven performance 'like a fish returning to the sea' ...  on the Green series, part of the ongoing Quality Life Week, was a welcome return to the art for the musicians involved. The Shanghai Philharmonic Orchestra and the Shanghai Opera House performed Beethoven's Romance No. 2 in F-major to a packed audience on Sunday evening at the Shanghai Chenshan Botanic Garden. The audience included doctors and police officers who selflessly served their communities during COVID-19. Violinist Wang Zhijiong said she's enjoyed playing alone over the past few months, but missed performing for an audience during the epidemic. \"This is my first show since the end of January,\" she told Shanghai Daily. \"It (performing on stage) feels like I'm a fish returning to the sea after being stuck in a fish tank ... "], ["2020-06-02 09:25", "NSF pleads guilty to committing loan-shark harassment during circuit breaker periodSINGAPORE - A full-time national serviceman (NSF) who left his home to commit loan-shark harassment during the circuit breaker period pleaded guilty to breaching safe distancing measures on Tuesday (June 2).. Read more at straitstimes.com."], ["2020-06-02 09:25", "Butte County Sheriff, Chico Chief of Police share thoughts on Floyd death, aftermath ...  what happened to Mr. Floyd was unacceptable and illegal! I have also spoken to many of our deputies about this incident and I am heartened by the fact that without exception they are all angry and disgusted by what happened to Mr. Floyd. We will continue to engage with our staff to ensure everyone is on the same page. In closing, I want to say we at the Butte County Sheriff's Office are proud to serve the residents of Butte County and are thankful for the support we have. We are human and therefore not perfect, but I believe we are overwhelmingly dedicated to serving all members of our community in a professional, ethical and Constitutional manner. There are lessons to be learned from this tragedy and we are committed to learning them. I will be praying ... "], ["2020-06-02 09:25", "Skateboarding: British Olympic hopeful Sky Brown, 11, fractures skull after fall in training(REUTERS) - Eleven-year-old skateboarder Sky Brown, who is hoping to become Britain's youngest Olympian next year, fractured her skull and broke bones in her left hand after falling from a ramp during a training session in California.. Read more at st"], ["2020-06-02 09:25", "Union appreciates Countdown gifting employees $10 million in shares, but says they 'don't pay the rent' ...  because of border restrictions Union appreciates Countdown gifting employees $10 million in shares, but says they 'don't pay the rent' Businesses in NZ's biggest city centres continue to struggle, with foot traffic well down Government's official Covid-19 tracing app used an average of once per download Bishop 'outraged' by Trump's visit to historic church across from the White House TODAY'S FEATURED STORIES 01:44 Jobs at risk in Nelson with foreign ships unable to get repairs because of border restrictions Businesses in NZ's biggest city centres continue to struggle, with foot traffic well down Newly contracted White Fern Jess Kerr ready to balance sports dreams with teaching Scientific community still concerned ... "], ["2020-06-02 09:25", "The Big Story: Day 1 of S'pore's safe reopening; how retail businesses will be impacted as they remain shutSINGAPORE - Catch up on the hottest topics on The Straits Times' weekday talk show.. Read more at straitstimes.com."], ["2020-06-02 09:25", "A-League expansion clubs taken to court by former employees ... expansion clubs taken to court by former employees By Vince Rugari and Dominic Bossi June 2, 2020 — 7.25pm Normal text size Larger text size Very large text size The A-League's two newest clubs are being sued by former workers, each of whom are alleging to have suffered mental health damage as a result of their employment and are seeking tens of thousands of  ... bullying from coach Mark Rudan - including being directed to wash Rudan's soiled laundry - which caused him to suffer a mental illness and resign from his role. Neil Favager, who joined Macarthur FC as chief operating officer in October 2019, claims some of his duties were reassigned amid a change of ownership at the club , and that the uncertainty around his position caused \" ... "], ["2020-06-02 09:24", "Australia probes US police assault on its journalists ...  to peaceful protest and we encourage all involved on both sides to exercise restraint and avoid violence.\" What to Read Next Stephen Colbert Schools Trump With A Scathing Reminder Of How Strongman Rulers End HuffPost Lucille Ball's Granddaughter is Plain Stunning Investing.com Ad German stocks surge after three-day break as equities extend winning run MarketWatch D.C. bishop 'outraged' Trump used tear gas on citizens for photo op at church Yahoo Entertainment A June Super Tuesday? Everything you need to know about today's primaries USA TODAY Honda Has Made It Again: The Astonishing New CR-V search ads Ad The officer who stood by as George Floyd died is Asian American. We need to talk about that. NBC News Florida police officer suspended ... "], ["2020-06-02 09:24", "U.N. says Libya sides agree to truce talks ...  has yet to agree on a successor, further complicating peacemaking efforts. Foreign intervention in Libya has raised the stakes in the fighting with a flow of ever more powerful weapons. Last week the United States said Russia had flown at least 14 fighter jets to an LNA air base in central Libya. (Reporting By Angus McDowall; editing by Philippa Fletcher) What to Read Next Yemen pledging drive hopes to raise $2.4 billion to save aid ops as virus spreads Reuters Lucille Ball's Granddaughter is Plain Stunning Investing.com Ad Yemen: world's worst humanitarian crisis AFP Saudi seeks to raise $2.3 bn in Yemen donor conference AFP Taliban has kept close ties with al Qaeda despite promises to Trump admin, U.N. report says NBC News Almost Nobody Aces This ... "], ["2020-06-02 09:24", "Minor girl's murder: Police detain father, suspect human sacrifice ... the month. Subscribe Now x Subscribe to The Hindu now and get unlimited access. Subscribe now Already have an account? Sign In Start your 14 days trial now Sign Up JUST IN 4mins Kejriwal launches 'Delhi Corona' app for real-time information on availability of hospital beds 10mins Man makes hoax call to police control room, says bomb will explode at Chief Minister's residence 17mins COVID-19 | Andhra Pradesh tally goes up to 3,791 as 115 fresh cases emerge 18mins Prime Minister Modi, Tamil Nadu Governor, condole death of K.N. Lakshmanan 26mins Quarantined migrants in Bihar given condoms, contraceptives 36mins Telangana govt. will rededicate itself for all-round progress of State: KCR 46mins Chennai police invoke stringent sections of law to arrest ... "], ["2020-06-02 09:23", "What exactly is antifa? The movement Trump is blaming for U.S. violence ... Send in e-mail Zen Read Print article Open gallery view Demonstrators smashing a police vehicle in the Fairfax District as they protest the death of George Floyd, Los Angeles, California, May 30, 2020. Credit: AFP The Associated Press Published at 12:23 Get email notification for articles from The Associated Press Follow Published at 12:23 U.S. President Donald Trump has blamed antifa activists for violence at protests over police killings of black people, but antifa isn't an organization and targeting it isn't so simple. A look at what antifa is and is not: WHAT IS ANTIFA? Short for \"anti-fascists,\" antifa is not a single organization but rather an umbrella term for far-left-leaning militant groups that confront or resist neo-Nazis and white ... "]]}}