{"postfix": "at_t-aktie", "name": "AT&T", "wkn": "A0HL9Z", "time": "2020.06.02 12:16", "ts": 1591093011, "features": {"KGV": "11.02", "Marktkapitalisierung": {"Size": "Mrd", "Value": "196.47"}, "GA": "3.57", "KBV": "1.49", "BA": "26.42", "KCV": "5.90", "CA": "6.67", "Vola30": "37.28", "Vola90": "52.85", "Vola180": "40.14", "Vola250": "32.3"}, "rivals": ["adva-aktie", "constantin-aktie", "deutsche_telekom-aktie", "disney-aktie", "verizon-aktie", "orange-aktie", "viaco_a-aktie"], "text_data": {"de": [["29.05.20", "CNN-Fernsehteam bei Protesten in Minneapolis festgenommen"], ["06.05.20", "T-Mobile verdient deutlich mehr - Kundenzustrom in Corona-Krise"], ["30.04.20", "Experten sehen bei AT&T-Aktie Potenzial"], ["24.04.20", "HSBC: AT&T und Intel in der Corona-Krise mit Licht und Schatten"], ["24.04.20", "Geschlossene Mobilfunkshops machen Verizon zu schaffen - Prognose eingedampft"], ["23.04.20", "AT&T verkündete Quartalsergebnis zum jüngsten Jahresviertel"], ["22.04.20", "MÄRKTE USA/Ölpreiserholung treibt Wall Street an"], ["22.04.20", "MÄRKTE USA/Wall Street erholt sich dank Ölpreisrally"], ["22.04.20", "MÄRKTE USA/Wall Street mit Erholung dank Ölpreisrally"], ["22.04.20", "MÄRKTE USA/Wall Street vor moderater Erholung"], ["20.04.20", "HSBC: Wochenausblick: ZEW, GfK, Ifo, Einkaufsmanagerindizes, Netflix, IBM, Coca-Cola"], ["01.04.20", "ANALYSE-FLASH: JPMorgan senkt AT&T auf 'Neutral' - Ziel gesenkt auf 35 Dollar"], ["31.03.20", "März 2020: Das sind die Expertenmeinungen zur AT&T-Aktie"], ["30.03.20", "AT&T zahlt konstante Dividende aus"], ["20.03.20", "MÄRKTE USA/Erholungsversuch missglückt - Dow & Co fallen deutlich zurück"], ["20.03.20", "MÄRKTE USA/Wacklige Erholung - Anleiherenditen fallen wieder deutlich zurück"], ["24.02.20", "WOCHENEND-ÜBERBLICK Unternehmen/22. und 23. Februar 2020"], ["23.02.20", "WOCHENEND-ÜBERBLICK Unternehmen/22. und 23. Februar 2020"], ["19.02.20", "Telekom will nach Milliarden-Fusion in den USA angreifen"], ["19.02.20", "Telekom-Chef sieht US-Milliardenfusion in greifbarer Nähe"], ["19.02.20", "ROUNDUP: Deutsche Telekom legt Zahlen für 2019 vor"], ["17.02.20", "New York verzichtet auf Berufung gegen T-Mobile-Fusion"]], "en": [["07.04.20", "Gannett names former We Company, Time Warner executive as chief financial officer"], ["05.02.20", "Rolling out the green carpet at T-Mobile Park"], ["18.01.20", "Mariners roll out big changes at T-Mobile Park"], ["15.01.20", "Universal Pictures Home Entertainment and  Warner Bros. Home Entertainment Announce Proposal to Form New North American Joint Venture and an Agreement to Enter into International License Arrangements "], ["10.01.20", "Remembering AOL's acquisition of Time Warner on the merger's 20th anniversary"], ["2020-06-02 10:17", "EU humiliated: Bloc's bitter trading row with Switzerland revealed ... talks with the European Union. Members of the \"New European Movement Switzerland\", which launched the initiative, expressed disappointment at the result. They said they had not expected such a low \"yes\" vote. DON'T MISS How Switzerland rejected membership of EU TWICE [INSIGHT] Brexit: PROOF Britain can secure 'cake and eat it ... a week before this politicians in Switzerland voted to withdraw the country's application for membership of the EU. Thomas Minder, counsellor for Schaffhausen state and an active promoter of the concept of 'Swissness,' said at the time he was eager to \"close the topic fast and painlessly\" as only \"a few lunatics\" may want to join the EU now. A total of 27 members of parliament's  ... "], ["2020-06-02 10:16", "Demonstrators abroad identify with the cause of US protests ...  since 1991. \"I think we should be using it as an opportunity,\" Burney told Australian Broadcasting Corp., referring to Floyd's death. \"Whether we like it or not, it doesn't take much for racism to come out of the underbelly of this country.\" \"It seems to me that there are lots of things that state and territory governments could do, and the federal  ...  in Australian police custody were read to the crowd. Some government leaders have seen the US unrest as a chance to highlight what they see as American hypocrisy on protest movements at home versus abroad. Hong Kong leader Carrie Lam She questioned the foreign criticism over an imminent national security law being imposed in the territory. \"They take their own country' ... "], ["2020-06-02 10:14", "F1 2020 calendar confirmed with eight European races to start season and Silverstone double-header ... Silverstone double-header Tuesday 2 June 2020 10:14 {{^moreThanTen}} {{total}} comments {{/moreThanTen}} The 2020 Formula One season will kick off with eight European races, including two rounds back-to-back at Silverstone across the 2 and 9 August. More follows... Independent rugby newsletter Live Rugby union coverage direct to your inbox Enter your email address Continue Continue Please enter an email address ...  your Independent Premium subscription today. Subscribe Already registered? Log in Article bookmarked Find your bookmarks in your Independent Premium section, under my profile Don't show me this message again Get in touch Contact us Jobs Our products Subscriptions Donations Install our apps Archive Other publications Evening Standard Novaya Gazeta  ... "], ["2020-06-02 10:13", "Some governors reject President Trump's call to send in military on protesters ... Guard, I can state, categorically, that they have done their duty to protect all Nevadans, and will continue to do so.\" In neighboring Oregon, Gov. Kate Brown said the violence is being perpetrated by a small segment of demonstrators. She refused to deploy the National Guard on Sunday at Portland Mayor Ted Wheeler's request because she was concerned it would escalate a tense situation, but on Monday activated 50 unarmed guard members in support roles. \"You don't defuse violence by putting soldiers on the streets,\" Brown, a Democrat, said earlier Monday in reaction to Trump's comments about governors being weak in their response. \"Trump wants governors to deploy the National Guard as a show of force to intimidate the public. I want ... "], ["2020-06-02 10:12", "Will there be a Space Force season 2 on Netflix? ...  June 2020 What we know about Space Force season 2 Shares (Image credit: Netflix) Wondering if there'll be a Space Force season 2 on Netflix? While the Steve Carell sitcom hasn't been renewed for a second season yet on the streaming service , creator Greg Daniels is planning for more episodes of the show, according to a new report. If you've watched Space Force ... more! Thank you for signing up to TechRadar. You will receive a verification email shortly. There was a problem. Please refresh the page and try again. No spam, we promise. You can unsubscribe at any time and we'll never share your details without your permission. Most Popular Most Shared 1 Samsung's next smartwatch just got certified, confirming many features 2 PS4 YouTube error ... "], ["2020-06-02 10:10", "Publishers are suing the Internet Archive over 1.3M 'free' ebooks ...  an uncertain future REGISTER NOW The books were previously available to one borrower at a time, but in March the Internet Archive lifted the restriction due to the coronavirus, essentially creating a National Emergency Library to serve \"displaced learners.\" That didn't sit right with the publishers, which interpret the move as a large-scale ...  violence Ivan Mehta Events About Advertise Jobs Contact 20062020 The Next Web B.V. Made with in Amsterdam. Powered by Stay tuned Treat yourself Sit back and let the hottest tech news come to you by the magic of electronic mail. T h a n k y o u ! Sign up Prefer to get the news as it happens? Follow us on social media. 1.76M followers 1M likes Help us out Who are you? Got two minutes to spare? We'd  ... "], ["2020-06-02 10:10", "Live blog: Curfew remains in effect for Cleveland after violent weekend protests ...  Discussion Akron/Canton Radar Maps and Radar Weather Alerts Stay informed: Download the FOX 8 app LIVE: Vermilion Wollybear Cam Video Watch Fox 8 News Am Show Cool Schools Recipe Box Kickin' It With Kenny Top Stories Cleveland NAACP president: Outside agitators at protests 'don't do us any good' Video Top Stories Fox Recipe Box: Open-Face Roasted Pork Sandwich Video Top Stories Dig This: AJ Petitti answers your questions Video Fox Recipe Box: Summer Greek Salad Video Kickin' It With Kenny at L'Albatros: See what Zack Bruell has done to offer diners a safe & enjoyable experience Video It's a... Kristi Capel reveals baby number 3 Video New Day New Day Recipes Sports Cleveland Browns Cleveland Indians Cleveland Cavaliers NFL Draft ... "], ["2020-06-02 10:09", "Barr: Law enforcement must ‘dominate’ streets amid protests ... The Justice Department has vowed to treat the \"violence instigated and carried out by antifa & other similar groups\" as domestic terrorism. Although there isn't a specific federal domestic terrorism statute, prosecutors could charge other offenses and seek enhanced sentencing. The FBI has already started questioning rioters who were arrested in several  ...  say how many active-duty troops were en route. In addition, members of the Army's 3rd Infantry Regiment, an active-duty unit known as the Old Guard and most visible as the unit that stands at the Tomb of the Unknown Soldier, have been called up to protect Fort Myer, Virginia, the U.S. Army post adjacent to Arlington National Cemetery. The officials said some of the National Guard in D.C. will  ... "], ["2020-06-02 10:09", "Tensions rise as Trump threatens military force against protesters ... . Bystander Sean Jones, who watched as people ransacked luxury stores in Manhattan's chic Soho neighborhood, explained the destruction this way: \"People are doing this so next time, before they think about trying to kill another black person, they're going to be like, 'Damn, we don't want them out here doing this ... again.'\" The unrest in Minneapolis appeared to stabilize on the same day that Floyd's brother made an impassioned plea for peace at the location where a white police officer put his knee on the handcuffed black man's neck until he stopped breathing last week. The death toll from the unrest began to mount, including two people killed in a Chicago suburb. The police chief in Louisville was fired after a beloved ... "], ["2020-06-02 10:09", "Tensions rise as Trump threatens military force against protesters ... . Bystander Sean Jones, who watched as people ransacked luxury stores in Manhattan's chic Soho neighborhood, explained the destruction this way: \"People are doing this so next time, before they think about trying to kill another black person, they're going to be like, 'Damn, we don't want them out here doing this ... again.'\" The unrest in Minneapolis appeared to stabilize on the same day that Floyd's brother made an impassioned plea for peace at the location where a white police officer put his knee on the handcuffed black man's neck until he stopped breathing last week. The death toll from the unrest began to mount, including two people killed in a Chicago suburb. The police chief in Louisville was fired after a beloved ... "], ["2020-06-02 10:09", "Tensions rise as Trump threatens military force against protesters ... . Bystander Sean Jones, who watched as people ransacked luxury stores in Manhattan's chic Soho neighborhood, explained the destruction this way: \"People are doing this so next time, before they think about trying to kill another black person, they're going to be like, 'Damn, we don't want them out here doing this ... again.'\" The unrest in Minneapolis appeared to stabilize on the same day that Floyd's brother made an impassioned plea for peace at the location where a white police officer put his knee on the handcuffed black man's neck until he stopped breathing last week. The death toll from the unrest began to mount, including two people killed in a Chicago suburb. The police chief in Louisville was fired after a beloved ... "], ["2020-06-02 10:09", "Tensions rise as Trump threatens military force against protesters ... . Bystander Sean Jones, who watched as people ransacked luxury stores in Manhattan's chic Soho neighborhood, explained the destruction this way: \"People are doing this so next time, before they think about trying to kill another black person, they're going to be like, 'Damn, we don't want them out here doing this ... again.'\" The unrest in Minneapolis appeared to stabilize on the same day that Floyd's brother made an impassioned plea for peace at the location where a white police officer put his knee on the handcuffed black man's neck until he stopped breathing last week. The death toll from the unrest began to mount, including two people killed in a Chicago suburb. The police chief in Louisville was fired after a beloved ... "], ["2020-06-02 10:09", "Tensions rise as Trump threatens military force against protesters ... . Bystander Sean Jones, who watched as people ransacked luxury stores in Manhattan's chic Soho neighborhood, explained the destruction this way: \"People are doing this so next time, before they think about trying to kill another black person, they're going to be like, 'Damn, we don't want them out here doing this ... again.'\" The unrest in Minneapolis appeared to stabilize on the same day that Floyd's brother made an impassioned plea for peace at the location where a white police officer put his knee on the handcuffed black man's neck until he stopped breathing last week. The death toll from the unrest began to mount, including two people killed in a Chicago suburb. The police chief in Louisville was fired after a beloved ... "], ["2020-06-02 10:09", "Violence continues as Trump threatens military force against protesters nationwide ... they think about trying to kill another black person, they're going to be like, 'Damn, we don't want them out here doing this ... again.'\" The unrest in Minneapolis appeared to stabilize on the same day that Floyd's brother made an impassioned plea for peace at the location where a white police officer put his knee on the handcuffed black man's neck until he  ... fired rubber bullets. For a photo. For our children, for the very soul of our country, we must defeat him. But I mean it when I say this: we can only do it together. https://t.co/G1yE67q9Nz — Joe Biden (@JoeBiden) June 2, 2020 Biden said hate emerges \"when you have somebody in power who breathes oxygen into the hate.\" More than 5,600 people nationwide have been ... "], ["2020-06-02 10:08", "Loyal dog refuses to leave sister's body after she dies on side of road ...  by the body of his sister who died by the side of a road in Texas, US. Kingsville Kleberg Health Department Animal Control and Care Centre shared a Facebook post describing a call they received about a dead dog lying in the road. When they arrived at the site, they spotted another dog sat next to the deceased pooch with one protective paw resting on her body. Believed to be a catahoula mix aged between six and 12 months, workers at the care centre decided to name the dog Guardian because of his protective actions. \"This kid wouldn't let anyone mess with his sister,\" says the post, adding that it was not easy for team members to convince the dog that they were there to help. The dog was discovered by the side of a Texas road with the body of his ... "], ["2020-06-02 10:08", "Tensions rise as Trump threatens military force against protesters ... . Bystander Sean Jones, who watched as people ransacked luxury stores in Manhattan's chic Soho neighborhood, explained the destruction this way: \"People are doing this so next time, before they think about trying to kill another black person, they're going to be like, 'Damn, we don't want them out here doing this ... again.'\" The unrest in Minneapolis appeared to stabilize on the same day that Floyd's brother made an impassioned plea for peace at the location where a white police officer put his knee on the handcuffed black man's neck until he stopped breathing last week. The death toll from the unrest began to mount, including two people killed in a Chicago suburb. The police chief in Louisville was fired after a beloved ... "], ["2020-06-02 10:08", "AfD: Germany, EU Should Follow Trump Lead on Banning Antifa ...  months, from suspected large-scale sabotage of infrastructure and the discovery of a bomb-making headquarters in France to a recent attempt by far-left extremists to bomb the home of a Greek conservative former government minister. French Police Raid Alleged Far-Left Antifa Bomb Factory HQ https://t.co/ipmxBhTXNV — Breitbart London (@BreitbartLondon) May 22, 2020 Follow Chris Tomlinson on Twitter at @TomlinsonCJ or email at ctomlinson(at)breitbart.com London / Europe Politics Alternative for Germany (AfD) Antifa Donald Trump far-left extremism Far-Left violence George Floyd German Social Democrats Germany Petr Bystron Saskia Esken terrorism . Please let us know if you're having issues with commenting. SOCIAL MOST POPULAR Donald Trump Berates ' ... "], ["2020-06-02 10:08", "Cyclone Nisarga: 10 NDRF teams deployed as storm approaches Mumbai ...  lakh street vendors amid COVID-19 crisis Must Watch Don't Miss Movies A Fan Performs Aarti Of Sonu Sood's Picture After Reuniting With His Mother; The Actor Reacts Humbly Sports F1 announces first eight races of revised 2020 calendar Finance Fixed Income Options To Look At After 7.75% RBI Bonds Are No Longer Available Technology Delhi ...  | Feedback | Sitemap | Cookie Policy One.in Digitech Media Pvt. Ltd. All Rights Reserved. The \"ONEINDIA\" word mark and logo are owned by One.in Digitech Media Pvt. Ltd. Close Get Instant News Updates Enable x Notification Settings X Time Settings Don't Block Block for 8 hours Block for 12 hours Block for 24 hours Dont send alerts during 1 am 2 am 3 am 4 am 5 am 6 am 7 am 8 am 9 am 10 am 11 am 12 pm 1 pm 2  ... "], ["2020-06-02 10:07", "'I have the unanimous support of the party room': John Barilaro ...  with federal pre-selection.Port Macquarie MP Leslie Williams claims \"National Party members felt let down, embarrassed, and the community was infuriated\" by Mr Barilaro's potential tilt at the federal house of representatives.Mr Barilaro said his party has \"had those discussions\" including in a party room meeting in Sydney on Tuesday, but assured the rumblings around  ... the issue of Eden-Monaro \"come and go\".\"I won't let anyone say I haven't fought for the regions, I haven't fought for regional NSW, I haven't fought for additional funding\".\"I make no apology that I fight so hard even if it's my coalition partners.\"Image:  ... "], ["2020-06-02 10:07", "Coronavirus LIVE updates: UK coronavirus death toll nears 50,000, new data reveals ...  is worth remembering what he's said about them in the past Coronavirus Wife who missed husband's death by minutes found touching note left in his phone Dad-of-two Jonathan Coelho was dying from coronavirus when he wrote the heartfelt notes to his wife Katie in case he didn't survive Results, recap, horses to follow: Five things we learned from racing's Newcastle return British Horseracing Authority Ten races took place at Newcastle Racecourse, the first fixture for 76 days. Favourite backers were happy with Art Power but other leading hopes fared less well Cheeky dog's rude cameo forces yoga teacher to abandon online class Dogs Jayne Hobson was recording a yoga session for her students during lockdown when her labrador Bobby interrupted ... "]]}}