{"postfix": "avery_dennison-aktie", "name": "AVERY_DENNISON", "wkn": "850354", "time": "2020.06.02 13:23", "ts": 1591097003, "features": {"KGV": "19.89", "Marktkapitalisierung": {"Size": "Mrd", "Value": "8.42"}, "GA": "6.60", "KBV": "9.46", "BA": "13.88", "KCV": "15.07", "CA": "8.71", "Vola30": "44.31", "Vola90": "77.53", "Vola180": "59.39", "Vola250": "44.62"}, "rivals": ["3m-aktie", "bemis-aktie", "meadwestvaco-aktie", "acco_brands-aktie"], "text_data": {"de": [["30.04.20", "April 2020: So haben Analysten ihre Einstufung der Avery Dennison-Aktie angepasst"], ["30.04.20", "Avery Dennison: Bilanzvorlage zum letzten Quartal"], ["28.04.20", "Ausblick: Avery Dennison gewährt Anlegern Blick in die Bücher"], ["14.04.20", "Erste Schätzungen: Avery Dennison stellt Ergebnisse des abgelaufenen Quartals vor"], ["31.03.20", "Avery Dennison-Aktie: Das sind die Expertenmeinungen des Monats März"], ["30.01.20", "Avery Dennison steigert den Gewinn und schüttet Dividende aus"], ["28.01.20", "Ausblick: Avery Dennison mit Zahlen zum abgelaufenen Quartal"]], "en": [["29.05.20", "Avery Dennison (AVY) Up 1.6% Since Last Earnings Report: Can It Continue?"], ["30.04.20", "Avery Dennison Corp (AVY) Q1 2020 Earnings Call Transcript"], ["29.04.20", "Avery Dennison (AVY) Beats on Q1 Earnings, Scraps '20 Guidance"], ["29.04.20", "Avery Dennison (AVY) Tops Q1 Earnings and Revenue Estimates"], ["22.04.20", "Avery Dennison (AVY) Earnings Expected to Grow: Should You Buy?"], ["27.03.20", "Why Hold Strategy is Apt for Avery Dennison Stock Right Now"], ["25.03.20", "This is Why Avery Dennison (AVY) is a Great Dividend Stock"], ["10.03.20", "Strategic Initiatives Drive Avery Dennison, Forex Impact a Woe"], ["03.03.20", "Avery Dennison Closes Buyout of Smartrac's RFID Inlay Unit"], ["28.02.20", "Avery Dennison (AVY) Down 15.4% Since Last Earnings Report: Can It Rebound?"], ["12.02.20", "Josh Brown's Last Chance Trade pick: Avery Dennison"], ["12.02.20", "Reasons to Hold Avery Dennison Stock in Your Portfolio Now"], ["30.01.20", "Avery Dennison Corp (AVY) Q4 2019 Earnings Call Transcript"], ["29.01.20", "Avery Dennison (AVY) Q4 Earnings Beat Estimates"], ["23.01.20", "Factors Setting the Tone for Avery Dennison (AVY) Q4 Earnings"], ["22.01.20", "Avery Dennison (AVY) Earnings Expected to Grow: Should You Buy?"], ["20.01.20", "Avery Dennison Hits 52-Week High: What's Driving the Rally?"], ["15.01.20", "Here's Why You Should Retain Avery Dennison (AVY) Stock Now"], ["2020-05-29 15:31", "Avery Dennison (AVY) Up 1.6% Since Last Earnings Report: Can It Continue?Avery Dennison (AVY) reported earnings 30 days ago. What's next for the stock? We take a look at earnings estimates for some clues."], ["2020-05-26 20:30", "New York looks to 'turn the page' on coronavirus and focus on reopening economy ... 34;Let's do it now.\" What to Read Next States are reopening, but many require travelers to self-quarantine. Here's where USA TODAY Enter Any Name, Wait 9 Seconds, Brace Yourself PeopleWhiz Ad Why Gap, Kohl's, and Other Retail Stocks Were Up Today Motley Fool At Last, Merck Is Diving Into Coronavirus Vaccine and Antiviral Development Motley Fool Avery Dennison Announces Upcoming Investor Event Business Wire Newark: No Tickets In 3 Years? Go Here Today EverQuote Ad The Anxiety Parents of Medically Complex Kids Face in the Aftermath of COVID-19 The Mighty 4 Minneapolis Police Officers Fired Over George Floyd Death HuffPost AOC: 'If you're homeless, you are eligible for a stimulus check' Yahoo Money Yikes...New Jersey Mortgage Rates ... "], ["2020-05-26 20:30", "Avery Dennison Announces Upcoming Investor EventAvery Dennison Corporation AVY today announced the following investor event: A conference call hosted by R.W. Baird to discuss the current status of operations, a Q&A with Mitch Butier, Chairman, President, and CEO, to be held on Tuesday, June 9th, beginn"], ["2020-05-22 13:30", "2020 Assessment Of The World's Chipless RFID Market By Component, Product, Frequency Band, Industry Vertical And Region ...  and qualitatively through a Risk Assessment System. According to the risk analysis and evaluation, Critical Success Factors (CSFs) are generated as a guidance to help investors & stockholders identify emerging opportunities, manage and minimize the risks, develop appropriate business models, and make wise strategies and decisions. Key Players Alien Technology Corporation Applied Wireless RFID Avery Dennison BASF SE CAEN RFID S.r.l. Confidex Ltd. GAO RFID Inc. GlobeRanger IDTRONIC GmbH Impinj Corporation Inksure Technologies Inc. Intermec Inc. Invengo Technology Pte. Ltd. Kovio Inc. Mojix Inc. Molex Inc. NXP Semi Conductors Sato Vicinity Thin Film Electronics Variuscard GmbH Zebra Technologies Corporation For more information about this report visit https ... "], ["2020-05-19 21:41", "20 things that were invented much earlier than you probably thought ... 's set up included the vacuum tube in the backseat, a small motor to power the vacuum tube, and a separate battery to power the radio itself. R. Stanton Avery invented what would become stickers in 1935. Heart stickers. Blanchi Costela/Getty Images According to The New York Times , Avery invented a machine to make self-adhesive labels with a $100 investment from his future wife Dorothy Durfee, who was a teacher. Avery started a company in 1935 called Kum Kleen Products, but renamed it to Avery Adhesives in 1936. The brand still lives on today as Avery Dennison . The first artificial heart was invented in 1961 by Paul Winchell and Dr. Henry Heimlich. A modern artificial heart. REUTERS With help from Dr. Henry Heimlich, comedian and ventriloquist Paul ... "], ["2020-05-19 21:41", "20 things that were invented much earlier than you probably thought ... 's set up included the vacuum tube in the backseat, a small motor to power the vacuum tube, and a separate battery to power the radio itself. R. Stanton Avery invented what would become stickers in 1935. Blanchi Costela/Getty Images Heart stickers. According to The New York Times , Avery invented a machine to make self-adhesive labels with a $US100 investment from his future wife Dorothy Durfee, who was a teacher. Avery started a company in 1935 called Kum Kleen Products, but renamed it to Avery Adhesives in 1936. The brand still lives on today as Avery Dennison . The first artificial heart was invented in 1961 by Paul Winchell and Dr. Henry Heimlich. REUTERS A modern artificial heart. With help from Dr. Henry Heimlich, comedian and ventriloquist Paul ... "], ["2020-05-19 17:30", "20 things that were invented much earlier than you probably thought ... 's set up included the vacuum tube in the backseat, a small motor to power the vacuum tube, and a separate battery to power the radio itself. R. Stanton Avery invented what would become stickers in 1935. Heart stickers. Blanchi Costela/Getty Images According to The New York Times , Avery invented a machine to make self-adhesive labels with a $100 investment from his future wife Dorothy Durfee, who was a teacher. Avery started a company in 1935 called Kum Kleen Products, but renamed it to Avery Adhesives in 1936. The brand still lives on today as Avery Dennison . The first artificial heart was invented in 1961 by Paul Winchell and Dr. Henry Heimlich. A modern artificial heart. Reuters With help from Dr. Henry Heimlich, comedian and ventriloquist Paul ... "], ["2020-05-19 08:30", "Linerless Labels Market Size To Reach USD 3.41 Billion By 2027; High Demand From Packaging & Labeling Industry To Aid Growth: Fortune Business Insights ... R&D Activities to Develop New Products The market is semi-consolidated. Most of the top players are investing hefty amount of money in research and development activities to introduce innovative linerless labels and their components. Fortune Business Insights lists out the names of all the companies present in the global Linerless Labels Market. They are as follows: Coveris Avery Dennison Corporation Ravenwood Packaging Innovia Films Constantania Flexibles Lexit Group AS RR Donnelley & Sons Company Gipako UAB Hub Labels Cenveo Corporation Reflex Labels Ltd. Skanem AS NAStar Inc. 3M Optimum Group SATO Europe GmbH Tereoka Seiko Co., Ltd. L&N Label Company Proprint Group DuraFast Label Company Bizerba Australia Bostik Dykam A.C.A. Ltd. Weber Packaging Solutions ... "], ["2020-05-16 14:31", "2021 Football Recruiting: Louisville's Next Three Areas of Need ... running backs coach Norval McKenzie will have to add depth to the backfield sooner rather than later. Inside Linebacker Louisville will have an extremely experienced inside linebacker corps in 2020, anchored by both CJ Avery and Dorian Etheridge, arguably the two best defenders on the roster. However both are entering their senior year, and only one of the six inside linebackers on the 2020 roster has less than  ... and have so far addressed the need at safety in 2021, but in order to completely supplant all the talent at corner that will soon be leaving, DC Bryan Brown & Co-DC Cort Dennison need to land a few cornerbacks in this class. You can follow us for future coverage by clicking \"Follow\" on the top righthand corner of the page. Also be sure to  ... "], ["2020-05-15 15:47", "U of L linebackers coach Derrick Nicholson finds joy in adversity he faced growing up ...  knew we wouldn't go wrong with interviewing and then after the fact, no doubt hiring him,\" Brown said. At the coaches convention in Nashville, Nicholson had his interview with head coach Scott Satterfield, Brown, Dennison and the entire defensive staff. He was relaxed and opened the door with his popular saying, \"Come on wit it.\" \"He was geeked up,\" Brown said. \"I was like, 'This guy ...  mind was made up. Louisville announced the hiring on Jan. 21 and Nicholson inherited a talented inside linebacker corps led by C.J. Avery and Dorian Etheridge. But more adversity was coming. More: Louisville football's C.J. Avery graduated in 3 years to meet a goal. He's not alone Less than two months after being hired, the country went  ... "], ["2020-05-14 17:45", "Global Amorphous Polyalphaolefin (APAO) Technologies And Markets: Global Giants BASF SE, Eastman Chemical Co And Huntsman Corp Leading The Market ... Rest of APAC Middle East and Africa Latin America Chapter 8 Competitive Landscape Leading Companies 3M Eastman Chemical Co. Huntsman Corp. Illinois Tool Works The Dow Chemical Co. Technological Advancements in APAO Strategic Analysis (Mergers, Acquisitions and Joint Ventures) Collaboration and Partnerships Product Launches Geographic Expansion Chapter 9 Company Profiles 3M Adtek Arkema Ashland Avery Dennison Bond Tech Industries Chevron Phillips Chemical Delo The Dow Chemical Co. Dymax Corp. Eastman Chemical Co. Evans Adhesive Corp. Ltd. Evonik Industries Ag Forest Chemical Group S.A. Franklin International Inc. Gitace Adhesives Technology Glue Machinery Corp. Great Eastern Resins Industrial Co. Ltd. Guangdong Orient Yige New Material Co. Ltd. H.B. Fuller Co ... "], ["2020-05-13 12:06", "Lucky Brand Re-Opens First Location; Has Donated Over 20k Masks From Their 'Get 5, Give 5 For $25' Campaign ...  13 , as they coordinate a \"Salute to Heroes\" ceremony to pay tribute to the West Los Angeles Veterans Administration Hospital and its staff. In gratitude for the front-line workers who have selflessly sacrificed throughout the COVID-19 pandemic, Lucky Brand will donate camouflage masks to be worn by multiple agencies, 150 t-shirts to Veterans Affairs, and--along with partner Avery Dennison --1,000 iron-on patches emblazoned with the word \"HERO,\" in recognition of the VA's dedication to providing care and treatment for our veterans throughout this difficult time. View original content: http://www.prnewswire.com/news-releases/lucky-brand-re-opens-first-location-has-donated-over-20k-masks-from-their-get-5-give-5-for-25-campaign-301058191 ... "], ["2020-05-12 02:00", "COVID-19 Impact and Recovery Analysis | RFID Printer Market 2020-2024 | Increasing Number of RFID Applications to Boost Growth | Technavio ...  Industry Analysis This study identifies the integration of RFID technology in the IoT landscape as one of the prime reasons driving the RFID printer market growth during the next few years. RFID Printer Market 2020-2024: Vendor Analysis We provide a detailed analysis of vendors operating in the RFID printer market, including some of the vendors such as Avery Dennison Inc., Honeywell International Inc., KYOCERA Corp., Oki Electric Industry Co. Ltd., Primera Technology Inc., Ricoh Co. Ltd., Seiko Epson Corp., Sony Corp., Toshiba International Corp., and Zebra Technologies Corp. Backed with competitive intelligence and benchmarking, our research reports on the RFID printer market are designed to provide entry support, customer profile and M&As as well as go ... "], ["2020-05-08 14:09", "Louisville football's C.J. Avery graduated in 3 years to meet a goal. He's not alone ... went that he was going to graduate high school early, enroll in college in January and get his degree. When Louisville recruited him, co-defensive coordinator Cort Dennison promised the family that Avery would reach those goals. \"He (Dennison) has kept that promise. He left for a little while, but he came back,\" Claudette said. \"He's like family.\" Those relationships with Dennison, Ruffin and Caroline Crafton, who also provides academic support for the football team, have meant a lot to Avery and his family. But they are also crucial for players who don't come into college as ready as Avery. Relationships remain key One of Louisville's best stories of the 38-28 Music City Bowl win was Devante Peete's touchdown catch, his first ... "], ["2020-05-07 21:54", "Authentication And Brand Protection Market Forecast To 2027 - COVID-19 Impact And Global Analysis By Type ; Technology ; Application ...  and brand protection market is segmented into consumer electronics, automotive, medical, chemicals, food & beverages, and others. A few of the key players operating in the global authentication and brand protection market, which are profiled in this market study, include AlpVision SA, Authentic Vision, Applied DNA Sciences, Inc., Eastman Kodak Company, De La Rue PLC, Avery Dennison Corporation, Centro Grafico dg S.p.A., Giesecke + Devrient GmbH, 3M , and Arjo Solutions. The overall global authentication and brand protection market size has been derived using both primary and secondary sources.To begin the research process, exhaustive secondary research has been conducted using internal and external sources to obtain qualitative and quantitative information ... "], ["2020-05-07 14:38", "AptarGroup's (ATR) Earnings & Sales Top Estimates in Q1 ...  up 4% year over year to $126 million. Adjusted operating income went down 12% year over year to $94 million. Operating margin came in at 13% in the quarter, down from the year-ago-ago quarter's 14%. Adjusted EBITDA declined 6.5% year over year to $144 million in the first quarter. Avery Dennison Corporation Price, Consensus and EPS Surprise Avery Dennison Corporation price-consensus-eps-surprise-chart | Avery Dennison Corporation Quote Segmental Performance Total revenues in the Beauty + Homes segment declined 11.6% year over year to $325 million. Adjusted operating income in the first quarter plummeted 56% year over year to $14 million. Total revenues in the Pharma segment rose 8.8% year over year to $297 million. Adjusted operating income increased ... "], ["2020-05-05 08:00", "Briefs ... grade students across the state. Those submissions were judged based on the authors' knowledge of municipal government, writing quality and clarity and originality. The winners include Grace Dennison of Elm Street School at East Machias, Alanna LaPointe of Reeds Brook Middle School at Hampden; Rachel Wheelden of Veazie Community School and Ava Anderson of Windsor  ... both members and communities.\" Daniella Niedermeyer of Cheverus High School at Portland was awarded a 2020 Lila Grace Sullivan Amirault Scholarship. Avery Greco of St. Dominic Academy at Auburn was awarded a 2020 Lila Grace Sullivan Amirault Scholarship. Avery Greco, a student at St. Dominic Academy at Auburn and Daniella Niedermeyer , a student at Cheverus High School at Portland, have been ... "], ["2020-05-04 14:25", "Panjab University's UBS student receives highest package of 55 lakh ...  my career ,\" he said. As per placement data released by PU, 103 of the 129 students who applied have been placed from UBS. The highest package received by a student last year was 53 lakh who was also placed in Tolaram Group. The average package of this year's placement drive is 9.5 lakh. Notable companies that recruited students from UBS this year include American Express, Avery Dennison, Bacardi, Edelweiss Tokio, HSBC, Infosys, Tolaram, Volvo Eicher and HDFC. Sanjam Ghai, 24, a native of New Delhi has been placed in American Express. She received a package of 18.8 lakh per annum. \"I shifted here from New Delhi as I wanted to get out of my comfort zone and UBS has a great legacy. I dedicate my achievement to my family and the faculty of the ... "]]}}