{"postfix": "aviva-aktie", "name": "AVIVA", "wkn": "854013", "time": "2020.06.02 13:10", "ts": 1591096243, "features": {"KGV": "6.86", "Marktkapitalisierung": {"Size": "Mrd", "Value": "11.00"}, "GA": "0.61", "KBV": "0.96", "BA": "4.34", "KCV": "4.31", "CA": "0.96", "Vola30": "62.25", "Vola90": "92.13", "Vola180": "69.82", "Vola250": "53.96"}, "rivals": ["allianz-aktie", "munich_re-aktie", "prudential-aktie", "generali-aktie", "axa-aktie", "old_mutual_7-aktie", "standard_life_aberdeen-aktie"], "text_data": {"de": [["21.05.20", "MÄRKTE EUROPA/Wall Street lässt Verluste in Europa schmelzen"], ["21.05.20", "KORREKTUR: MÄRKTE EUROPA/Feiertagshandel - Anleger nehmen Gewinne mit"], ["21.05.20", "MÄRKTE EUROPA/Feiertagshandel - Anleger nehmen Gewinne mit"], ["07.05.20", "Aviva Endurance Fund: Krisenerprobter Fonds - das sollten Anleger jetzt wissen"], ["08.04.20", "Britische Versicherer setzen Dividende aus"], ["08.04.20", "Britische Versicherer setzen Dividende nach Druck der Aufseher aus"], ["08.04.20", "Aviva setzt Zahlung der Schlussdividende aus"], ["05.03.20", "MÄRKTE EUROPA/Erholung ausgelaufen - Kein Halten bei Continental"], ["05.03.20", "MÄRKTE EUROPA/Börsen bleiben unter Druck - Wall Street schwach"]], "en": [["29.05.20", "Investors Chronicle: Aviva, British Land, Mears"], ["29.05.20", "Aviva PLC : Total Voting Rights"], ["27.05.20", "Aviva PLC : Director/PDMR Shareholding"], ["22.05.20", "Aviva PLC : Publication of Suppl.Prospcts"], ["21.05.20", "Aviva PLC : Operating Update"], ["20.05.20", "Aviva and QBE face legal threat from bars and restaurants"], ["20.05.20", "Hospitality firms threaten legal claim against insurers Aviva and QBE"], ["19.05.20", "Aviva picks former Lloyds CFO Culmer as chair"], ["19.05.20", "Aviva PLC : Aviva appoints George Culmer as Chairman"], ["15.05.20", "Aviva PLC : Director/PDMR Shareholding"], ["15.05.20", "How Aviva Stadium plans to open up behind closed doors"], ["12.05.20", "Aviva PLC : Update on Arrangements for Annual General Meeting"], ["07.05.20", "Aviva in frame as Niall Quinn hints at neutral solution for League of Ireland"], ["04.05.20", "Aviva PLC : Publication of a Prospectus"], ["30.04.20", "Aviva PLC : Total Voting Rights"], ["30.04.20", "Aviva PLC : Disclosure of rights attached to listed securities"], ["21.04.20", "Aviva PLC : Form 8.3 - Huntsworth plc"], ["21.04.20", "Aviva PLC : Notice of 2020 AGM and Ancillary Documents"], ["16.04.20", "British insurer Aviva halts executive bonuses, pay rises"], ["16.04.20", "Aviva PLC : Director/PDMR Shareholding"], ["15.04.20", "Aviva PLC : Publication of Suppl.Prospcts"], ["09.04.20", "Aviva pension clients barred from cashing in property assets"], ["09.04.20", "Aviva pension clients barred from cashing in property assets"], ["08.04.20", "Aviva, RSA, Direct Line and Hiscox pull dividends "], ["08.04.20", "Aviva, Direct Line and RSA Insurance all scrap dividends"], ["08.04.20", "Aviva PLC : Update on COVID-19 and 2019 Final Dividend*"], ["02.04.20", "Aviva PLC : Form 8.3 - Huntsworth plc"], ["01.04.20", "Big Yellow Group PLC : New Aviva debt facility"], ["31.03.20", "Aviva PLC : Total Voting Rights"], ["30.03.20", "Bank Pekao SA : Aviva OFE above 5% of total number votes in Bank"], ["26.03.20", "Aviva PLC : Form 8.3 - Huntsworth PLC"], ["25.03.20", "Aviva PLC : Director/PDMR Shareholding"], ["25.03.20", "Aviva PLC : Annual Financial Report"], ["18.03.20", "Aviva PLC : Supplementary Euro Note Programme Prospectus"], ["18.03.20", "Aviva PLC : Form 8.3 -Huntsworth PLC"], ["17.03.20", "Aviva PLC : Update on solvency position ahead of conference"], ["16.03.20", "Aviva PLC : Form 8.3 - Redx Pharma plc"], ["16.03.20", "Aviva PLC : Form 8.3 - Huntsworth plc"], ["12.03.20", "Aviva PLC : Price Monitoring Extension"], ["12.03.20", "Aviva PLC : Form 8.3 - Huntsworth PLC"], ["2020-06-02 09:54", "Tictrac secures $7.5M to expand employee wellbeing platform as WFH baloons ... \" platforms, users can follow the content or experts that they can relate to (much like with Instagram, Calm or Glo Yoga) powered by a campaign engine that delivers creative themes across Tictrac features, like healthy habit-forming action plans and activity challenges. Story continues Founded in 2010, the company has partnered with healthcare and insurance providers including Aviva, Allianz and Prudential. In a statement Martin Blinder, CEO and founder of Tictrac, commented: \"Now more than ever, companies have a greater role and responsibility in supporting the health of their workforce. And while businesses are focused on sustaining retention and productivity - particularly with so many people working remotely - they are now tasked with trying to ... "], ["2020-06-02 09:54", "Tictrac secures $7.5M to expand employee wellbeing platform as WFH balloons ...  Welbeing\" platforms, users can follow the content or experts that they can relate to (much like with Instagram, Calm or Glo Yoga) powered by a campaign engine that delivers creative themes across Tictrac features, like healthy habit-forming action plans and activity challenges. Founded in 2010, the company has partnered with healthcare and insurance providers including Aviva, Allianz and Prudential. In a statement Martin Blinder, CEO and founder of Tictrac, commented: \"Now more than ever, companies have a greater role and responsibility in supporting the health of their workforce. And while businesses are focused on sustaining retention and productivity particularly with so many people working remotely they are now tasked with trying to navigate ... "], ["2020-06-01 02:17", "Live: SGX Nifty Indicates A Positive Start; Adani Power, MCX, Metropolis In Focus ...  Service Bloomberg Live Conferences Follow Us Facebook Twitter LinkedIn Instagram Bloomberg Customers Bloomberg Anywhere Remote Login Download Software Service Center BloombergQuint Markets Business BQ Blue Exclusive Videos Coronavirus Pandemic Opinion Law And Policy Mutual Funds BQ Learning Economy & Finance BloombergQuint Markets Business BQ Blue Exclusive Videos Coronavirus Pandemic Index graphs run across a computer screen on the investment floor at Aviva Investors, in London, U.K. (Photographer: Jason Alden/Bloomberg News) Live: SGX Nifty Indicates A Positive Start; Adani Power, MCX, Metropolis In Focus Hormaz Fatakia Bookmark Jun 01 2020, 7:47 AM Jun 01 2020, 8:10 AM June 01 2020, 7:47 AM June 01 2020, 8:10 AM Latest First Oldest First 02:40 AM A Check ... "], ["2020-05-31 16:00", "Did It Work?! Checking in On the Status of a Whole Bunch of Marriage Boot Camp Couples ...  2018, making for a sweet finale for The Hills: New Beginnings . Instagram/Rachel Foulger Rachel Foulger & Tyson Apostol Show Status: Dating, then engaged Current Status: Married Apostol popped the question during their season finale and they tied the knot in February 2015, with fellow Survivor alum Stephen Fishbach officiating their ceremony in Provo, Utah. They have two daughters. WEtv Reid & Aviva Drescher Show Status: Married Current Status: Married The parents of two, plus a child apiece from previous relationships, survived two seasons of The Real Housewives of New York City and Marriage Boot Camp , which they appeared on to cope with the pressures of social media fame that comes from your wife throwing her prosthetic leg across the table during an ... "], ["2020-05-31 08:09", "How your savings could be invested in firms making deadly weapons banned under international treaty ...  this field Email address is invalid Email already exists. Log in to update your newsletter preferences Register with your social account or click here to log in I would like to receive morning headlines Monday - Friday plus breaking news alerts by email Update newsletter preferences Top five responsible investors According to ShareAction Robeco BNP Paribas Legal & General Investment Management APG Asset Management Aviva Investors Much of the money that goes into cluster munitions and other controversial weapons is invested through so-called tracker funds, which have grown rapidly in popularity in the last few years. They follow an index like the FTSE 100 or the S&P 500. If the index goes up, the fund goes up. \"These are the sort of cheap tracker funds ... "], ["2020-05-31 00:30", "Cierran calles del centro para el segundo día de protestas en Tucsón ... sbado que muchos agentes del Servicio Secreto estaban \"esperando entrar en accin\" y listos... +3 AP News in Spanish Minneapolis rebasada por protestas por muerte de Floyd Updated 24 min ago MINNEAPOLIS, Minnesota, EE.UU. (AP) — Los incendios ardan sin control y miles de personas protestaban la muerte de George Floyd a manos de la... AP News in Spanish Anlisis: Trump aviva nuevas tensiones en momento de crisis Updated 24 min ago WASHINGTON (AP) — En poco ms de 48 horas en Estados Unidos, la cifra oficial de muertes por la pandemia del coronavirus rebas las 100.000 pe... +4 AP News in Spanish Estados de EEUU recurren a Guardia Nacional ante disturbios Updated 24 min ago ATLANTA (AP) — Los manifestantes quemaron negocios en Minneapolis ... "], ["2020-05-30 10:00", "Cash in the time of coronavirus: how to get in financial shape for the new normal ...  pandemic and its fallout have prompted many people to take another look at how much life insurance cover they have, with some companies saying many more younger people are buying it. Straightforward life insurance is still widely available and nearly all policies, even those taken out today, will pay out if the death is due to coronavirus. Note that the price rises steeply as you get older. We obtained a quote from Aviva this week where the cost was 8.42 a month for a 37-year-old seeking a payout of 100,000 should they die in the next 15 years. But if the person was 57, the premium shot up to 45.22 a month. If your concern is about losing your job and not being able to pay the monthly bills, things have become a lot tougher. Many of the big price comparison ... "], ["2020-05-30 08:26", "Anlisis: Trump aviva nuevas tensiones en momento de crisis ... de las cuarentenas y cierres por el coronavirus, en el Comedor de Estado en la Casa Blanca, en Washington. (AP Foto/Alex Brandon) less El presidente Donald Trump escucha durante una mesa redonda con ejecutivos industriales el viernes 29 de mayo de 2020 acerca de la reapertura del pas despus de las cuarentenas y cierres por el coronavirus, ... more Photo: Alex Brandon, AP Anlisis: Trump aviva nuevas tensiones en momento de crisis 1 / 1 Back to Gallery WASHINGTON (AP) — En poco ms de 48 horas en Estados Unidos, la cifra oficial de muertes por la pandemia del coronavirus rebas las 100.000 personas, las solicitures de asistencia por desempleo durante la crisis superaron los 40 millones y las calles de una importante ciudad fueron presa de las llamas despus ... "], ["2020-05-30 08:26", "Anlisis: Trump aviva nuevas tensiones en momento de crisis ... de las cuarentenas y cierres por el coronavirus, en el Comedor de Estado en la Casa Blanca, en Washington. (AP Foto/Alex Brandon) less El presidente Donald Trump escucha durante una mesa redonda con ejecutivos industriales el viernes 29 de mayo de 2020 acerca de la reapertura del pas despus de las cuarentenas y cierres por el coronavirus, ... more Photo: Alex Brandon, AP Anlisis: Trump aviva nuevas tensiones en momento de crisis 1 / 1 Back to Gallery WASHINGTON (AP) — En poco ms de 48 horas en Estados Unidos, la cifra oficial de muertes por la pandemia del coronavirus rebas las 100.000 personas, las solicitures de asistencia por desempleo durante la crisis superaron los 40 millones y las calles de una importante ciudad fueron presa de las llamas despus ... "], ["2020-05-30 08:26", "Anlisis: Trump aviva nuevas tensiones en momento de crisis ... de las cuarentenas y cierres por el coronavirus, en el Comedor de Estado en la Casa Blanca, en Washington. (AP Foto/Alex Brandon) less El presidente Donald Trump escucha durante una mesa redonda con ejecutivos industriales el viernes 29 de mayo de 2020 acerca de la reapertura del pas despus de las cuarentenas y cierres por el coronavirus, ... more Photo: Alex Brandon, AP Anlisis: Trump aviva nuevas tensiones en momento de crisis 1 / 1 Back to Gallery WASHINGTON (AP) — En poco ms de 48 horas en Estados Unidos, la cifra oficial de muertes por la pandemia del coronavirus rebas las 100.000 personas, las solicitures de asistencia por desempleo durante la crisis superaron los 40 millones y las calles de una importante ciudad fueron presa de las llamas despus ... "], ["2020-05-30 01:30", "Murrayfield set to host Lions 'home' TestMurrayfield looks to have beaten off competition from the Aviva and Principality stadiums to host the Lions' home Test in June next year."], ["2020-05-29 20:55", "Protesters Called Minneapolis Officials' Bluff On \"Investigating\" George Floyd's Killer ...  Slate on Facebook Register Sign in Settings Log out * Consider, Again and From All the Angles Follow Us Slate on Instagram Slate on Twitter Slate on Facebook Jurisprudence Protesters Called Minneapolis Officials' Bluff on \"Investigating\" George Floyd's Killer After four days of dragging his feet, the Hennepin County attorney has filed murder charges against officer Derek Chauvin. By Aviva Shen May 29, 2020 4:55 PM Tweet Share Comment Minnesota State Patrol police officers block a road on the fourth day of protests against the killing of George Floyd, on Friday in Minneapolis. Kerem Yucel/AFP via Getty Images Protests and riots broke out across American cities this week to demand justice for George Floyd, a 46-year-old black man who was ... "], ["2020-05-29 14:54", "'The Real Housewives' Is Really About Both Maintaining And Abandoning Propriety ...  out in a Thursday Instagram, she has similar lapses constantly. It's the same with the women's critiques of Leah's tattoos. The complaints are laughable, not credible, because these are the women urinating in the middle of corn mazes with cameras rolling. (There are million other examples, like Aviva condemning Ramona and Sonja for allegedly impolite behavior and then going on to throw her fake leg at Le Cirque. And remember Aviva's dad?) Over time, the show has evolved into a brilliant tragicomedy that captures aging socialites grappling with class and all of its cultural and psychological implications. The Beverly Hills women drink, sometimes a lot, but when they do, they end up performing impressions of each other and fighting over group ... "], ["2020-05-29 06:57", "Stick or twist? Investors face coronavirus-induced property dilemma ... the highest average rent collections of any major property type and a 4.2% first-quarter vacancy rate was in line with previous quarters. FILE PHOTO: One World Trade Center and the lower Manhattan skyline are seen shortly after sunset, during the outbreak of the coronavirus disease (COVID-19) New York City, U.S., May 20, 2020. REUTERS/Brendan McDermid British insurer Aviva ( AV.L ) last week said it expected the coronavirus to knock residential values by 12% but commercial assets would fall by 15% before growth resumed. \"With so many now living, learning, working and playing from home, investing in residential can accomplish multiple objectives,\" said Andrew Angeli, head of strategy & research EMEA at CBRE Global Investors ( CBRE.N ). \"Affordable ... "], ["2020-05-29 06:24", "Stick or twist? Investors face coronavirus-induced property dilemma ... the highest average rent collections of any major property type and a 4.2% first-quarter vacancy rate was in line with previous quarters. FILE PHOTO: One World Trade Center and the lower Manhattan skyline are seen shortly after sunset, during the outbreak of the coronavirus disease (COVID-19) New York City, U.S., May 20, 2020. REUTERS/Brendan McDermid British insurer Aviva ( AV.L ) last week said it expected the coronavirus to knock residential values by 12% but commercial assets would fall by 15% before growth resumed. \"With so many now living, learning, working and playing from home, investing in residential can accomplish multiple objectives,\" said Andrew Angeli, head of strategy & research EMEA at CBRE Global Investors ( CBRE.N ). \"Affordable ... "], ["2020-05-29 06:15", "Stick or twist? Investors face coronavirus-induced property dilemma ... the highest average rent collections of any major property type and a 4.2% first-quarter vacancy rate was in line with previous quarters. FILE PHOTO: One World Trade Center and the lower Manhattan skyline are seen shortly after sunset, during the outbreak of the coronavirus disease (COVID-19) New York City, U.S., May 20, 2020. REUTERS/Brendan McDermid British insurer Aviva ( AV.L ) last week said it expected the coronavirus to knock residential values by 12% but commercial assets would fall by 15% before growth resumed. \"With so many now living, learning, working and playing from home, investing in residential can accomplish multiple objectives,\" said Andrew Angeli, head of strategy & research EMEA at CBRE Global Investors ( CBRE.N ). \"Affordable ... "], ["2020-05-29 05:00", "Perthshire Pride is still going strong despite impact of coronavirus pandemicThe monthly socials will restart in June online while the group has received funding from the Aviva Community Fund and the Equity Network to adapt its events to the current situation."], ["2020-05-29 01:30", "League players get some relief from funds donated by Irish internationals ...  Cronin. The former Cork City and Shamrock Rovers defender is an experienced financial professional and was asked to come in by the PFAI to manage the process. Cronin is receiving no payment for his contribution with his employers, the UK based Provident Financial Group, consenting to his involvement. The 45-year-old is their chief internal auditor, having previously held senior roles in that area with AIB and Aviva. \"Stephen (McGuinness, PFAI chief) reached out to me two months ago,\" said Cronin. \"It's been a while since I've been involved in the League of Ireland and he made me aware of the nature of the fund. \"He asked me to design criteria for players to apply for help. The overarching principle was to help as many players as ... "], ["2020-05-28 12:20", "WE’VE GOT SCOTUS ATTENTION — A DEM DISSES STAY-AT-HOME ORDER — COVID IN THE BOS CENTER! ... data for Covid-19 cases, by NBC/5. IN MEMORIAM — Obit writer Maureen O'Donnell works \"to show the story of how this is impacting all people in our society,\" she says in an NPR interview. — Remembering lives lost to the coronavirus in Illinois, by Tribune staff. — AIDS activist and playwright Larry Kramer dies at 84, by the AP TRANSITIONS FIRST IN PLAYBOOK: Aviva Bowen, spokeswoman for Cook County State's Attorney Kim Foxx, will be leaving her position to join The Strategy Group as senior vice president. \"It's a strange time to make a transition,\" Bowen told Playbook. \"But there's an opportunity to do something for November and I can't think of a more important election.\" Strategy Group, headed by ... "], ["2020-05-28 11:55", "'If we have to cut wages, we have to cut wages' IRFU boss issues further stark warning for Irish rugby ...  issues.\" Speaking last week, Browne warned of the potential \"catastrophic\" impact of the pandemic, with the IRFU chief warning that \"without Government support, sport will take a generation to get back on its feet\". The Irish provinces are hoping to begin pre-season programmes over the coming weeks ahead of a potential return to action on August 22 with inter-provincial clashes at the Aviva Stadium behind closed doors. \"It's easy to switch it all off,\" Browne added. \"It's much harder to switch it back on again. If you lose an NGB (national governing body) or if you start losing clubs, at that stage it becomes very difficult to put it all back together again. \"Professional sport is a marginal business. We don't ... "]]}}