{"postfix": "axa-aktie", "name": "AXA", "wkn": "855705", "time": "2020.06.02 13:16", "ts": 1591096582, "features": {"KGV": "9.16", "Marktkapitalisierung": {"Size": "Mrd", "Value": "39.66"}, "GA": "2.76", "KBV": "0.95", "BA": "26.50", "KCV": "11.08", "CA": "2.28", "Vola30": "35.43", "Vola90": "79.17", "Vola180": "58.29", "Vola250": "42.26"}, "rivals": ["allianz-aktie", "munich_re-aktie", "prudential-aktie", "hannover_rueck-aktie", "american_international_group-aktie", "generali-aktie", "generali_deutschland-aktie"], "text_data": {"de": [["31.05.20", "Mai 2020: So schätzen Experten die AXA-Aktie ein"], ["26.05.20", "Coronakrise: Axa will Gastronomen mit 500 Millionen Euro entschädigen"], ["23.05.20", "Gerichtsurteil: Französischer Restaurateur siegt vor Gericht gegen Axa-Versicherung"], ["22.05.20", "Coronavirus: Versicherer Axa verliert im Streit um Restaurant-Schließungen"], ["15.05.20", "Britische Aufsicht will Corona-Streit mit Musterverfahren klären"], ["15.05.20", "1 Pandemie = 3 Hurrikans - Versicherer rätseln über Corona-Kosten"], ["12.05.20", "Corona-Pandemie kostet Allianz mehr als eine Milliarde"], ["12.05.20", "BaFin - Coronakrise geht Lebensversicherern nicht an die Substanz"], ["12.05.20", "Swiss Life und der Axa-Effekt"], ["09.05.20", "AXA hat Bilanz für das abgelaufene Quartal gezogen"], ["09.05.20", "AXA: Bilanzvorlage zum letzten Quartal"], ["05.05.20", "Axa steigert Einnahmen im ersten Quartal - März und April schwach"], ["04.05.20", "Branchenexperten rechnen mit harten Jahren für Lebensversicherer"], ["30.04.20", "Experten sehen bei AXA-Aktie Potenzial"], ["30.04.20", "Swiss Re will sich gegen ungerechtfertige Pandemie-Ansprüche wehren"], ["22.04.20", "OFFIZIELLE KORREKTUR/Studie: Zinstief bleibt für Lebensversicherer Hauptproblem"], ["22.04.20", "Studie: Zinstief bleibt für Lebensversicherer auch in Corona-Krise Hauptproblem"], ["07.04.20", "VIRUS: Finanzaufsicht hat in Krise keine Angst um deutsche Lebensversicherer"], ["31.03.20", "AXA-Aktie: Was Analysten im März vom Papier halten"], ["18.03.20", "Reuss Private holt CFO vom Axa-Konzern"], ["15.03.20", "Versicherung schützt Unternehmen nicht gegen Corona-Schäden"], ["09.03.20", "ROUNDUP: Qualitätsunterschiede bei jährlicher Info über Lebensversicherungen"], ["09.03.20", "Studie: Infos über Lebensversicherungen nicht immer ausreichend"], ["06.03.20", "PKV: Prämienerhöhung für Privatpatienten wegen Corona unwahrscheinlich"], ["06.03.20", "WDH/VIRUS/ROUNDUP: Prämienerhöhung für Privatpatienten unwahrscheinlich"], ["06.03.20", "VIRUS: Höhere Beiträge für Privatpatienten wegen Corona unwahrscheinlich"]], "en": [["26.05.20", "Insurer AXA to pay out to restaurants after court ruling"], ["26.05.20", "Insurer AXA to pay out to restaurants after court ruling"], ["23.05.20", "Insurer AXA must pay restaurant's COVID-19 losses, French court rules"], ["22.05.20", "UPDATE 4-Insurer AXA must pay restaurant's COVID-19 losses, French court rules"], ["22.05.20", "UPDATE 3-French court orders insurer AXA to pay restaurant's COVID-19 losses"], ["22.05.20", "UPDATE 2-French court orders insurer AXA to pay restaurant's COVID-19 losses"], ["22.05.20", "UPDATE 1-French court orders insurer AXA to pay restaurant's COVID-19 losses"], ["22.05.20", "French court orders insurer Axa to pay restaurant's COVID-19 losses"], ["21.05.20", "Accor teams up with AXA to offer medical support for guests "], ["14.05.20", "Shareholders' loan in AXA Tower deal with Alibaba amounts to S$364.7m: Perennial"], ["09.05.20", "AXA Equitable Holdings, Inc. (EQH) Q1 2020 Earnings Call Transcript"], ["06.05.20", "Perennial, SPH consortium to sell half stake in AXA Tower to Alibaba"], ["05.05.20", "French insurer AXA warns coronavirus to have material impact on 2020 earnings"], ["28.04.20", "Why Shares of AXA Equitable Holdings Soared Today"], ["28.04.20", "Liberty and Axa to give motor insurance premium rebates"], ["07.04.20", "Axa criticises regulatory confusion over dividend policy"], ["01.04.20", "AXA IM Strategies : Transfer of Market"], ["17.03.20", "AXA Investment Managers SA : Form 8.3 - AXA INVESTMENT MANAGERS: Redx Pharma PLC"], ["04.03.20", "KKR in Talks With Acciona and Axa to Sell Its 33% Stake in Acciona's Energy Unit"], ["26.02.20", "AXA Investment Managers SA : Correction: Correction: Form 8.3 - AXA INVESTMENT MANAGERS: Pollen Street Secured Lending PLC"], ["26.02.20", "AXA Investment Managers SA : Correction: Form 8.3 - AXA INVESTMENT MANAGERS: Pollen Street Secured Lending PLC"], ["20.02.20", "Axa replaces head of specialist commercial insurance business XL"], ["20.02.20", "Dow Jones Newswires: AXA posts strong net profit rise for 2019 and lifts its dividend"], ["12.02.20", "AXA Equitable Holdings, Inc. (EQH) Soars to 52-Week High, Time to Cash Out?"], ["05.02.20", "Should Value Investors Buy AXA Equitable Holdings, Inc. (EQH) Stock?"], ["30.01.20", "Medloop secures €6M from Kamet Ventures and AXA for self-service patient app"], ["17.01.20", "Is AXA Equitable Holdings, Inc. (EQH) Stock Undervalued Right Now?"], ["14.01.20", "Here's Why AXA Equitable Holdings, Inc. (EQH) is a Great Momentum Stock to Buy"], ["09.01.20", "AXA Equitable Holdings, Inc. (EQH) Hits 52-Week High, Can the Run Continue?"], ["08.01.20", "Zacks.com featured highlights include: Builders FirstSource, Melco Resorts & Entertainment, JELD-WEN, AXA Equitable and EVO Payments"], ["08.01.20", "AXA Investment Managers SA : Form 8.3 - AXA INVESTMENT MANAGERS: Consort Medical PLC"], ["02.01.20", "AXA Investment Managers SA : Form 8.3 - AXA INVESTMENT MANAGERS: Redx Pharma PLC"], ["01.01.20", "Should Value Investors Buy AXA Equitable Holdings, Inc. (EQH) Stock?"], ["2020-06-01 06:43", "The Streethttps://www.thestreet.comhttps://www.thestreet.com/site/images/apple-touch-icon.pngTheStreethttps://www.thestreet.comTempestTue, 02 Jun 2020 10:44:15 GMTTue, 02 Jun 2020 10:44:15 GMTFord Motor Co. (F) - Get Report shares jumped higher Tuesday after Germany's Volkswagen AG (VWAGY) confirmed a $2.6 billion investment in Argo AI, a self-driving stat-up jointly controlled by the two carmakers.Ford said in a Securities and Exchange Commission filing that it expects to book a second quarter gain from the investment, which the two carmakers first established in July of last year. Volkswagen said at the time that it would invest $3.1 billion into the venture, a figure that includes the purchase of $500 million Argo shares owned by Ford. \"In addition to  ... "], ["2020-06-01 05:27", "China bets on $2tn high-tech infrastructure plan to spark economy ...  of new infrastructure development. Its great rival Alibaba Group Holding made a similar announcement in April. How will China pay for this plan, and what are the potential pitfalls? It is unclear at this point who will foot the bill for this ambitious plan. \"We are still waiting for the details on how to deploy the fiscal firepower,\" said Aidan Yao, senior emerging Asia economist at AXA Investment Managers, on Tuesday. China does not have any obvious debt problem at the central government level, so it would probably not be a serious problem even if the annual fiscal deficit to rose to 3.6% of GDP, as laid out by Premier Li Keqiang on May 22, which is deemed to be manageable. The problem could lie with local governments -- Li has promised that the ... "], ["2020-05-31 04:00", "Meet The Woman Behind Okra, Africa's First API Fintech \"Super-Connector\" ...  in Nigeria as a teenager, but really never expected to settle in Nigeria permanently. During a visit she kept thinking, \" I can do something really big and really impactful [here]. There's so much more opportunity to do, to solve so many problems,\" said Jituboh. She moved back to Nigeria where she started a studio to build technology for other companies such as AXA Mansard, Sanofi Pharmaceuticals, and Airtel. In 2019, Jituboh temporarily moved back to the U.S. to have her son and stayed for about a year. During that time, she started using applications like Mint on her phone to manage her funds. Then she moved back to Nigeria and realized that none of these applications worked because they didn't connect to Nigerian banks. \"My financial ... "], ["2020-05-30 01:30", "Is now the right time to convert my traditional IRA to a Roth? ...  from the coronavirus economic shutdown, my basis in the account exceeds the account value at the moment. — Getting ready for a move A. After the stock market's big fall, many investors are looking at the opportunity to convert traditional IRAs to a Roth. The Roth IRA enjoys income-tax free growth and withdrawals for life, said Jody D'Agostini, a certified financial planner with AXA Advisors/The Falcon Financial Group in Morristown. This income tax free nature extends to amounts distributed to your heirs as well, she said. \"Money left in a non-deductible IRA can be converted to a Roth IRA but is subjected to a pro-rata calculation if you have any other IRAs which are pre-tax,\" D'Agostini said. \"You need to look at the total ... "], ["2020-05-29 11:15", "Global Data Science Market Report 2020: Technology, Applications And Implementation For Financial Services ...  The Future of Data Science 6.1 Automation of Data Processes for delivery of instantaneous analytics solutions 6.2 Evolution of Analytics platforms 6.3 New Skill Sets Required 7 Leading Companies Providing Data Science Services Glossary Annex 1: The History of Data Science Annex 2: List of Sources Companies Mentioned ACT Operations Research Alibaba Apache Axa Insurance Ayata Birst BNP Paribas Fireside Analytics Goldman Sachs IBM Jaspersoft JPMorgan KEB Hana bank KNIME Kreditech Lavastorm LLamasoft Lumina MicroStrategy Inc Munich-Re NGDATA Paypal Pentaho Privatbank Progressive PWC Qlik River Logic Spago BI Tableau UBS For more information about this report visit https://www.researchandmarkets.com/r/8gc1ug About ResearchAndMarkets.com ResearchAndMarkets.com is ... "], ["2020-05-29 07:24", "Asia's lead in virus recovery not showing in stock markets ...  at about half the levels of developed markets, according to a study by Goldman Sachs this month. UBS expects 0.5% earnings growth in Asia in 2020, led by the second half of the year with the measure accelerating to 16.8% next year. \"We do think [the sentiment toward Asian stocks] will change,\" said Simon Weston, a senior portfolio manager at AXA Investment Managers in Hong Kong. \"Fundamentals from an economic perspective look attractive in Asia. Asia will continue to become more attractive in the longer-term.\" While fund managers across the region have cut their elevated cash positions, they are deploying what they are investing defensively, such as health care and technology stocks that are primed to benefit from the virus-led lockdowns ... "], ["2020-05-29 06:28", "Asia's lead in virus recovery not showing in stock markets ...  at about half the levels of developed markets, according to a study by Goldman Sachs this month. UBS expects 0.5% earnings growth in Asia in 2020, led by the second half of the year with the measure accelerating to 16.8% next year. \"We do think [the sentiment toward Asian stocks] will change,\" said Simon Weston, a senior portfolio manager at AXA Investment Managers in Hong Kong. \"Fundamentals from an economic perspective look attractive in Asia. Asia will continue to become more attractive in the longer-term.\" While fund managers across the region have cut their elevated cash positions, they are deploying what they are investing defensively, such as health care and technology stocks that are primed to benefit from the virus-led lockdowns ... "], ["2020-05-28 01:30", "Rising number of family owned nursing homes taken over by large companies ...  investment in the sector dry up as many operators were no longer able to provide investors with the required returns without the benefit of a tax refund. This created a large 'equity gap', with operators capable of sourcing bank finance for development but not capable of attracting the required equity to fully fund a development project.\" In recent times, insurance giant Axa has taken a stake in Mowlam Healthcare, the largest nursing home operator in Ireland, for an undisclosed sum. Real state firm Immac bought Beechfield Care for 33m and CareChoice was taken over by investment firm InfraVia for 70m. BDO's analysis of the Central Statistics Office population forecasts indicates that up to 28,000 beds could be required by 2041, with almost 8 ... "], ["2020-05-27 23:00", "D-ID raises $13.5M to grow its sales and marketing activitiesOn April 24, 2020, with massive uncertainty circling the market, Israeli startup D-ID raised over $13.5 million as part of its Round A fundraising. Led by AXA Venture Partners, investors in the round included Pitango Venture Capital, Y-Combinator, AI Alli"], ["2020-05-27 15:26", "Canada excluded from Greece's list of COVID-19 countries whose citizens may holiday in Agean ...  toll tops 1,000, Brazil becomes new centre of the global pandemic A black birdwatcher asked a white woman to leash her dog. Instead, she called the police Watch WHO pauses trial of hydroxychloroquine, the drug Trump said he was taking, over safety concerns The Earth's magnetic field is weakening and scientists don't know why French restaurant's big win over insurance giant AXA could set precedent for coronavirus claims worldwide Top Stories Watch What Canada must learn from its flawed COVID-19 response to get ready for a second wave Lessons from a Pandemic: There are already lessons to be learned from Canada's response to COVID-19, as well as time to act upon them before the feared second wave hits Watch Where can you live your best CERB ... "], ["2020-05-27 15:04", "Private jet demand on the rise as wealthy Russians take off amid COVID-19 pandemic ...  toll tops 1,000, Brazil becomes new centre of the global pandemic A black birdwatcher asked a white woman to leash her dog. Instead, she called the police Watch WHO pauses trial of hydroxychloroquine, the drug Trump said he was taking, over safety concerns The Earth's magnetic field is weakening and scientists don't know why French restaurant's big win over insurance giant AXA could set precedent for coronavirus claims worldwide Top Stories Watch What Canada must learn from its flawed COVID-19 response to get ready for a second wave Lessons from a Pandemic: There are already lessons to be learned from Canada's response to COVID-19, as well as time to act upon them before the feared second wave hits Watch Where can you live your best CERB ... "], ["2020-05-27 14:31", "Unrest returns to Hong Kong as police fire tear gas to control security bill protesters ...  becomes new centre of the global pandemic A black birdwatcher asked a white woman to leash her dog. Instead, she called the police Watch WHO pauses trial of hydroxychloroquine, the drug Trump said he was taking, over safety concerns The Earth's magnetic field is weakening and scientists don't know why French restaurant's big win over insurance giant AXA could set precedent for coronavirus claims worldwide Trump spends Memorial Day without a mask, then retweets post mocking Biden for wearing one Netflix's Jeffrey Epstein docuseries honours his victims and their stories, but the creep still gets away Elon Musk's SpaceX prepares for upcoming astronaut mission to International Space Station Top Stories Watch What Canada must learn from its ... "], ["2020-05-27 13:57", "Kate is 'furious' about mountainous workload since Meaghan and Harry jumped ship: sources ... becomes new centre of the global pandemic A black birdwatcher asked a white woman to leash her dog. Instead, she called the police Watch WHO pauses trial of hydroxychloroquine, the drug Trump said he was taking, over safety concerns The Earth's magnetic field is weakening and scientists don't know why French restaurant's big win over insurance giant AXA could set precedent for coronavirus claims worldwide Trump spends Memorial Day without a mask, then retweets post mocking Biden for wearing one Netflix's Jeffrey Epstein docuseries honours his victims and their stories, but the creep still gets away Elon Musk's SpaceX prepares for upcoming astronaut mission to International Space Station Japan ignored the usual rules but contained COVID-19 ... "], ["2020-05-27 13:56", "Credit Agricole to exit financing of tobacco companies within 3 years ... France's Credit Agricole said on Wednesday that the bank, along with its asset management and insurance arms Amundi and Credit Agricole Assurances, would exit any financing of tobacco companies within three years. Amundi said it planned to exclude cigarette makers from its actively managed open-ended funds. This follows similar moves by BNP Paribas Asset Management and insurers AXA, Aviva and Scor, who decided to sell out of the industry because of the health, social and environmental costs linked to tobacco. Reporting by Maya Nikolaeva and Simon Jessop; editing by David Evans Our Standards: The Thomson Reuters Trust Principles. 0 : 0 narrow-browser-and-phone medium-browser-and-portrait-tablet landscape-tablet medium-wide-browser wide-browser-and-larger ... "], ["2020-05-27 13:55", "UPDATE 1-Credit Agricole to exit financing of tobacco companies within 3 years ... France's Credit Agricole said on Wednesday that the bank, along with its asset management and insurance arms Amundi and Credit Agricole Assurances, would exit any financing of tobacco companies within three years. Amundi said it planned to exclude cigarette makers from its actively managed open-ended funds. This follows similar moves by BNP Paribas Asset Management and insurers AXA, Aviva and Scor, who decided to sell out of the industry because of the health, social and environmental costs linked to tobacco. Reporting by Maya Nikolaeva and Simon Jessop; editing by DavidEvans Our Standards: The Thomson Reuters Trust Principles. 0 : 0 narrow-browser-and-phone medium-browser-and-portrait-tablet landscape-tablet medium-wide-browser wide-browser-and-larger ... "], ["2020-05-27 12:24", "Twitter fact checks Trump's rant about mail-in ballot fraud while Facebook lets the 'discussion' continue unabated ... becomes new centre of the global pandemic A black birdwatcher asked a white woman to leash her dog. Instead, she called the police Watch WHO pauses trial of hydroxychloroquine, the drug Trump said he was taking, over safety concerns The Earth's magnetic field is weakening and scientists don't know why French restaurant's big win over insurance giant AXA could set precedent for coronavirus claims worldwide Trump spends Memorial Day without a mask, then retweets post mocking Biden for wearing one Netflix's Jeffrey Epstein docuseries honours his victims and their stories, but the creep still gets away Elon Musk's SpaceX prepares for upcoming astronaut mission to International Space Station Japan ignored the usual rules but contained COVID-19 ... "], ["2020-05-27 11:15", "Equitable Joins Forces With BlackRock To Help More Americans Secure Their Financial Well-being ...  Company (NY, NY) to which the reference to an 1859 founding exclusively applies, and is, overall, the brand name of Equitable Holdings, Inc. All guarantees provided within the fixed annuity discussed will be backed solely by the claims-paying ability of the issuing life insurance company. The reference to 8,000 employees and financial professionals includes approximately 4,700 financial professionals of AXA Advisors, LLC (member FINRA, SIPC). GE-3099685(05/20)(exp.06/20) i See LIMRA's \"Not-for-Profit Retirement Market Report, Q4 2019.\" Equitable Life was ranked as the largest provider in a survey of 15 companies based on K-12 403(b) contributions and assets under management. View source version on businesswire.com: https://www.businesswire.com ... "], ["2020-05-27 11:00", "BlackRock Builds Investment Solution That Provides A Paycheck Throughout Retirement ...  company provides advice, protection and retirement strategies to individuals, families and small businesses. Equitable has more than 8,000 employees and financial professionals and serves 2.8 million clients across the country. Please visit equitable.com for more information. Equitable is a brand reference to AXA Equitable Life Insurance Company. Equitable Advisors is the brand name of AXA Advisors, LLC (member FINRA, SIPC). Annuities issued by AXA Equitable Life Insurance Company (NY, NY). All guarantees associated with annuities are subject to the claims-paying ability of the issuing life insurance company. About Brighthouse Financial, Inc. Brighthouse Financial, Inc. (Brighthouse Financial) (Nasdaq: BHF) is on a mission to help people achieve financial ... "], ["2020-05-27 04:00", "Here's The China Communist Party's List Of Economic Targets ... \" to throw buckets of cold water on the market. The National People's Congress (NPC) meeting began last Friday after a 2 months delay caused by the public health scare in the country. \"Because of the pandemic and its associated uncertainties, the market had a wide range of expectations going into the NPC,\" says Aidan Yao, senior economist for AXA Investment Managers. To start with, economists wondered if Beijing would make the usual GDP growth projection. They did not. The Shanghai bull near the financial district. (Photo by Zhang Peng/LightRocket via Getty Images) LightRocket via Getty Images \"We thought having one could better anchor market expectations...in times of acute uncertainty like now,\" Yao says. \"In the end, Beijing ... "], ["2020-05-27 01:30", "Lobbying by insurers blamed for delay in commencing new law ...  in commencing the legislation was \"a clear victory for the insurance industry lobby\". Insurance Ireland has insisted it supports the legislation. But it wants the next Government to create an operational management group to oversee its implementation. Read More Axa to pay 'bulk' of French restaurants' virus claims as FBD faces over 700 cases Irish Independent Related Content Irish Axa to pay 'bulk' of French restaurants' virus claims as FBD faces over 700 cases INSURER Axa yesterday said it would meet the bulk of business interruption claims from some restaurant owners in France after it lost a court case that was seen as a potential precedent for coronavirus-related disputes across the world. Independentie Search Search News ... "]]}}