{"postfix": "bae_systems-aktie", "name": "BAE_SYSTEMS", "wkn": "866131", "time": "2020.06.02 14:25", "ts": 1591100712, "features": {"KGV": "12.53", "Marktkapitalisierung": {"Size": "Mrd", "Value": "18.17"}, "GA": "0.46", "KBV": "3.38", "BA": "1.70", "KCV": "12.65", "CA": "0.45", "Vola30": "41.57", "Vola90": "66.49", "Vola180": "52.55", "Vola250": "40.79"}, "rivals": ["united_technologies-aktie", "boeing-aktie", "airbus-aktie", "lockheed_martin-aktie", "rheinmetall-aktie", "general_dynamics-aktie", "northrop_grumman-aktie"], "text_data": {"de": [["14.05.20", "Konsolidierung im Marine-Schiffbau nimmt Fahrt auf"], ["27.04.20", "ROUNDUP: Globale Militärausgaben auf Höchststand - Corona-Effekt erwartet"], ["27.04.20", "Sipri: Fast zwei Billionen Dollar weltweit fließen ins Militär"], ["30.03.20", "Großbritannien bestellt 10.000 Beatmungsgeräte bei Formel-1-Konsortium"], ["26.03.20", "ROUNDUP 2/Split-Lösung für die Tornado-Nachfolge: Eurofighter und F-18"], ["26.03.20", "ROUNDUP: Eurofighter und F-18 - eine Split-Lösung soll den Tornado ersetzen"], ["26.03.20", "Verteidigungsministerium plant Kauf von Eurofightern und F-18"], ["17.03.20", "Bund bekräftigt große Rüstungsvorhaben in Finanzplan"], ["09.03.20", "ROUNDUP 3: Deutschland bleibt viertgrößter Waffenexporteur - Kritik an Regierung"], ["09.03.20", "ROUNDUP 2: USA bleiben dominant bei Waffenexporten - Top-Abnehmer Saudi-Arabien"], ["09.03.20", "ROUNDUP: USA bleiben Dominator bei Waffenexporten - Top-Abnehmer Saudi-Arabien"], ["09.03.20", "USA und Frankreich legen bei Rüstungsexporten kräftig zu"], ["20.02.20", "BAE Systems erzielt mehr Umsatz und erhöht die Dividende"], ["20.02.20", "BAE Systems macht mehr Gewinn"], ["19.02.20", "Phasa-35: BAE Systems testet Solardrohne"], ["17.02.20", "Airbus startet Verhandlungen über Stellenabbau in Rüstungssparte"], ["13.02.20", "Kramp-Karrenbauer will Kampfjet- und Panzerprojekt für Europäer öffnen"], ["07.02.20", "Zypern kauft französische Raketen"], ["20.01.20", "Waffenhersteller: Rüstungskonzern BAE Systems stärkt Militärgeschäft mit zwei Zukäufen"], ["20.01.20", "Rüstungskonzern BAE Systems stärkt Militärgeschäft mit zwei Zukäufen"], ["14.01.20", "Niederländische Werft soll milliardenschweres deutsches Kriegsschiff bauen"], ["13.01.20", "MÄRKTE EUROPA/Kleiner Rücksetzer vor Start in die Berichtssaison"], ["13.01.20", "MÄRKTE EUROPA/Anleger vor Start in Berichtssaison zurückhaltend"], ["13.01.20", "MÄRKTE EUROPA/Anleger warten den Start in die Berichtssaison ab"], ["08.01.20", "SPD-Fraktion will Waffenexporte nur an enge Partner"], ["03.01.20", "MÄRKTE EUROPA/Angst vor neuem Krieg im Nahen Osten drückt"], ["03.01.20", "MÄRKTE EUROPA/Börsen erholen sich - Wall-Street-Minus im Rahmen"]], "en": [["29.05.20", "BAE SYSTEMS PLC : Total Voting Rights"], ["15.05.20", "BAE SYSTEMS PLC : Director/PDMR Shareholding"], ["07.05.20", "BAE SYSTEMS PLC : Result of AGM"], ["04.05.20", "BAE Systems completes $275 mln airborne tactical radios deal"], ["04.05.20", "BAE SYSTEMS PLC : Completion of acquisition"], ["30.04.20", "BAE SYSTEMS PLC : Total Voting Rights"], ["16.04.20", "BAE SYSTEMS PLC : Director/PDMR Shareholding"], ["09.04.20", "BAE SYSTEMS PLC : Doc re. AGM Documents"], ["08.04.20", "BAE SYSTEMS PLC : Publication of a Prospectus"], ["08.04.20", "BAE Systems to raise $1.3 billion in debt to fund pension deficit"], ["08.04.20", "BAE Systems plans to raise $1.3 billion in bonds due 2030"], ["08.04.20", "BAE SYSTEMS PLC : Doc re. Bond Issue"], ["07.04.20", "BAE SYSTEMS PLC : Price Monitoring Extension"], ["03.04.20", "BAE SYSTEMS PLC : Doc re. Annual Report"], ["03.04.20", "BAE SYSTEMS PLC : Market Update"], ["31.03.20", "BAE SYSTEMS PLC : Director/PDMR Shareholding"], ["31.03.20", "BAE SYSTEMS PLC : Total Voting Rights"], ["24.03.20", "BAE SYSTEMS PLC : Second Price Monitoring Extn"], ["24.03.20", "BAE SYSTEMS PLC : Price Monitoring Extension"], ["17.03.20", "BAE SYSTEMS PLC : Director/PDMR Shareholding"], ["16.03.20", "BAE SYSTEMS PLC : Second Price Monitoring Extn"], ["16.03.20", "BAE SYSTEMS PLC : Price Monitoring Extension"], ["28.02.20", "BAE SYSTEMS PLC : Total Voting Rights"], ["21.02.20", "BAE SYSTEMS PLC : Director/PDMR Shareholding"], ["20.02.20", "Has BAE Systems cleared the decks with its pensions top up?"], ["20.02.20", "BAE Systems CEO optimistic about future Typhoon orders"], ["20.02.20", "BAE Systems predicts 2020 growth despite Saudi ban"], ["20.02.20", "BAE SYSTEMS PLC : Final Results"], ["20.02.20", "BAE SYSTEMS PLC : Pension funding update"], ["05.02.20", "BAE SYSTEMS PLC : Holding(s) in Company"], ["31.01.20", "BAE SYSTEMS PLC : Total Voting Rights"], ["20.01.20", "London Markets: BAE Systems rallies after snapping up U.S. defense companies"], ["20.01.20", "Dow Jones Newswires: BAE Systems to buy Collins Aerospace’s GPS, Raytheon’s radio businesses for $2.2 billion"], ["20.01.20", "BAE Systems to buy Collins’ GPS business for $1.9bn"], ["20.01.20", "UPDATE 1-BAE Systems spends $2.2 bln on U.S. electronic systems units"], ["20.01.20", "BAE Systems spends $2.2 bln on U.S. electronic systems units"], ["20.01.20", "BAE SYSTEMS PLC : Acquisition"], ["09.01.20", "BAE SYSTEMS PLC : Director/PDMR Shareholding"], ["2020-06-02 07:00", "On This Day, June 2: Referendum dissolves Italian monarchy ... . showed a slight improvement that may signal the worst of the pandemic's economic harm has passed in that economic sector. Defense News // 10 hours ago Advanced Precision Kill Weapon System now has ground-to-ground capability June 1 (UPI) -- A ground-to-ground test of the Advanced Precision Kill Weapon System rocket, normally launched from the air, was a success, BAE Systems announced on Monday. Trending Stories Trump threatens to deploy military in response to George Floyd protests Senate returns to face bill for 2nd stimulus payment, mass protests Two airmen die in shooting at Grand Forks Air Force Base West Point cadets returning for graduation test positive for COVID-19 South Korea firm says COVID-19 antiviral drug results positive Follow Us Sign up ... "], ["2020-05-31 07:00", "'Insecure': Kendrick Sampson on His 'Cathartic' Portrayal of Mental Health Issues (Exclusive) ... to deal with those things and have the language because we are taught to hide those perceived weaknesses or vulnerabilities. ... I'm working on that really hard with my nonprofit, BLD PWR, what tools and systems are out there to help us work through these things. So, it's an incredible opportunity to be able to talk about something I'm really passionate about. Are we going to see more of ...  CONTENT: 'Insecure': Jay Ellis on Making His Directorial Debut on the Show's International Episode (Exclusive) How 'Insecure' Star Alexander Hodge Broke the Mold With Asian Bae (Exclusive) 'Insecure': Issa Rae on How the Big Block Party Blow-Up Sets Up the Rest of Season 4 (Exclusive) Jobs Terms of Service Privacy Policy Ad Choices EEO ... "], ["2020-05-31 06:42", "UPI ... now has ground-to-ground capabilityhttps://www.upi.com/Defense-News/2020/06/01/Advanced-Precision-Kill-Weapon-System-now-has-ground-to-ground-capability/3451591035517/3451591035517 A ground-to-ground test of the Advanced Precision Kill Weapon System rocket, normally launched from the air, was a success, BAE Systems announced on Monday. A ground-to-ground test of the Advanced Precision Kill Weapon System rocket, normally launched from the air, was a success, BAE Systems announced on Monday.Advanced Precision Kill Weapon System now has ground-to-ground capability Mon, 01 Jun 2020 16:52:47 -0400West Point cadets returning for graduation test positive for COVID-19https://www.upi.com/Defense-News/2020/06/01/West-Point-cadets-returning-for-graduation-test-positive ... "], ["2020-05-30 23:40", "Don't play video games with these soldiers -- they're under orders to win ... ; Each of the teams try to break two games, with the same AI used on the first tried on the second. The teams and the games they will work on, are: Aurora Flight Sciences is teamed with MIT and will use StarCraft II and Google Research Football. BAE is teamed with UC Santa Barbara and AIMdyn and will use StarCraft II and the AFRL Strategem Wargame. Blue Wave AI Labs will use SpringRTS: 1944 and OpenRA. EpiSci will use miniRTS and StarCraft II. Heron Systems will use DeepRTS and StarCraft II. Lockheed-Martin is teamed with Cycorp and will use Multi-agent Particle Environment and SpringRTS: 1944. Northrop-Grumman has teamed with Hazard Software and Matrix Games and will use Command: Modern Operations and TORCS. Purdue University will use microRTS and StarCraft ... "], ["2020-05-30 22:46", "Coronavirus Update: The truth about working from home might not be as bad as we think ...  of strangers — provided there's enough room to spread out — might be safer than riding in a car with one friend. Story continues below advertisement With most public transit systems not operating at full capacity, Butt and Jenne say it's more likely to keep a safe distance on a bus or subway now than in a private vehicle. The Globe ... 's health columnist Andr Picard answered reader questions on social distancing and many additional topics . Distractions For the bookworm . In literature, walking has long been a theme Podcaster Paul Bae's new book looks back at his teaching days Six new mystery books including an unintentionally timely epidemic thriller More Globe reporting and opinion Venerable retailers are falling victim to  ... "], ["2020-05-29 13:51", "Lockheed Martin Wins $394M Navy Deal to Support F-35 AircraftLockheed Martin's (LMT) F-35 program has been supported by an international team of leading aerospace majors, such as Northrop Grumman, BAE Systems and Pratt & Whitney."], ["2020-05-29 12:15", "Global Critical Infrastructure Protection (CIP) Market To 2025 - Rising Adoption Of Cloud Technology And IoT Devices ...  is another crucial variant contributing to the growth of the market. In the process of determining and verifying the market size for several segments and subsegments gathered through secondary research, extensive primary interviews were conducted with people from key companies. Major vendors offering CIP solutions and services include BAE Systems (UK), Lockheed Martin (US), General Dynamics (US), Northrop Grumman (US), Honeywell (US), Airbus ( France ), Raytheon (US), Thales ( France ) , Hexagon AB ( Sweden ), Johnson Controls (US), Huawei (China) , Optasense ( England ), Teltronic ( Spain ), Motorola Solutions (US), Axis Communications ( Sweden ), Waterfall Security Solutions ( Israel ), Rolta ( India ), SCADAfence ( Israel ), Tyco International ( Ireland ... "], ["2020-05-29 10:19", "Couple indicted in 'NC Medicaid' money-laundering scheme; used funds on private jet, expensive lifestyle ...  had a valid Medicaid Identification Number and was eligible at some point for Medicaid coverage. With that information, they were able to \"back-bill\" NC Medicaid through Agape Healthcare Systems, Inc. — a fictitious Medicaid home health provider owned by Latisha Harron in Roanoke Rapids, N.C. They would bill NC Medicaid for one year of made-up home health services  ...  for more than $10 million between 2017 and 2019. According to a statement released, the money was laundered through a \"$900,000 wire for the purchase of a British Aerospace Bae 125-800A private jet, hundreds of thousands of dollars in Tiffany & Co. and Brioni clothing and jewelry, thousands of dollars on Eastern North Carolina business properties, and thousands of dollars in gym ... "], ["2020-05-29 08:30", "BAE Systems Stock Should Be on Investors' Radar. Here's Why.BAE Systems stock is a defensive play, since governments in major markets, including the U.S., are prioritizing defense during the coronavirus crisis, creating strong demand for its products"], ["2020-05-29 06:53", "Technowize ... 39;s timeline of launch countdown eventsOnce the crew lifts off, it will take SpaceX's new Crew Dragon spaceship just around nine minutes to reach orbit. Along the way, the capsule's automated systems or the crew's manual override could abort the mission if there's any problem and try to splash down in the Atlantic Ocean. The times mentioned below are relative to liftoff at 4 ... from people from order to delivery, and tables were sparsely arranged to ensure smooth movements of the robots, which fits well with the current 'untact' and distancing campaign,\" Lee Dong-bae, director of research at Vision Semicon.Vision Semicon aims to supply a fleet of robots to at least 30 cafes by the end of 2020. It is also working with a science  ... "], ["2020-05-28 22:26", "Couple indicted in 'NC Medicaid' money-laundering scheme; used funds on private jet, expensive lifestyle ...  had a valid Medicaid Identification Number and was eligible at some point for Medicaid coverage. With that information, they were able to \"back-bill\" NC Medicaid through Agape Healthcare Systems, Inc. — a fictitious Medicaid home health provider owned by Latisha Harron in Roanoke Rapids, N.C. They would bill NC Medicaid for one year of made-up home health services  ...  for more than $10 million between 2017 and 2019. According to a statement released, the money was laundered through a \"$900,000 wire for the purchase of a British Aerospace Bae 125-800A private jet, hundreds of thousands of dollars in Tiffany & Co. and Brioni clothing and jewelry, thousands of dollars on Eastern North Carolina business properties, and thousands of dollars in gym ... "], ["2020-05-28 20:45", "Cyber Security Technologies And Global Markets Analyis 2020-2024 ...  IT Defense and Intelligence Retail Healthcare Government Others Manufacturing Education Transportation Chapter 9 Market Breakdown by Region Introduction North America Europe Asia-Pacific Rest of the World Chapter 10 Competitive Analysis Market Share Analysis Key Market Developments Related to COVID-19 Chapter 11 Company Profiles BAE Systems Inc. Barracuda Networks Inc. Booz Allen Hamilton Holding Corp. Check Point Software Technologies Cisco Systems Inc. Computer Science Corp. Dell Inc. (Sonicwall Inc.) Fortinet Inc. Hewlett Packard Enterprise Co. International Business Machine (IBM) Corp. Intel Corp. Kaspersky Lab Lockheed Martin Northrop Grumman Corp. Palo Alto Networks Inc. Sophos Plc Symantec Corp. (Norton Lifelock Inc.) Thales Group Trend Micro Chapter ... "], ["2020-05-28 16:35", "British-Spanish naval team gunning for another go at revamped UK carrier-support program ... -for-money strategy,\" he said in a telephone interview with Defense News. The yard only employs 130 people at present but Wood said there was plenty of expertise available not least among the 1,200 skilled staff who were laid off at Harland & Wolff prior to the InfraStrata acquisition. Navantia and a British group calling itself TeamUK led by Babcock and including BAE Systems, Cammell Laird and Rolls-Royce were the two contenders competing the final stages of the Fleet Solid Support program when the MoD called a halt to the competition amid a growing controversy over the fact that the competition had been opened to foreign bidders and not reserved for local companies. The British government claimed its was acting under European Union regulations as the ... "], ["2020-05-28 11:00", "Digital Global Systems Announces CLEARSKY Drone Threat Management System Selected At Bristol (UK) Airport ...  of the UK's and Ireland's best-known brands, Telent operates within various industry sectors, including Transport, Service Provider, Public Safety, Defense, Government/Public Services and Enterprise. Clients include Highways England, Transport for London , Kent County Council, West Sussex County Council, Gloucestershire County Council, Network Rail, BAE Systems, BT, Interoute, London Ambulance Service, Merseyside Fire & Rescue, RNLI, Maritime Coast Guard Agency, Metropolitan Police, Sky, and Virgin Media. About Airpoint International Airpoint International, headquartered near Leicester, UK , was established in 2003 and specializes in providing mobile solutions for law enforcement agencies, their partner organizations and sectors requiring mobile ... "], ["2020-05-28 03:05", "Menstrual Hygiene Day: Go sustainable with eco-friendly products ...  sanitary napkins highly polluting and harmful for the environment. They have been polluting the environment and also land up in water bodies due to lack of proper disposal systems. These pads are often found washed upon beaches and obstruct sewerage system in cities leading to waterlogging. So, it is important to consider more environment-friendly options -- most  ...  Covid-19 positive cases don't miss When Salman said wedding with Sangeeta was called off as she 'caught' him Anushka Sharma is in love with Karan Johar's makeover 'from grey to bae' Thought it was a joke: When Sachin called up ENG allrounder to play for MI Esha Gupta: 'It's my house, cleaning it myself is no big deal' latest news Without tourists, Europe' ... "], ["2020-05-28 03:01", "World Menstrual Hygiene Day 2020: Here's why schools in India should have menstrual awareness programme ... wellness have been known issues in the Indian context. While there has been progress in recent years, it is imperative that we leverage our strength in the Indian value-based systems and inculcate the importance of good menstrual hygiene from the onset of puberty itself. Schools can and must play a pivotal role in bringing this paradigm shift through classroom  ...  Result Covid-19 positive cases don't miss When Salman said wedding with Sangeeta was called off as she 'caught' him Anushka Sharma is in love with Karan Johar's makeover 'from grey to bae' Thought it was a joke: When Sachin called up ENG allrounder to play for MI Esha Gupta: 'It's my house, cleaning it myself is no big deal' latest news Another big spike of over  ... "], ["2020-05-27 21:27", "Some major Army programs slip due to coronavirus effect ... 3 min read Some of the Army's biggest programs may not stay on schedule as expected delays to new weapons systems come to fruition due to coronavirus. The service's top acquisition official says most major weapons systems remain on track for when the first units will be equipped, but the benchmarks leading up to that and after will likely ... for a specific program; however, we do anticipate a three-month slowdown in terms of execution.\" Jette said throughout the pandemic prime contractors have mostly been able to stay open and working. Boeing and BAE each had to shut down operations for a week due to people coming into work while sick, but otherwise the major defense companies have been in business. \"Industry has made a significant adjustment in  ... "], ["2020-05-27 19:36", "Absorb 1-10 migrants in every industrial unit: Yogi ...  and minister for medical and health JP Singh to conduct regular spot inspections at the state government's medical colleges and hospitals to bring about an improvement in systems and services being provided in the fight against the Covid-19 pandemic there. Reviewing the lockdown situation at a high level meeting, Adityanath said the ministers should get feedback  ... -19 positive cases don't miss When Salman said wedding with Sangeeta was called off as she 'caught' him Anushka Sharma is in love with Karan Johar's makeover 'from grey to bae' India to play opening Test at Brisbane if Australia tour goes ahead -Report Esha Gupta: 'It's my house, cleaning it myself is no big deal' latest news CBI books rice mill, 3 directors ... "], ["2020-05-27 18:08", "Locust swarm splits into two; fourth district in state gets hit ... safe, the camera trap images will give us an exact idea,\" said Jitendra Ramgaonkar, deputy conservator of forest, Thane. Two weather systems in Arabian Sea, no warnings for Mumbai as of now: IMD The India Meteorological Department (IMD) on Wednesday clarified that two weather systems in the Arabian Sea would not be affecting Mumbai as of now. An existing cyclonic circulation over south west Arabian Sea  ... don't miss When Salman said wedding with Sangeeta was called off as she 'caught' him Anushka Sharma is in love with Karan Johar's makeover 'from grey to bae' India to play opening Test at Brisbane if Australia tour goes ahead -Report Esha Gupta: 'It's my house, cleaning it myself is no big deal' latest news Rahul Gandhi ... "], ["2020-05-27 17:30", "Covid count crosses 15,000 mark in national capital Delhi ...  the normal course of the infection. \"The chances of the virus dying down on its own is minimal; it has not happened in any of the countries. The lockdown gave us time to prepare our systems. What we need to do is keep our vulnerable safe--the old, people with a compromised immune system, the poor bearing the brunt of the lockdown and who do not have good nutrition--to reduce mortality ...  cases don't miss When Salman said wedding with Sangeeta was called off as she 'caught' him Anushka Sharma is in love with Karan Johar's makeover 'from grey to bae' India to play opening Test at Brisbane if Australia tour goes ahead -Report Esha Gupta: 'It's my house, cleaning it myself is no big deal' latest news Cyclone Amphan: A  ... "]]}}