{"postfix": "basf-aktie", "name": "BASF", "wkn": "BASF11", "time": "2020.06.02 11:51", "ts": 1591091518, "features": {"KGV": "16.86", "Marktkapitalisierung": {"Size": "Mrd", "Value": "44.84"}, "GA": "4.00", "KBV": "1.49", "BA": "45.18", "KCV": "8.29", "CA": "8.14", "Vola30": "45.09", "Vola90": "64.76", "Vola180": "48.18", "Vola250": "37.11"}, "rivals": ["sgl_carbon-aktie", "bayer-aktie", "henkel_vz-aktie", "dsm-aktie", "clariant-aktie", "dow_chemical-aktie", "merck-aktie"], "text_data": {"de": [["31.05.20", "BASF-Aktie: Das sind die Analysten-Einstufungen des vergangenen Monats"], ["29.05.20", "BASF: Das Geld liegt auf der Straße"], ["29.05.20", "BASF sammelt über Anleihen zwei Milliarden ein"], ["29.05.20", "Wichtige Kursbewegungen: BASF platziert zwei neue Anleihen"], ["28.05.20", "BASF-Aktie: Mit zehn Euro Puffer 20 Prozent Gewinn"], ["27.05.20", "ANALYSE-FLASH: Baader hebt BASF auf 'Top Stock'-Liste - Brenntag/Wirecard raus"], ["27.05.20", "BASF-Aktie? Top-Idee!"], ["27.05.20", "ROUNDUP: Chemie- und Pharmabranche erwartet 2020 deutlichen Umsatzrückgang"], ["27.05.20", "VCI erwartet 2020 deutlichen Einbruch in deutscher Chemieproduktion"], ["27.05.20", "Chemiebranche fährt auf Sicht - \"2020 wird schwieriges Jahr\""], ["27.05.20", "Chemie- und Pharmabranche erwartet 2020 deutlichen Umsatzrückgang"], ["26.05.20", "BASF: Einschnitte bei der Konkurrenz"], ["21.05.20", "BASF-Vorständin und Porsche-Chef im Interview: „Wie viele dieser Viren können wir uns eigentlich leisten?“"], ["20.05.20", "EU-Kommission für gesundes Essen: Nährwertlogo und weniger Pestizide"], ["20.05.20", "Wintershall Dea tritt bei Investitionen auf die Bremse"], ["20.05.20", "Wintershall Dea tritt bei Investitionen auf die Bremse"], ["20.05.20", "BASF: Das ist der Not-Plan"], ["20.05.20", "BASF: Dea kappt Prognose"], ["19.05.20", "BASF-Konkurrent Covestro: Dividende wird halbiert"], ["15.05.20", "Bundesnetzagentur erteilt Ostsee-Pipeline Dämpfer"], ["15.05.20", "BASF: Ist der perfekte Kaufzeitpunkt gekommen? Das raten jetzt Goldman Sachs &amp;amp;amp;amp;amp;amp;amp;amp; Co"], ["14.05.20", "HSBC: BASF - Test der Tiefs?"], ["13.05.20", "BASF-Aktie: Gut abgesicherte Bonus-Chance für Anleger"], ["12.05.20", "Auffällige Insidertransaktionen bei BASF, Hugo Boss und BB Biotech"], ["11.05.20", "ANALYSE-FLASH: DZ Bank senkt BASF auf 'Halten' - Fairer Wert 48 Euro"], ["07.05.20", "ROUNDUP: Kurzarbeit in Chemiebranche steigt - 90 000 Menschen betroffen"], ["07.05.20", "Kurzarbeit in Chemiebranche steigt - 90 000 Menschen betroffen"], ["07.05.20", "Über 5 % Rendite - BASF-Rivale beeindruckt mit anhaltend hoher Dividende"], ["07.05.20", "Evonik senkt Prognose - Rückgänge durch Corona-Krise"]], "en": [["28.05.20", "Deutsche Bank AG FF : Pre Stabilisation Notice - BASF SE"], ["29.04.20", "Fuchs and BASF collaborate on hydraulic fluid lifecycle analysis"], ["27.04.20", "FUCHS PETROLUB SE : FUCHS and BASF collaborate for a holistic sustainability assessment and more sustainable lubricant products - Life Cycle Analysis of Hydraulic Fluids"], ["07.04.20", "BASF Appoints VMLY&R Creative, Media AOR"], ["17.03.20", "BASF SE : BASF postpones Annual Shareholders' Meeting"], ["10.03.20", "BASF launches autocatalyst in bid to rebalance PGM market, retain industrial demand"], ["28.02.20", "BASF warns of ‘significant impact’ from coronavirus"], ["28.02.20", "BASF flags risk of lower earnings on virus hit"], ["28.02.20", "Dow Jones Newswires: BASF profit and sales fall as it warns of coronavirus impact"], ["17.02.20", "German firms Bayer and BASF fight $265m US fine over weedkiller"], ["16.02.20", "U.S. peach grower awarded $265 million from Bayer, BASF in weedkiller lawsuit"], ["16.02.20", "UPDATE 2-U.S. peach grower awarded $265 mln from Bayer, BASF in weedkiller lawsuit"], ["16.02.20", "U.S. farmer wins $265 million weedkiller award from Bayer, BASF lawsuit"], ["16.02.20", "UPDATE 1-U.S. farmer wins $265 mln weedkiller award from Bayer, BASF lawsuit"], ["15.02.20", "Missouri farm awarded $265M in suit against BASF and Bayer"], ["14.02.20", "BASF diverts products from Chinese customers due to coronavirus disruption"], ["12.02.20", "BASF picks German state of Brandenburg as battery materials production site"], ["16.01.20", "BASF SE : Preliminary announcement of the publication of quarterly reports and quarterly/interim statements"], ["16.01.20", "BASF SE : Preliminary announcement of the publication of financial reports according to Articles 114, 115, 117 of the WpHG [the German Securities Act]"], ["07.01.20", "Sustainability in focus at BASF CEO business breakfast"], ["2020-06-02 09:30", "Polymer Foam Market Worth $114.8 Billion By 2025 - Exclusive Report By MarketsandMarkets ...  industry in APAC. It is in high demand, as it is a low-cost material that provides low heat conduction coefficient, low density, low water absorption, relatively good mechanical strength, and good insulating properties. Key players operating in the polymer foams market include Sealed Air (U.S.), Arkema ( France ), Armacell ( Germany ), BASF ( Germany ), Borealis ( Austria ), Total ( France ), JSP ( Japan ), Kaneka ( Japan ), Recticel ( Belgium ), Rogers (U.S.), Sekisui Alveo ( Switzerland ), Synthos ( Poland ), Woodbridge (Canada) , Zotefoams (U.K.), and others. Diverse product portfolio, strategically positioned R&D centers, continuous adoption of development strategies, and technological advancements are factors strengthening the market position of these ... "], ["2020-06-02 08:57", "Exclusive: China approves $20 billion mega petchem complex in Shandong oil hub - sources ...  become less competitive in recent years after the start-up of large integrated petrochemical projects like Hengli Petrochemical's Dalian plant and Zhejiang Petrochemical Corp's Zhoushan complex. The Yulong project will be the latest addition to China's recent wave of petrochemical investments, which have been led by the private sector and drawn global giants like BASF BASF.DE and Exxon Mobil ( XOM.N ) to build complexes in the world's top petrochemical consumer and importer. reut.rs/2yVgEwd Reporting by Chen Aizhu; Editing by Tom Hogue Our Standards: The Thomson Reuters Trust Principles. 0 : 0 narrow-browser-and-phone medium-browser-and-portrait-tablet landscape-tablet medium-wide-browser wide-browser-and-larger medium-browser-and-landscape ... "], ["2020-06-02 08:56", "Exclusive: China approves $20 billion mega petchem complex in Shandong oil hub - sources ... has become less competitive in recent years after the start-up of large integrated petrochemical projects like Hengli Petrochemical's Dalian plant and Zhejiang Petrochemical Corp's Zhoushan complex. The Yulong project will be the latest addition to China's recent wave of petrochemical investments, which have been led by the private sector and drawn global giants like BASF BASF.DE and Exxon Mobil ( XOM.N ) to build complexes in the world's top petrochemical consumer and importer. Reporting by Chen Aizhu; Editing by Tom Hogue Our Standards: The Thomson Reuters Trust Principles. 0 : 0 narrow-browser-and-phone medium-browser-and-portrait-tablet landscape-tablet medium-wide-browser wide-browser-and-larger medium-browser-and-landscape-tablet medium ... "], ["2020-06-01 04:46", "Global Genetically Modified Organisms Food Market 2020 ... , in addition to an overview of the market data and key brands. Genetically Modified Food market reports provides all data with easily digestible information to guide every businessman's future innovation and move business forward. Some of the key players influencing the market are the list of companies for Genetically Modified Foods market are AquaBounty Technologies, Inc.,BASF SE,Bayer AG,DOW-DUPONT,KWS SAAT SE and Co. KGaA,Limagrain,Monsanto Company,Okanagan Specialty Fruits Inc.,Sakata,Syngenta AG. Genetically Modified Foods Market report also provide a in-depth understanding of the cutting-edge competitive analysis of the emerging market trends along with the drivers, restraints, and opportunities in the market to offer worthwhile insights and ... "], ["2020-06-01 04:00", "Could We Be Farming Rather Than Mining Metals In The Future? ...  can only live on or within metallic nodules and crusts, are at risk of extinction as a consequence of the proposed mining. Farming rather than mining Several major chemical and pharmaceutical companies already see the value of marine genetic resources. There are 13,000 patents created around marine genetic resources, almost half of which are owned by German chemicals giant, BASF. Several countries have been calling for a new UN Treaty called the Treaty on Biodiversity Beyond National Jurisdiction to ensure such microbial biodiversity is recognized and protected in the high seas. Advances in Synthetic Biology There have been many significant advances in synthetic biology in recent years. eDNA has allowed scientists to learn more about species who inhabit the ... "], ["2020-05-30 16:51", "Reminiscent of Great Depression? Here is a list of food & booze gone down the drain due to Covid-19 ...  'a human tragedy of disastrous proportions' economist to RT China beats US in key patents to secure technological dominance report Where to watch Schedule Subscribe to RT newsletter to get stories the mainstream media won't tell you Subscribe Mixi.Media News Podcasts All podcasts Great Depression 2.0? US may be headed for HIGHEST UNEMPLOYMENT EVER Chemical brothers: Monsanto & BASF knew for years their products destroy US farms, documents reveal Coronavirus lockdowns shave off almost 30 percent of entire US economy — Moody's Russia has enough reserves to protect its people amid coronavirus pandemic Putin 'No mass exodus': Most US firms don't want to wind down operations in China over pandemic US crude price turns negative ... "], ["2020-05-29 16:00", "Global Market Analysis For Omega Ingredients 2020-2025 - Fish Is The Prominent Source Of Omega Ingredients ... 3 By Application5.3.1 Food and Beverage5.3.2 Dietary Supplements5.3.3 Pharmaceutical5.3.4 Animal Nutrition5.4 Geography 6 COMPETITIVE LANDSCAPE 6.1 Key Strategies Adopted By Leading Players6.2 Market Share Analysis6.3 Company Profiles 7 MARKET OPPORTUNITIES AND FUTURE TRENDS Companies Mentioned The Archer Daniels Midland Company Koninklijke DSM NV Polaris SA Corbion NV BASF SE AlgaeCytes Cellana Inc. BioProcess Algae LLC For more information about this report visit https://www.researchandmarkets.com/r/tjlpt0 About ResearchAndMarkets.com ResearchAndMarkets.com is the world's leading source for international market research reports and market data. We provide you with the latest data on international and regional markets, key industries, the top companies ... "], ["2020-05-29 15:00", "Global Ethylene Carbonate Market Is Expected To Reach $550.26 Million By 2027 - Latest Market Research Report By Stratistics MRC ...  Ethylene Carbonate Market is accounted for $272.99 million in 2018 and is expected to reach $550.26 million by 2027 growing at a CAGR of 8.1% during the forecast period. Some of the key players in Ethylene Carbonate market include Merck KGaA, Empower Materials Inc., FUJIFILM Holdings Corp., Thermo Fisher Scientific Inc., Mitsubishi Chemical, Huntsman, BASF SE, Oriental Union Chemical Corporation, Toagosei Co., Ltd, Asahi Kasei, New Japan Chemical, Alfa Aesar, Alchem Chemical Company, Zibo Donghai Industries, and TCI Chemicals. Some of the key factors propelling the market growth include growing demand for lubricants & lithium ion battery in automobile and electronic industries, rapid urbanization, increasing shift towards the use of electric vehicles, and ... "], ["2020-05-29 12:30", "Global Decylalcohol (CAS 112-30-1) Market Review 2015-2019 And Forecast 2020-2025 By Content, Raw Material, Application And Region ... the overall decylalcohol (CAS 112-30-1) market owing to the increase in demand for beauty products in these regions.Major players operating in the Global Decylalcohol (CAS 112-30-1) Market include Ecogreen Oleochemicals GmBH, Kao Corporation, Sasol Limited, Global Green Chemicals Public Company Limited or GGC, Emery Oleochemicals Sdn Bhd, KLK OLEO Ltd., LG Chem Ltd., P&G Chemicals, BASF SE, Muslim Mas and others. The companies are developing advanced technologies and launching new services in order to stay competitive in the market. Years considered for this report: Historical Years: 2015-2018 Base Year: 2019 Estimated Year: 2020 Forecast Period: 2021-2025 Objective of the Study To analyze and forecast the market size of the Global Decylalcohol (CAS 112-30-1 ... "], ["2020-05-28 23:00", "Global Carbon Capture, Utilization & Storage Market Is Expected To Reach $26.04 Billion By 2027 - Latest Market Research Report By Stratistics MRC ... , Utilization & Storage Market is accounted for $4.16 billion in 2018 and is expected to reach $26.04 billion by 2027 growing at a CAGR of 22.6% during the forecast period. Some of the key players profiled in the Carbon Capture, Utilization & Storage Market include General Electric, Halliburton, Carbon Cycle Ltd., Skyonic Corp., Basf SE, Siemens AG, Honeywell International Inc., Mitsubishi Heavy Industries Ltd, Joule Unlimited Inc., Schlumberger Limited, Linde AG, Fluor Corporation, ExxonMobil Corporation, Mbd Energy Ltd., Dioxide Materials Inc., AkerSolutions, Integrated Carbon Sequestration Pty. Ltd., E3tec Service Llc., Enn Group Co. Ltd., Lanzatech Inc., Dakota Gasification Company, Solidia Technologies Inc., Empower Materials Inc., Liquid Light Inc ... "], ["2020-05-28 22:45", "Acrylate Market Assessment 2012-2019 And 2020-2027 - Butyl Acrylate Market Set To Reach $4.5 Billion By 2027, Despite COVID-19 Challenges ...  is a must for aspiring businesses and their astute leaders seeking to find success in the now changing Acrylate market landscape. All research viewpoints presented are based on validated engagements from influencers in the market, whose opinions supersede all other research methodologies. Competitors identified in this market include, among others are: Air Liquide S.A. Arkema BASF SE DowDuPont Inc. Evonik Industries AG Formosa Plastics Corporation Jiangsu Jurong Chemical Co. Ltd. LG Chem Loba Chemie Pvt. Ltd. Merck KGaA Mitsubishi Chemical Corporation Nippon Shokubai Co. Ltd. Polysciences, Inc. Sahara PCC Sasol Ltd. Shanghai Huayi Acrylic Acid Co. Ltd. Shanghai Lang Chemical Co. Ltd. Shenyang Chemical Co. Ltd. SIBUR Holding Synthomer PLC Taixing Jurong ... "], ["2020-05-28 21:30", "Global Antimicrobial Textiles Market Review 2012-2019 With Estimations For 2020 And Forecasts For 2021-2027 (COVID-19 Adjusted) ...  aspiring businesses and their astute leaders seeking to find success in the now changing Antimicrobial Textiles market landscape. All research viewpoints presented are based on validated engagements from influencers in the market, whose opinions supersede all other research methodologies. Competitors identified in this market include, among others: Balavigna Weaving Mills Pvt. Ltd. BASF SE Biocote Limited Dupont Industrial Biosciences Eysan Fabrics Co. Ltd. HeiQ Materials AG Herculite, Inc. Lifethreads LLC. Lonza Group Ltd. Microban International Ltd. Milliken Chemical NanoHorizons, Inc. Purthread Technologies, Inc. Resil Chemicals Pvt. Ltd. Sanitized AG Sciessent LLC Smartfiber AG Thai Acrylic Fibre Co. Ltd. Thomson Research Associates Trevira GmbH Unitika ... "], ["2020-05-28 17:00", "Best of New Zealand TV, 1980s: Goodnight Kiwi, Lotto, Miss New Zealand blunder ...  Mori lullaby Hine e Hine featured during the segment. Telethon - 1981 Will there ever be a more iconic fundraiser than a Telethon? In 1981, kids begged their parents to stay up late to catch their favourite celebrities on the Wellington Telethon. The event in 1981 was for the International Year of the Disabled. Bob Parker, Selwyn Toogood, Ian Johnstone and Peter Sinclair feature. Dear John, BASF - 1981 This ad should have won the non-existent award for best breakup delivery. It did, however, win the award for Best Australasian Commercial of the 80s. Pretty good work for an ad that was made on a shoestring budget. It's Academic - \"orgasm instead of organism\" -1981 The very competitive general knowledge quiz for high school students was hosted by ... "], ["2020-05-28 16:37", "Gazprom companies active in Orenburg region transferred RUB 24.1 bln to budgets ...  shares with a face value of 5 rubles. The company has several hundred thousand shareholders in Russia and abroad. The Russian Federation owns more than 50% of Gazprom's shares. The Bank of New York Mellon is the depositary of Gazprom's ADR program. Gazprom's biggest foreign partners are E.ON, BASF, Wintershall, Verbundnetz Gas VNG, Siemens (Germany); ENGIE, EDF, Total (France); ENI (Italy); Botas (Turkey); Fortum (Finland); Gasunie and GasTerra (the Netherlands); DONG Energy (Denmark); Statoil (Norway); OMV (Austria); CNPC and PetroChina (China); GAIL (India); Sonatrach (Algeria); PetroVietnam (Vietnam); PDVSA (Venezuela); YPF (Argentina); MOL (Hungarian); PGNiG (Poland); SPP (Slovakia); Serbijagaz (Serbia); Bulgarian Energy Holding EAD; Kogas ... "], ["2020-05-28 11:00", "The Polyethylene Glycol Market Is Set To Surpass $7.4 Billion By 2026, Says Global Market Insights Inc. ... industries in North America are projected to drive polyethylene glycol market development over the estimated timeline. In fact, North America was among the largest PEG markets in 2019 and is anticipated to hold approximately 20% share in industry demand over 2026. Leading market players: Key polyethylene glycol industry players include Croda International, Ineous, Dow Chemicals and BASF, among others. The firms are engaged in various strategic initiatives in order to gain a stronghold in the global market space. Related Reports : Caustic Soda Market Future Business Strategies and Revenue Impact Analysis - 2026 Hydrogen Peroxide Market Future Business Strategies and Revenue Impact Analysis - 2026 Antimicrobial Coatings Market is Expected to Reach $6.3 Billion ... "], ["2020-05-28 07:43", "Crop trials give chance to compare fungicidesA trio of Aberdeenshire farmers has joined a UK-wide crops trials project with global agri-chemical firm BASF."], ["2020-05-28 03:30", "Autodesk Inc (ADSK) Q1 2021 Earnings Call Transcript ...  example of this is that we closed a large stand-alone Fusion 360 deal with a big semiconductor company. Currently they use the electronics design capabilities in Fusion for their printed circuit board design work, and we expect to further expand our presence with them due to the integrated functionality offered by our products at a more attractive price point. In addition, BASF, the largest chemical producer in the world, increased their EBA users of Fusion 360 to 2,000 during the quarter. They look forward to using Fusion 360 as a collaboration platform to improve the efficiency of communication between several teams, starting with equipment design and maintenance at one of their chemical plants. Growth remains strong relative to our competition across our ... "], ["2020-05-27 19:15", "Vat Dyes Market Outlook To 2025: Indigo, Thioindigo Dyes, Anthraquinone Derivatives, Carbazole Derivatives, Others ... owing to the increasing demand from the fashion industry in the region.Major players operating in the Global Vat Dyes Market include DuPont de Nemours, Inc., BASF SE, LANXESS AG , Huntsman Corporation, Clariant International, Rockwood Holdings, Royce Associates, Sinocolor Chemicals, Atul Ltd., Kiri Industries Ltd. and others. The companies are developing advanced technologies ...  Outlook 10. Market Dynamics 10.1. Drivers10.2. Challenges 11. Market Trends & Developments 12. Competitive Landscape 12.1. Competition Outlook12.2. Company Profiles12.2.1. DuPont de Nemours, Inc.12.2.2. BASF SE12.2.3. LANXESS AG 12.2.4. Huntsman Corporation12.2.5. Clariant International12.2.6. Rockwood Holdings12.2.7. Royce Associates12.2.8. Sinocolor Chemicals12.2.9. Atul Ltd. 12.2. ... "], ["2020-05-27 15:45", "Global Ammonium Sulphate Market Outlook 2020-2027: Growing Demand For Nitrogen-Rich And Sulfur-Rich Fertilizers ...  . The market in Europe , which was valued at around USD 510 million in the year 2017 is anticipated to gain a CAGR of around 1.50% during the forecast period.Some of the affluent industry leaders in the global ammonium sulfate market are Sumitomo Chemical Co. Ltd., Nutrien Ltd., Evonik Industries AG, Lanxess, HELM AG, Domo Chemicals, Merck KGaA, DSM, Honeywell International Inc. and BASF SE. Key Topics Covered: Global Ammonium Sulphate Market 1 Executive Summary 2 Market Introduction 3 Market Insights 3.1 Key Takeaways 4 Research Methodology 5 Market Dynamics 5.1 Global Ammonium sulfate Market5.1.1 Introduction5.1.2 Drivers5.1.2.1 Growing Demand for Nitrogen- and Sulfur-Rich Fertilizers5.1.2.2 Raw Material Advantage to Drive the Market from Supply Side5.1 ... "], ["2020-05-27 14:52", "Gas treatment unit 2 at Orenburgskoye oil & gas condensate field under repairs ...  shares with a face value of 5 rubles. The company has several hundred thousand shareholders in Russia and abroad. The Russian Federation owns more than 50% of Gazprom's shares. The Bank of New York Mellon is the depositary of Gazprom's ADR program. Gazprom's biggest foreign partners are E.ON, BASF, Wintershall, Verbundnetz Gas VNG, Siemens (Germany); ENGIE, EDF, Total (France); ENI (Italy); Botas (Turkey); Fortum (Finland); Gasunie and GasTerra (the Netherlands); DONG Energy (Denmark); Statoil (Norway); OMV (Austria); CNPC and PetroChina (China); GAIL (India); Sonatrach (Algeria); PetroVietnam (Vietnam); PDVSA (Venezuela); YPF (Argentina); MOL (Hungarian); PGNiG (Poland); SPP (Slovakia); Serbijagaz (Serbia); Bulgarian Energy Holding EAD; Kogas ... "]]}}