{"postfix": "baxter_international-aktie", "name": "BAXTER_INTERNATIONAL", "wkn": "853815", "time": "2020.06.02 12:39", "ts": 1591094398, "features": {"KGV": "25.26", "Marktkapitalisierung": {"Size": "Mrd", "Value": "40.95"}, "GA": "3.31", "KBV": "3.98", "BA": "21.00", "KCV": "17.25", "CA": "4.85", "Vola30": "30.25", "Vola90": "54.03", "Vola180": "42.16", "Vola250": "34.32"}, "rivals": ["fresenius_medical_care-aktie", "fresenius-aktie", "cardinal_health-aktie", "boston_scientific-aktie", "hospira-aktie", "covidien-aktie", "medtronic_2-aktie"], "text_data": {"de": [["31.05.20", "So schätzen die Analysten die Baxter International-Aktie im Mai 2020 ein"], ["06.05.20", "Baxter hebt die Dividende an"], ["01.05.20", "Baxter International stellte das Zahlenwerk zum vergangenen Quartal vor"], ["30.04.20", "Baxter International-Aktie: Einschätzungen und Kursziele der Analysten im April"], ["29.04.20", "Ausblick: Baxter International zieht Bilanz zum jüngsten Jahresviertel"], ["15.04.20", "Erste Schätzungen: Baxter International stellt das Zahlenwerk zum vergangenen Quartal vor"], ["31.03.20", "März 2020: So haben Analysten ihre Einstufung der Baxter International-Aktie angepasst"], ["18.03.20", "Baxter International veröffentlichte Zahlen zum vergangenen Quartal"], ["29.02.20", "So schätzen die Analysten die Baxter International-Aktie im Februar 2020 ein"], ["19.02.20", "Baxter zahlt Dividende aus"]], "en": [["01.05.20", "Baxter International Inc (BAX) Q1 2020 Earnings Call Transcript"], ["23.04.20", "Sell Baxter International To Buy Boston Scientific?"], ["23.01.20", "BAXTER SHAREHOLDER ALERT: Faruqi & Faruqi, LLP Encourages Investors Who Suffered Losses Exceeding $50,000 In Baxter International, Inc. To Contact The Firm"], ["16.01.20", "Baxter Deadline Alert: Faruqi & Faruqi, LLP Encourages Investors Who Suffered Losses Exceeding $50,000 In Baxter International, Inc. To Contact The Firm"], ["13.01.20", "BAXTER SHAREHOLDER ALERT: Faruqi & Faruqi, LLP Encourages Investors Who Suffered Losses Exceeding $50,000 In Baxter International, Inc. To Contact The Firm"], ["01.01.20", "Baxter Deadline Alert: Faruqi & Faruqi, LLP Encourages Investors Who Suffered Losses Exceeding $50,000 In Baxter International, Inc. To Contact The Firm"], ["2020-06-02 05:44", "Fortune ...  next month: Fortune Brainstorm Health. At a time when the world is struggling with the health and economic implications of the coronavirus, we are bringing together CEOs of Johnson & Johnson, Amgen, Baxter, Bristol-Myers Squibb, Centene and the Mayo Clinic, as well as thought leaders like Dan Ariely, Jennifer Doudna and Niall Ferguson, to provide an early look at the post-Covid future.  ...  were too dangerous to continue with present missions and would be retired.\"The shuttle's chief purpose over the next several years will be to help finish assembly of the International Space Station,\" Bush said on Jan. 14, 2004. \"In 2010, the space shuttle, after nearly 30 years of duty, will be retired from service.\"___TRUMP: \"For every citizen who ... "], ["2020-06-01 04:30", "Mines aim to return to full production capacity during level 3 ... Premier League UEFA Champions League Bundesliga Bafana Banyana Africa La Liga Europa League Rugby Springboks Super Rugby Rugby Championship International Sevens Currie Cup Pro14 Imbokodo Cricket Proteas Proteas Women Domestic International Video Opinion Athletics IAAF Diamond League TeamSA Golf PGA Tour Sunshine Tour European Tour US Masters US Open  ... on the coal side we are limited to the availability of transport. However it (the ability to reach full capacity) is going to be different from commodity to commodity,\" said Baxter. BUSINESS REPORT Mining Covid-19 Free Market Economy lockdown Share this article: Share Tweet Share Share Share Email Share Search Follow IOL Advertisment Trending on IOL #CoronaVirus #essentialservices #Avbob Advertisment Related ... "], ["2020-06-01 03:05", "MLS moves closer toward approving summer restart tournament ...  an Ad Classifieds Find/Post Jobs Local Ads Marketplace Hot Property Sections Place an Open House Sotheby's International Realty Why L.A. Times? Place an Ad Classifieds Find/Post Jobs Local Ads Marketplace Hot Property Sections Place an Open House Sotheby's International Realty Why L.A. Times? Brand Publishing Crossword & Games L.A. Times News Platforms Audio Briefs for Smart Speakers L ... MLS moves closer toward approving summer restart tournament Inter Miami CF players take part in drills during a team practice session in January. (Brynn Anderson / Associated Press) By Kevin Baxter Staff Writer May 31, 2020 8:05 PM Facebook Twitter Show more sharing options Share Close extra sharing options Facebook Twitter LinkedIn Email Copy Link URL Copied! Print  ... "], ["2020-06-01 03:05", "MLS moves closer toward approving summer restart tournament ...  Search Mobile More Yahoo Search Search News Search web Skip to Navigation Skip to Main Content Skip to Related Content Mail MLS moves closer toward approving summer restart tournament Kevin Baxter , LA Times June 1, 2020 Inter Miami CF players take part in drills during a team practice session in January. (Brynn Anderson / Associated Press) Major League Soccer took a big  ... Don't understand the protests? What you're seeing is people pushed to the edge Los Angeles Times Opinion High school graduates receive their diplomas by crossing finish line at Daytona International Speedway Yahoo Life 'Black and brown people are being killed for no reason' Yahoo News Video Sleep With Soap Under Your Bed Sheets, Here's Why Livestly Ad Chiellini disputes ... "], ["2020-05-31 14:46", "Graduating students can apply for over 11,000 traineeships from June 1 ... vast majority are small and medium-sized enterprises (SMEs), such as Carousell, Yang Kee Logistics, Spic & Span and SGAG Media. There are also large companies like UOB, Singtel, DBS and Baxter Healthcare. \"Our graduates can look forward to traineeships across familiar roles in the areas of Marketing, Finance, Sales Support, Supply Chain, and Quality Assurance and also more niche  ... cases found Related Story 518 new Covid-19 cases in S'pore, including 3 community cases involving S'poreans and PRs Related Story US withdrawal from WHO deals a blow to international cooperation, say health experts Related Story Move to Phase 2 of Covid-19 reopening to be decided mid-June; dining-in, use of sports facilities to resume during this phase Related Story  ... "], ["2020-05-31 14:08", "This Date in Baseball ... his brother, Joe, a major league record 530 combined victories, surpassing Gaylord and Jim Perry. 2000 — Pawtucket's Tomo Ohka became the third pitcher in the 117-year history of the International League to throw a nine-inning perfect game when he beat the Charlotte Knights 2-0. 2011 — Cincinnati's Francisco Cordero got his 300th career save, securing the Reds' 4 ... over third base in the sixth inning that hit the foul line and should have been called fair. But third base umpire Adrian Johnson ruled it foul and the no-hitter was intact. Mike Baxter made a tremendous catch in left field to rob Yadier Molina of extra bases in the seventh, getting injured in the process. 2012 — Jonathan Crawford threw the seventh no-hitter in NCAA  ... "], ["2020-05-31 14:08", "This Date in Baseball ... his brother, Joe, a major league record 530 combined victories, surpassing Gaylord and Jim Perry. 2000 — Pawtucket's Tomo Ohka became the third pitcher in the 117-year history of the International League to throw a nine-inning perfect game when he beat the Charlotte Knights 2-0. 2011 — Cincinnati's Francisco Cordero got his 300th career save, securing the Reds' 4 ... over third base in the sixth inning that hit the foul line and should have been called fair. But third base umpire Adrian Johnson ruled it foul and the no-hitter was intact. Mike Baxter made a tremendous catch in left field to rob Yadier Molina of extra bases in the seventh, getting injured in the process. 2012 — Jonathan Crawford threw the seventh no-hitter in NCAA  ... "], ["2020-05-31 14:08", "This Date in Baseball ... his brother, Joe, a major league record 530 combined victories, surpassing Gaylord and Jim Perry. 2000 — Pawtucket's Tomo Ohka became the third pitcher in the 117-year history of the International League to throw a nine-inning perfect game when he beat the Charlotte Knights 2-0. 2011 — Cincinnati's Francisco Cordero got his 300th career save, securing the Reds' 4 ... over third base in the sixth inning that hit the foul line and should have been called fair. But third base umpire Adrian Johnson ruled it foul and the no-hitter was intact. Mike Baxter made a tremendous catch in left field to rob Yadier Molina of extra bases in the seventh, getting injured in the process. 2012 — Jonathan Crawford threw the seventh no-hitter in NCAA  ... "], ["2020-05-31 14:07", "This Date in Baseball ... his brother, Joe, a major league record 530 combined victories, surpassing Gaylord and Jim Perry. 2000 — Pawtucket's Tomo Ohka became the third pitcher in the 117-year history of the International League to throw a nine-inning perfect game when he beat the Charlotte Knights 2-0. 2011 — Cincinnati's Francisco Cordero got his 300th career save, securing the Reds' 4 ... over third base in the sixth inning that hit the foul line and should have been called fair. But third base umpire Adrian Johnson ruled it foul and the no-hitter was intact. Mike Baxter made a tremendous catch in left field to rob Yadier Molina of extra bases in the seventh, getting injured in the process. 2012 — Jonathan Crawford threw the seventh no-hitter in NCAA  ... "], ["2020-05-31 13:00", "Bryce Duke bypassed other opportunities to sign with LAFC ...  Classifieds Find/Post Jobs Local Ads Marketplace Hot Property Sections Place an Open House Sotheby's International Realty Why L.A. Times? Place an Ad Classifieds Find/Post Jobs Local Ads Marketplace Hot Property Sections Place an Open House Sotheby's International Realty Why L.A. Times? Brand Publishing Crossword & Games L.A. Times News Platforms Audio Briefs for  ...  opportunities to sign with LAFC Bryce Duke signed with LAFC halfway through his senior year of high school and played two games before the season was halted. (Courtesy of LAFC) By Kevin Baxter Staff Writer May 31, 2020 6 AM Facebook Twitter Show more sharing options Share Close extra sharing options Facebook Twitter LinkedIn Email Copy Link URL Copied! Print Bryce Duke finished high school ... "], ["2020-05-31 07:00", "Premiership's return to action will give clubs plenty of food for thought ... Recipes Love & sex Health & fitness Home & garden Women Men Family Travel Money What term do you want to search? Search with google Make a contribution Subscribe International edition switch to the UK edition switch to the US edition switch to the Australia edition Search jobs Holidays Digital Archive Discount Codes Guardian Puzzles  ... more of a risk than other sports because Covid-19 was transmitted through cough, respiratory and saliva droplets rather than sweat, but no one can accurately quantify the risk. Exeter's director of rugby, Rob Baxter, said playing outdoors would be safer than going to a supermarket, but what about the dressing room, where distancing would have to be maintained? Professor John Williams, Wales's former team doctor, who is  ... "], ["2020-05-31 04:35", "TruePundit.com ...  night, has died. Howard was a 10-year veteran of the force. He and his partner were gunned down Friday night during aapparent ambush-style shootings. His partner Matthew Baxter died Friday night. Howard had been on life support...The post Six Police Officers Gunned Down During Two-Hour Spree; Deadly Mayhem Spanned Three Cities appeared first on True Pundit ... ://truepundit.com/?p=304080Alvi Awan was suspected of helping swindle $283,000 from banks and was busted carrying over $12,400 in undocumented cash when the FBI caught up with her at Dulles International Airport in March. But incredibly Awan — the wife of Imran Awan, the IT specialist and con man employed by Democratic Rep. Debbie Wasserman Schultz, who...The post EXCLUSIVE: In March, Comey and  ... "], ["2020-05-31 01:03", "Their Costa Rica Wedding a COVID Casualty, Couple Among 1st in San Mateo County to Marry Online ...  coworkers had to be quarantined because they had contact with those three individuals. San Francisco Int'l Airport To Open New 'SkyTerrace' Public Observation Deck San Francisco International Airport is reopening their public observation deck, which has been closed for around 25 years, this Valentine's Day. Passengers From Wuhan Halted From Flying To SFO Due To  ... the couple became one of the first in the county to be married via video conferencing. \"It was a unique and new experience, which is what life is all about,\" Klee Baxter said. Marriage license applications and wedding ceremonies are now available through video conferencing in San Mateo County, but launching the service wasn't exactly an easy walk to the altar. In  ... "], ["2020-05-30 21:32", "Casualty rocked by gun death as icon Charlie makes dramatic return ...  job back after quitting in the previous episode though it wasn't a straight-forward decision. In a rage, he returned to the hospital after quitting and bumped into a distressed dad, Mick Baxter (Owen Whitelaw), who had shot a social worker and caused his son to run off, falling from a roof and seriously injuring himself. His son was inside, as was the social worker, and, not  ...  in the UK Nasa The first NASA launch from US soil since 2011 will see a rocket and capsule built by Elon Musk's SpaceX corporation carry two astronauts to the International Space Station Lionel Messi vs Cristiano Ronaldo debate 'not even close', insists Gary Lineker Cristiano Ronaldo Gary Lineker says Lionel Messi has proven himself at Barcelona for years, while the  ... "], ["2020-05-30 19:43", "Stunned downtown L.A. surveys damage from looting, vandalism ... Ad Classifieds Find/Post Jobs Local Ads Marketplace Hot Property Sections Place an Open House Sotheby's International Realty Why L.A. Times? Place an Ad Classifieds Find/Post Jobs Local Ads Marketplace Hot Property Sections Place an Open House Sotheby's International Realty Why L.A. Times? Brand Publishing Crossword & Games L.A. Times News Platforms Audio Briefs for Smart  ... the Terroni restaurant in downtown Los Angeles on Friday. Protestors marched in cities across the nation after the death of George Floyd in Minneapolis. (Wally Skalij/Los Angeles Times) By Kevin Baxter , Ruben Vives May 30, 2020 12:43 PM Facebook Twitter Show more sharing options Share Close extra sharing options Facebook Twitter LinkedIn Email Copy Link URL Copied! Print Along the  ... "], ["2020-05-30 16:48", "How to prepare your dog for your return to work ... .com/O2o8Pa8at8 — RSPCA NSW (@RSPCANSW) April 27, 2020 Australians like Juliet Pisani-Forde are growing more concerned every day, as the prospect of returning to work has her worried about her two fur-babies: Baxter, a three-year-old golden retriever, and Enzo, an 11-week-old Italian greyhound that joined the family three weeks ago. Ms Pisani-Forde says she fears they have become \"velcro dogs\". \" ...  of News publications will stop printing but digital to soar 52 Northern Star Ltd 2020. Unauthorised reproduction is prohibited under the laws of Australia and by international treaty. News Corp Australia Group Websites Need Help? Refer to our helpful FAQ section for any problems you might be experiencing. Lismore Echo Northern Rivers News National ... "], ["2020-05-30 15:31", "Why Is Baxter (BAX) Up 1.4% Since Last Earnings Report? ...  of C on the value side, putting it in the middle 20% for this investment strategy. Overall, the stock has an aggregate VGM Score of C. If you aren't focused on one strategy, this score is the one you should be interested in. Outlook Baxter has a Zacks Rank #4 (Sell). We expect a below average return from the stock in the next few months. In-Depth Zacks Research for the Tickers Above Normally $25 each - click below to receive one report FREE: Baxter International Inc. (BAX) - free report > > Published in earnings earnings-estimates earnings-performance earnings-report earnings-trend revenue zacks-consensus-estimate Zacks' 7 Best Strong Buy Stocks for June, 2020 Free Research for Zacks.com Readers Experts have chosen 7 stocks out of 220 Zacks Rank #1 ... "], ["2020-05-30 13:00", "All the COVID-19 treatments currently in clinical trials ... . Devices In addition to drug, stem cell, and other treatments, some hospitals are using devices on critically ill COVID-19 patients. Blood purification systems removes waste products when a patient's blood travels through a device. They've been used on sepsis patients to remove molecules that promote inflammation. CytoSorbents Corporation , Terumo BCT Inc. , and Baxter International Inc. have all received FDA emergency use authorization for their blood purification systems. Fresenius Medical has an EUA for its continuous renal replacement therapy, which replicates kidney function by detoxifying blood. ALung Technologies has a device that removes carbon dioxide from the blood and is meant to help keep patients off ventilators. ExThera says its blood ... "], ["2020-05-30 10:00", "Rethinking American History in Trump's Shadow ...  a long prehistory to the social media dynamics of 2016. A few pages later, she introduces a relatively obscure duo as major figures in postwar history: Clem Whitaker and Leone Baxter, the co-founders of a campaign consulting firm that played a key role in defeating Harry S. Truman's proposed national health care plan in 1945. They later managed  ... captured in the many gritty films of the era. While this may seem like the narrow story of one city over the course of a few years, Phillips-Fein sees much more profound national and international implications. \"[T]he spectacular failure of the New York City government crystallized the antigovernment ethos that was gaining momentum nationally during the 1970s,\" she writes. In New York's crisis, she  ... "], ["2020-05-29 20:34", "Rockford driver’s license facility delays opening until June 12 due to ‘situation involving COVID-19’ ...  68 Sponsored By Toggle Menu Open Navigation Close Navigation Search Primary Menu News Local News Election Results Alexa Behind the Badge Coronavirus Education Matters Entertainment International Made in the Stateline National Politics Stateline Strong Weird Your Local Election HQ Top Stories Rockford driver's license facility delays opening until June  ... State's office sent out a news release on Friday. The facility will now open on June 12th. Beginning June 2nd, the two other Rockford facilities, at 3214 Auburn St and 4734 Baxter Road, will open as planned for new customers, drivers with expired drivers licenses, and vehicle transactions. MORE HEADLINES: FDA finds contamination in several brands of diabetes drug Lawmaker on Trump deeming churches  ... "]]}}