{"postfix": "bayer-aktie", "name": "BAYER", "wkn": "BAY001", "time": "2020.06.02 12:47", "ts": 1591094862, "features": {"KGV": "11.41", "Marktkapitalisierung": {"Size": "Mrd", "Value": "59.89"}, "GA": "6.40", "KBV": "1.51", "BA": "48.22", "KCV": "8.73", "CA": "8.36", "Vola30": "39.78", "Vola90": "58.54", "Vola180": "44.79", "Vola250": "37.12"}, "rivals": ["bb_biotech-aktie", "morphosys-aktie", "amgen-aktie", "johnson_johnson-aktie", "merck_co-aktie", "roche_2-aktie", "novartis-aktie"], "text_data": {"de": [["2020.06.02", "MÄRKTE EUROPA/DAX mit Nachholbedarf kräftig aufwärts"], ["2020.06.02", "Bayer: Es geht weiter..."], ["2020.06.02", "Erstes US-Glyphosat-Urteil gegen Bayer wird in Berufung verhandelt"], ["31.05.20", "So schätzen die Analysten die Zukunft der Bayer-Aktie ein"], ["27.05.20", "Presse: Ministerium gibt gespendete Chloroquin-Tabletten zurück"], ["27.05.20", "Bayer-Aktie: Ende des Absturzes - das sollten Anleger jetzt wissen"], ["27.05.20", "ROUNDUP: Chemie- und Pharmabranche erwartet 2020 deutlichen Umsatzrückgang"], ["27.05.20", "VCI erwartet 2020 deutlichen Einbruch in deutscher Chemieproduktion"], ["27.05.20", "Chemie- und Pharmabranche erwartet 2020 deutlichen Umsatzrückgang"], ["26.05.20", "Bayer-Aktie nach kräftigem Plus: Was die Kurse jetzt antreibt"], ["26.05.20", "Citi: Bayer - Käufer machen richtig Druck"], ["26.05.20", "Märkte am Morgen: DAX nach Break mit Anschlusskäufen; Novavax, Alibaba, RWE, Wirecard, Deutsche Lufthansa, Bayer"], ["26.05.20", "Citi: Bayer - Käufer machen richtig Druck"], ["26.05.20", "Bayer: Mediator dämpft Erwartungen - scharfe Kritik von den Grünen - und jetzt?"], ["25.05.20", "Bayer-Mediator: Keine Neuigkeiten in Vergleichsgesprächen"], ["25.05.20", "MÄRKTE EUROPA/Investoren in Kauflaune - Bayer fest"], ["25.05.20", "Konjunkturhoffnungen beflügeln Europas Börsen"], ["25.05.20", "XETRA-SCHLUSS/DAX steigt über 11.300 Punkte - Bayer gesucht"], ["25.05.20", "MÄRKTE EUROPA/DAX steigt über 11.300 Punkte - Bayer fest"], ["25.05.20", "Börse 15.45 Uhr Dax, Lufthansa und Bayer im Plus"], ["25.05.20", "DAX steigt: Konjunkturhoffnungen beflügeln - Bayer-Aktie im Aufwind"], ["25.05.20", "ANALYSE-FLASH: Warburg Research belässt Bayer auf 'Hold' - Ziel 66 Euro"], ["25.05.20", "ROUNDUP 2: Bayer kommt Glyphosat-Einigung näher - Aktie legt kräftig zu"], ["25.05.20", "MÄRKTE EUROPA/Guter Start in die Woche - Bayer fest"], ["25.05.20", "Falsche Behauptungen?: Bayer erzielt Einigung über Grossteil der Glyphosat-Klagen"], ["25.05.20", "Agentur: Bayer erzielt Einigung über Großteil der Glyphosat-Klagen"], ["25.05.20", "AKTIE IM FOKUS: Bayer bauen Kursgewinne aus  - Hoffnung im Glyphosat-Streit"], ["25.05.20", "DAX im Plus: Europas Börsen im Aufwind - Bayer-Aktie gefragt"], ["25.05.20", "Bayer einigte sich in den USA mit Großteil von Klägern"], ["25.05.20", "Milliarden-Zahlungen in den USA: Bayer einigt sich mit Glyphosat-Klägern"], ["25.05.20", "MÄRKTE EUROPA/Freundlicher Start - Hoffen auf Vergleich bei Bayer"]], "en": [["29.05.20", "The Zacks Analyst Blog Highlights: Bayer Aktiengesellschaft, InflaRx, Legrand, Innate Pharma and DiaSorin"], ["27.05.20", "Eden Research plc : Update on Bayer Animal Health Agreement"], ["26.05.20", "Wolfsburg boost European aspirations after shock win at Bayer Leverkusen"], ["25.05.20", "Bundesliga: Kai Havertz makes the difference again for Bayer Leverkusen"], ["25.05.20", "NewsWatch: Bayer, Lufthansa drive gains in Europe amid holiday-thinned trading"], ["25.05.20", "Europe Markets: Bayer, Lufthansa drive gains in Europe amid holiday-thinned trading "], ["25.05.20", "UPDATE 1-European shares rise on recovery hopes, Bayer jumps"], ["25.05.20", "UPDATE 1-Bayer says it makes progress in settlement talks over weedkiller"], ["25.05.20", "European shares rise in thin trading, Bayer jumps"], ["18.05.20", "Kai Havertz brace helps Bayer Leverkusen beat Werder Bremen"], ["13.05.20", "Nubeqa™ (darolutamide) significantly improved overall survival with a favorable safety profile in men with non-metastatic prostate cancer (for specialized target groups only)"], ["28.04.20", "Bayer board wins back shareholder support as weedkiller talks continue"], ["28.04.20", "Bayer board wins shareholder vote of approval at AGM"], ["28.04.20", "“We’re active in the right businesses”"], ["28.04.20", "Bayer faces second investor reckoning over glyphosate litigation"], ["28.04.20", "Bayer faces second investor reckoning over glyphosate litigation"], ["27.04.20", "Bayer takes tough stance in glyphosate settlement talks due to downturn"], ["27.04.20", "Bayer (BAYRY) Q1 Earnings Beat Estimates, Sales Rise Y/Y"], ["27.04.20", "Bayer more stringent in glyphosate settlement talks due to downturn"], ["27.04.20", "Bayer more stringent in glyphosate settlement talks due to downturn"], ["21.04.20", "Bayer partners with Population Health Research Institute (PHRI) on global clinical research evaluating COVID-19 treatments"], ["15.04.20", "Proxy advisers split over endorsing Bayer management at AGM"], ["09.04.20", "Bayer Aktiengesellschaft : Correction of a release from 08/04/2020 according to Article 40, Section 1 of the WpHG [the German Securities Trading Act] with the objective of Europe-wide distribution"], ["08.04.20", "Bayer Aktiengesellschaft : Release according to Article 40, Section 1 of the WpHG [the German Securities Trading Act] with the objective of Europe-wide distribution"], ["06.04.20", "The Zacks Analyst Blog Highlights: Amazon, Medtronic, Vertex Pharmaceuticals, Intuit and Bayer"], ["02.04.20", "Bayer says glyphosate settlement talks delayed by coronavirus-Handelsblatt"], ["30.03.20", "MEDIA-Bayer pays $39.5 mln to settle roundup false-ad lawsuits - Bloomberg News"], ["30.03.20", "Nubeqa® (darolutamide) receives EU approval as a new treatment for men with non-metastatic castration-resistant prostate cancer (for specialized target groups only)"], ["27.03.20", "Bayer planning to hold online-only stockholders’ meeting on April 28, 2020"], ["27.03.20", "Bayer Aktiengesellschaft : Release according to Article 40, Section 1 of the WpHG [the German Securities Trading Act] with the objective of Europe-wide distribution"], ["25.03.20", "Is Bayer Stock a Buy?"], ["20.03.20", "Bayer mediator says glyphosate settlement talks slowed by coronavirus"], ["20.03.20", "Bayer announces five late-breaking presentations which include data from VICTORIA (vericiguat) and VOYAGER PAD (Xarelto™) Phase III studies (for specialized target groups only)"], ["19.03.20", "Bayer donates chloroquine to U.S., to seek emergency use as COVID-19 treatment"], ["19.03.20", "Bayer donates 3 mln malaria tablets to U.S. for potential use against coronavirus"], ["19.03.20", "Bayer Is Donating Its Malaria Drug That Could Help Coronavirus Patients In The U.S."], ["18.03.20", "Bayer donates one million euros for hospitals in Lombardy"], ["13.03.20", "Bayer inches toward glyphosate settlement: WSJ"], ["12.03.20", "Rangers facing Europa League exit after Bayer Leverkusen loss"], ["11.03.20", "The lowdown on Rangers’ Europa League opponents Bayer Leverkusen"], ["2020-06-02 09:51", "Olivier Giroud explains how lockdown caused positive Chelsea U-turn ...  F1 The 2020 Formula One season is set to get underway next month in Austria, with chiefs releasing an eight-race calendar to kickstart the campaign - including two at Silverstone Man Utd plan for Kai Havertz leaves room for Jadon Sancho and Marcus Rashford trio Manchester United FC Manchester United are planning to alter the position of Kai Havertz should he sign from Bayer Leverkusen this summer which would leave room for a front three that also includes Marcus Rashford and Jadon Sancho Most Read Most Recent Asteroids Asteroid 'taller than Empire State Building' rocketing towards Earth at 11,200mph NASA's Centre for Near Earth Objects is tracking an asteroid taller than the Empire State Building and London Eye combined, and will approach ... "], ["2020-06-02 09:39", "Arsenal legend Kenny Sansom remains in hospital but does not have coronavirus ...  F1 The 2020 Formula One season is set to get underway next month in Austria, with chiefs releasing an eight-race calendar to kickstart the campaign - including two at Silverstone Man Utd plan for Kai Havertz leaves room for Jadon Sancho and Marcus Rashford trio Manchester United FC Manchester United are planning to alter the position of Kai Havertz should he sign from Bayer Leverkusen this summer which would leave room for a front three that also includes Marcus Rashford and Jadon Sancho Most Read Most Recent Asteroids Asteroid 'taller than Empire State Building' rocketing towards Earth at 11,200mph NASA's Centre for Near Earth Objects is tracking an asteroid taller than the Empire State Building and London Eye combined, and will approach ... "], ["2020-06-02 09:29", "Chelsea set to sign Ben Chilwell as one of two 'marquee' transfers with Jadon Sancho and Kai Havertz also on radar ... gone and we haven't changed. \"I am excited about the squad we've got but if we can freshen up in the right areas, we will.\" 4 Frank Lampard is keen to make moves in the next transfer window Laura Woods shares anti-racism message after footballers including Jadon Sancho, Marcus Rashford and Paul Pogba respond to killing of George Floyd Topics Chelsea email Bayer Leverkusen Borussia Dortmund Chelsea Leicester City Jadon Sancho Comments are subject to our community guidelines, which can be viewed here . More from The Sun CUBS TO LIONS? England U17s won the Euros in 2010... but where are they now? 0 Comments Revealed JAD TO MEASURE Sancho's 35-minute hat-trick doesn't count in Germany due to strange rule 0 Comments Live Blog UNITED LATEST ... "], ["2020-06-02 09:20", "WWE star Kairi Sane left with gruesome head gash after incident 'which could have stopped filming' ...  F1 The 2020 Formula One season is set to get underway next month in Austria, with chiefs releasing an eight-race calendar to kickstart the campaign - including two at Silverstone Man Utd plan for Kai Havertz leaves room for Jadon Sancho and Marcus Rashford trio Manchester United FC Manchester United are planning to alter the position of Kai Havertz should he sign from Bayer Leverkusen this summer which would leave room for a front three that also includes Marcus Rashford and Jadon Sancho Most Read Most Recent Asteroids Asteroid 'taller than Empire State Building' rocketing towards Earth at 11,200mph NASA's Centre for Near Earth Objects is tracking an asteroid taller than the Empire State Building and London Eye combined, and will approach ... "], ["2020-06-02 09:15", "Man Utd plan for Kai Havertz leaves room for Jadon Sancho and Marcus Rashford trio ...  and receive the latest transfer stories Read More Related Articles Complete the Great Big Football Lockdown Survey to tell us your opinion The Sun report that the youngster will play on the left wing to give star striker Rashford freedom in the middle of the park, with their key transfer target Sancho flourishing on the right in Germany. They add that United are set to test the resolve of Bayer by submitting a bid of 50m when the window opens up, but they understand that their final offer might need to be a fair chunk larger. In terms of Sancho, Daily Star Sport understand that the Red Devils have grown more confident their position as the season has progressed, and they have the finical power to secure a deal in excess of 100m. Those two deals would give ... "], ["2020-06-02 08:58", "Roman Abramovich to finance 100m+ transfer spree as Frank Lampard eyes Jadon Sancho ...  could hijack deal Both have been extensively assessed by scouts and deemed far cheaper alternatives to Chilwell but Lampard wants the Foxes talent. However, Chilwell's arrival is dependent on the futures of Emerson Palmieri and Marcos Alonso, who Chelsea are looking to offload along with Willian and Pedro. The Athletic claim Chelsea are also considering moves for Bayer Leverkusen star Kai Havertz, Borussia Dortmund winger Jadon Sancho, Lyon's Moussa Dembele and sought-after RB Leipzig forward Timo Werner. Related articles Man Utd set to welcome back defender as manager confirms transfer plan Barcelona secure 205k transfer agreement for striker Arsenal plan 'new Paulo Dybala' transfer, Newcastle could hijack deal Most read in Football ... "], ["2020-06-02 08:50", "Dental Drug Market Analysis And Industry Insights Report, 2028 | Market Growth To Be Motivated By Increasing Alertness Towards Oral Cleanliness And Dental Care: Radiant Insights, Inc. ... , entering in this field are finding it difficult to contest with the transnational companies on the basis of novelties in technology, quality and dependability. Some of the important companies for Dental Drug Market are: Sirona Dental Systems Inc., Danaher Corporation, Colgate-Palmolive, 3M , J&J, Merck, Kavo Dental GmbH, Den Mat, Sun star, GSK, Bayer. Additional notable companies are: Mediwin Pharmaceuticals, Acteon, Hutchison China MediTech, Roche, Valeant Pharmaceuticals, Xttrium Laboratorie, Xiuzheng Pharmaceutical, PerioChip, Septodont, and Showa Yakuhin Kako. Access 118 page research report with TOC on \"Global Dental Drug Market\" available with Radiant Insights, Inc. @: https://www.radiantinsights.com/research/2013-2028-report-on-global-dental ... "], ["2020-06-02 08:16", "VST Tillers freezes at 20% upper circuit ahead of May sales numbers ...  the image. Send me a copy: https://mybs.in/2YNsFhB Analysts expect the tractor segment to benefit from a bumper Rabi production ALSO READ Mahindra & Mahindra rallies 10% in 2 days on healthy tractor sales in May Escorts nears record high on May tractor sales nos, soars 32% in one month Analysts ride two-wheeler stocks for gains as India eases Covid-19 lockdown Agrochemical stocks rally; Bayer Crop hits new high, Dhanuka Agri soars 17% Escorts shares skid 12% as tractor sales more than halve in March Shares of VST Tillers Tractors were locked in the upper circuit band of 20 per cent at Rs 1,103 on the BSE on Tuesday ahead of the May sales numbers. The company, engaged in manufacturing of power tillers and tractors, is expected to report healthy sales numbers ... "], ["2020-06-02 08:07", "Chelsea keen on 'Ben Chilwell, Kai Havertz, Jadon Sancho and Timo Werner' ...  2020 e-mail 1 View comments Roman Abramovich is prepared to back Frank Lampard in the next transfer window so he can take advantage of what could be a cut-price market in the coronavirus era. Leicester left-back Ben Chilwell has been a long-term target of Lampard's while, according to The Athletic , Chelsea have also drawn up a shortlist of attacking talent in the Bundesliga as they look to make two landmark signings. That includes Bayer Leverkusen's Kai Havertz, Borussia Dortmund 's Jadon Sancho and RB Leipzig's in-demand frontman Timo Werner, while a move for Moussa Dembele at French side Lyon could emerge. Leicester left-back Ben Chilwell has been a transfer target for Chelsea in recent windows Chelsea are one of a number of clubs keen on ... "], ["2020-06-02 06:51", "7am Chelsea news LIVE: Abramovich to make TWO 'marquee signings', Telles transfer LATEST, Willian update, Pedro to Juve ... fans in the stands and some broadcasts have had fan noise clips placed in for effect. Fifa 20 has over 10 million players and remains the world's most popular soccer game, ahead of Pro Evolution Soccer. And 450million matches of the game have been played worldwide. So fans might be forgiven for chucking their controller around if their team concedes! Alex Terrell 1st Jun 2020, 10:30 am BAYER'S MARKET Kia Joorabchian has revealed that Bayern Munich are STILL in pole position to keep Philippe Coutinho. The Barcelona-owned attacker is on the radar of Chelsea and Arsenal, as well as other leading clubs. The agent said: \"It's up to Bayern Munich whether or not they want to extend the loan. \"It's purely Bayern's decision, we have a will ... "], ["2020-06-02 06:45", "Man Utd plan to give Kai Havertz new role if Ole Gunnar Solskjaer seals transferManchester United boss Ole Gunnar Solskjaer wants to sign Bayer Leverkusen star Kai Havertz when the transfer window reopens."], ["2020-06-02 06:41", "7am Arsenal news LIVE: Coutinho transfer LATEST, Fraser switch 'one step closer', Partey update, David Luiz contract ... fans in the stands and some broadcasts have had fan noise clips placed in for effect. Fifa 20 has over 10 million players and remains the world's most popular soccer game, ahead of Pro Evolution Soccer. And 450million matches of the game have been played worldwide. So fans might be forgiven for chucking their controller around if their team concedes! Alex Terrell 1st Jun 2020, 10:30 am BAYER'S MARKET Kia Joorabchian has revealed that Bayern Munich are STILL in pole position to keep Philippe Coutinho. The Barcelona-owned attacker is on the radar of Chelsea and Arsenal, as well as other leading clubs. The agent said: \"It's up to Bayern Munich whether or not they want to extend the loan. \"It's purely Bayern's decision, we have a will ... "], ["2020-06-02 06:32", "7am Man Utd news LIVE: Saul Niguez to reveal 'new club', Rashford 'agreed' Barcelona transfer, players message Ighalo ...  to play for his dream club. \"It's been a dream for him and hopefully he can finish what he started and win a trophy with us.\" Alex Terrell 1st Jun 2020, 12:37 pm RED GER-SEY Jadon Sancho remains at the top of Manchester United's wishlist ahead of the summer transfer window. And now SunSport has exclusively revealed the Reds are also leading the race for Bayer Leverkusen forward Kai Havertz. Here is how United could line-up with the two Bundesliga stars in their ranks. Alex Terrell 1st Jun 2020, 11:08 am WONDERFUL DAY FOR IT Harry Maguire has shared a great picture of Manchester United's training ground at Carrington on a cloudless June day. Wouldn't you just love to have a kickabout on that grass? Alex Terrell 1st Jun 2020, 10:39 am ... "], ["2020-06-01 06:43", "Bloomberg ...  EU Firms From Covid-19 Could Kill Them in Court Apps, Executives, Regulation, Law, Employment, Privacy, Coronavirus, Retail, Government, Consumer Discretionary, Kerstin Neighbour https://assets.bwbx.io/images/users/iqjWHBFdfxIU/iG6BSyvvkm3g/v0/1200x-1.jpg https://www.bloomberg.com/tos https://www.bloomberg.com/news/articles/2020-06-02/bayer-fights-jury-loss-in-bid-to-limit-cost-of-roundup-payouts Bloomberg en 2020-06-02T09:47:34.028Z Bayer Fights Jury Loss in Bid to Minimize Roundup Payouts Environment, Coronavirus, Regulation, Law, Cancer, Government ETR:BAYN https://assets.bwbx.io/images/users/iqjWHBFdfxIU/ipfMfIPBW4Eg/v0/1200x-1.jpg https://www.bloomberg.com/tos https://www.bloomberg.com/news/articles/2020-06-02/air-mauritius-administrators-say-airline ... "], ["2020-06-01 06:37", "Scottish Government pandemic response not facing enough scrutiny from MSPs, says Richard Leonard ...  life on lockdown and why she's given up her collection of snazzy cars. Loch Lomond residents' coronavirus fears as huge crowds flock to beauty spots Coronavirus Residents in Luss on the idyllic banks of Loch Lomond said they were forced to retreat indoors after huge crowds flouted guidelines to travel miles and bask in sunshine. Rangers given Europa League boost as major Bayer Leverkusen obstacle 'to be removed' Rangers FC Steven Gerrard's side still have a European second leg to play. Supermarkets Lidl launches pizza oven that also works as a barbecue and smoker La Hacienda Outdoor Multi-Function Pizza Oven also cooks meat and fish East Kilbride can reach the Championship - if SPFL stop blocking off ambitious clubs, says new boss Stevie ... "], ["2020-06-01 06:31", "No line judges and one coach allowed: How US Open chiefs are planning 2020 edition with a difference ... ;s account of their training punch-up in Netflix hit 'The Last Dance' is WRONG after Horace Grant claimed documentary was '90% BS' Premier League clubs 'set to vote on whether Merseyside derby between Everton and Liverpool can be played at Goodison Park' as clubs prepare to discuss neutral venues again Manchester United 'leading the race to sign Bayer Leverkusen wonderkid Kai Havertz' as Ole Gunnar Solskjaer plots 50m bid... and they still want Jadon Sancho in double Bundesliga swoop West Ham squad are training in FULL KIT at empty London Stadium as David Moyes looks to prepare his players for behind closed doors fixtures when football returns Previous Next Charter flights, no line judges, adult ball boys to protect the young ... "], ["2020-06-01 06:25", "Transfer news LIVE as Celtic and Rangers plus Hibs, Hearts and Aberdeen eye signings ...  life on lockdown and why she's given up her collection of snazzy cars. Loch Lomond residents' coronavirus fears as huge crowds flock to beauty spots Coronavirus Residents in Luss on the idyllic banks of Loch Lomond said they were forced to retreat indoors after huge crowds flouted guidelines to travel miles and bask in sunshine. Rangers given Europa League boost as major Bayer Leverkusen obstacle 'to be removed' Rangers FC Steven Gerrard's side still have a European second leg to play. Supermarkets Lidl launches pizza oven that also works as a barbecue and smoker La Hacienda Outdoor Multi-Function Pizza Oven also cooks meat and fish East Kilbride can reach the Championship - if SPFL stop blocking off ambitious clubs, says new boss Stevie ... "], ["2020-06-01 05:54", "Paul Gascoigne reveals Sir Bobby Robson's fury at 1am tennis before Italia 90 semi-final ... nets a HAT-TRICK on his return to Dortmund starting line-up as they keep slim title hopes alive with a 6-1 thrashing of minnows Paderborn Manchester United 'leading the race to sign Bayer Leverkusen wonderkid Kai Havertz' as Ole Gunnar Solskjaer plots 50m bid... and they still want Jadon Sancho in double Bundesliga swoop 'I had a different memory from what he described on the  ... scoring for Dortmund - and is... Paderborn 1-6 Dortmund: Visitors run riot despite absence of Erling Haaland as Jadon Sancho scores hat-trick... Manchester United 'leading the race to sign Bayer Leverkusen wonderkid Kai Havertz' as Ole Gunnar Solskjaer... 'I had a different memory from what he described on the show': Steve Kerr insists Michael Jordan's  ... "], ["2020-06-01 05:45", "Man Utd target Jadon Sancho sent Eden Hazard message amid transfer speculation ...  Hazard (Image: GETTY) Related articles Chelsea to sign Barcelona defender for free but Real Madrid interested Arsenal-linked Ryan Fraser pairs up with Mikel Arteta agent READ MORE Man Utd transfer request made by Inter Milan ahead of Prem restart \"He could be the next Eden Hazard, and he's not that far off.\" United are also said to be looking at Bayer Leverkusen youngster Kai Havertz, and are plotting an audacious double swoop from the Bundesliga. Sancho is set to cost upwards of 100m, while they are reportedly planning an opening bid of 50m for Havertz. Related articles Man Utd think Mino Raiola is only person who wants Paul Pogba transfer Chelsea face competition for Victor Osimhen as multiple offers tabled Chelsea transfer plan in jeopardy as ... "], ["2020-06-01 05:39", "Lidl launches pizza oven that also works as a barbecue and smoker ...  and why she's given up her collection of snazzy cars. Loch Lomond residents' coronavirus fears as huge crowds flock to beauty spots Coronavirus Residents in Luss on the idyllic banks of Loch Lomond said they were forced to retreat indoors after huge crowds flouted guidelines to travel miles and bask in sunshine. Rangers given Europa League boost as major Bayer Leverkusen obstacle 'to be removed' Rangers FC Steven Gerrard's side still have a European second leg to play. James Anderson unmasked as Hearts' mystery SPFL investor who plans multi-million pound donation for Scottish football Scottish Professional Football League The businessman controls a trust that's worth almost 10 billion. Lanarkshire Sport East Kilbride can reach ... "]]}}