{"postfix": "bb_biotech-aktie", "name": "BB_BIOTECH", "wkn": "A0NFN3", "time": "2020.06.02 12:48", "ts": 1591094891, "features": {"KGV": "5.48", "Marktkapitalisierung": {"Size": "Mrd", "Value": "3.52"}, "GA": "12.23", "KBV": "1.22", "BA": "55.16", "KCV": "-87.06", "CA": "-0.63", "Vola30": "40.76", "Vola90": "51.99", "Vola180": "40.63", "Vola250": "32.48"}, "rivals": ["evotec-aktie", "morphosys-aktie", "qiagen-aktie", "agennix-aktie", "amgen-aktie", "gilead_sciences-aktie", "bayer-aktie"], "text_data": {"de": [["12.05.20", "Auffällige Insidertransaktionen bei BASF, Hugo Boss und BB Biotech"], ["12.05.20", "BB-Biotech-Beteiligungen: Moderna, Vertex, CRISPR und Myokardia starten massiv durch!"], ["26.04.20", "BB Biotech hat die Zahlen zum jüngsten Quartal vorgelegt"], ["24.04.20", "BB Biotech: Quartalsverlust bereits aufgeholt"], ["10.04.20", "Corona-Hoffnung Moderna mit Zeitvorsprung - BB Biotech ist investiert! "], ["26.02.20", "Citi: BB Biotech - Die Bullen müssen Druck machen"], ["26.02.20", "Citi: BB Biotech - Die Bullen müssen Druck machen"], ["06.02.20", "BB Biotech: Top-Beteiligungen Vertex und Neurocrine - das ist einfach stark!"], ["19.01.20", "BB Biotech lüftet das Geheimnis: Das ist der neue Wert im Portfolio"], ["18.01.20", "BB Biotech: Starkes viertes Quartal, hohe Dividendenausschüttung"], ["17.01.20", "Aktien Schweiz mit Aufschlägen - SMI markiert Rekordhoch"], ["17.01.20", "BB Biotech will die Dividende erhöhen"], ["07.01.20", "BB Biotech: Top-3-Wert Incyte mit massivem Kurseinbruch - was ist da los?"]], "en": [["24.04.20", "BB BIOTECH AG : BB Biotech AG publishes its interim report"], ["24.04.20", "BB BIOTECH AG : Resilient biotech sector despite widespread market turmoil"], ["19.03.20", "BB BIOTECH AG : Shareholders at BB Biotech AG's AGM vote in favor of all proposals and approve the dividend of CHF 3.40 per share"], ["21.02.20", "BB BIOTECH AG : BB Biotech AG publishes its 2019 annual report"], ["17.01.20", "BB BIOTECH AG : BB Biotech AG closes the 2019 fiscal year with a profit"], ["17.01.20", "BB BIOTECH AG : BB Biotech benefits from M&A transactions - dividend of CHF 3.40 proposed"], ["2020-05-29 14:46", "Big Brother babe Ellie Young flashes intimate tan lines in racy lockdown snap ... ; a third continued. Recent reports claim Ellie has found love once more after splitting with Sam Chaloner. The 26-year-old beauty is now reportedly dating local lad Matt Clow. Ellie Young entered the BB house in 2017 (Image: PA) Read More Related Articles Lily Allen moans she's 'bored of lockdown' and missing strangers more than friends' Taking to social media, Ellie gushed over ... the symptoms left him feeling like he was climbing Mount Kilamanjaro Coronavirus vaccine '99% likely to work with 100 million to be made', firm claims Coronavirus Sinovac, a Beijing-based biotech company, is carrying out a trial with more than 1,000 volunteers and is preparing to hold stage 3 experiments in the UK Top Stories It's mind-goggling! The  ... "], ["2020-05-29 14:45", "Truist To Participate In The Morgan Stanley Virtual US Financials Conference ...  IPOs Mergers and Acquisitions Rates and Bonds Junk Bonds Treasury Bonds Regulation HOW-TO VIDEO Audio Courses Personal Finance Essentials Fundamentals of Investing Mavens on TheStreet Biotech Maven EconoMonitor ETF Focus FX@TheStreet with Cory Mitchell - Forex Trade Ideas John Wall Street - Sports Business Mish Talk - Global Economic Trends Phil Davis - The Progressive  ... the website for 30 days. About Truist Truist Financial Corporation is a purpose-driven financial services company committed to inspire and build better lives and communities. With 275 years of combined BB&T and SunTrust history, Truist serves approximately 12 million households with leading market share in many high-growth markets in the country. The company offers a wide range of services  ... "], ["2020-05-28 15:00", "U.S. OTT And Pay TV Data Insights And Outlook 2018-2025: Operators, Subscribers, Revenues And Projections ... Mergers and Acquisitions Rates and Bonds Junk Bonds Treasury Bonds Regulation HOW-TO VIDEO Audio Courses Personal Finance Essentials Fundamentals of Investing Mavens on TheStreet Biotech Maven EconoMonitor ETF Focus FX@TheStreet with Cory Mitchell - Forex Trade Ideas John Wall Street - Sports Business Mish Talk - Global Economic Trends Phil Davis -  ...  households (000) TV households (000) Fixed broadband households (000) Smartphone subscribers (000) Tablet subscribers (000) TV HH/Total HH Fixed broadband HH/Total HH Smartphone subs/Population Tablet subs/Population OTT TV & video fixed bb hh (000) OTT TV & video HH/Fixed band HH OTT TV & video HH/TV HH OTT TV & video smartphone subs (000) OTT TV & video HH/smartphone subs Gross OTT TV & video total (000) Gross  ... "], ["2020-05-27 20:51", "AM Best Revises Outlooks To Negative For Unum Group And Its Core U.S. Life/Health Subsidiaries ...  Acquisitions Rates and Bonds Junk Bonds Treasury Bonds Regulation HOW-TO VIDEO Audio Courses Personal Finance Essentials Fundamentals of Investing Mavens on TheStreet Biotech Maven EconoMonitor ETF Focus FX@TheStreet with Cory Mitchell - Forex Trade Ideas John Wall Street - Sports Business Mish Talk - Global Economic Trends Phil  ... -- \"bbb\" on $250 million 5.75% senior unsecured notes, due 2042-- \"bbb\" on $450 million 4.50% senior unsecured notes, due 2049-- \"bb+\" on $300 million 6.25% junior subordinated notes, due 2058 Provident Financing Trust I— -- \"bb+\" on $300 million 7.405% capital securities, due 2038 The following indicative Long-Term IRs under the shelf registration have been affirmed with the outlooks revised to ... "], ["2020-05-27 18:45", "India OTT And Pay TV Forecasts To 2025 ...  and Acquisitions Rates and Bonds Junk Bonds Treasury Bonds Regulation HOW-TO VIDEO Audio Courses Personal Finance Essentials Fundamentals of Investing Mavens on TheStreet Biotech Maven EconoMonitor ETF Focus FX@TheStreet with Cory Mitchell - Forex Trade Ideas John Wall Street - Sports Business Mish Talk - Global Economic Trends Phil Davis -  ...  households (000) TV households (000) Fixed broadband households (000) Smartphone subscribers (000) Tablet subscribers (000) TV HH/Total HH Fixed broadband HH/Total HH Smartphone subs/Population Tablet subs/Population OTT TV & video fixed bb hh (000) OTT TV & video HH/Fixed band HH OTT TV & video HH/TV HH OTT TV & video smartphone subs (000) OTT TV & video HH/smartphone subs Gross OTT TV & video total (000) Gross SVOD ... "], ["2020-05-27 17:00", "Don't \"Bet Against the American Economy:\" ETF Areas to Win ... SP SC C D (PSCD) - free report > > SPROTT-JR GLD M (SGDJ) - free report > > VIPERS-GROWTH (VUG) - free report > > ALPS-MED BRKTH (SBIO) - free report > > SPDR-SP5 GR (SPYG) - free report > > WISDMTR-BB USDB (USDU) - free report > > VS-D 4XL USVGB (DGBP) - free report > > Zacks' 7 Best Strong Buy Stocks for June, 2020 Free Research for Zacks.com Readers Experts have chosen 7  ... in 3 months. For 32 years, our Strong Buy list has averaged returns more than twice the market. See its 7 best stocks now. Privacy Policy | No cost, no obligation to buy anything ever. Up Next Biotech ETFs Soaring on COVID-19 Vaccine Progress Most Read Don't Bet Against the U.S. Economy: ETF Areas to Win Two Top Picks for Contrarian Investors New Strong Buy Stocks for May 27th 4 ... "], ["2020-05-27 12:33", "Michael Krenz Joins The Forge Companies As Senior Traditional Trust Manager Of Advocacy Trust ... Mergers and Acquisitions Rates and Bonds Junk Bonds Treasury Bonds Regulation HOW-TO VIDEO Audio Courses Personal Finance Essentials Fundamentals of Investing Mavens on TheStreet Biotech Maven EconoMonitor ETF Focus FX@TheStreet with Cory Mitchell - Forex Trade Ideas John Wall Street - Sports Business Mish Talk - Global Economic Trends Phil Davis -  ... a broad career in the trust and financial service world, including overseeing the wealth division of a top 50 national bank and operating as a senior trust manager and a chief compliance officer for BB&T. Prior to joining Advocacy Trust, Michael worked for First Citizens Bank as the chief fiduciary officer responsible for trust administration and compliance. During his tenure, he also served as the manager of tax ... "], ["2020-05-26 10:00", "Medallion Renews Strategy For US Rare Earth Element Supply Chain ... Mergers and Acquisitions Rates and Bonds Junk Bonds Treasury Bonds Regulation HOW-TO VIDEO Audio Courses Personal Finance Essentials Fundamentals of Investing Mavens on TheStreet Biotech Maven EconoMonitor ETF Focus FX@TheStreet with Cory Mitchell - Forex Trade Ideas John Wall Street - Sports Business Mish Talk - Global Economic Trends Phil Davis - The ... company presentation on May 27, 2020 at 4:05 ET. Attendees can register for this Amvest Capital live event or see via replay at: https://register.gotowebinar.com/register/3083965596072310543?source=bb About Medallion Resources Medallion Resources has developed a proprietary process and related business model to achieve low-cost, near-term, rare-earth element (REE) production by exploiting monazite. Monazite is  ... "], ["2020-05-25 12:53", "Goeasy Ltd. Announces Appointment Of Michael Eubanks As Chief Information Officer ... Mergers and Acquisitions Rates and Bonds Junk Bonds Treasury Bonds Regulation HOW-TO VIDEO Audio Courses Personal Finance Essentials Fundamentals of Investing Mavens on TheStreet Biotech Maven EconoMonitor ETF Focus FX@TheStreet with Cory Mitchell - Forex Trade Ideas John Wall Street - Sports Business Mish Talk - Global Economic Trends Phil Davis -  ... . common shares are listed on the TSX under the trading symbol \"GSY\" and goeasy's convertible debentures are traded on the TSX under the trading symbol \"GSY-DB\". goeasy is rated BB- with a stable trend from S&P and Ba3 with a stable trend from Moody's. Visit www.goeasy.com . For further information contact: Jason Mullins President & Chief Executive Officer (905) 272-2788 By GlobeNewswire  ... "], ["2020-05-22 14:40", "Avantor Announces Credit Rating Upgrade By Fitch Ratings ...  Mergers and Acquisitions Rates and Bonds Junk Bonds Treasury Bonds Regulation HOW-TO VIDEO Audio Courses Personal Finance Essentials Fundamentals of Investing Mavens on TheStreet Biotech Maven EconoMonitor ETF Focus FX@TheStreet with Cory Mitchell - Forex Trade Ideas John Wall Street - Sports Business Mish Talk - Global Economic Trends Phil Davis - The ...  FINANCE RETIREMENT TECHNOLOGY MARKETS HOW-TO VIDEO FINANCIAL ADVISOR CENTER Login Account Avantor Announces Credit Rating Upgrade By Fitch Ratings Fitch upgrades the company's long-term issuer default rating to BB-/Stable Author: PR Newswire Publish date: May 22, 2020 10:40 AM EDT RADNOR, Pa. , May 22, 2020 /PRNewswire/ -- Avantor, Inc. ( AVTR ) - Get Report (\"Avantor\" or the \"Company\" ... "], ["2020-05-22 14:39", "AM Best Affirms Credit Ratings Of Athene Holding Ltd. And Its Subsidiaries ... IPOs Mergers and Acquisitions Rates and Bonds Junk Bonds Treasury Bonds Regulation HOW-TO VIDEO Audio Courses Personal Finance Essentials Fundamentals of Investing Mavens on TheStreet Biotech Maven EconoMonitor ETF Focus FX@TheStreet with Cory Mitchell - Forex Trade Ideas John Wall Street - Sports Business Mish Talk - Global Economic Trends Phil Davis - The  ... bbb\" on $1.0 billion 4.125% senior unsecured notes, due 2028--\"bbb\" on $500 million 6.150% senior unsecured notes due 2030--\"bb+\" on $750 million, 6.35%, perpetual, non-cumulative preferred stock, Series A--\"bb+\" on $300 million, 5.625%, perpetual, non-cumulative preferred stock, Series B The following indicative Long-Term IRs have been affirmed with positive outlooks: Athene  ... "], ["2020-05-22 10:00", "Mark Saxon Appointed As New Chief Executive Officer Of Medallion Resources ... Mergers and Acquisitions Rates and Bonds Junk Bonds Treasury Bonds Regulation HOW-TO VIDEO Audio Courses Personal Finance Essentials Fundamentals of Investing Mavens on TheStreet Biotech Maven EconoMonitor ETF Focus FX@TheStreet with Cory Mitchell - Forex Trade Ideas John Wall Street - Sports Business Mish Talk - Global Economic Trends Phil Davis -  ...  company presentation on May 27, 2020 at 4:05 ET. Attendees can register for this Amvest Capital live event or see via replay at: https://register.gotowebinar.com/register/3083965596072310543?source=bb About Medallion Resources Medallion Resources has developed a proprietary process and related business model to achieve low-cost, near-term, rare-earth element (REE) production by exploiting monazite. Monazite is a  ... "], ["2020-05-20 18:57", "Leading Black Beauty Brands Partner To Launch Beauty & Barber Relief Fund ...  Mergers and Acquisitions Rates and Bonds Junk Bonds Treasury Bonds Regulation HOW-TO VIDEO Audio Courses Personal Finance Essentials Fundamentals of Investing Mavens on TheStreet Biotech Maven EconoMonitor ETF Focus FX@TheStreet with Cory Mitchell - Forex Trade Ideas John Wall Street - Sports Business Mish Talk - Global Economic Trends Phil Davis - The ... ; Applications Open May 25th Author: PR Newswire Publish date: May 20, 2020 2:57 PM EDT ATLANTA , May 20, 2020 /PRNewswire/ -- Today, The Bronner Bros Int'l Beauty Show (BB) announced the launch of the BB Beauty & Barber Fund to provide relief to licensed cosmetology professionals who have not been able to work or are experiencing financial hardships due to the COVID-19 outbreak. The collaborative effort ... "], ["2020-05-20 11:30", "Truist Doubles Its Commitment To COVID-19 Relief Efforts, Totaling $50 Million ... Markets IPOs Mergers and Acquisitions Rates and Bonds Junk Bonds Treasury Bonds Regulation HOW-TO VIDEO Audio Courses Personal Finance Essentials Fundamentals of Investing Mavens on TheStreet Biotech Maven EconoMonitor ETF Focus FX@TheStreet with Cory Mitchell - Forex Trade Ideas John Wall Street - Sports Business Mish Talk - Global Economic Trends Phil Davis - The Progressive  ...  Coronavirus Response site. About Truist Truist Financial Corporation is a purpose-driven financial services company committed to inspire and build better lives and communities. With 275 years of combined BB&T and SunTrust history, Truist serves approximately 12 million households with leading market share in many high-growth markets in the country. The company offers a wide range of ... "], ["2020-05-18 18:00", "How to Trade Powell's Comments on Economy With ETFs ... 10% of individual corporate bonds. Agreed, the Fed said it would expand its bond-buying program to include debt that was investment-grade rated as of Mar 22 but later downgraded to no lower than BB-, or three levels into high yield. But putting more focus on investment-grade ones should make your portfolio safe (read: Highly Rated Corporate Bond ETFs to Gain on Fed Buying ). It makes the likes  ...  Most Read All Square Across Buyer & Seller? Global Week Ahead Buy Nvidia & Alibaba Before Earnings? Q1 Scorecard & Research Reports for NVDA, KO, PTR & More Moderna (MRNA) Soars: Biotech ETFs in Focus New Strong Buy Stocks for May 18th Quick Links Services Account Types Premium Services Zacks Rank Research Personal Finance Commentary Education Zacks Advisor Tools My ... "], ["2020-05-18 12:00", "Leveraged ETFs of Last Week ... GBP Index. The index is designed to provide 4 times leveraged exposure, reset daily, to changes in the spot exchange rate between the U.S. dollar and the GBP. Direxion Daily S&P Biotech Bull ( LABU - Free Report ) Up 8.5% The fund gives 300% of the performance of the S&P Biotechnology Select Industry Index (read: 6 Leveraged ETFs Up At Least 25% Last Week ). ProShares ... Tickers Above Normally $25 each - click below to receive one report FREE: Novavax, Inc. (NVAX) - free report > > DIRX-D SP BBULL (LABU) - free report > > DIR-DJGMI BL 3X (JNUG) - free report > > PRO-ULT BB CRUD (UCO) - free report > > VEL-3X LNG SLVR (USLV) - free report > > VS-D 4XL USVGB (DGBP) - free report > > Published in etfs Zacks' 7 Best Strong Buy Stocks for May, 2020 Free Research ... "], ["2020-05-15 11:00", "BluBuzzard, Inc. Listens To Its Shareholders. ...  and Acquisitions Rates and Bonds Junk Bonds Treasury Bonds Regulation HOW-TO VIDEO Audio Courses Personal Finance Essentials Fundamentals of Investing Mavens on TheStreet Biotech Maven EconoMonitor ETF Focus FX@TheStreet with Cory Mitchell - Forex Trade Ideas John Wall Street - Sports Business Mish Talk - Global Economic Trends Phil Davis -  ...  have your account credited with a free \"nugget\" currently valued at around $17 at bluBuzzard.com. This offer will end on June 15 th, 2020. As an added thank you, upon completion and registration of bB Advisors, LLC, we will be giving 150 shares of BZRD common stock or credit the equivalent value in nuggets to each individual that completed the survey and opens an account at our \"coming soon\" investment ... "], ["2020-05-14 22:39", "Intermap Announces Update On Continuous Disclosure Obligations ...  IPOs Mergers and Acquisitions Rates and Bonds Junk Bonds Treasury Bonds Regulation HOW-TO VIDEO Audio Courses Personal Finance Essentials Fundamentals of Investing Mavens on TheStreet Biotech Maven EconoMonitor ETF Focus FX@TheStreet with Cory Mitchell - Forex Trade Ideas John Wall Street - Sports Business Mish Talk - Global Economic Trends Phil Davis - The Progressive  ... events or otherwise, except as may be required by applicable securities law. About Intermap Technologies Founded in 1997 and headquartered in Denver, Colorado , Intermap (TSX: IMP) (ITMSF: BB) is a global leader in geospatial intelligence solutions. The Company's proprietary NEXTMap database and value-added geospatial data management, processing, analytics, fusion and orthorectification  ... "], ["2020-05-14 20:06", "Truist Announces Redemption Of Fixed Rate Senior Notes ... Markets IPOs Mergers and Acquisitions Rates and Bonds Junk Bonds Treasury Bonds Regulation HOW-TO VIDEO Audio Courses Personal Finance Essentials Fundamentals of Investing Mavens on TheStreet Biotech Maven EconoMonitor ETF Focus FX@TheStreet with Cory Mitchell - Forex Trade Ideas John Wall Street - Sports Business Mish Talk - Global Economic Trends Phil Davis - The Progressive  ... Depository Trust Company. About Truist Truist Financial Corporation is a purpose-driven financial services company committed to inspire and build better lives and communities. With 275 years of combined BB&T and SunTrust history, Truist serves approximately 12 million households with leading market share in many high-growth markets in the country. The company offers a wide range  ... "], ["2020-05-14 16:29", "McGriff Acquires Peak Health To Expand Its Employee Benefits Capabilities ...  IPOs Mergers and Acquisitions Rates and Bonds Junk Bonds Treasury Bonds Regulation HOW-TO VIDEO Audio Courses Personal Finance Essentials Fundamentals of Investing Mavens on TheStreet Biotech Maven EconoMonitor ETF Focus FX@TheStreet with Cory Mitchell - Forex Trade Ideas John Wall Street - Sports Business Mish Talk - Global Economic Trends Phil Davis - The Progressive  ... Employee Benefits Capabilities CHARLOTTE, N.C. Author: PR Newswire Publish date: May 14, 2020 12:29 PM EDT CHARLOTTE, N.C. , May 14, 2020 /PRNewswire/ -- McGriff, a subsidiary of BB&T Insurance Holdings, today announced the acquisition of Peak Health, a leading provider of workplace health and wellness programs. Based in Wilson, NC , Peak Health provides onsite, nurse-administered health ... "]]}}