{"postfix": "beiersdorf-aktie", "name": "BEIERSDORF", "wkn": "520000", "time": "2020.06.02 14:21", "ts": 1591100506, "features": {"KGV": "31.31", "Marktkapitalisierung": {"Size": "Mrd", "Value": "23.91"}, "GA": "3.40", "KBV": "3.98", "BA": "26.74", "KCV": "25.75", "CA": "4.13", "Vola30": "31.06", "Vola90": "35.52", "Vola180": "28.57", "Vola250": "22.59"}, "rivals": ["johnson_johnson-aktie", "procter_gamble-aktie", "colgate-palmolive-aktie", "loréal-aktie", "douglas-aktie", "avon_products-aktie", "kimberly-clark-aktie"], "text_data": {"de": [["31.05.20", "Experten sehen bei Beiersdorf-Aktie weniger Potenzial"], ["27.05.20", "Hansaplast ruft vier Pflaster-Produkte zurück"], ["27.05.20", "VCI erwartet 2020 deutlichen Einbruch in deutscher Chemieproduktion"], ["19.05.20", "XETRA-SCHLUSS/DAX baut Rally-Gewinne noch etwas aus"], ["11.05.20", "Auswirkungen der Corona-Pandemie belasten Henkels Klebstoff-Geschäft"], ["06.05.20", "ANALYSE-FLASH: Barclays hebt Ziel für Beiersdorf auf 105 Euro - 'Overweight'"], ["05.05.20", "XETRA-SCHLUSS/Lockerungsmaßnahmen lockern auch Börsenstimmung auf"], ["05.05.20", "ANALYSE-FLASH: Credit Suisse senkt Beiersdorf-Ziel auf 85 Euro - 'Underperform'"], ["05.05.20", "Beiersdorf-Aktie: Corona-Krise macht Konsumgüterriesen weiter zu schaffen"], ["05.05.20", "Corona-Krise macht Beiersdorf weiter zu schaffen"], ["05.05.20", "Beiersdorf-CEO: 2Q bleibt schwierig - Mittelfristziele bekräftigt"], ["05.05.20", "Beiersdorf: Einbruch des Reisemarktes belastet Geschäft mit Luxushautpflege"], ["05.05.20", "Konsumgüter: Nivea schwächelt, Tesa in der Krise - Beiersdorf in der Blitzanalyse"], ["05.05.20", "Corona-Krise sorgt für Umsatzrückgang bei Beiersdorf"], ["04.05.20", "HSBC: Wochenausblick: Einkaufsmanagerdaten, ISM-Index, Arbeitsmarktbericht, BMW, Siemens"], ["30.04.20", "XETRA SCHLUSS/DAX deutlich schwächer - EZB erfüllt Hoffnung nicht"], ["29.04.20", "Beiersdorf-CEO: Akquisitionen sollen fortgesetzt werden"], ["29.04.20", "Konsumgüterkonzern: Nivea-Hersteller Beiersdorf beschließt Sparpaket"], ["29.04.20", "Beiersdorf will trotz Corona investieren - Vorstand verzichtet auf Gehalt"], ["29.04.20", "Beiersdorf will trotz Corona-Krise weiter in Care+ investieren"], ["29.04.20", "Beiersdorf will eine unveränderte Dividende ausschütten"], ["28.04.20", "Konsumgüterkonzern: Beiersdorf im Bilanzcheck: Der Nivea-Konzern ist ein Hort der Liquidität"], ["21.04.20", "MÄRKTE EUROPA/Ölpreis-Crash schwappt auf Aktien über"], ["21.04.20", "XETRA-SCHLUSS/Rückschlag - Öl-Crash lässt Anleger vorsichtig werden"], ["17.04.20", "MÄRKTE EUROPA/Börsen bauen Gewinne aus - Konjunkturtitel gesucht"], ["17.04.20", "MÄRKTE EUROPA/Europa feiert - Hoffnung auf schnelles Comeback"], ["17.04.20", "Citi: Beiersdorf - Ist der Verkaufsdruck zu groß?"], ["17.04.20", "Citi: Beiersdorf - Ist der Verkaufsdruck zu groß?"], ["07.04.20", "Osram holt neue Finanzchefin vom Mischkonzern Werhahn"], ["06.04.20", "Beiersdorf lädt zur Online-HV am 29. April - Dividende unverändert"]], "en": [["05.05.20", "Beiersdorf sells more hand cream, less sunscreen"], ["29.04.20", "Beiersdorf top managers to waive 20% of fixed pay until December"], ["02.04.20", "Nivea-maker Beiersdorf scraps 2020 outlook due to coronavirus crisis"], ["21.01.20", "Beiersdorf Aktiengesellschaft : Preliminary announcement of the publication of financial reports according to Articles 114, 115, 117 of the WpHG [the German Securities Act]"], ["16.01.20", "Dow Jones Newswires: Beiersdorf sales rise and guidance backed"], ["2020-05-27 23:15", "India's Liquid Handwash And Shower Gel Market 2018-2025 - Presents Shares By Company, Brand, Sales Channel, Demographic And Tier ...  11.1. Porter's Five Forces11.2. Company Profiles 11.2.1. Reckitt Benckiser (India) Private Limited11.2.2. Hindustan Unilever Limited11.2.3. Colgate Palmolive (India) Limited11.2.4. Godrej Consumer Products Limited11.2.5. Dabur India Limited11.2.6. The Himalaya Drug Company11.2.7. ITC Limited11.2.8. Wipro Consumer Care Limited11.2.9. Beiersdorf (India) Private Limited 11.2.10 . Karnataka Soaps & Detergents Limited 12. Strategic Recommendations For more information about this report visit https://www.researchandmarkets.com/r/pj5ush Research and Markets also offers Custom Research services providing focused, comprehensive and tailored research. Media Contact: Research and Markets Laura Wood , Senior Manager press@researchandmarkets.com For E.S.T Office ... "], ["2020-05-27 16:31", "German adhesive tape manufacturer to build a 55 million euro plant in Vit Nam ... construction of road made from plastic waste, generation of green energy. tesa SE is one of the world's leading manufacturers of technical adhesive tapes and self-adhesive system solutions (more than 7,000 products) for industrial and commercial clients, as well as for end users. Since 2001, tesa SE (4,926 employees) has been a fully owned affiliate of Beiersdorf AG (such as NIVEA, Eucerin, la prairie). Around three quarters of the tesa group's sales (2019: 1,378,7 million euro) are generated by applications for various industrial sectors, such as automotive and electronics (including smartphones, tablet PCs), printing & paper, building supply as well as security concepts for effective brand and product protection. As a partner to the pharmaceutical ... "], ["2020-05-19 20:30", "Global Male Toiletries Market Analysis 2014-2019 And Forecast To 2025 ...  Europe Asia Pacific Regional Outlook, Volume (2014 - 2025E, Billion units) North America Europe Asia Pacific Country Outlook, Revenue (2014 - 2025E, US$ Billions) The US Canada India Japan China The UK Germany France Country Outlook, Volume (2014 - 2025E, Billion units) The US Canada India Japan China The UK Germany France Vendors Outlook, Revenue (2013 - 2022E, US$ Billions) AkzoNobel N.V. Beiersdorf AG Edgewell Personal Care Brands, LLC Procter & Gamble Co, The Societe BIC Key Questions Answered in the Report Historical market size in terms of value of male grooming industry from 2014 to 2018 in US$ Billions. Historical market size in terms of volume of male grooming industry from 2014 to 2018 in Billion units. Projected market growth in the forecasted ... "], ["2020-05-19 08:20", "Lip Care Products Market Size To Boost Based On Rising Awareness About Personal Care & Grooming Products Till 2025 | Million Insights ... to rising popularity of personal care and beauty products among the consumers. The segment of online distribution channel is projected grow at the fastest CAGR of 7.6% over the forecast period due to ease of accessibility and convenience. Key players in this industry include Revlon, Inc.; L'Oral S.A.; Kao Corporation; Pfizer Inc.; The Himalaya Drug Company; Beiersdorf AG; The Procter & Gamble Company; The Clorox Company; and Avon Products, Inc. Browse 80 page research report with TOC on \"Global Lip Care Products Market\" at: https://www.millioninsights.com/industry-reports/global-lip-care-products-market Million Insights has segmented the global lip care products market based on product, gender, distribution channel, and region: Lip Care Products ... "], ["2020-05-14 11:47", "EUROPE RESEARCH ROUNDUP-Ferrovial SA, Icade SA, Kingfisher ...  American : RBC raises target price to 1475p from 1450p * Arbonia AG : Kepler Cheuvreux cuts target price to CHF 11 from CHF 15 * Aston Martin : Kepler Cheuvreux cuts target price to 25p from 50p * Avast Plc : Credit Suisse raises target price to 550p from 465p * BASF SE : Barclays cuts target price to EUR 51 from EUR 56 * Beazley Plc : Morgan Stanley cuts target price to 505p from 560p * Beiersdorf AG : JP Morgan raises target price to EUR 90 from EUR 85 * Bff Banking Group : Kepler Cheuvreux raises target price to EUR 6.7 from EUR 6.4 * BHP : RBC raises target price to 1475p from 1450p * Bouvet ASA : Kepler Cheuvreux raises target price to NOK 510 from NOK 475 * Britvic Plc : Liberum cuts target price to 750p from 1000p * Central Asia Metals Plc : RBC cuts ... "], ["2020-05-13 20:30", "JUMIA TECHNOLOGIES AG (JMIA) Q1 2020 Earnings Call Transcript ...  are waiving commission on the relevant products. We have also seen a surge in demand from sellers and branding particular, to join the Jumia platform, and we have prioritized on-boarding of sellers offering critical product categories. We launched a number of partnerships, covering multiple countries with high profile FMCG brands, such as Unilever, P&G, Nestle, Beiersdorf, Coca-Cola. We have also further solidified our partnership with Carrefour with exemption [Phonetic] in Algeria. And in Kenya, we announced a partnership with Twiga Foods, which connects producers and farmers with vendors, offering our consumers online access to fresh produce directly from farmers. In terms of merchandising, we launched curated product collections, targeting specific needs ... "], ["2020-05-13 08:20", "Hand Care Market To Be Driven By Rising Awareness About Personal Health Maintenance & Risks Of Communicable Diseases In Society Till 2025 | Million Insights ...  for the consumption of hand care products across the globe. This can be attributed to the increase in the population and rising disposable income among the working population. The region of the Middle East and Africa is anticipated to gain the highest CAGR of 5.1% from 2019 to 2025. The key players in the hand care market include Beiersdorf; Procter & Gamble; Johnson & Johnson Services, Inc.; Unilever; Coty Inc.; and Lynx. These manufacturers are launching various products using natural and organic ingredients to achieve a competitive advantage over other manufacturers. For example, Amway recently launched a liquid handwash that is free from paraben, sulfate and other harmful chemicals. Further key findings from the report suggest: The sanitizer product ... "], ["2020-05-11 08:53", "STICHWORT-So laufen in diesem Jahr die wichtigsten Hauptversammlungen ...  7. Mai, verschoben auf unbestimmten Termin Deutsche Post AG: geplant 13. Mai, verschoben auf unbestimmten Termin Adidas AG: geplant 14. Mai, verschoben auf unbestimmten Termin Fresenius Medical Care AG & Co KGaA: geplant 19. Mai, verschoben auf unbestimmten Termin Fresenius SE & Co KGaA: geplant 20. Mai, verschoben auf unbestimmten Termin Bereits online abgehalten: Bayer AG: fand online am 28. April statt Beiersdorf AG: fand online am 29. April statt Mnchener Rck: fand online am 29. April statt Deutsche Lufthansa AG: fand online am 5. Mai statt Allianz SE: fand online am 6. Mai statt Bereits vor Aktionren abgehalten: Infineon Technologies AG: war am 20. Februar Siemens AG: war am 5. Februar; weitere Versammlung zur Abspaltung von Siemens Energy fr 9. Juli ... "], ["2020-05-06 11:27", "EUROPE RESEARCH ROUNDUP-Ambu, BB Biotech, Wirecard ...  EUR 6.25 * AstraZeneca : Morgan Stanley raises target price to 8630p from 8600p * Atresmedia : Kepler Cheuvreux cuts target price to EUR 2.8 from EUR 3.2 * Barclays : RBC cuts target price to 110p from 120p * BB Biotech AG : Baader Helvea raises target price to CHF 68 from CHF 65 * BB Biotech AG : Baader Helvea raises to add from reduce * Beiersdorf AG : Barclays raises target price to EUR 105 from EUR 103 * Beiersdorf AG : UBS cuts target price to EUR 83 from EUR 85 * Biffa Plc : Peel Hunt cuts target price to 240p from 260p * Biomerieux SA : Portzamparc raises target price to EUR 105.8; 'accumulate' * BNP Paribas : JP Morgan cuts target price to EUR 45 from EUR 46 * Bodycote Plc : Morgan Stanley cuts target price to 540p from 590p * Britvic Plc ... "], ["2020-05-05 10:34", "Hit Drama 'Normal People' Sparks Streaming Surge for BBC Three ...  and iHeartRadio Podcast More From Our Brands Indiewire 'My Brilliant Friend' Finale Review: 'The Blue Fairy' Makes the Wait for Season 3 Painful HollywoodLife Nikki Bella Reveals She Was Raped Twice In High School: My Virginity Was 'Stolen From Me' BGR Want to pretend you're on the Moon? Just move to Montana WWD Beiersdorf Withdraws 2020 Guidance, Invests in Sustainable Aerosol Firm SPY Let Your Booze Come to You With These Alcohol Subscription Services Variety About Us Newsletter Variety Screening Series Live Media Summits Variety Archives Variety Insights Careers Legal Terms of Use Privacy Policy California Privacy Rights EU Privacy Preferences Ad Choices Do Not Sell My Personal Information Variety Magazine Subscribe Print Plus ... "], ["2020-05-05 10:13", "Breakingviews - Corona Capital: Macquarie, Ray-Bans, Nivea, Oil ...  euros, now comfortably just above 1 times EBITDA, could be pushed up to 3 times that measure by year end, says Morningstar. Luckily, the French-Italian group is sitting on a 4.9 billion euro liquidity pot and has pre-funded most of the GrandVision acquisition cost. Continuing to keep a lean profile in the crisis is the right approach. (By Lisa Jucca) LIVIN' ON A PRAIRIE. Beiersdorf's investors are down on their luck. The maker of Nivea posted a 3.6% decline in first-quarter revenue to 1.9 billion euros, stripping out the impact of currency changes and mergers and acquisitions. Chief Executive Stefan De Loecker said he will stick with the company's one-year-old investment programme but said little on its progress, suggesting he's less than ... "], ["2020-05-05 09:45", "Beiersdorf sells more hand cream, less sunscreenNivea-maker Beiersdorf said on Tuesday its La Prairie premium skincare brand and sun care products have been hit by the drop in international travel due to the coronavirus pandemic while sales of hand wash, hand creams and plasters jumped.'"], ["2020-05-05 09:45", "Beiersdorf sells more hand cream, less sunscreenNivea-maker Beiersdorf said on Tuesday its La Prairie premium skincare brand and sun care products have been hit by the drop in international travel due to the coronavirus pandemic while sales of hand wash, hand creams and plasters jumped."], ["2020-05-05 09:39", "BRIEF-Beiersdorf Invests In Sustainable Aerosol TechnologyBEIERSDORF AG:'"], ["2020-05-05 09:39", "BRIEF-Beiersdorf Invests In Sustainable Aerosol Technology ...  & Accounting Blog: Answers On Innovation @ Thomson Reuters Directory of sites Login Contact Support Business Markets World UK TV More United Kingdom Swiss Market Report May 5, 2020 / 9:42 AM / Updated 38 minutes ago BRIEF-Beiersdorf Invests In Sustainable Aerosol Technology 1 Min Read May 5 (Reuters) - BEIERSDORF AG: * INVESTS IN SUSTAINABLE AEROSOL TECHNOLOGY * ACQUIRES STAKE IN BRITISH COMPANY SALFORD VALVE COMPANY LTD. (SALVALCO) * VENTURE CAPITAL INVESTMENT IN DISRUPTIVE ECO-VALVE TECHNOLOGY IN LINE WITH BEIERSDORF'S NEW SUSTAINABILITY AGENDA CARE BEYOND SKIN Further company coverage: (Gdansk Newsroom) Our Standards: The Thomson Reuters Trust Principles. 0 : 0 narrow-browser-and-phone medium-browser-and-portrait-tablet landscape-tablet medium-wide ... "], ["2020-05-05 09:31", "UPDATE 1-Beiersdorf sells more hand cream, less sunscreenNivea-maker Beiersdorf said on Tuesday its La Prairie premium skincare brand and sun care products have been hit by the drop in international travel due to the coronavirus pandemic while sales of hand wash, hand creams and plasters jumped."], ["2020-05-05 06:04", "Beiersdorf's La Prairie hit by collapse in travel retailNivea-maker Beiersdorf said on Tuesday its La Prairie premium skincare brand has been hit hard by the drop in international travel due to the coronavirus pandemic but sales of its medicinal creams and plasters jumped.'"], ["2020-05-05 05:58", "Beiersdorf's La Prairie hit by collapse in travel retailNivea-maker Beiersdorf said on Tuesday its La Prairie premium skincare brand has been hit hard by the drop in international travel due to the coronavirus pandemic but sales of its medicinal creams and plasters jumped."], ["2020-05-05 05:58", "Beiersdorf sales fall due to coronavirusBeiersdorf AG said Tuesday that sales fell in the first quarter as a result of the coronavirus. The German maker of personal-care products said sales in the..."], ["2020-05-05 04:38", "German stocks - Factors to watch on May 5 ...  or statutory security standards but it did not believe customer data had been compromised as a result. \"The expenses related to the remediation are expected to be covered within the range of SAP's current 2020 financial outlook,\" it said. Swedish cloud communications company Sinch said it would acquire SAP Digital Interconnect (SDI) for 225 million euros. BEIERSDORF Q1 results due VONOVIA Q1 results due DEUTSCHE PFANDBRIEFBANK The lender withdrew its 2020 forecast, pointing to the macroeconomic environment and the real estate market. ALSTRIA OFFICE The real estate company confirmed its 2020 guidance for revenues and operating result but cautioned that adjustments cannot be ruled out in the course of the year. GRENKE Q1 results due HELLOFRESH Q1 ... "]]}}