{"postfix": "best_buy-aktie", "name": "BEST_BUY", "wkn": "873629", "time": "2020.06.02 14:18", "ts": 1591100300, "features": {"KGV": "14.29", "Marktkapitalisierung": {"Size": "Mrd", "Value": "17.54"}, "GA": "6.07", "KBV": "6.67", "BA": "13.00", "KCV": "9.06", "CA": "9.57", "Vola30": "52.89", "Vola90": "83.67", "Vola180": "64.19", "Vola250": "54.25"}, "rivals": ["rs_legacy_1-aktie", "netflix-aktie", "rent-a-center-aktie", "gamestop-aktie", "dixons_carphone-aktie"], "text_data": {"de": [["31.05.20", "So schätzen die Analysten die Zukunft der Best Buy-Aktie ein"], ["22.05.20", "Best Buy gibt Dividende bekannt"], ["20.05.20", "Ausblick: Best Buy informiert über die jüngsten Quartalsergebnisse"], ["30.04.20", "April 2020: So haben Analysten ihre Einstufung der Best Buy-Aktie angepasst"], ["16.04.20", "Morning Briefing: Läden dürfen wieder öffnen - Abracar, Best Buy, Amazon, Rolex, Youtube, Lego, Weltbild"], ["09.04.20", "Best Buy zahlt vierteljährliche Dividende aus"], ["31.03.20", "Analysten sehen für Best Buy-Aktie Luft nach oben"], ["29.02.20", "Februar 2020: Das sind die Expertenmeinungen zur Best Buy-Aktie"], ["28.02.20", "Best Buy steigert den Umsatz und erhöht die Dividende"], ["28.02.20", "Best Buy stellte Ergebnisse des abgelaufenen Quartals vor"], ["26.02.20", "Ausblick: Best Buy stellt Quartalsergebnis zum abgelaufenen Jahresviertel vor"], ["15.01.20", "MÄRKTE USA/Wall Street mit Abschluss des Handelsabkommens in Rekordlaune"], ["07.01.20", "Best Buy schüttet Dividende aus"]], "en": [["01.06.20", "Stocks Flashing Renewed Technical Strength: Best Buy"], ["01.06.20", "A Crock-Pot 8-quart multicooker is just $50 at Best Buy     - CNET"], ["29.05.20", "The 3 best gaming laptop deals right now at Best Buy     - CNET"], ["27.05.20", "Where Will Best Buy Be in 1 Year?"], ["23.05.20", "Forget Foot Locker: Best Buy Is the Better Retail Stock"], ["22.05.20", "Coronavirus Stock Market Rally Runs Higher On Vaccine Hopes; Alibaba, China Stocks Fall; Nvidia, Splunk, Best Buy, Walmart, Target Notable Earnings Movers"], ["21.05.20", "Why Best Buy Stock Just Sold Off by 4%"], ["21.05.20", "Best Buy Co Inc (BBY) Q1 2021 Earnings Call Transcript"], ["21.05.20", "Best Buy (BBY) Q1 Earnings & Sales Beat Estimates, Down Y/Y"], ["21.05.20", "Best Buy Earnings Fall, Target Sales Soar: Here’s How All The Big Retailers Fared In The First Quarter"], ["21.05.20", "Best Buy sees margin pressure as online demand raises delivery spend"], ["21.05.20", "REFILE-UPDATE 2-Best Buy sees margin pressure as online demand raises delivery spend"], ["21.05.20", "Best Buy sees margin pressure as online demand raises delivery spend"], ["21.05.20", "UPDATE 2-Best Buy sees margin pressure as online demand raises delivery spend"], ["21.05.20", "Best Buy beats first-quarter expectations as coronavirus closes stores"], ["21.05.20", "Best Buy (BBY) Surpasses Q1 Earnings and Revenue Estimates"], ["21.05.20", "Best Buy revenue, profit beat estimates as online sales surge"], ["21.05.20", "Best Buy revenue, profit beat estimates as online sales surge"], ["21.05.20", "UPDATE 1-Best Buy revenue, profit beat estimates as online sales surge"], ["21.05.20", "Best Buy quarterly same-store sales fall over 5%"], ["21.05.20", "Best Buy Beats Targets In Coronavirus-Ravaged First Quarter"], ["21.05.20", "Best Buy quarterly same-store sales fall over 5%"], ["20.05.20", "Earnings Preview: What To Expect From Best Buy On Thursday"], ["19.05.20", "Save up to $250 on Asus, HP and Lenovo 2-in-1 laptops at Best Buy     - CNET"], ["18.05.20", "Why Best Buy Stock Jumped Today"], ["18.05.20", "Best Buy Jumps Almost 10% on Analyst Upgrade"], ["18.05.20", "Here's How Best Buy (BBY) is Poised Ahead of Q1 Earnings"], ["15.05.20", "Better Buy: Amazon vs. Best Buy"], ["14.05.20", "Analysts Estimate Best Buy (BBY) to Report a Decline in Earnings: What to Look Out for"], ["13.05.20", "Best Buy flash sale: Save hundreds on a 65-inch TCL Roku TV and lots more     - CNET"], ["11.05.20", "Best Buy (BBY) Stock Sinks As Market Gains: What You Should Know"], ["08.05.20", "How Best Buy Shares Gained 34.6% Last Month"], ["07.05.20", "UE Megaboom 3 speaker hits all-time low at Best Buy and includes free charging base     - CNET"], ["07.05.20", "A full-size Char-Broil infrared grill is just $230 today at Best Buy     - CNET"], ["07.05.20", "Buy, Sell, Or Hold Best Buy At $74?"], ["05.05.20", "Best Buy (BBY) Gains But Lags Market: What You Should Know"], ["01.05.20", "Here's Why Best Buy, Office Depot, and Michaels Crashed Today"], ["29.04.20", "Best Buy laptop deals: Save up to $250 on midrange models     - CNET"], ["29.04.20", "Best Buy to open 200 locations to in-store appointments starting in May"], ["29.04.20", "A powerful juicer, air fryer and multicooker for under $50 today at Best Buy     - CNET"], ["2020-06-02 12:06", "Need to fact check? Trump campaign has an app for thatYour browser does not support Javascript. Please turn Javascript on to get the best experience from rte.ie News Sport Entertainment Business Lifestyle Culture Player TV Radio Weather More Weather Go RT Brainstorm Podcasts RT Archives RT Orchestras Gaeilge Tech & Innovation RT History Century Ireland Lotto RT Shop RT Jr TRT Watch Live About RT Weather Warning News ... , sometimes above those of individual news organisations such as CNN, the New York Times and Reuters. Reward points that users can earn by getting other people to sign up for the app can be used to buy campaign gear or even score a meeting with Mr Trump himself \"We have always been worried about Twitter and Facebook taking us offline and this serves as a backup,\" Mr Parscale told Reuters. He  ... "], ["2020-06-02 12:04", "3 Bargain Stocks You Can Buy Today ...  About Us About Us Who Is the Motley Fool? About Us Reviews Foolanthropy Media Inquiries Contact Us Fool Podcasts Motley Fool Money Marketfoolery Industry Focus Motley Fool Answers Rule Breaker Investing Social Media + Facebook Twitter YouTube Discussion Boards CAPS - Stock Picking Community New Ventures The Ascent Millionacres The Blueprint Soapbox Login Search Search: 3 Bargain Stocks You Can Buy Today These stocks are some of the best deals out in the markets right now. David Jagielski (TMFdjagielski) Jun 2, 2020 at 8:04AM The markets have rallied since March's market crash but bargain hunters can still scoop up many cheap buys. The three stocks below have solid fundamentals, are good long-term investments, and also pay dividends. They've also all ... "], ["2020-06-02 12:04", "Now's the Time to Buy These Stocks ...  Credit Cards Best Bank Account Best Stock Broker Best Personal Loans About Us About Us Who Is the Motley Fool? About Us Reviews Foolanthropy Media Inquiries Contact Us Fool Podcasts Motley Fool Money Marketfoolery Industry Focus Motley Fool Answers Rule Breaker Investing Social Media + Facebook Twitter YouTube Discussion Boards CAPS - Stock Picking Community New Ventures The Ascent Millionacres The Blueprint Soapbox Login Search Search: Now's the Time to Buy These Stocks These top picks have low prices and good prospects to outperform the broader market over the long term. John Bromels (TMFTruth2Power) Jun 2, 2020 at 8:04AM Author Bio John has found investing to be more interesting and profitable than collectible trading card games. He seeks growth and ... "], ["2020-06-02 12:03", "3 Stocks With Dividends Yielding More Than 3% ... Thus far, only 3M has underperformed the S&P 500 in 2020: MMM data by YCharts . AbbVie is the only stock that's positive, with a return of more than 1% year to date. There are some good options here for investors. If you want to get the most bang for your buck, AbbVie looks to be the best buy today. Not only does it pay the highest yield, but it's also got a strong track record for increasing its dividend payments over the years. And now that the healthcare company has gotten stronger as a result of its recent acquisition, its future might be even more stable than before. Motley Fool Returns Stock Advisor S&P 500 420% 91% Stock Advisor launched in February of 2002. Returns as of 06/02/2020. Join Stock Advisor Cumulative Growth of a $10,000 Investment ... "], ["2020-06-02 12:01", "HP amplifies its audio game with new accessories ...  Assistant Lutron Nest Philips Hue Samsung SmartThings Wink Cars Roadshow Reviews Video News Pictures Recalls AutoComplete Carfection Cooley On Cars Car Audio Electric Cars Auto Buying Program Best cars Best Affordable Cars Best Crossovers Best Electric Cars Best Family Cars Best Fuel-Efficient Cars Best Hybrids Best Sedans Best SUVs Best Trucks Deals All deals The Cheapskate Antivirus Deals Identity Theft Protection Deals Mattress Deals Meal Kit Deals Password Manager Deals Pillow Deals Prescription Glasses Deals Tax Service Deals VPN Deals Web Hosting Deals All coupons Best Buy Promo Codes DoorDash Promo Codes eBay Coupons Groupon Promo Codes GrubHub Coupons Home Depot Coupons HP Coupons Office Depot Coupons Postmates Coupons Samsung Promo Codes Staples ... "], ["2020-06-02 12:01", "HP's new Omen 15 gaming laptop promises big performance in a smaller size ...  size The new Omen is joined by a new 16-inch budget-friendly Pavilion Gaming laptop. Joshua Goldman June 2, 2020 5:01 a.m. PT The new Omen 15 is the company's smallest Omen laptop ever. HP On the heels of a reset of the Omen gaming brand and a new gaming desktop, HP announced a complete redesign of its 15.6-inch laptop, the Omen 15 . Available today from Best Buy and directly from HP starting at $1,000, the updated design has its smallest footprint yet, but it's filled with the latest components from Intel and AMD. The laptop is built around a 15.6-inch display with slim bezels on three sides and a new 180-degree flat hinge design that increases stability, HP said. Display options include UHD resolution with a 120Hz refresh rate or FHD resolution at ... "], ["2020-06-02 12:01", "Amazon's details on COVID-19 infections aren't good enough, workers and officials say ...  Assistant Lutron Nest Philips Hue Samsung SmartThings Wink Cars Roadshow Reviews Video News Pictures Recalls AutoComplete Carfection Cooley On Cars Car Audio Electric Cars Auto Buying Program Best cars Best Affordable Cars Best Crossovers Best Electric Cars Best Family Cars Best Fuel-Efficient Cars Best Hybrids Best Sedans Best SUVs Best Trucks Deals All deals The Cheapskate Antivirus Deals Identity Theft Protection Deals Mattress Deals Meal Kit Deals Password Manager Deals Pillow Deals Prescription Glasses Deals Tax Service Deals VPN Deals Web Hosting Deals All coupons Best Buy Promo Codes DoorDash Promo Codes eBay Coupons Groupon Promo Codes GrubHub Coupons Home Depot Coupons HP Coupons Office Depot Coupons Postmates Coupons Samsung Promo Codes Staples ... "], ["2020-06-02 12:01", "Amazon Alexa vs. Google Assistant: Which one is the best virtual assistant? ...  is built in, so commands for a Google-led smart home are a breeze. While there is no clock display like the Echo Dot with Clock, this generation adds better sound, a wall-mounting option, presence-sensing LEDs, more microphones and an eco-friendly fabric. All that tech for just $50 won it our Editors' Choice award. Read our Google Nest Mini review . $50 at Best Buy $49 at Crutchfield $49 at Adorama Hardware When it comes to hardware, Amazon has the most well-rounded product line on the market, giving customers small , medium and large options for both speakers and displays. And while some of the new devices feel like minor iterations on past products (like the Dot with Clock ), others are really good additions that blow Google's direct competitors ... "], ["2020-06-02 12:01", "My favorite trick for Google Home and how to find it ...  Assistant Lutron Nest Philips Hue Samsung SmartThings Wink Cars Roadshow Reviews Video News Pictures Recalls AutoComplete Carfection Cooley On Cars Car Audio Electric Cars Auto Buying Program Best cars Best Affordable Cars Best Crossovers Best Electric Cars Best Family Cars Best Fuel-Efficient Cars Best Hybrids Best Sedans Best SUVs Best Trucks Deals All deals The Cheapskate Antivirus Deals Identity Theft Protection Deals Mattress Deals Meal Kit Deals Password Manager Deals Pillow Deals Prescription Glasses Deals Tax Service Deals VPN Deals Web Hosting Deals All coupons Best Buy Promo Codes DoorDash Promo Codes eBay Coupons Groupon Promo Codes GrubHub Coupons Home Depot Coupons HP Coupons Office Depot Coupons Postmates Coupons Samsung Promo Codes Staples ... "], ["2020-06-02 12:00", "How to Properly (and Safely) Disinfect Your Home ... business struggling under biosecurity lockouts Trending Now 1 Surry Hills: Cop forces Aboriginal teen to the ground | Cairns Post 2 Coles rivals Aldi Special Buys with new release of 'Best Buys' line | Cairns Post 3 Princess Beatrice: Inside royal wedding postponement amid coronavirus | Cairns Post 4 Anderson Cooper hits out at Trump in furious takedown on CNN | Cairns  ...  Code of conduct - - - - - - - - - - - - - - - - - - - - Contact us FAQs Job Opportunities Photo Sales MORE NEWS CORP SITES Foxsports Foxtel Hipages Punters odds.com.au Buy Search Sell - - - - - - - - - - - - - - - - - - - - Subscription Terms Group/Corporate Subscriptions Financial Hardship Policy OUR APPS CONNECT WITH US facebookIconOnly twitterIconOnly News Corp Australia Privacy  ... "], ["2020-06-02 12:00", "Norco '80, finale: Careers ruined, police tactics changed by bank robbery and gun battle ... rounds of .308 ammunition per minute to mount on one of its choppers. Shortly after publication of the article, Sheriff Clark changed course with a surprising announcement. \"It is our intention to buy 40 Mini-14 rifles.\" After 100 years of policing the Wild West with a six-shooter and a Winchester shotgun, Inland Empire law enforcement agencies were now on their way to  ... . By then, Russell Harven had already thrown his life away. The guard calls out visitor hours are over and Harven stands. Before leaving, the visitor cannot help but ask what is both the best and stupidest question one can ask someone who has done something unimaginable: \"Why did you do it?\" \"Simple,\" Harven says without hesitation. \"Because I thought we'd get ... "], ["2020-06-02 12:00", "Norco '80, finale: Careers ruined, police tactics changed by bank robbery and gun battle ...  Reddit (Opens in new window) Click to email this to a friend (Opens in new window) Click to print (Opens in new window) Trending: George Floyd Protests OC's top scholars Vote for Best of Orange County 2020 'Norco '80' Book 2020 restaurant closures Things To Do Books Norco '80, finale: Careers ruined, police tactics changed by bank robbery and gun battle Share this ... rounds of .308 ammunition per minute to mount on one of its choppers. Shortly after publication of the article, Sheriff Clark changed course with a surprising announcement. \"It is our intention to buy 40 Mini-14 rifles.\" After 100 years of policing the Wild West with a six-shooter and a Winchester shotgun, Inland Empire law enforcement agencies were now on their way to  ... "], ["2020-06-02 12:00", "Norco '80, finale: Careers ruined, police tactics changed by bank robbery and gun battle ... rounds of .308 ammunition per minute to mount on one of its choppers. Shortly after publication of the article, Sheriff Clark changed course with a surprising announcement. \"It is our intention to buy 40 Mini-14 rifles.\" After 100 years of policing the Wild West with a six-shooter and a Winchester shotgun, Inland Empire law enforcement agencies were now on their way to  ... . By then, Russell Harven had already thrown his life away. The guard calls out visitor hours are over and Harven stands. Before leaving, the visitor cannot help but ask what is both the best and stupidest question one can ask someone who has done something unimaginable: \"Why did you do it?\" \"Simple,\" Harven says without hesitation. \"Because I thought we'd  ... "], ["2020-06-02 12:00", "Norco '80, finale: Careers ruined, police tactics changed by bank robbery and gun battle ... share on Reddit (Opens in new window) Click to email this to a friend (Opens in new window) Click to print (Opens in new window) Trending: George Floyd Protests Long Beach opens up 10 best Chinese restaurants Latest case count 'Norco '80' Book Things to do Books Norco '80, finale: Careers ruined, police tactics changed by bank robbery and gun battle Share this: Click to ... rounds of .308 ammunition per minute to mount on one of its choppers. Shortly after publication of the article, Sheriff Clark changed course with a surprising announcement. \"It is our intention to buy 40 Mini-14 rifles.\" After 100 years of policing the Wild West with a six-shooter and a Winchester shotgun, Inland Empire law enforcement agencies were now on their way to  ... "], ["2020-06-02 12:00", "'Am I making the right choice?' ...  Kalifa for The Washington Post) \"No one is going to listen to these politicians fighting on TV,\" Olivo said. \"But if it comes from a pastor, a friend they trust, or the lady they buy their tamales from, that's the information they value and respond to. In the end, we all make our own assumptions.\" For Olivo and others, it can be tempting to believe that, as the nation  ... My biggest fear is giving it to my mom and knowing I am the one who passed it to her,\" she said. Then came a second invitation with new parameters. Gonzales's best friend, a nurse, invited only her, promised to sit outside and apart, with disinfectant wipes. Each would have their own wine bottle. No touching. She was tempted to unburden herself with a friend. \" ... "], ["2020-06-02 12:00", "Automatically change the daily wallpapers on your Samsung Galaxy phone ...  cases will let you and your Galaxy phone showcase your pride every day of the year. From thin cases to thick, from ace to pan and every color in between, there's a pride case out there for you! Be free Ditch the cable and go wireless with these charging pads and stands Charging with a cable is faster, but a wireless charger is much more convenient. These are the best you can buy, whether you want a pad, a stand, or a multi-device charger. Jeramy Johnson Jeramy is proud to help Keep Austin Weird and loves hiking in the hill country of central Texas with a breakfast taco in each hand. When he's not writing about smart home gadgets and wearables, he's defending his relationship with his smart voice assistants to his family. You can follow him on ... "], ["2020-06-02 12:00", "1984 Volkswagen GTI: More fun than 95% of the cars I've driven this year ... largest is a certain 1984 Volkswagen GTI, formerly owned by VW of America and kept in stock, minty shape as part of the automaker's own collection. After the owner of that particular car managed to buy it from VW during a mid-HQ-move asset sell-down, I routinely hounded him throughout the late Oughts, checking in once or twice a year for several years. The owner was a casual friend, and  ... 39;ve got no doubt that the 2022 Mk 8 will adeptly carry that bloodline forward. That said, it's this old silver hatchback that's lodged in my head, giving me the best kind of deja vu. Once again, I find myself with the inescapable urge to reach out and see if VW will part with a certain 1984 GTI from its private collection. Comments Volkswagen Hatchbacks Classic ... "], ["2020-06-02 12:00", "Five Rule Changes the NFL Should Consider ... Statistics MMA Tennis WNBA Boxing Olympics Extra Mustard SI Pressroom Swimsuit Wrestling Vault Podcasts Shop Scores SI Kids Newsletter Customer Service Subscribe to the Magazine Buy Covers Order Past Issues Subscribe to SI Kids Contact Us Privacy Policy Terms of Use Advertise with Us SI Pressroom Privacy Settings NFL NCAAF  ...  From short weeks to cross-country road trips and clusters of tough games, here are five teams with legitimate gripes about their 2020 schedule. By Conor Orr NFL NFL considers changes to Rooney Rule By SI Staff NFL Five Best Teams for Cam Newton With the Carolina Panthers releasing former MVP Cam Newton, here are some teams that should consider signing him. By Conor Orr NFL Will NFL tweak new helmet rule before it's too late? Players  ... "], ["2020-06-02 12:00", "Essential Marijuana Sellers Are a Good Business for Their Landlords ... Dance Opera Exhibition Cultural Commentary More Editorials Commentary Future View Letters to the Editor The Weekend Interview Potomac Watch Podcast Foreign Edition Podcast Opinion Video Notable & Quotable Best of the Web Newsletter Morning Editorial Report Newsletter Life & Arts Sections Arts Books Cars Food & Drink Health Ideas Reading & Retreating Real Estate Science Sports Style & Fashion Travel ... Sell Your Business Sell Your Home Recruitment & Career Ads Coupons More About the Newsroom Content Partnerships Corrections Jobs at WSJ Masthead News Archive Register for Free Reprints Buy Issues Facebook Twitter Instagram YouTube Podcasts Snapchat Google Play App Store Dow Jones Products Barron's BigCharts Dow Jones DNA Dow Jones Newswires Factiva Financial  ... "], ["2020-06-02 12:00", "Co-Working Firms Respond to Industry Threat With Joint Safety Effort ... Dance Opera Exhibition Cultural Commentary More Editorials Commentary Future View Letters to the Editor The Weekend Interview Potomac Watch Podcast Foreign Edition Podcast Opinion Video Notable & Quotable Best of the Web Newsletter Morning Editorial Report Newsletter Life & Arts Sections Arts Books Cars Food & Drink Health Ideas Reading & Retreating Real Estate Science Sports Style & Fashion Travel ... Sell Your Business Sell Your Home Recruitment & Career Ads Coupons More About the Newsroom Content Partnerships Corrections Jobs at WSJ Masthead News Archive Register for Free Reprints Buy Issues Facebook Twitter Instagram YouTube Podcasts Snapchat Google Play App Store Dow Jones Products Barron's BigCharts Dow Jones DNA Dow Jones Newswires Factiva Financial  ... "]]}}