{"postfix": "biogen-aktie", "name": "BIOGEN", "wkn": "789617", "time": "2020.06.02 12:43", "ts": 1591094601, "features": {"KGV": "8.92", "Marktkapitalisierung": {"Size": "Mrd", "Value": "43.77"}, "GA": "33.57", "KBV": "4.17", "BA": "71.87", "KCV": "8.02", "CA": "37.35", "Vola30": "37.03", "Vola90": "56.22", "Vola180": "49.98", "Vola250": "46.71"}, "rivals": ["bb_biotech-aktie", "evotec-aktie", "morphosys-aktie", "qiagen-aktie", "agennix-aktie", "amgen-aktie", "gilead_sciences-aktie"], "text_data": {"de": [["30.04.20", "So schätzen Analysten die Biogen-Aktie ein"], ["23.04.20", "HSBC: Biogen und Daimler mit Bremsspuren"], ["23.04.20", "Biogen stellte Quartalsergebnis zum abgelaufenen Jahresviertel vor"], ["21.04.20", "Ausblick: Biogen veröffentlicht Zahlen zum vergangenen Quartal"], ["20.04.20", "HSBC: Wochenausblick: ZEW, GfK, Ifo, Einkaufsmanagerindizes, Netflix, IBM, Coca-Cola"], ["29.02.20", "So schätzen Analysten die Biogen-Aktie ein"], ["29.01.20", "Ausblick: Biogen mit Zahlen zum abgelaufenen Quartal"]], "en": [["28.05.20", "Biogen and MIT Launch New Virtual Learning Lab for High School Students Historically Underrepresented in Science"], ["19.05.20", "New Data at AAN Showcase Biogen’s Commitment to Advancing Innovation in MS"], ["18.05.20", "New SPINRAZA® (nusinersen) Data Reinforce Sustained Efficacy and Longer-Term Safety Across Broad Range of Spinal Muscular Atrophy (SMA) Patients"], ["27.04.20", "Biogen Prices $3.0 Billion of Senior Unsecured Notes"], ["20.04.20", "Biogen Releases 2019 Corporate Responsibility Report Demonstrating Continuous Progress Across Environmental, Social and Governance Metrics"], ["16.04.20", "Biogen, Broad Institute of MIT and Harvard, Partners HealthCare Launch Consortium  to Build and Share a COVID-19 Biobank"], ["02.04.20", "Biogen Announces First Patient Treated With Higher Dose of SPINRAZA® (nusinersen) in Phase 2/3 DEVOTE Study"], ["27.02.20", "Biogen and Sangamo Announce Global Collaboration to Develop Gene Regulation Therapies for Alzheimer’s, Parkinson’s, Neuromuscular, and Other Neurological Diseases"], ["13.01.20", "Biogen to Acquire Novel Clinical Stage Asset with Application in Alzheimer’s Disease and Parkinson’s Disease from Pfizer Inc."], ["2020-06-01 00:26", "Protests, confrontations continue near White House ...  allow up to 10 people, or members of two households, to meet in public. 5/26/20, 8:06 PM CEST Commission presents EU recovery package: As it happened BY POLITICO The latest news, reaction and analysis as Ursula von der Leyen lays out budget blueprint to revive economy. 5/26/20, 6:00 PM CEST Multiple Sclerosis doesn't stop in a pandemic BY Meghan Stringer Q&A: Tim McCormick, Biogen's head of MS for Europe, Canada and partner markets, on managing MS in times of crisis 5/26/20, 5:50 PM CEST Poll of Polls: One year after the European election BY Cornelius Hirsch What if the European Parliament election was held today? 5/26/20, 5:03 PM CEST Disenchanted Belgians turn their backs on Wilms BY Barbara Moens and Camille Gijs Public support for politicians is ... "], ["2020-05-31 19:00", "Zoom Video, Slack, Broadcom, and Other Stocks for Investors to Watch This Week ...  trillion, down 6.3% from March's $1.36 trillion. Tuesday 6/2 CrowdStrike Holdings , Dick's Sporting Goods , and Zoom Video Communications report earnings. The Reserve Bank of Australia announces its monetary-policy decision. The central bank is expected to leave its target cash rate unchanged at 0.25%. Wednesday 6/3 Campbell Soup reports quarterly results. Alphabet, Biogen , Comcast , Hess , and Walmart hold their annual shareholder meetings. Autodesk hosts an investor day. ADP releases its National Employment Report for May. Private-sector employment is expected to decrease by 9.5 million, after shedding 20.2 million jobs in April. According to ADP, there were 8.6 millions jobs lost in April for the leisure and hospitality industry, nearly as many ... "], ["2020-05-31 13:05", "Pompeo says China poses an ongoing threat to the West ...  allow up to 10 people, or members of two households, to meet in public. 5/26/20, 8:06 PM CEST Commission presents EU recovery package: As it happened BY POLITICO The latest news, reaction and analysis as Ursula von der Leyen lays out budget blueprint to revive economy. 5/26/20, 6:00 PM CEST Multiple Sclerosis doesn't stop in a pandemic BY Meghan Stringer Q&A: Tim McCormick, Biogen's head of MS for Europe, Canada and partner markets, on managing MS in times of crisis 5/26/20, 5:50 PM CEST Poll of Polls: One year after the European election BY Cornelius Hirsch What if the European Parliament election was held today? 5/26/20, 5:03 PM CEST Disenchanted Belgians turn their backs on Wilms BY Barbara Moens and Camille Gijs Public support for politicians is ... "], ["2020-05-31 09:50", "Belgian prince tests positive for virus after party in Spain ...  allow up to 10 people, or members of two households, to meet in public. 5/26/20, 8:06 PM CEST Commission presents EU recovery package: As it happened BY POLITICO The latest news, reaction and analysis as Ursula von der Leyen lays out budget blueprint to revive economy. 5/26/20, 6:00 PM CEST Multiple Sclerosis doesn't stop in a pandemic BY Meghan Stringer Q&A: Tim McCormick, Biogen's head of MS for Europe, Canada and partner markets, on managing MS in times of crisis 5/26/20, 5:50 PM CEST Poll of Polls: One year after the European election BY Cornelius Hirsch What if the European Parliament election was held today? 5/26/20, 5:03 PM CEST Disenchanted Belgians turn their backs on Wilms BY Barbara Moens and Camille Gijs Public support for politicians is ... "], ["2020-05-30 21:12", "Trump postpones G7, plans to invite more countries, including Russia ...  allow up to 10 people, or members of two households, to meet in public. 5/26/20, 8:06 PM CEST Commission presents EU recovery package: As it happened BY POLITICO The latest news, reaction and analysis as Ursula von der Leyen lays out budget blueprint to revive economy. 5/26/20, 6:00 PM CEST Multiple Sclerosis doesn't stop in a pandemic BY Meghan Stringer Q&A: Tim McCormick, Biogen's head of MS for Europe, Canada and partner markets, on managing MS in times of crisis 5/26/20, 5:50 PM CEST Poll of Polls: One year after the European election BY Cornelius Hirsch What if the European Parliament election was held today? 5/26/20, 5:03 PM CEST Disenchanted Belgians turn their backs on Wilms BY Barbara Moens and Camille Gijs Public support for politicians is ... "], ["2020-05-30 20:30", "The first victims of coronavirus coped with an unexpected feeling: shame ...  sick. The rumors were false. In fact, the Helts had self-quarantined when they first felt symptoms. ''That was the worst part, because I never really had bad symptoms,'' Liva Helt said. ''What hurt the most was people saying I spread it around, when that was really what I was trying not to do.'' In suburban Nashville, Chris Baumgartner, a Biogen regional manager who had attended the Boston conference, became the first person in Tennessee to test positive for COVID-19. He has declined interview requests, but he reflected on the emotional trauma in a Facebook post. ''Imagine having to confront a virus, so feared, it now has the entire world on the brink of mass hysteria, while at the same time, being forced to deal with ... "], ["2020-05-30 20:29", "'My God, this thing is really contagious.' Charlie Baker reflects on the coronavirus crisis ...  had to get to work. Did you hear Fauci? And, if so, did it raise alarm bells for you, too? Advertisement CB: I'm going to have to check my notes, Bob. I don't think I heard Fauci speak at that conference. BH: OK, so we get to the first week of March, and that's when all hell starts to break loose. The second case confirmed in Norfolk County, the Biogen cluster, the Wellesley and Plymouth schools closing. But there hadn't been any community spread at that point, and before you left for vacation, you said the risk remained low. Did you feel any different privately? CB: No, that's what the public health people were telling me. BH: So then you get to Utah and something happens. What was it? CB: I was on the phone pretty much the whole time I ... "], ["2020-05-30 19:04", "Korean pharmas present latest findings at tumor forum ... experts from over 70 countries to speak on various forms of tumors and the attempts to discover new, more advanced treatments for different types of cancer. From Korea, Samsung Bioepis, Celltrion Healthcare, Genexine and MedPacto presented the most up-to-date findings of their oncologic pipeline researches. Samsung Bioepis, the biosimilar and biologics drug joint venture between Samsung and Biogen, announced at ASCO20 that its trastuzumab breast cancer biosimilar Ontruzant showed better event-free survival rate of 83.4 percent when compared to the original drug Herceptin's 80.7 percent EFS. The result was yielded from four-years of drug administration and monitoring in 367 patients, Samsung Bioepis said. Ontruzant also showed better overall survival rate ... "], ["2020-05-30 10:19", "Don't treat Italy as a leper colony due to coronavirus, says minister ...  allow up to 10 people, or members of two households, to meet in public. 5/26/20, 8:06 PM CEST Commission presents EU recovery package: As it happened BY POLITICO The latest news, reaction and analysis as Ursula von der Leyen lays out budget blueprint to revive economy. 5/26/20, 6:00 PM CEST Multiple Sclerosis doesn't stop in a pandemic BY Meghan Stringer Q&A: Tim McCormick, Biogen's head of MS for Europe, Canada and partner markets, on managing MS in times of crisis 5/26/20, 5:50 PM CEST Poll of Polls: One year after the European election BY Cornelius Hirsch What if the European Parliament election was held today? 5/26/20, 5:03 PM CEST Disenchanted Belgians turn their backs on Wilms BY Barbara Moens and Camille Gijs Public support for politicians is ... "], ["2020-05-30 01:05", "Streaming Services Have Rescued the Record Business ...  trillion, down 6.3% from March's $1.36 trillion. Tuesday 6/2 CrowdStrike Holdings , Dick's Sporting Goods , and Zoom Video Communications report earnings. The Reserve Bank of Australia announces its monetary-policy decision. The central bank is expected to leave its target cash rate unchanged at 0.25%. Wednesday 6/3 Campbell Soup reports quarterly results. Alphabet, Biogen , Comcast , Hess , and Walmart hold their annual shareholder meetings. Autodesk hosts an investor day. ADP releases its National Employment Report for May. Private-sector employment is expected to decrease by 9.5 million, after shedding 20.2 million jobs in April. According to ADP, there were 8.6 millions jobs lost in April for the leisure and hospitality industry, nearly as many ... "], ["2020-05-29 16:23", "FDA Okays Lilly's Alzheimer's Disease Diagnostic Agent Tauvid ...  $77.6 billion. Famed investor Mark Cuban says it will produce \"the world's first trillionaires,\" but that should still leave plenty of money for regular investors who make the right trades early. See Zacks' 3 Best Stocks to Play This Trend > > In-Depth Zacks Research for the Tickers Above Normally $25 each - click below to receive one report FREE: Biogen Inc. (BIIB) - free report > > Roche Holding AG (RHHBY) - free report > > Merck Co., Inc. (MRK) - free report > > Eli Lilly and Company (LLY) - free report > > Published in pharmaceuticals Zacks' 7 Best Strong Buy Stocks for June, 2020 Free Research for Zacks.com Readers Experts have chosen 7 stocks out of 220 Zacks Rank #1 Strong Buys that have the highest potential to increase in price ... "], ["2020-05-29 15:06", "European defense hopes live to fight another day (just) ...  allow up to 10 people, or members of two households, to meet in public. 5/26/20, 8:06 PM CEST Commission presents EU recovery package: As it happened BY POLITICO The latest news, reaction and analysis as Ursula von der Leyen lays out budget blueprint to revive economy. 5/26/20, 6:00 PM CEST Multiple Sclerosis doesn't stop in a pandemic BY Meghan Stringer Q&A: Tim McCormick, Biogen's head of MS for Europe, Canada and partner markets, on managing MS in times of crisis 5/26/20, 5:50 PM CEST Poll of Polls: One year after the European election BY Cornelius Hirsch What if the European Parliament election was held today? 5/26/20, 5:03 PM CEST Disenchanted Belgians turn their backs on Wilms BY Barbara Moens and Camille Gijs Public support for politicians is ... "], ["2020-05-29 12:47", "Veeva Systems (VEEV) Q1 Earnings and Revenues Beat Estimates ... Lilly and Company ( LLY - Free Report ) . Aphria reported third-quarter fiscal 2020 adjusted EPS of 2 cents against the Zacks Consensus Estimate of a loss of 4 cents. Net revenues of $64.4 million outpaced the consensus estimate by 14.6%. The company carries a Zacks Rank #2 (Buy) at present.You can see the complete list of today's Zacks #1 Rank (Strong Buy) stocks here. Biogen currently carries a Zacks Rank #2. It reported first-quarter 2020 adjusted EPS of $9.14, surpassing the Zacks Consensus Estimate by 18.1%. Revenues of $3.53 billion outpaced the consensus mark by 3.2%. Eli Lilly delivered first-quarter 2020 EPS of $1.75, outpacing the Zacks Consensus Estimate by 12.9%. Revenues of $145.3 million surpassed the consensus estimate by 6.3%. The company ... "], ["2020-05-29 12:35", "BRIEF-Vir Biotechnology And Biogen Execute Agreement To Manufacture Sars-Cov-2 Antibodies For Potential Covid-19 TreatmentBiogen Inc:'"], ["2020-05-29 12:35", "BRIEF-Vir Biotechnology And Biogen Execute Agreement To Manufacture Sars-Cov-2 Antibodies For Potential Covid-19 Treatment ...  Legal Reuters News Agency Risk Management Solutions Tax & Accounting Blog: Answers On Innovation @ Thomson Reuters Directory of sites Login Contact Support Business Markets World UK TV More United Kingdom Healthcare May 29, 2020 / 12:38 PM / a few seconds ago BRIEF-Vir Biotechnology And Biogen Execute Agreement To Manufacture Sars-Cov-2 Antibodies For Potential Covid-19 Treatment 1 Min Read May 29 (Reuters) - Biogen Inc: * VIR BIOTECHNOLOGY AND BIOGEN EXECUTE AGREEMENT TO MANUFACTURE SARS-COV-2 ANTIBODIES FOR POTENTIAL COVID-19 TREATMENT * VIR BIOTECHNOLOGY - EXECUTION OF AGREEMENT ALLOWS CO TO ADVANCE DEVELOPMENT OF ITS ANTIBODY CANDIDATES * VIR BIOTECHNOLOGY INC - EXECUTION OF AGREEMENT ALLOWS CO TO COMPLEMENT ITS EXISTING AGREEMENTS WITH WUXI BIOLOGICS ... "], ["2020-05-29 11:03", "Got $3,000? Here Are 3 Great Biotech Stocks to Buy Right Now ...  by Time-Weighted Return Stocks IONS Ionis Pharmaceuticals NASDAQ: IONS $56.44 up $0.32 (0.57%) VRTX Vertex Pharmaceuticals NASDAQ: VRTX $277.38 down $-1.13 (-0.41%) AXSM Axsome Therapeutics NASDAQ: AXSM $76.52 down $-1.93 (-2.46%) PFE Pfizer NYSE: PFE $38.18 up $0.77 (2.06%) RHHBY Roche Holding Ltd. (ADR) OTC: RHHBY $43.95 up $0.85 (1.97%) BIIB Biogen NASDAQ: BIIB $300.50 down $0.96 (-0.32%) ALNY Alnylam Pharmaceuticals NASDAQ: ALNY $133.10 down $0.25 (-0.19%) AKCA Akcea Therapeutics, Inc. NASDAQ: AKCA $15.10 up $0.02 (0.13%) Related Articles Ionis Pharmaceuticals, Inc. (IONS) Q1 2020 Earnings Call Transcript Ionis Pharmaceuticals, Inc. (IONS) Q4 2019 Earnings Call Transcript Ionis Pharmaceuticals' Revenues Rose 85% in 2019 Ionis Receives Orphan Drug ... "], ["2020-05-29 07:10", "Back off, Trump. Germany wants to Make Europe Strong Again ...  allow up to 10 people, or members of two households, to meet in public. 5/26/20, 8:06 PM CEST Commission presents EU recovery package: As it happened BY POLITICO The latest news, reaction and analysis as Ursula von der Leyen lays out budget blueprint to revive economy. 5/26/20, 6:00 PM CEST Multiple Sclerosis doesn't stop in a pandemic BY Meghan Stringer Q&A: Tim McCormick, Biogen's head of MS for Europe, Canada and partner markets, on managing MS in times of crisis 5/26/20, 5:50 PM CEST Poll of Polls: One year after the European election BY Cornelius Hirsch What if the European Parliament election was held today? 5/26/20, 5:03 PM CEST Disenchanted Belgians turn their backs on Wilms BY Barbara Moens and Camille Gijs Public support for politicians is ... "], ["2020-05-29 04:00", "Nilotinib appears safe and affects biomarkers in Alzheimer's disease clinical trial ...  of neurodegenerative, lysosomal and myodegenerative diseases (\"GU intellectual property\"). He and Pagan are two of the founding shareholders of KeifeRx, LLC, an exclusive optionee to license GU intellectual property in which Georgetown also has a founding equity interest. Turner reports that Georgetown University receives Alzheimer's disease research funding from Roche/Genentech, Lilly, Biogen, Merck, and Acadia. This study was supported by a grant from the Alzheimer's Drug Discovery Foundation as well as philanthropic support from Richard D. Budson, MD, and Susan Agger, and other philanthropies. The research was supported by Georgetown's Clinical Research Unit, which is funded by a Clinical and Translational Sciences Award (CTSA ... "], ["2020-05-28 20:07", "Is it safe to get a haircut as salons and barbershops reopen? Here's what experts say ...  science at the Harvard T.H. Chan School of Public Health, told Boston Magazine that salons don't pose the same risks as bars or offices that are regularly packed with people. \"From a population standpoint, if one shop didn't get everything right and one or two people got infected, it shouldn't set off a super spreader event, like the Biogen conference or the cruise ships,\" Allen told the magazine. He said people need to consider the risks for themselves, asking the question: \"Is it necessary?\" the magazine reported. For those hungry for social interaction, the answer may be yes, he said. What precautions are salons taking? Salons and barbershops say they are adapting their procedures to help protect employees and customers. Eric ... "], ["2020-05-28 20:07", "Is it safe to get a haircut as salons and barbershops reopen? Here's what experts say ...  science at the Harvard T.H. Chan School of Public Health, told Boston Magazine that salons don't pose the same risks as bars or offices that are regularly packed with people. \"From a population standpoint, if one shop didn't get everything right and one or two people got infected, it shouldn't set off a super spreader event, like the Biogen conference or the cruise ships,\" Allen told the magazine. He said people need to consider the risks for themselves, asking the question: \"Is it necessary?\" the magazine reported. For those hungry for social interaction, the answer may be yes, he said. What precautions are salons taking? Salons and barbershops say they are adapting their procedures to help protect employees and customers. Eric ... "]]}}