{"postfix": "bmw-aktie", "name": "BMW", "wkn": "519000", "time": "2020.06.02 13:28", "ts": 1591097289, "features": {"KGV": "9.90", "Marktkapitalisierung": {"Size": "Mrd", "Value": "34.01"}, "GA": "7.40", "KBV": "0.81", "BA": "90.23", "KCV": "4.98", "CA": "14.73", "Vola30": "52.03", "Vola90": "70.48", "Vola180": "52.42", "Vola250": "39.28"}, "rivals": ["nissan-aktie", "daimler-aktie", "porsche-aktie", "peugeot-aktie", "honda-aktie", "mitsubishi_motors-aktie", "ford-aktie"], "text_data": {"de": [["2020.06.02", "MÄRKTE EUROPA/DAX auf Dreimonatshoch über 12.000 - Autos geben Vollgas"], ["2020.06.02", "Herstellerverband CAAM: Chinesischer Automarkt auch im Mai weiter im Aufwind"], ["2020.06.02", "MÄRKTE EUROPA/DAX mit Nachholbedarf kräftig aufwärts"], ["2020.06.02", "Unionsfraktionsvize Jung gegen Abwrackprämie alter Art"], ["2020.06.02", "Hofreiter warnt vor Autokaufprämien für alte Technologien"], ["2020.06.02", "Bartsch: Autoprämie wäre 'Ohrfeige für Steuerzahler'"], ["01.06.20", "Management: Ex-BMW-Chef Krüger arbeitet nun für kanadischen Pensionsfonds"], ["01.06.20", "„Project AI“ - so weit ist BMW beim Auto der Zukunft"], ["31.05.20", "BMW-Aktie: Was Analysten von BMW erwarten "], ["31.05.20", "ROUNDUP: Diskussion um Autoprämie brodelt - Umfrage: Kaufinteresse steigt"], ["31.05.20", "Präsident der Maschinenbauer lehnt Auto-Kaufprämie ab"], ["31.05.20", "Rabattstudie: Kaum Anreize zum Autokauf im Mai"], ["31.05.20", "Industrieverband fordert Kaufprämie für Elektroautos und Verbrenner"], ["30.05.20", "ROUNDUP/Konjunkturpaket: Scheuer meldet Investitionsbedarf für Verkehr an"], ["30.05.20", "Deutschlands häufigste Autos - Platzhirsche verlieren an Boden"], ["30.05.20", "Umfrage: Kaufzurückhaltung der Deutschen bei Autos schwächt sich ab"], ["30.05.20", "Greenpeace lehnt Kaufprämien für Autos ab"], ["30.05.20", "Ringen um Konjunkturprogramm - Scheuer will Mobilitäts-Paket"], ["30.05.20", "DGB-Chef Hoffmann fordert Dividendenverzicht der Autobauer"], ["30.05.20", "Linnemann: Auto-Kaufprämie wäre 'Paradebeispiel' für Lobby-Einfluss"], ["29.05.20", "XETRA-SCHLUSS/Lufthansa und Auto-Aktien ziehen DAX nach unten"], ["29.05.20", "ROUNDUP: In Bayern soll es bald 100 Wasserstoff-Tankstellen geben"], ["29.05.20", "Greenpeace warnt vor Verbrennerförderung - VDA: E-Autos reichen nicht"], ["29.05.20", "BMW-Aktie: Krisengewinner?"], ["29.05.20", "\"Paket im Juni verabschieden\": BMW will Stellen streichen - und prüft wie"], ["29.05.20", "WDH/ROUNDUP 2: Kriselnder Autobauer Renault will 15 000 Jobs streichen"], ["29.05.20", "Autobauer will Kündigungen vermeiden, aber ...: BMW drückt beim Stellenabbau aufs Tempo"], ["29.05.20", "ROUNDUP 2: Kriselnder Autobauer Renault will 15 000 Jobs streichen"], ["29.05.20", "Autobauer: BMW will Stellenabbau beschleunigen - aber ohne Kündigungen"], ["29.05.20", "BMW will 6000 Stellen streichen, aber ohne Kündigungen"], ["29.05.20", "ROUNDUP: BMW verhandelt über raschen Stellenabbau ohne Kündigungen"], ["29.05.20", "ROUNDUP 2: VW steckt zwei Milliarden Euro in chinesische Elektrooffensive"], ["29.05.20", "BMW macht beim Stellenabbau Druck"], ["29.05.20", "MÄRKTE EUROPA/Gewinnmitnahmen - Autowerte wegen China unter Druck"], ["29.05.20", "Gabriel fordert Hilfe für Autoindustrie und kritisiert Manager hart"]], "en": [["2020.06.02", "BMW takes delivery of site for new production base in Hungary"], ["30.05.20", "Sergio Garcia among five winners of European Tour’s BMW Indoor Invitational"], ["29.05.20", "Bayerische Motoren Werke Aktie : Release according to Article 40, Section 1 of the WpHG [the German Securities Trading Act] with the objective of Europe-wide distribution"], ["28.05.20", "2021 Acura TLX vs. Audi A4, BMW 330i, Mercedes C300, Volvo S60: How these AWD sedans stack up     - Roadshow"], ["28.05.20", "2021 BMW 5 Series: Now with more hybrid     - CNET"], ["27.05.20", "BMW 4 Series teased ahead of debut: Here comes the big grille     - CNET"], ["27.05.20", "2021 BMW 5 Series embraces hybrid power, keeps its stately looks     - CNET"], ["26.05.20", "BMW to begin gradual restart in San Luis Potosi, Mexico on May 27"], ["19.05.20", "2021 Alpina XB7 is the extra-luxe, hot rod BMW SUV we're needing     - CNET"], ["19.05.20", "2021 BMW Alpina XB7 is a 600-hp SUV that should have Bentley and Lamborghini on notice     - CNET"], ["16.05.20", "Scotland’s Connor Syme wins European Tour’s second BMW Indoor Invitational"], ["15.05.20", "New BMW 5 Series debut is just weeks away     - CNET"], ["15.05.20", "BMW plant in Debrecen will be built, FM says"], ["14.05.20", "BMW CEO sees 'very slow' U.S. recovery after corona rebound in China"], ["14.05.20", "Fed chair on fiscal stimulus, BMW payouts, CLO risk"], ["14.05.20", "Fed chair on fiscal stimulus, BMW payouts, CLO risk"], ["14.05.20", "BMW mounts robust defence of dividend payout"], ["10.05.20", "Joost Luiten wins inaugural BMW Indoor Invitational"], ["08.05.20", "374 staff at the IAA earned over €100,000 last year"], ["07.05.20", "IAA Inc (IAA) Q1 2020 Earnings Call Transcript"], ["06.05.20", "BMW i8 replacement shelved due to coronavirus, report says     - CNET"], ["06.05.20", "BMW cuts outlook, sees Covid-19 pain lasting all year"], ["06.05.20", "BMW postpones opening of Hungary plant by a year"], ["06.05.20", "BMW cuts outlook, sees coronavirus pain lasting all year"], ["06.05.20", "BMW cuts outlook, sees coronavirus pain lasting all year"], ["06.05.20", "Europe Markets: European stocks slip, as EU forecasts gloom and BMW slides on warning"], ["06.05.20", "BMW to delay Hungary plant in coronavirus savings drive"], ["06.05.20", "BMW cuts outlook, expects coronavirus impact to last all year"], ["06.05.20", "BMW cuts outlook, expects coronavirus impact to last all year"], ["06.05.20", "European stocks pause as BMW slumps 5% on warning"], ["06.05.20", "BMW reports first-quarter profit rise as coronavirus saps demand"], ["06.05.20", "BMW reports first-quarter profit rise as coronavirus saps demand"], ["06.05.20", "BMW cuts margin outlook for cars division, citing coronavirus woes"], ["05.05.20", "BMW cuts margin outlook for cars division, citing coronavirus woes"], ["05.05.20", "Why Earnings Season Could Be Great for IAA"], ["05.05.20", "Bayerische Motoren Werke Aktie : Release according to Article 40, Section 1 of the WpHG [the German Securities Trading Act] with the objective of Europe-wide distribution"], ["29.04.20", "2021 BMW 4 Series appears to have a normal grille     - CNET"], ["29.04.20", "2021 BMW 4 Series teasers preview mild hybrid power     - CNET"], ["28.04.20", "BMW X3 plugin hybrid hits sales stride in Korea "], ["25.04.20", "Better Buy: Tesla vs. BMW"], ["2020-06-02 11:03", "Watch: Karnataka Health Minister breaks COVID-19 norms ... landslides in Assam Must Watch Don't Miss Movies Miya George Gets Engaged To Ashwin Philip: To Tie The Knot Soon! Sports Salaam Namaste Haste-Haste Saare Bolo: David Warner shows fans how to practice social distancing Finance Why To Avoid Special Car Financing Schemes Amid COVID-19? Technology OnePlus Z With Android 10, 12GB RAM Stops By Geekbench Automobiles BMW Motorrad Dealerships Reopens: Resumes Retail Operations After Lockdown Eased Lifestyle From Canvas Painting To Playing Guitar, Ananya Panday Gives Quarantine Goals In Cute Outfits Travel Post Lockdown Travel List: Hotspots In Spain Education CBSE Cyber Safety Handbook For Students Classes 9 To 12 News India Watch: Karnataka Health Minister breaks COVID-19 norms India oi-Briti Roy Barman By Briti ... "], ["2020-06-02 11:00", "2021 Toyota Corolla Hatchback adds cargo space, flashy special edition'); doc.close(); })(); Tesla production 2021 Ford Bronco COVID-19 and automakers iRacing PC 2020 electric vehicles Coronavirus updates Best car lease deals Best car insurance Car Finder By make and model Make Acura Alfa Romeo Aston Martin Audi Bentley BMW Buick Cadillac Chevrolet Chrysler Dodge Ferrari Fiat Ford Genesis GMC Honda Hyundai Infiniti Jaguar Jeep Kia Lamborghini Land Rover Lexus Lincoln Lotus Maserati Mazda McLaren Mercedes-Benz Mini Mitsubishi Nissan Polestar Porsche Ram Rolls-Royce Smart Subaru Tesla Toyota Volkswagen Volvo Model Year Go By style See all cars Coupes Sedans SUVs/Crossovers Trucks Electric Hybrids Luxury Sports Cars Reviews All auto reviews 2020 Chevy Silverado 2500 2020 Ford F-Series Super Duty 2020 Mazda CX-9 2020 Hyundai  ... "], ["2020-06-02 10:55", "Top US lawmaker slams 'Chinese aggression' against India, urges Beijing to 'respect norms' ...  in Assam Must Watch Don't Miss Movies Miya George Gets Engaged To Ashwin Philip: To Tie The Knot Soon! Sports Salaam Namaste Haste-Haste Saare Bolo: David Warner shows fans how to practice social distancing Finance Why To Avoid Special Car Financing Schemes Amid COVID-19? Technology OnePlus Z With Android 10, 12GB RAM Stops By Geekbench Automobiles BMW Motorrad Dealerships Reopens: Resumes Retail Operations After Lockdown Eased Lifestyle From Canvas Painting To Playing Guitar, Ananya Panday Gives Quarantine Goals In Cute Outfits Travel Post Lockdown Travel List: Hotspots In Spain Education CBSE Cyber Safety Handbook For Students Classes 9 To 12 News International Top US lawmaker slams 'Chinese aggression' against India, urges Beijing to ' ... "], ["2020-06-02 10:54", "Carmakers offer teaser loans as 'RBI softens stance' ...  News Donald Trump China News South Asia News World News Narendra Modi Coronavirus outbreak Coronavirus symptoms Coronavirus Precautions Coronavirus live news Coronavirus cases Coronavirus test centers Coronavirus DO's & Dont's LATEST VIDEOS Auto Covid a blessing in disguise for electric mobility: Hero Electric World's largest all-electric aircraft makes first successful flight Robot dog on coronavirus patrol BMW F 900 R and BMW F 900 XR More from TOI 8 must know do's and don'ts to battle heatwave 7 Things in the kitchen you should clean everyday Top products to make your \"work from home\" life easy Amazon Audible: Listen to the best of audiobooks by starting your free trial today Navbharat Times Featured Today in Travel Get the ... "], ["2020-06-02 10:52", "Cyclone Nisarga: PM Modi takes stock of situation, asks people to take precautions ... 39;t Miss Sports Salaam Namaste Haste-Haste Saare Bolo: David Warner shows fans how to practice social distancing Finance Why To Avoid Special Car Financing Schemes Amid COVID-19? Movies When Mohanlal's Mother Was Disappointed With The Actor's Debut Movie Manjil Virinja Pookkal! Technology OnePlus Z With Android 10, 12GB RAM Stops By Geekbench Automobiles BMW Motorrad Dealerships Reopens: Resumes Retail Operations After Lockdown Eased Lifestyle From Canvas Painting To Playing Guitar, Ananya Panday Gives Quarantine Goals In Cute Outfits Travel Post Lockdown Travel List: Hotspots In Spain Education CBSE Cyber Safety Handbook For Students Classes 9 To 12 News India Cyclone Nisarga: PM Modi takes stock of situation, asks people to take precautions India ... "], ["2020-06-02 10:39", "Rs 1 crore worth brown sugar seized in Odisha ...  BJP chief 32 min ago Cyclone Nisarga: 10 NDRF teams deployed as storm approaches Mumbai Must Watch Don't Miss Movies When Mohanlal's Mother Was Disappointed With The Actor's Debut Movie Manjil Virinja Pookkal! Finance Sensex Ends 522 Points Higher, Bajaj Finserv Shares Surge Technology OnePlus Z With Android 10, 12GB RAM Stops By Geekbench Automobiles BMW Motorrad Dealerships Reopens: Resumes Retail Operations After Lockdown Eased Sports F1 announces first eight races of revised 2020 calendar Lifestyle From Canvas Painting To Playing Guitar, Ananya Panday Gives Quarantine Goals In Cute Outfits Travel Post Lockdown Travel List: Hotspots In Spain Education CBSE Cyber Safety Handbook For Students Classes 9 To 12 News India Rs 1 crore worth brown ... "], ["2020-06-02 10:28", "At least 19 killed in landslides in Assam ...  seized in Odisha Must Watch Don't Miss Finance SBI Launches New Vertical To Focus On Small Borrowers Movies Miya George Gets Engaged To Ashwin Philip: To Tie The Knot Soon! Sports Salaam Namaste Haste-Haste Saare Bolo: David Warner shows fans how to practice social distancing Technology OnePlus Z With Android 10, 12GB RAM Stops By Geekbench Automobiles BMW Motorrad Dealerships Reopens: Resumes Retail Operations After Lockdown Eased Lifestyle From Canvas Painting To Playing Guitar, Ananya Panday Gives Quarantine Goals In Cute Outfits Travel Post Lockdown Travel List: Hotspots In Spain Education CBSE Cyber Safety Handbook For Students Classes 9 To 12 News India At least 19 killed in landslides in Assam India oi-Vicky Nanjappa By Vikash Aiyappa | Updated ... "], ["2020-06-02 10:17", "Hyundai vs Maruti: Creta blows a solid punch in May ...  News Donald Trump China News South Asia News World News Narendra Modi Coronavirus outbreak Coronavirus symptoms Coronavirus Precautions Coronavirus live news Coronavirus cases Coronavirus test centers Coronavirus DO's & Dont's LATEST VIDEOS Auto Covid a blessing in disguise for electric mobility: Hero Electric World's largest all-electric aircraft makes first successful flight Robot dog on coronavirus patrol BMW F 900 R and BMW F 900 XR More from TOI 8 must know do's and don'ts to battle heatwave 7 Things in the kitchen you should clean everyday Top products to make your \"work from home\" life easy Amazon Audible: Listen to the best of audiobooks by starting your free trial today Navbharat Times Featured Today in Travel Get the ... "], ["2020-06-02 10:13", "Adesh Kumar Gupta replaces Manoj Tiwari as Delhi BJP chief ... 't Miss Sports Salaam Namaste Haste-Haste Saare Bolo: David Warner shows fans how to practice social distancing Finance Why To Avoid Special Car Financing Schemes Amid COVID-19? Movies When Mohanlal's Mother Was Disappointed With The Actor's Debut Movie Manjil Virinja Pookkal! Technology OnePlus Z With Android 10, 12GB RAM Stops By Geekbench Automobiles BMW Motorrad Dealerships Reopens: Resumes Retail Operations After Lockdown Eased Lifestyle From Canvas Painting To Playing Guitar, Ananya Panday Gives Quarantine Goals In Cute Outfits Travel Post Lockdown Travel List: Hotspots In Spain Education CBSE Cyber Safety Handbook For Students Classes 9 To 12 News India Adesh Kumar Gupta replaces Manoj Tiwari as Delhi BJP chief India oi-Vicky Nanjappa By ... "], ["2020-06-02 10:10", "Publishers are suing the Internet Archive over 1.3M 'free' ebooks ... our weekly recap of what's hot & cool by our CEO Boris . T h a n k y o u ! Do it Join over 260,000 subscribers! Latest 1 Satoshi Nakaboto: 'Bitcoin hits $10,000 again after corona freefall' Satoshi Nakaboto 2 Report: Polestar to build more Chinese showrooms to compete with Tesla Matthew Beedham 3 All you need to know about symbolic artificial intelligence Ben Dickson 4 BMW is reportedly working on a 1,000HP all-electric M5 that'll rival Tesla's Plaid Model S Matthew Beedham 5 After Trump, Twitter hides Rep. Matt Gaetz's tweet for glorifying violence Ivan Mehta Events About Advertise Jobs Contact 20062020 The Next Web B.V. Made with in Amsterdam. Powered by Stay tuned Treat yourself Sit back and let the hottest tech news come to you by ... "], ["2020-06-02 10:05", "Mercedes-Benz launches new GLE 450 petrol with 48V mild-hybrid & more affordable GLE 400 d ...  Facebook and follow us on Twitter . Latest Auto News Porsche 911 Targa 4S Heritage Design revealed: Pays homage to its racing history May 2020 two-wheeler sales: Bajaj Auto remains top exporter despite 54% decline! Safer bikes under Rs 70,000 with disc brake: Hero Splendor iSmart and more May 2020 two-wheeler sales: TVS Motor Company dispatched 58,906 bikes, scooters amid lockdown 2021 BMW 4 Series Coup leaked in brochure images: Digital launch today May 2020 two-wheeler sales: Royal Enfield sold 18,429 motorcycles as lockdown eases Honda Cars sells 375 units in May 2020: 1,900 units delivered since Covid-19 lockdown relaxation Bajaj Pulsar 150 Neon gets a new feature and price hike 1968 Royal Enfield Series 1A Interceptor restored as original beaut and up ... "], ["2020-06-02 10:02", "Premarket: World shares rise to three-month highs, U.S. dollar shows the strain ... U.S. President Donald Trump's vow to use force to end violent protests in American cities and reports China had ordered U.S. soybean purchases to be halted had checked Asia overnight, but Europe got the bulls back on track. The pan-European STOXX 600 jumped over 1%. Germany's DAX surged nearly 3% on news Lufthansa's board had approved its government bailout and as Volkswagen and BMW shares rose as much as 7% at the prospect of a 5 billion- euro government-funded scheme to boost sales. Story continues below advertisement The euro was at a two-and-a-half-month high as the U.S. dollar struggled. Italian and Spanish bonds were still being helped by a proposed 750 billion-euro EU stimulus plan and bets on more European Central Bank help. \"In a way ... "], ["2020-06-02 10:00", "Road rage thug smashed taxi with CROSSBOW and tried to shoot passengers after BMW 'blocked him in' ...  two years Credit: SWNS:South West News Service 3 He launched the terrifying attack outside a casino in Nottingham Credit: SWNS:South West News Service He took out a paintball gun and shot at the taxi at least six times. The court heard the group of men, who were getting in the taxi, retaliated by throwing a cigarette lighter at King, which struck him in the face. King then sped off in his BMW before returning to the scene and driving through a set of bollards. He got out of the car with a pistol crossbow, the butt of which he used to smash the passenger window, where he aimed it at one of the men and said: \"I'm going to kill you.\" The weapon failed to discharge and the four men managed to wrestle King to the floor. King managed to free himself ... "], ["2020-06-02 10:00", "‘You could see the train wreck coming’: Inexperienced, dubious companies among many aiming to cash in on coronavirus antibody tests ...  to sell supplements. \"Defendant Paul Edalat is a fraud,\" the investor lawsuit alleges. It contends he tried to fool investors with his extravagant lifestyle: staying in luxury suites, \"wearing a diamond-studded gold Rolex watch which he brags that he purchased for more than $50,000,\" and \"driving fancy cars, including two Rolls-Royces, three Lamborghinis, a Land Rover, a BMW, a Ferrari, and a Hummer, among others.\" The suit went before a federal jury, which found that Edalat defrauded and libeled some of the investors. He was ordered to pay them $880,000. In a case still awaiting trial, Alternate Health Inc. alleges Edalat told a series of lies to ink a 2017 agreement worth $4.2 million to sell a cannabis supplement. The Canadian ... "], ["2020-06-02 10:00", "Montreal startup Vention raises $38-million in venture capital ...  company, co-founded by chief executive Etienne Lacroix, a former General Electric Co. product manager and McKinsey consultant, is a unique vertically integrated company: a combination of a parts supplier, hardware designer, e-commerce firm and a provider of free 3D design software. Its customers engineers at more than 1,000 factories owned by companies including BMW, GE, Tesla, Siemens, Bombardier and Universal Robots create, design and order custom equipment used in their production lines, including test benches, robot work stations, assembly lines and heat exchangers. They buy and receive the materials from Vention, complete with assembly instructions and within days, saving months off the typical process. Story continues below advertisement Vention has ... "], ["2020-06-02 09:36", "Global shares cruise to three-month highs, dollar shows the strain ... .S. President Donald Trump's vow to use force to end violent protests in American cities and reports China had ordered U.S. soybean purchases to be halted had checked Asia overnight, but Europe got the bulls back on track. The pan-European STOXX 600 jumped over 1%. Germany's DAX surged nearly 3% on news Lufthansa's board had approved its government bailout and as Volkswagen and BMW shares rose as much as 7% at the prospect of a 5 billion- euro government-funded scheme to boost sales. The euro was at a two-and-a-half-month high as the dollar struggled. Italian and Spanish bonds were still being helped by a proposed 750 billion-euro EU stimulus plan and bets on more European Central Bank help. \"In a way, it is remarkable that the market remains ... "], ["2020-06-02 09:36", "Global shares cruise to three-month highs, dollar shows the strain ... .S. President Donald Trump's vow to use force to end violent protests in American cities and reports China had ordered U.S. soybean purchases to be halted had checked Asia overnight, but Europe got the bulls back on track. The pan-European STOXX 600 jumped over 1%. Germany's DAX surged nearly 3% on news Lufthansa's board had approved its government bailout and as Volkswagen and BMW shares rose as much as 7% at the prospect of a 5 billion- euro government-funded scheme to boost sales. The euro was at a two-and-a-half-month high as the dollar struggled. Italian and Spanish bonds were still being helped by a proposed 750 billion-euro EU stimulus plan and bets on more European Central Bank help. \"In a way, it is remarkable that the market remains ... "], ["2020-06-02 09:32", "Porsche 911 Targa 4S Heritage Design revealed: Pays homage to its racing history ...  Facebook and follow us on Twitter . Latest Auto News Porsche 911 Targa 4S Heritage Design revealed: Pays homage to its racing history May 2020 two-wheeler sales: Bajaj Auto remains top exporter despite 54% decline! Safer bikes under Rs 70,000 with disc brake: Hero Splendor iSmart and more May 2020 two-wheeler sales: TVS Motor Company dispatched 58,906 bikes, scooters amid lockdown 2021 BMW 4 Series Coup leaked in brochure images: Digital launch today May 2020 two-wheeler sales: Royal Enfield sold 18,429 motorcycles as lockdown eases Honda Cars sells 375 units in May 2020: 1,900 units delivered since Covid-19 lockdown relaxation Bajaj Pulsar 150 Neon gets a new feature and price hike 1968 Royal Enfield Series 1A Interceptor restored as original beaut and up ... "], ["2020-06-02 09:26", "Road rage thug is jailed for trying to shoot terrified taxi passengers with a CROSSBOW ... , 2 June 2020 e-mail View comments Thomas King, 32, was jailed for two years and four months at Nottingham Crown Court A road rage thug caught on CCTV wielding a crossbow at a group of taxi passengers after firing at them with a paintball gun has been jailed for more than two years. Thomas King, 32, launched the terrifying attack when a taxi pulled up in front of his white BMW after a group of men flagged it down outside Alea Casino in Nottingham city centre during the early hours of November 24 last year. King repeatedly beeped his horn, claiming he was blocked in before shooting his paintball gun, hitting the car and a passenger outside. As he drove off, one of the four passengers kicked King's car. He then stopped the car and fired six shots with the ... "], ["2020-06-02 09:24", "May 2020 two-wheeler sales: Bajaj Auto remains top exporter despite 54% decline! ... latest NAV, portfolio of Mutual Funds ,calculate your tax by Income Tax Calculator , know market's Top Gainers, Top Losers & Best Equity Funds . Like us on Facebook and follow us on Twitter . Latest Auto News Safer bikes under Rs 70,000 with disc brake: Hero Splendor iSmart and more May 2020 two-wheeler sales: TVS Motor Company dispatched 58,906 bikes, scooters amid lockdown 2021 BMW 4 Series Coup leaked in brochure images: Digital launch today May 2020 two-wheeler sales: Royal Enfield sold 18,429 motorcycles as lockdown eases Honda Cars sells 375 units in May 2020: 1,900 units delivered since Covid-19 lockdown relaxation Bajaj Pulsar 150 Neon gets a new feature and price hike 1968 Royal Enfield Series 1A Interceptor restored as original beaut and up for ... "]]}}