{"postfix": "boeing-aktie", "name": "BOEING", "wkn": "850471", "time": "2020.06.02 14:23", "ts": 1591100598, "features": {"KGV": "-95.58", "Marktkapitalisierung": {"Size": "Mrd", "Value": "73.20"}, "GA": "-3.47", "KBV": "-21.83", "BA": "-15.20", "KCV": "-76.75", "CA": "-4.32", "Vola30": "73.98", "Vola90": "137.79", "Vola180": "101.32", "Vola250": "73.06"}, "rivals": ["honeywell-aktie", "united_technologies-aktie", "airbus-aktie", "lockheed_martin-aktie", "rheinmetall-aktie", "general_dynamics-aktie", "northrop_grumman-aktie"], "text_data": {"de": [["31.05.20", "So stuften die Analysten die Boeing-Aktie im vergangenen Monat ein"], ["29.05.20", "A350 und Boeing 787: Turkish Airlines will Langstreckenjets später"], ["29.05.20", "Vertrag mit Boeing: Nimmt Icelandair nicht alle Boeing 737 Max ab?"], ["28.05.20", "MÄRKTE USA/Hongkong-Konflikt drückt Wall Street ins Minus"], ["28.05.20", "Boeing: Darum fliegt der Flugzeugbauer wieder an die Dow-Spitze"], ["28.05.20", "MÄRKTE USA/Wall Street tastet sich trotz Hongkong-Sorgen nach oben"], ["28.05.20", "AKTIE IM FOKUS: Boeing im Dow vorn - Lob für Produktionsaufnahme des 737 MAX"], ["28.05.20", "MÄRKTE USA/Wall Street zwischen Hongkong-Sorgen und US-Daten"], ["28.05.20", "MÄRKTE USA/Hongkong-Sorgen beenden Rally - US-Daten im Fokus"], ["28.05.20", "Flugzeug: Boeing baut wieder die 737 Max"], ["28.05.20", "MARKT USA/Zunehmende Hongkong-Sorgen beenden Rally zunächst"], ["28.05.20", "Boeing nimmt Produktion von Krisenflieger 737 Max wieder auf"], ["28.05.20", "Boeing startet Produktion von 737 Max wieder"], ["28.05.20", "Boeing nimmt Produktion der 737 Max wieder auf"], ["28.05.20", "Boeing nimmt Produktion von 737 Max wieder auf"], ["28.05.20", "Trotz Corona-Krise: Boeing nimmt Produktion von Krisenflieger 737 Max wieder auf"], ["28.05.20", "Kaum Aufträge: Senkt Boeing den Daumen über der 747-8?"], ["28.05.20", "Boeing nimmt Produktion von Krisenflieger 737 Max wieder auf"], ["28.05.20", "Boeing nimmt Produktion von 737 Max wieder auf"], ["28.05.20", "Boeing nimmt Produktion von Krisenflieger 737 Max wieder auf"], ["28.05.20", "Krisenflieger als Chance?: Boeing produziert wieder 737-Max"], ["28.05.20", "Krisenflugzeug: Boeing startet Produktion von Modell 737 Max wieder"], ["28.05.20", "Nach zwei Abstürzen: Boeing nimmt Produktion von Unglücksflieger 737 Max wieder auf"], ["27.05.20", "Boeing: Jetzt macht der Airbus-Rivale ernst"], ["27.05.20", "5520 Angestellte gehen mit Abfindung: Boeing kündigt 6770 Mitarbeitern knallhart"], ["27.05.20", "Boeing entlässt in Corona-Krise Tausende Mitarbeiter"], ["27.05.20", "Entlassungswelle bei Boeing"], ["27.05.20", "Sparprogramm: Boeing kündigt 6770 US-Mitarbeitern - Tausende weitere Entlassungen geplant"], ["27.05.20", "Entlassungswelle bei Boeing rollt in dieser Woche an"], ["27.05.20", "Boeing kündigt 6770 US-Mitarbeitern: Tausende weitere Entlassungen"], ["27.05.20", "Boeing kündigt 6770 US-Mitarbeitern - Tausende weitere Entlassungen"], ["27.05.20", "Gewerkschaften: Boeing startet mit Streichung von ca 2.500 Stellen"], ["26.05.20", "MÄRKTE USA/Optimismus treibt an - Anleger wechseln die Sektoren"], ["26.05.20", "Virgin Orbit: Erster Raketenstart ab Spezial-Boeing-747 geht schief"]], "en": [["2020.06.02", "Qatar Airways tells Airbus, Boeing not to resist order deferrals"], ["2020.06.02", "Qatar Airways tells Airbus, Boeing not to resist order deferrals"], ["2020.06.02", "SpaceX captures the flag, beating Boeing in cosmic contest"], ["2020.06.02", "Embraer seeks business partners but not a repeat of the Boeing deal"], ["2020.06.02", "Embraer seeks business partners but not a repeat of the Boeing deal"], ["01.06.20", "Embraer says China, India are potential partners after failed Boeing deal"], ["01.06.20", "Embraer says China, India are potential partners after failed Boeing deal"], ["01.06.20", "UPDATE 3-Embraer says China, India are potential partners after failed Boeing deal"], ["01.06.20", "Embraer open to new partnerships after Boeing deal collapses"], ["01.06.20", "Embraer open to new partnerships after Boeing deal collapses"], ["01.06.20", "UPDATE 2-Embraer open to new partnerships after Boeing deal collapses"], ["01.06.20", "Brazil's Embraer reports $292 million loss on coronavirus, failed Boeing deal"], ["29.05.20", "Coronavirus Stock Market Rally Has Wild Swings During Week Amid Sector Rotation, China Tensions; Zscaler, Twitter, Boeing In Focus"], ["29.05.20", "Boeing (BA) Up 6.2% Since Last Earnings Report: Can It Continue?"], ["29.05.20", "Exclusive: Brazil's Embraer draws foreign interest after Boeing rift - sources"], ["29.05.20", "Exclusive: Brazil's Embraer draws foreign interest after Boeing rift - sources"], ["29.05.20", "Boeing restarts production of the still-grounded 737 MAX as financial distress hovers"], ["28.05.20", "Boeing (BA) Gains As Market Dips: What You Should Know"], ["28.05.20", "ETF Spotlight: Aerospace stocks rise as Boeing resumes 737 Max production"], ["28.05.20", "The Zacks Analyst Blog Highlights: JPMorgan, American Express, Boeing and Virgin Galactic"], ["28.05.20", "Boeing Up on Layoff Decision, Resumption of 737 Production"], ["28.05.20", "S&P 500, Dow open higher as Boeing resumes 737 MAX production"], ["28.05.20", "S&P 500, Dow open higher as Boeing resumes 737 MAX production"], ["28.05.20", "US STOCKS SNAPSHOT-S&P 500, Dow open higher as Boeing resumes 737 MAX production"], ["28.05.20", "Boeing Restarts 737 Max Assembly Line"], ["28.05.20", "Why Boeing Stock Is Up"], ["28.05.20", "Safran shares lifted by Boeing 737 MAX restart plan"], ["28.05.20", "Airbus and Safran shares rise on Boeing cost cuts and 737 MAX restart"], ["28.05.20", "Airbus and Safran shares rise on Boeing cost cuts and 737 MAX restart"], ["28.05.20", "Boeing restarts 737 Max production"], ["28.05.20", "Boeing Restarts Production of 737 MAX Jet Liner"], ["28.05.20", "Boeing to cut more than 12,000 US jobs"], ["28.05.20", "Boeing resumes 737 Max production     - CNET"], ["28.05.20", "Boeing cutting more than 12,000 U.S. jobs"], ["28.05.20", "Boeing to resume 737 Max production"], ["27.05.20", "Boeing job cuts start to hit nearly 13,000 workers"], ["27.05.20", "Boeing cutting more than 12,000 U.S. jobs, thousands more planned"], ["27.05.20", "Boeing resumes 737 MAX production at low rate"], ["27.05.20", "UPDATE 4-Boeing cutting more than 12,000 U.S. jobs, thousands more planned"], ["27.05.20", "Boeing to lay off nearly 7,000 workers, resumes 737 Max production"], ["2020-06-02 12:04", "SpaceX is on the cusp of winning a high-stakes game of capture the flag that Barack Obama started almost 9 years ago ...  well for the rest of the mission — the astronauts still have to return safely back to Earth — NASA hopes to regularly cart astronauts to and from the ISS on the Crew Dragon. \"We really are focused on making sure that we technically get into space and get this vehicle checked out and accomplish the ultimate mission, which isn't winning against Boeing. It's providing this capability to the International Space Station so that we can start rotating crews from American soil,\" Behnken said. Doug Hurley (center) holds up the flag during a press call with Bob Behnken (left) and astronaut Chris Cassidy (right) aboard the International Space Station, June 1, 2020. NASA TV For Hurley, the flag symbolizes that long journey and the dawning ... "], ["2020-06-02 12:00", "Computers Told Taiwan's Leaders They Could Sink Less Than Half Of a Chinese Invasion Fleet—So Now Taipei's Shopping For New Missiles ...  ministry of defense Taiwan already has a lot of missiles. Now it's about to get a lot more. The island country, just 100 miles from its most powerful enemy, is turning into heavily-armed fortress. Or to borrow the Taiwanese government's own metaphor, an \"undigestable porcupine.\" The Taiwanese ministry of defense on May 28 announced it would buy, from American firm Boeing BA , a mobile, shore-launched version of the company's Harpoon anti-ship missile. Most Popular In: Aerospace & Defense U.S. Army's New Drone Swarm May Be A Weapon Of Mass Destruction Blue Angels' Transition To The Super Hornet Will Make Airshows Look A Little Like 1973 Coronavirus Creates New Long-Haul Flights Between U.S. And Pakistan In wartime, the Harpoon ... "], ["2020-06-02 11:59", "Coronavirus sends MD-88 'Mad Dog' jets to an early retirement from U.S. fleets ...  to all nearby neighborhoods.\" Because of the coronavirus, Delta is forgoing the usual fanfare of an aircraft retirement, but a spokesman said dozens aviation enthusiasts bought tickets for the final flights. A Delta Airlines MD-88 at Hartsfield-Jackson International Airport in Atlanta , Georgia, December 9, 2011. Tami Chappell | Reuters Related Tags Coronavirus: Business Charles Schumer Boeing Co American Airlines Group Inc Delta Air Lines Inc Subscribe to CNBC PRO Licensing & Reprints CNBC Councils Supply Chain Values Advertise With Us Join the CNBC Panel Digital Products News Releases Closed Captioning Corrections About CNBC Internships Site Map Podcasts AdChoices Careers Help Contact News Tips Got a confidential news tip? We want to hear from you ... "], ["2020-06-02 11:30", "France Won't Hike Tax Despite Downturn; H.K. Curbs: Virus Update ...  on Facebook. Qatar Airways Chief Demands Flexibility on Aircraft Deliveries (6:44 a.m. NY) The head of Qatar Airways called on the world's two major planemakers to ease demands that ailing carriers accept delivery of new aircraft, saying their future relationship was at stake. AD Airbus SE and Boeing Co. should accept delivery deferrals until at least 2022, Qatar Airways Chief Executive Officer Akbar Al Baker said in an interview Tuesday with Bloomberg TV. AD \"What is important is for Boeing and Airbus to show their customers that they are not only there with them in good times, but also in bad times,\" Al Baker said. \"If they don't oblige, they will permanently lose us as a customer.\" India's Biggest Airline Unable to Give Growth ... "], ["2020-06-02 11:30", "WA Forecast ... ;4;58%;7%;8 Omak;Partly sunny, nice;75;46;NNW;8;36%;0%;9 Pasco;Partly sunny;73;52;W;4;44%;0%;9 Port Angeles;Periods of sun;60;46;WSW;9;70%;15%;5 Pullman;Partly sunny;69;46;SSE;8;50%;2%;9 Puyallup;Clouds and sun;70;46;NNE;5;55%;7%;5 Quillayute;Sun and clouds;61;45;NNW;7;74%;33%;7 Renton;Partly sunny;68;49;NNE;6;56%;9%;7 Seattle;Partly sunny;66;50;NNE;6;58%;9%;7 Seattle Boeing;Periods of sun;67;52;ENE;5;59%;9%;7 Shelton;Partly sunny;68;44;SW;6;63%;8%;8 Spokane;Partly sunny;72;48;SSE;6;39%;4%;9 Spokane Fairchild;Partly sunny;70;48;S;8;44%;3%;9 Spokane Felts;Partly sunny;72;48;SSE;6;39%;4%;9 Stampede Pass;A morning shower;57;38;W;5;58%;44%;9 Tacoma;Clouds and sunshine;66;47;NNE;5;58%;8%;5 Tacoma Narrows;Partly sunny;65;48;ENE;4;66%;8%;5 Vancouver;Partly sunny;73 ... "], ["2020-06-02 11:16", "Astronaut from Upstate NY captures the flag for SpaceX in cosmic contest ... . The flag flew on the first space shuttle flight in 1981 and the final one in 2011. Hurley was on that last shuttle crew. The flag was an added incentive for Elon Musk's SpaceX company and Boeing, competing to be the first private company to launch a crew to the space station. Saturday's liftoff of NASA astronauts was the first from the U.S. in nine years. Boeing's first astronaut flight isn't expected until next year. The crew will include Chris Ferguson, commander of the last shuttle flight who now works for Boeing. \"Proud to yield the title of \"The last commander of an American launched spacecraft\" to @Astro_Doug who, with @AstroBehnken, has returned US to space from KSC after 3,252 days. Well done,\" Ferguson tweeted ... "], ["2020-06-02 11:13", "US Military Reportedly Mulls Pouring Money Into Unmanned Submarines Instead of Conventional Warships ...  additional attack submarines for the scheduled 355-ship US fleet. The same study also reportedly promotes the idea of reducing the number of aircraft carriers from 11 to 9 and replacing them with a flotilla of large and medium-sized unmanned vessels, Defence News reported. Photo : Russian Foundation for Advanced Research Projects Russian unmanned submarine Vityaz-D The Pentagon ordered five Orca XLUUVs from Boeing in 2019 and is expected to buy two vessels each year starting in 2023. The strategy outlined in the study has not yet been adopted and will first be tested via a series of war games, the media outlet reported. Still, it goes in line with calls by Secretary of Defence Mark Esper, who defended the approach of sailing away from large manned warships ... "], ["2020-06-02 11:05", "Ryanair staff in France accuse airline of 'redundancy blackmail' ...  737 Max delays Published: 28 Jan 2020 Ryanair warns it could shut bases and cut jobs after 737 Max delays Ryanair raises profit guidance after last-minute festive bookings Published: 10 Jan 2020 Ryanair raises profit guidance after last-minute festive bookings Ryanair 737 cracks: airline grounds three Boeing planes due to cracking between wing and fuselage Published: 6 Nov 2019 Ryanair 737 cracks: airline grounds three Boeing planes due to cracking between wing and fuselage More more on this story Most popular World Europe US Americas Asia Australia Middle East Africa Inequality Global development News Opinion Sport Culture Lifestyle Contact us Complaints & corrections SecureDrop Work for us Privacy policy Cookie policy Terms & conditions Help All topics ... "], ["2020-06-02 11:00", "Twitter takes action against Gaetz — After more than 2 days, DeSantis breaks silence on protests — Governor extends freeze on evictions ...  a stabbing suspect, NaTosha \"Tony\" McDade. Stephen Webster, a Tallahassee attorney for the police union, filed a motion Monday in Leon Circuit Court seeking an injunction in the case that ignited large weekend protests in the capital city. The court documents provide new details in the shooting, from the officer's perspective.\" — \"SpaceX captures the flag, beating Boeing in cosmic contest,\" by Associated Press' Marcia Dunn ODDS, ENDS, AND FLORIDA MEN A VIRUS' WORST FRIEND — Can dogs smell the coronavirus? A company in Florida says it is training 70 dogs to sniff out virus particles on surfaces in common areas and waiting rooms, fellow POLITICO Daniel Lippman emails us. Top Tier K9, based in Madison, Fla., says ... "], ["2020-06-02 11:00", "New COVID-19 outbreak in N.B. traced to doctor who went to work after Quebec trip. Now people are very angry ...  With rallies halted and tweets fact-checked, Trump campaign turns to smartphone app UK warns China: do not cross the Rubicon on Hong Kong Toronto Weather 15 C Partly cloudy Feels like 15 C Wednesday 24 C Thursday 24 C Friday 26 C Saturday 22 C Complete Forecast Close Posted Newsletter Thank you for subscribing to Postmedia's Newsletter. Email Submit News Qatar Airways tells Airbus, Boeing not to resist order deferrals Heroes of the pandemic 2.0: Ex-Dragon, tech players step up to fund COVID-19 peanut butter sniff test after Post story Even in COVID-19 pandemic one Canadian community has no choice but to cross the U.S. border Watch Lockdown or no lockdown, study shows COVID-19's economic destruction followed a similar path either way Watch Canada ... "], ["2020-06-02 11:00", "Heroes of the pandemic 2.0: Ex-Dragon, tech players step up to fund COVID-19 peanut butter sniff test after Post story ...  after Post story Even in COVID-19 pandemic one Canadian community has no choice but to cross the U.S. border Watch Lockdown or no lockdown, study shows COVID-19's economic destruction followed a similar path either way Toronto Weather 15 C Partly cloudy Feels like 15 C Wednesday 24 C Thursday 24 C Friday 26 C Saturday 22 C Complete Forecast Canada Qatar Airways tells Airbus, Boeing not to resist order deferrals New COVID-19 outbreak in N.B. traced to doctor who went to work after Quebec trip. Now people are very angry Even in COVID-19 pandemic one Canadian community has no choice but to cross the U.S. border Watch Lockdown or no lockdown, study shows COVID-19's economic destruction followed a similar path either way Watch Canada Revenue Agency opens ... "], ["2020-06-02 10:52", "Democratic governors reject Trump's call to send in military ...  toll grows in national protests 2 Las Vegas shootings, 1 officer shot amid Floyd protests More Stories Mineral Ridge nursing home comes up with unique way to allow safe family visits Video Youngstown considers rolling fire station closures to save money Youngstown community activist tries keeping the peace by walking alongside protesters Video SpaceX captures the flag, beating Boeing in cosmic contest Read more stories Trending on WKBN.com Live Stream Valley lawmakers react to Trump's action to target violent protesters Peaceful demonstration takes protesters around downtown Warren Video Youngstown mayor declares state of civil emergency, imposes curfew All quiet in Youngstown Monday; leader reminds protesters of another way to bring change Video Follow ... "], ["2020-06-02 10:47", "Winning bidder for Grindr has ties to Chinese owner ...  and omissions in filings with CFIUS or failures to comply with the terms of the divestiture could lead to civil penalties under US law. Reuters could not determine if Kunlun made any adjustments to the deal to satisfy CFIUS. — Reuters Related Articles Ernst & Young: Malaysian businesses expect pandemic to have deeper impact on economy Brazil's Embraer draws foreign interest after Boeing rift, say sources EU antitrust regulators to rule on US$69b Aramco, SABIC deal by Feb 27 In Money Loading... News Malaysia COVID-19 World Money Life Eat/Drink Showbiz Opinion What You Think Sports Tech/Gadgets Drive Videos About Archives About Us Privacy Policy Terms of Use Advertise with Us Download Apple AppStore Google Play Store Huawei App Gallery Google News ... "], ["2020-06-02 10:44", "Riots, looting erupt across major US cities despite curfews: PHOTOS ...  over the death of George Floyd Monday, June 1, 2020, in New York. (AP Photo/Wong Maye-E) Continue Reading Below Markets Market Update sponsored by Advertisement Latest on Fox Business video 26 mins ago New York City curfew was 'wrong': Former NYPD commissioner 10 mins ago Riots, looting erupt across major US cities despite curfews: PHOTOS 1 hour ago SpaceX captures the flag, beating Boeing in cosmic contest Advertisement Your Money 16 hours ago 3 mortgage refinancing mistakes that could prevent you from getting the best deal 18 hours ago How to ask for a credit balance refund 21 hours ago Interest rates are low right now — do these 3 things to earn more money May 29 Is now the best time to refinance your mortgage? May 29 Your credit card ... "], ["2020-06-02 10:40", "Man finds woman's ashes while doing yard work in Unity Twp. ... toll grows in national protests 2 Las Vegas shootings, 1 officer shot amid Floyd protests Mineral Ridge nursing home comes up with unique way to allow safe family visits Video More Stories Youngstown considers rolling fire station closures to save money Youngstown community activist tries keeping the peace by walking alongside protesters Video SpaceX captures the flag, beating Boeing in cosmic contest Pres. Trump threatens to deploy military if states don't stop violent protests Video Read more stories Trending on WKBN.com Live Stream Peaceful demonstration takes protesters around downtown Warren Video Weather Youngstown mayor declares state of civil emergency, imposes curfew Local lawmakers react to Trump's action to target violent protesters Follow ... "], ["2020-06-02 10:14", "Lisbon council approves first steps in motor vehicle tax hike ... Video Death toll grows in national protests 2 Las Vegas shootings, 1 officer shot amid Floyd protests Mineral Ridge nursing home comes up with unique way to allow safe family visits Video More Stories Youngstown considers rolling fire station closures to save money Youngstown community activist tries keeping the peace by walking alongside protesters Video SpaceX captures the flag, beating Boeing in cosmic contest Pres. Trump threatens to deploy military if states don't stop violent protests Video Read more stories Trending on WKBN.com Live Stream Peaceful demonstration takes protesters around downtown Warren Video Local lawmakers react to Trump's action to target violent protesters Weather Police say 4 officers shot in St. Louis protests Video Follow ... "], ["2020-06-02 10:06", "Expect isolated storms today as we keep an eye out on Tropical Depression 3 ...  sheet pan salmon fajitas! Rapper Bun B hopes thousands march for George Floyd Mom and son duo make iconic street art in Houston Show More Trae Tha Truth organizes Houston march for George Floyd George Floyd's close friends prepare to say goodbye Floyd Mayweather will pay for George Floyd's funeral, sources say SpaceX captures the flag, beating Boeing in cosmic contest Stores impacted by Houston protests taking precaution More TOP STORIES News Home AccuWeather Traffic Local News Houston Southwest Southeast Northwest Northeast Categories Watch Photos Localish ABC13 Plus Sports Stretch Your Dollar Ted Oberg Investigates Turn to Ted Station Info Contact us ABC13 News Team TV Listings Careers Enter to Win Your photos and videos Contact ABC-13 Shows ABC13 ... "], ["2020-06-02 10:05", "Hawaiian Airlines adopts virus-stopping policies ... airplanes so that physical distancing is possible, which means some middle seats will remain empty. Ingram said maintaining 6 feet of distance between unrelated passengers is difficult on a plane but that more distance would be available. Ingram said the interisland fights on the airline's fleet of Boeing B717s , which can seat up to 128 passengers, will operate at about 70% load capacity, with about 90 passengers on board. The Boeing 717s, according to Ingram, use a system that does not recirculate air in the cabins, but continuously replaces it with fresh, outside air that is controlled for temperature. Neighbor island aircraft are cleaned after every flight into Honolulu, according to Hawaiian Airlines, and disinfected daily, with special attention to ... "], ["2020-06-02 09:57", "The fight to save Virgin closes in: Two bidders vying to buy the embattled airline are named ...  Richard Branson's Virgin Atlantic to buy Flybe, a British regional airline, in February last year - but the airline went into administration. Cyrus's bid for Virgin is structured around keeping the airline together. Deloitte is understood to have put a high priority on retaining staff. Under Cyrus ownership, the airline would keep most of its 75 Boeing 737s for domestic routes and its Boeing 777 international fleet - but most of the other types would go, aviation website AirlineRatings.com reported. Rival Bain Capital's bid for Virgin is under the stewardship of former Australian Olympic diver Mike Murphy. He has taken Goldman Sachs onboard as a financial adviser as the investment bank has long-standing links with the airline. The firm, known ... "], ["2020-06-02 09:53", "SpaceX captures the flag, beating Boeing in cosmic contest ... spent Monday making sure their docked Dragon is ready to make an emergency getaway, if necessary. The capsule will serve as their lifeboat during their space station visit. They joined three station residents — an American and two Russians. GET FOX BUSINESS ON THE GO BY CLICKING HERE Markets Market Update sponsored by Advertisement Latest on Fox Business 9 mins ago SpaceX captures the flag, beating Boeing in cosmic contest 24 mins ago Vroom aims to raise up to $318.8 million in IPO 37 mins ago CBO projects coronvirus impact could trim GDP by $15.7 trillion Advertisement Your Money 15 hours ago 3 mortgage refinancing mistakes that could prevent you from getting the best deal 17 hours ago How to ask for a credit balance refund 20 hours ago Interest rates ... "]]}}