{"postfix": "boston_properties-aktie", "name": "BOSTON_PROPERTIES", "wkn": "907550", "time": "2020.06.02 13:36", "ts": 1591097796, "features": {"KGV": "41.82", "Marktkapitalisierung": {"Size": "Mrd", "Value": "12.04"}, "GA": "3.30", "KBV": "4.19", "BA": "32.95", "KCV": "20.74", "CA": "6.65", "Vola30": "69.36", "Vola90": "86.38", "Vola180": "63.12", "Vola250": "45.64"}, "rivals": ["apartment_investmentmanagement-aktie", "sl_green_realty-aktie", "vornado_realty_trust-aktie", "highwoods_properties-aktie", "corporate_office_properties_trus-aktie"], "text_data": {"de": [["30.04.20", "Die Expertenmeinungen zur Boston Properties-Aktie im April 2020"], ["30.04.20", "Boston Properties informierte über die jüngsten Quartalsergebnisse"], ["27.04.20", "Ausblick: Boston Properties gibt Ergebnis zum abgelaufenen Quartal bekannt"], ["13.04.20", "Erste Schätzungen: Boston Properties vermeldet Zahlen zum jüngsten Quartal"], ["31.03.20", "März 2020: Das sind die Expertenmeinungen zur Boston Properties-Aktie"], ["27.01.20", "Ausblick: Boston Properties stellt Ergebnisse des abgelaufenen Quartals vor"]], "en": [["29.05.20", "Boston Properties Announces Rent Collections and New Leases"], ["25.05.20", "Why Boston Properties (BXP) is a Top Dividend Stock for Your Portfolio"], ["08.05.20", "This is Why Boston Properties (BXP) is a Great Dividend Stock"], ["04.05.20", "Boston Properties Prices Senior Notes Offering, To Raise $1.2B"], ["30.04.20", "Boston Properties Inc (BXP) Q1 2020 Earnings Call Transcript"], ["29.04.20", "Boston Properties (BXP) Tops Q1 FFO Estimates, Withdraws View"], ["29.04.20", "Boston Properties (BXP) Q1 FFO and Revenues Top Estimates"], ["27.04.20", "What's in Store for Boston Properties (BXP) in Q1 Earnings?"], ["22.04.20", "Boston Properties (BXP) is a Top Dividend Stock Right Now: Should You Buy?"], ["03.04.20", "Boston Properties (BXP) is a Top Dividend Stock Right Now: Should You Buy?"], ["18.03.20", "Why Boston Properties (BXP) is a Great Dividend Stock Right Now"], ["05.03.20", "Boston Properties Begins San Jose Office Project Development"], ["02.03.20", "This is Why Boston Properties (BXP) is a Great Dividend Stock"], ["14.02.20", "Why Boston Properties (BXP) is a Great Dividend Stock Right Now"], ["30.01.20", "Boston Properties Inc (BXP) Q4 2019 Earnings Call Transcript"], ["29.01.20", "Are You Looking for a High-Growth Dividend Stock? Boston Properties (BXP) Could Be a Great Choice"], ["29.01.20", "Boston Properties (BXP) Trumps Q4 FFO Estimates, Guides Up"], ["29.01.20", "Boston Properties (BXP) Surpasses Q4 FFO and Revenue Estimates"], ["24.01.20", "Boston Properties Announces Lease With Shearman & Sterling"], ["2020-06-02 08:00", "Maine Commercial Real Estate: May Transactions ... Boss Events People on the Move Commercial Real Estate Opinion All Opinion Meetinghouse Editorials Letters Columns Bill Nemitz Greg Kesich Sports All Sports Varsity Maine Colleges Outdoors Portland Sea Dogs Boston Red Sox New England Patriots A&E All A&E Books Sudoku Crossword Food All Food Restaurant reviews Cookbook Reviews Recipes Vegan Kitchen Green Plate Special Maine Gardener Do This ...  Drive Westbrook, LLC purchased a 126,072-square-foot industrial building at 5 Bradley Dr., Westbrook. Jim Harnden, Harnden Commercial Brokers ; John Meador, The Boulos Company . Beech Street Properties, LLC purchased a 48,000-square-foot mill for redevelopment at 35 Beech St., Lewiston. Justin Lamontagne, CCIM, SIOR, Tom Moulton, CCIM, SIOR, Sylas Hatch, and TC Haffenreffer ... "], ["2020-06-02 08:00", "Featured Properties: Dynamic Workspace in Westbrook and Lewiston Mills ... A Boss Events People on the Move Commercial Real Estate Opinion All Opinion Meetinghouse Editorials Letters Columns Bill Nemitz Greg Kesich Sports All Sports Varsity Maine Colleges Outdoors Portland Sea Dogs Boston Red Sox New England Patriots A&E All A&E Books Sudoku Crossword Food All Food Restaurant reviews Cookbook Reviews Recipes Vegan Kitchen Green Plate Special Maine Gardener Do This  ...  new markets for technology, medicine, retail, entertainment and conference hosting. Investment in the local hospitality industry is growing, along with expansions at the two major hospitals. These properties are offered for lease by Karen Rich and Cheri Bonawitz, Brokers, Malone Commercial Brokers in Portland, 207-772-2422 or www.malonecb.com . Please contact Karen at  ... "], ["2020-06-02 06:30", "Monster or Machine? A Profile of the Coronavirus at 6 Months ...  it. \"The virus acts like no pathogen humanity has ever seen,\" the journal Science recently noted . More to the point, the pathogen has gone largely unseen. \"It has these perfect properties to spread throughout the entire human population,\" Dr. Fehr said. \"If we didn't know what a virus was\" — and didn't take proper precautions — \" ... Our communication is its transmission. Consider where so many outbreaks have begun: funerals, parties, call centers, sports arenas, meatpacking plants, dorm rooms, cruise ships, prisons. In February, a medical conference in Boston led to more than 70 cases in two weeks. In Arkansas, several cases were linked to \"a high school swim party that I'm sure everybody thought was  ... "], ["2020-06-01 16:23", "[Newsmaker] Over 70 Korean-owned properties suffer damage in US protests ... . Second Vice Foreign Minister Lee Tae-ho presided over an emergency videoconference in the morning, with the consuls of eight Korean diplomatic missions in the country: New York, Boston, Atlanta, Chicago, Houston, Seattle, San Francisco and Los Angeles. The Korean Embassy in Washington could not participate due to the citywide curfew imposed in the nation's ... more per year: study Donations, hashtags and fancams: K-pop world reacts to George Floyd protests [Video] 'No-mask, no-ride' policy for public transport LATEST NEWS > [Newsmaker] Over 70 Korean-owned properties suffer damage in US protests > KBO ace by the numbers: statistical breakdown of Dinos starter Koo Chang-mo's memorable May > ESG bond market to benefit from KRX's fee-waiver >  ... "], ["2020-06-01 04:36", "The Latest: One dead in Indianapolis shootings amid protests ... point that we can no longer tell who is protesting for change and an end to racism and who has only chaos and destruction in mind.' Ginther says more than 100 public and private properties in Columbus had been damaged and at least 10 robbed of goods. He says five police officers were injured by thrown bricks or rocks and police vehicles have been set afire. ___ CAPE CANAVERAL, Fla ... erupted in cities around the country on Friday and Saturday over Floyd's death. The officer was arrested and charged with third-degree murder and manslaughter. Boston Mayor Martin Walsh says the prayer vigil, streamed live on the Boston government website, was to honor Floyd and to reflect 'on his murder.' Walsh says, 'If there's ever a moment to acknowledge  ... "], ["2020-06-01 02:00", "Nitric oxide being tested as an experimental treatment for COVID-19 ... and then we can work with regulatory authority, then we can turn it around in three to four months,\" Chris Miller, SaNOtize Chief Scientific Officer, told CTV News. Nitric Oxide has many properties -- it's produced by cells that line our blood vessels to helps control blood pressure and open the airways in the lung, allowing more oxygen to be absorbed. But researchers have also ... in Toronto to see whether high dose inhaled nitric oxide given in hospital can reduce levels of the virus and improve breathing in COVID-19 patients on ventilators. Scientists in Boston and Louisiana are also giving several hundred severely ill patients nitric oxide, with preliminary results expected in the coming weeks. Several devices that produce nitric oxide have also been  ... "], ["2020-05-31 22:11", "SF officials choke up as they announce new curfew: 'We don't want to see it go up in flames' ... -16 season as a model Ricky Stenhouse Jr. arrives in Bristol with wheels no longer So ... what's the deal with 49ers TE George Kittle's contract Boston Marathon canceled for first time in 124-year history Local Locals Money Things to Do Neighborhoods Former SoMa tire factory turned Dwell-featured modern masterpiece The absolute worst depictions of ... own experiences, especially growing up here in San Francisco.\" Yet, Breed was firm as she addressed the ensuing disturbances. Molotov cocktails were thrown at police officers, cars and other properties as small fires blazed throughout the city's downtown area. San Francisco Fire Department chief Jeanine Nicholson said firefighters responded to approximately 250 medical calls on Saturday night. Police ... "], ["2020-05-31 21:16", "The Latest: Protests near White House mostly peaceful ... . \"Due to ongoing demonstrations, please avoid coming to the White House Complex today if it all possible,\" an email alert to staffers stated. ___ Several hundred people marched through downtown Boston on Sunday carrying signs and chanting in a peaceful protest over the death of George Floyd. Street protests have been held for days around the country in response to the death of ... further notice. An 8 p.m. curfew in the city announced earlier was moved up to 6 p.m. Sunday, and retail establishments were ordered to close immediately with people cleaning or securing vandalized properties ordered to finish up and return home by 5 p.m. so the curfew could be enforced. WCAU-TV showed live aerial shots for more than an hour Sunday afternoon of people running  ... "], ["2020-05-31 21:16", "The Latest: Protests near White House mostly peaceful ... . \"Due to ongoing demonstrations, please avoid coming to the White House Complex today if it all possible,\" an email alert to staffers stated. ___ Several hundred people marched through downtown Boston on Sunday carrying signs and chanting in a peaceful protest over the death of George Floyd. Street protests have been held for days around the country in response to the death of ... further notice. An 8 p.m. curfew in the city announced earlier was moved up to 6 p.m. Sunday, and retail establishments were ordered to close immediately with people cleaning or securing vandalized properties ordered to finish up and return home by 5 p.m. so the curfew could be enforced. WCAU-TV showed live aerial shots for more than an hour Sunday afternoon of people running  ... "], ["2020-05-31 21:16", "The Latest: Protests near White House mostly peaceful ... . \"Due to ongoing demonstrations, please avoid coming to the White House Complex today if it all possible,\" an email alert to staffers stated. ___ Several hundred people marched through downtown Boston on Sunday carrying signs and chanting in a peaceful protest over the death of George Floyd. Street protests have been held for days around the country in response to the death of ... further notice. An 8 p.m. curfew in the city announced earlier was moved up to 6 p.m. Sunday, and retail establishments were ordered to close immediately with people cleaning or securing vandalized properties ordered to finish up and return home by 5 p.m. so the curfew could be enforced. WCAU-TV showed live aerial shots for more than an hour Sunday afternoon of people running  ... "], ["2020-05-31 21:15", "The Latest: Protests near White House mostly peaceful ... . \"Due to ongoing demonstrations, please avoid coming to the White House Complex today if it all possible,\" an email alert to staffers stated. ___ Several hundred people marched through downtown Boston on Sunday carrying signs and chanting in a peaceful protest over the death of George Floyd. Street protests have been held for days around the country in response to the death of ... further notice. An 8 p.m. curfew in the city announced earlier was moved up to 6 p.m. Sunday, and retail establishments were ordered to close immediately with people cleaning or securing vandalized properties ordered to finish up and return home by 5 p.m. so the curfew could be enforced. WCAU-TV showed live aerial shots for more than an hour Sunday afternoon of people running  ... "], ["2020-05-31 21:15", "The Latest: Protests near White House mostly peaceful ... . \"Due to ongoing demonstrations, please avoid coming to the White House Complex today if it all possible,\" an email alert to staffers stated. ___ Several hundred people marched through downtown Boston on Sunday carrying signs and chanting in a peaceful protest over the death of George Floyd. Street protests have been held for days around the country in response to the death of ... further notice. An 8 p.m. curfew in the city announced earlier was moved up to 6 p.m. Sunday, and retail establishments were ordered to close immediately with people cleaning or securing vandalized properties ordered to finish up and return home by 5 p.m. so the curfew could be enforced. WCAU-TV showed live aerial shots for more than an hour Sunday afternoon of people running  ... "], ["2020-05-31 21:15", "The Latest: Protests near White House mostly peaceful ... . \"Due to ongoing demonstrations, please avoid coming to the White House Complex today if it all possible,\" an email alert to staffers stated. ___ Several hundred people marched through downtown Boston on Sunday carrying signs and chanting in a peaceful protest over the death of George Floyd. Street protests have been held for days around the country in response to the death of ... further notice. An 8 p.m. curfew in the city announced earlier was moved up to 6 p.m. Sunday, and retail establishments were ordered to close immediately with people cleaning or securing vandalized properties ordered to finish up and return home by 5 p.m. so the curfew could be enforced. WCAU-TV showed live aerial shots for more than an hour Sunday afternoon of people running  ... "], ["2020-05-31 21:15", "The Latest: Protests near White House mostly peaceful ... News Apps 25 Investigates Unsolved Traffic Health Politics Mass Marijuana WFXT News Team Contact Us Submit a News Tip Advertise with Us TV & Stream Schedule Boston 25 Cares Contests Work at Boston 25 Sports Boston Bruins Boston Celtics Boston Red Sox New England Patriots More Zip Trip Around Town Breaking News | Live Video | The Latest: Protests near White House mostly peaceful Share Share  ...  notice. An 8 p.m. curfew in the city announced earlier was moved up to 6 p.m. Sunday, and retail establishments were ordered to close immediately with people cleaning or securing vandalized properties ordered to finish up and return home by 5 p.m. so the curfew could be enforced. WCAU-TV showed live aerial shots for more than an hour Sunday afternoon of people running  ... "], ["2020-05-31 21:15", "The Latest: Protests near White House mostly peaceful ... . \"Due to ongoing demonstrations, please avoid coming to the White House Complex today if it all possible,\" an email alert to staffers stated. ___ Several hundred people marched through downtown Boston on Sunday carrying signs and chanting in a peaceful protest over the death of George Floyd. Street protests have been held for days around the country in response to the death of ... further notice. An 8 p.m. curfew in the city announced earlier was moved up to 6 p.m. Sunday, and retail establishments were ordered to close immediately with people cleaning or securing vandalized properties ordered to finish up and return home by 5 p.m. so the curfew could be enforced. WCAU-TV showed live aerial shots for more than an hour Sunday afternoon of people running  ... "], ["2020-05-31 20:20", "The Latest: Atlanta’s mayor extends curfew another night ... News Apps 25 Investigates Unsolved Traffic Health Politics Mass Marijuana WFXT News Team Contact Us Submit a News Tip Advertise with Us TV & Stream Schedule Boston 25 Cares Contests Work at Boston 25 Sports Boston Bruins Boston Celtics Boston Red Sox New England Patriots More Zip Trip Around Town Breaking News | Live Video | The Latest: Atlanta's mayor extends curfew another night Share ...  notice. An 8 p.m. curfew in the city announced earlier was moved up to 6 p.m. Sunday, and retail establishments were ordered to close immediately with people cleaning or securing vandalized properties ordered to finish up and return home by 5 p.m. so the curfew could be enforced. WCAU-TV showed live aerial shots for more than an hour Sunday afternoon of people running  ... "], ["2020-05-31 20:19", "The Latest: Atlanta's mayor extends curfew another night ... notice. An 8 p.m. curfew in the city announced earlier was moved up to 6 p.m. Sunday, and retail establishments were ordered to close immediately with people cleaning or securing vandalized properties ordered to finish up and return home by 5 p.m. so the curfew could be enforced. WCAU-TV showed live aerial shots for more than an hour Sunday afternoon of people running ... have the backstop of the state of Georgia.\" Sign up for email newsletters Subscribe Follow Us Facebook Twitter Instagram RSS Most Popular Suspect arrested in connection with fatal Boston shooting: Police Massachusetts reopening plan: Phase 2 guidelines for restaurants, hotels out today Restaurant reopening regulation from the hacks: What could go wrong? Local radio personality and former  ... "], ["2020-05-31 18:13", "\"Rioting Mainly For Fun And Profit\": What Edward Banfield ACTUALLY SAID In 1970 (Policymakers Take Note!) ...  the stuff it will just go to waste,\" upper-working- and middle-class adults who, under normal circumstances, would not steal, are likely to join the looters. (In 1711 the selectmen of Boston passed an act to punish persons \"taking advantage of such confusion and calamities [as fire] to rob, plunder, embezzle, convey away and conceal the goods and effects of their distressed neighbours.\"  ...  it long has been, of course) when the danger to windows becomes great enough. (On the other hand, if, as seems likely, the government compels insurance companies to insure properties in high-risk areas at normal premium rates, incentives to make such adaptations will be removed.) The danger that a riot will so disrupt essential services — sewage disposal  ... "], ["2020-05-31 18:11", "In-person summer camp spots are limited in San Diego, as many camps close or go virtual ... for family camping spots, which will be distributed via lottery , said Carol Dedrich, CEO of Girl Scouts of San Diego. Girl Scouts will likely be able to accommodate up to 250 people across four properties for each camping session, she said. Last year 9,460 girls participated in camp on a Girl Scout property. While Girl Scouts doesn't know when it can resume normal camp operations, it ...  offers details about the day Whitey Bulger came to San Diego Public Safety New book offers details about the day Whitey Bulger came to San Diego While on the run, the Boston crime boss was spotted watching 'The Departed,' a movie based partly on him. Politics Supreme Court rejects challenge to California limits on church crowds during pandemic Politics Supreme Court ... "], ["2020-05-31 17:57", "Ohio police officer escapes injury when helmet hit by bullet ...  have 2015-16 season as a model Ricky Stenhouse Jr. arrives in Bristol with wheels no longer So ... what's the deal with 49ers TE George Kittle's contract Boston Marathon canceled for first time in 124-year history Local Locals Money Things to Do Neighborhoods Former SoMa tire factory turned Dwell-featured modern masterpiece The absolute worst depictions of San ...  door. The governor of Ohio said Saturday he was calling out the Ohio National Guard and highway patrol to help enforce laws in Columbus, where the mayor said more than 100 public and private properties had been damaged, five officers were injured by thrown bricks or rocks and police vehicles were set afire. Floyd, a black man, died after a white officer pressed a knee into his neck for several ... "]]}}