{"postfix": "boston_scientific-aktie", "name": "BOSTON_SCIENTIFIC", "wkn": "884113", "time": "2020.06.02 12:40", "ts": 1591094438, "features": {"KGV": "28.49", "Marktkapitalisierung": {"Size": "Mrd", "Value": "46.88"}, "GA": "1.58", "KBV": "5.32", "BA": "8.47", "KCV": "19.70", "CA": "2.29", "Vola30": "42.07", "Vola90": "62.01", "Vola180": "48.28", "Vola250": "37.97"}, "rivals": ["stryker-aktie", "johnson_johnson-aktie", "fresenius_medical_care-aktie", "fresenius-aktie", "abbott_laboratories-aktie", "st_jude_medical-aktie", "cr_bard-aktie"], "text_data": {"de": [["30.04.20", "April 2020: Experten empfehlen Boston Scientific-Aktie mehrheitlich zum Kauf"], ["30.04.20", "Boston Scientific: Zahlen zum abgelaufenen Jahresviertel"], ["28.04.20", "Ausblick: Boston Scientific zieht Bilanz zum abgelaufenen Quartal"], ["14.04.20", "Erste Schätzungen: Boston Scientific stellt Ergebnisse des abgelaufenen Quartals vor"], ["02.04.20", "MÄRKTE USA/Börse hakt Arbeitsmarktdaten ab - Erholung dank Ölpreis"], ["31.03.20", "März 2020: So schätzen Experten die Boston Scientific-Aktie ein"], ["18.02.20", "MÄRKTE USA/Technologiesektor belastet Wall Street"], ["18.02.20", "MÄRKTE USA/Technologiesektor dürfte Wall Street belasten"], ["06.02.20", "Boston Scientific veröffentlichte Zahlen zum vergangenen Quartal"], ["04.02.20", "Ausblick: Boston Scientific informiert über die jüngsten Quartalsergebnisse"]], "en": [["2020.06.02", "Should You Pick Boston Scientific Over Haemonetics?"], ["30.04.20", "Boston Scientific (BSX) Q1 2020 Earnings Call Transcript"], ["30.04.20", "Boston Scientific Stock Rises on Sales Increase, Positive Management Outlook"], ["29.04.20", "Boston Scientific (BSX) Q1 Earnings Miss, Margins Decline"], ["29.04.20", "Boston Scientific (BSX) Q1 Earnings Miss Estimates"], ["29.04.20", "Medtech Leader Reports Lagging Earnings As Coronavirus Takes A Hit"], ["23.04.20", "Can IC and PI Arms Drive Boston Scientific (BSX) Q1 Earnings?"], ["22.04.20", "Analysts Estimate Boston Scientific (BSX) to Report a Decline in Earnings: What to Look Out for"], ["21.04.20", "Boston Scientific Shows Rising Relative Strength Despite Revenue Slide"], ["19.04.20", "Boston Scientific Begins Selling Low-Cost Ventilator Alternative"], ["09.04.20", "The Zacks Analyst Blog Highlights: Tesla, Zoetis, Target, Boston Scientific and Moody's"], ["09.04.20", "Boston Scientific stock price target cut to $42 from $49 at Raymond James"], ["03.04.20", "Why Boston Scientific Shares Fell 12.7% in March"], ["03.04.20", "Boston Scientific Drastically Reduces Q1 Revenue Guidance"], ["02.04.20", "Ride Intuitive Surgical Over Boston Scientific In The Current Crisis?"], ["02.04.20", "Boston Scientific sees Q1 revenue flat to up slightly as coronavirus delays elective procedures"], ["02.04.20", "Boston Scientific reducing work week schedules, cutting discretionary spending"], ["02.04.20", "Boston Scientific 'significantly' cutting salaries of CEO, board of directors"], ["02.04.20", "Boston Scientific assumes Q2 impact from COVID-19 will be greater than Q1"], ["02.04.20", "Boston Scientific said procedural volumes declined signficantly in March"], ["02.04.20", "Boston Scientific sees Q1 revenue flat to up slightly; FactSet consensus of $2.69 bln implies 7.9% rise"], ["30.03.20", "New Buyouts Aid Boston Scientific Amid Coronavirus Crisis"], ["30.03.20", "Boston Scientific withdraws financial guidance given business disruptions related to COVID-19 pandemic"], ["12.03.20", "Lessons From 2008 Crisis: Could Boston Scientific Stock Underperform Post Coronavirus?"], ["11.03.20", "The Zacks Analyst Blog Highlights: Medtronic, Boston Scientific and Abbott Laboratories"], ["09.03.20", "How Does Boston Scientific Get To $12 Billion Sales In 2020: Rhythm & Neuro Or Cardiovascular?"], ["06.03.20", "Boston Scientific (BSX) Down 12.9% Since Last Earnings Report: Can It Rebound?"], ["04.03.20", "Why Boston Scientific Shares Fell 10.7% in February"], ["12.02.20", "Is Boston Scientific Stock a Buy?"], ["06.02.20", "Boston Scientific (BSX) Q4 2019 Earnings Call Transcript"], ["05.02.20", "Boston Scientific (BSX) Q4 Earnings Beat, Margins Decline"], ["05.02.20", "Boston Scientific (BSX) Q4 Earnings Top Estimates"], ["05.02.20", "This Medtech Giant's Earnings Outlook Lagged — And Shares Reversed"], ["30.01.20", "Boston Scientific Rebounds From Q4 Sales Miss, Earns Relative Strength Rating Upgrade"], ["29.01.20", "Boston Scientific (BSX) Reports Next Week: Wall Street Expects Earnings Growth"], ["29.01.20", "Can Solid IC Growth Aid Boston Scientific (BSX) Q4 Earnings?"], ["17.01.20", "Boston Scientific Gets a Boost From New Products, Buyouts "], ["15.01.20", "Boston Scientific Stock Dips on Dull Preliminary Q4 Results"], ["13.01.20", "How Much Does Boston Scientific Spend On SG&A?"], ["11.01.20", "Healthy gains for Boston Scientific"], ["2020-06-02 04:00", "Should You Pick Boston Scientific Over Haemonetics?Boston Scientific, best known for its products in interventional medical specialties, has seen its stock price grow roughly 50% in the last few years. In comparison, Haemonetics, one of the world's largest blood management companies, has seen its stoc"], ["2020-06-01 06:28", "Reutershttps://www.reuters.com/article/brief-bos-says-rate-cuts-to-lower-net-in/brief-bos-says-rate-cuts-to-lower-net-interest-income-by-48-63-mln-zlotys-in-2020-idUSFWN2DF06KReuterseng2020-06-02T09:55:11+00:00BRIEF-BOS Says Rate Cuts To Lower Net Interest Income By 48-63 Mln Zlotys In 2020Headlines,HealthcareWSE:BOShttps://www.reuters.com/article/brief-dr-lal-pathlabs-says-adverse-impac/brief-dr-lal-pathlabs-says-adverse-impact-of-lockdown-on-cos-revenue-seen-until-q2-fy21-idUSFWN2DE101Reuterseng2020-06-02T09:54:23+00:00BRIEF-Dr. Lal Pathlabs Says Adverse Impact Of Lockdown On Co's Revenue Seen Until Q2 FY21Headlines,HealthcareNSE:LALPATHLABhttps://www.reuters.com/article/britain-lcf-inquiry/findings-from-inquiry-into-british-investment-firm-lcf-delayed-to- ... "], ["2020-06-01 05:45", "Protests spark virus fears in US; South Korea sees new cases ... Apps 25 Investigates Unsolved Traffic Health Politics Mass Marijuana WFXT News Team Contact Us Submit a News Tip Advertise with Us TV & Stream Schedule Boston 25 Cares Contests Work at Boston 25 Sports Boston Bruins Boston Celtics Boston Red Sox New England Patriots More Zip Trip Around Town Breaking News | Live Video | Protests spark virus fears in US; South Korea sees new ... . The U.S. has sent to Brazil more than 2 million doses of a malaria drug touted by President Donald Trump as potentially protecting against and treating the coronavirus, despite a lack of scientific evidence. Brazil, Latin America's hardest-hit country, continues to see a surge in virus cases, and last week Trump announced that the U.S. was restricting travel from the country. Traffic ... "], ["2020-06-01 02:50", "The Latest: S. Korea pushes QR registration for risky venues ...  Investigates Unsolved Traffic Health Politics Mass Marijuana WFXT News Team Contact Us Submit a News Tip Advertise with Us TV & Stream Schedule Boston 25 Cares Contests Work at Boston 25 Sports Boston Bruins Boston Celtics Boston Red Sox New England Patriots More Zip Trip Around Town Breaking News | Live Video | The Latest: S. Korea pushes QR registration for  ... Brazil more than 2 million doses of a malaria drug touted by President Donald Trump as potentially protecting against and treating the coronavirus, even though scientific evidence has not backed up those uses. No large, rigorous scientific studies have found the drug, hydroxychloroquine, safe or effective for preventing or treating COVID-19, and some smaller studies have indicated worse outcomes from  ... "], ["2020-06-01 02:00", "Nitric oxide being tested as an experimental treatment for COVID-19 ...  to see whether high dose inhaled nitric oxide given in hospital can reduce levels of the virus and improve breathing in COVID-19 patients on ventilators. Scientists in Boston and Louisiana are also giving several hundred severely ill patients nitric oxide, with preliminary results expected in the coming weeks. Several devices that produce nitric oxide have also  ... as testing numbers fall below 20K once again Sask. reports 11th death related to COVID-19; 1 new case Truth Tracker 'Plandemic' video full of false conspiracy theories about COVID-19 There's no scientific proof that COVID-19 was made in a Chinese lab No, COVID-19 has nothing to do with 5G technology How does it affect me? Pandemic parenting: Know your rights as a working parent with kids  ... "], ["2020-05-31 21:40", "The Latest: US sends Brazil malaria drug for COVID-19 ... Apps 25 Investigates Unsolved Traffic Health Politics Mass Marijuana WFXT News Team Contact Us Submit a News Tip Advertise with Us TV & Stream Schedule Boston 25 Cares Contests Work at Boston 25 Sports Boston Bruins Boston Celtics Boston Red Sox New England Patriots More Zip Trip Around Town Breaking News | Live Video | The Latest: US sends Brazil malaria drug for COVID-19  ... more than 2 million doses of a malaria drug touted by President Donald Trump as potentially protecting against and treating the coronavirus, even though scientific evidence has not backed up those uses. No large, rigorous scientific studies have found the drug, hydroxychloroquine, safe or effective for preventing or treating COVID-19, and some smaller studies have indicated worse outcomes  ... "], ["2020-05-31 21:36", "US sends Brazil malaria drug unproven for coronavirus treatment ...  more than 2 million doses of a malaria drug touted by President Donald Trump as potentially protecting against and treating the coronavirus, even though scientific evidence has not backed up those uses. No large, rigorous scientific studies have found the drug, hydroxychloroquine, safe or effective for preventing or treating COVID-19, and some smaller studies have indicated worse outcomes from ... in several brands of diabetes drug Important information for DISH customers Click here for more coronavirus coverage Trending 7Weather: Cooler and Sunny Sunday 'Let them stay at your house': Boston's top cop calls out 'liberal' judges for releasing criminals after night of violence Twitter can't do anything about who Trump is, but this group can ... "], ["2020-05-31 21:30", "US sends Brazil malaria drug unproven for COVID-19 treatment ...  25 Cares Contests Work at Boston 25 Sports Boston Bruins Boston Celtics Boston Red Sox New England Patriots More Zip Trip Around Town Breaking News | Live Video | US sends Brazil malaria drug unproven for COVID-19 treatment Share Share Share Updated: May 31, 2020 - 5:25 PM WASHINGTON — (AP) — The U.S. has sent to Brazil more than 2 million doses of a malaria drug touted by President Donald Trump as potentially protecting against and treating the coronavirus, even though scientific evidence has not backed up those uses. No large, rigorous scientific studies have found the drug, hydroxychloroquine, safe or effective for preventing or treating COVID-19, and some smaller studies have indicated worse outcomes from those taking the drug. Brazil, now ... "], ["2020-05-31 21:25", "US sends Brazil malaria drug unproven for COVID-19 treatment ... -16 season as a model Ricky Stenhouse Jr. arrives in Bristol with wheels no longer So ... what's the deal with 49ers TE George Kittle's contract Boston Marathon canceled for first time in 124-year history Local Locals Money Things to Do Neighborhoods Former SoMa tire factory turned Dwell-featured modern masterpiece The absolute worst depictions ... to Brazil more than 2 million doses of a malaria drug touted by President Donald Trump as potentially protecting against and treating the coronavirus, even though scientific evidence has not backed up those uses. No large, rigorous scientific studies have found the drug, hydroxychloroquine, safe or effective for preventing or treating COVID-19, and some smaller studies have indicated worse outcomes from those  ... "], ["2020-05-31 18:51", "Nevada home to 246M-year-old fossil of pregnant ichthyosaur ... have 2015-16 season as a model Ricky Stenhouse Jr. arrives in Bristol with wheels no longer So ... what's the deal with 49ers TE George Kittle's contract Boston Marathon canceled for first time in 124-year history Local Locals Money Things to Do Neighborhoods Former SoMa tire factory turned Dwell-featured modern masterpiece The absolute worst depictions of  ... is also a species of ichthyosaur, Cymbospondylus duelferi, that hasn't been found anywhere else, according to Sander's research. Researchers know because literature reviews that were part of the scientific reporting showed Martina had characteristics not found in any other ichthyosaur fossils. At about 12 feet (3.6 meters) long she was smaller than other ichthyosaurs, some of which are as  ... "], ["2020-05-31 15:14", "Keller @ Large: Retailers Association Of Mass. President Estimates 30% Of Small Businesses May Not Reopen ...  By Jon Keller May 31, 2020 at 11:14 am Filed Under: Boston News , Coronavirus , Jon Keller , Keller At Large , Retailers Association of Massachusetts BOSTON (CBS) Jon Hurst, the president of the Retailers Association of Massachusetts, said up to 30% of member small businesses say they may not reopen due to coronavirus shutdowns. Hurst told WBZ-TV political analyst Jon Keller that he disagrees with the state's reopening plan that still does not allow retail stores considered non-essential to welcome customers back in person in any capacity. The association president recently called the decision \"incredibly unfair and disappointing.\" \"It was arbitrary. It really wasn't scientific,\" said Hurst. \"We can't understand why we' ... "], ["2020-05-31 14:48", "How leaders should address race with their employees, the Warren Buffett of tech, and top healthcare startups ... 't breathe. The arrest was caught on video, and the Minneapolis police officer who knelt on George Floyd's neck has since been charged with third-degree murder and manslaughter . As Tati Bellamy Walker and Shana Lebowitz report, a memo from medical-device-manufacturing firm Boston Scientific on the killing of George Floyd is a case study in how leaders should address the events in Minnesota with their employees. From their story: The medical-device-manufacturing firm Boston Scientific released an open letter denouncing the killing of George Floyd, a black man who died in Minneapolis last week after a white officer handcuffed and pinned him on the ground. CEO Michael Mahoney's open letter to the company shows the value of employee resource ... "], ["2020-05-31 14:48", "How leaders should address race with their employees, the Warren Buffett of tech, and top healthcare startups ... 't breathe. The arrest was caught on video, and the Minneapolis police officer who knelt on George Floyd's neck has since been charged with third-degree murder and manslaughter . As Tati Bellamy Walker and Shana Lebowitz report, a memo from medical-device-manufacturing firm Boston Scientific on the killing of George Floyd is a case study in how leaders should address the events in Minnesota with their employees. From their story: The medical-device-manufacturing firm Boston Scientific released an open letter denouncing the killing of George Floyd, a black man who died in Minneapolis last week after a white officer handcuffed and pinned him on the ground. CEO Michael Mahoney's open letter to the company shows the value of employee resource groups ... "], ["2020-05-31 09:00", "The difficulty of doing nothing ...  \"survivor of the corporate-mandated 'Six Sigma' training to improve efficiency,\" Smart claimed that the culture of effectiveness is, in fact, ineffective. Drawing from the scientific literature on neuroscience, he made the case that filling life with activity harms the brain. The human mind is made to be unplugged frequently. At a deeper level, my  ...  electric shocks. Understanding the value of doing nothing is a lot of work. Advertisement Mattia Ferraresi is a writer for the Italian newspaper Il Foglio. Follow him on Twitter @mattiaferraresi Boston Globe video Follow Us Share on Twitter Share on Facebook Share on Instagram Share on Twitter Share on Facebook Share on Instagram Subscribe Now Digital Access Home Delivery Gift Subscriptions  ... "], ["2020-05-31 08:30", "Pseudoscience goes on trial ...  was a guy named Junior Williams. According to papers filed recently by Suffolk County District Attorney Rachael Rollins's Integrity Review Bureau and the Innocence Project, Williams was stopped by Boston police about two hours after the murders and was wearing a sweatshirt with what they believed to be blood stains. Forensics at the time proved only that the blood type was  ...  the law,\" Natarajan said. \"There's a disconnect. There needs to be more training, support, and resources for the bench and bar to comprehend and address issues of scientific reliability.\" There are many things this nation's adversarial system of justice does well. But setting the appropriate guardrails on what constitutes reliable science in the courtroom is still ... "], ["2020-05-31 08:00", "What's Up in June: As summer officially arrives, the skies open up ...  myth, Juno had the power to see through a veil of clouds that Zeus put up. Our latest mission to Jupiter was named Juno and does much the same thing for us today except this Juno uses scientific instruments that humans designed using the principles of mathematics and physics instead of magic. This month also marks the beginning of summer for us in the northern hemisphere. This year it happens on June 20 at 5 ...  Outdoors RVs rise in popularity as vacationers seek a safe distance from crowds Browse more in Sports High School Sports College Sports Outdoors Olympics Maine Red Claws Boston Red Sox New England Patriots Most read stories Gov. Mills delays restaurant dine-in reopenings Mills orders Maine businesses to post mask requirements for COVID-19 Portland ... "], ["2020-05-31 08:00", "HBO Max rolls in with 'Love Life,' a surprisingly deep romance dramedy ...  on the Move Commercial Real Estate Opinion All Opinion Meetinghouse Editorials Letters Columns Bill Nemitz Greg Kesich Sports All Sports Varsity Maine Colleges Outdoors Portland Sea Dogs Boston Red Sox New England Patriots A&E All A&E Books Sudoku Crossword Food All Food Restaurant reviews Cookbook Reviews Recipes Vegan Kitchen Green Plate Special Maine  ... polished, and geared toward millennial heartache. With irritatingly detached narration from British actress Lesley Manville, we are asked to view Darby's love life through a prism of statistics and quasi-scientific claptrap. The \"average person,\" we are told, experiences seven significant relationships in her or his adult life, two of which are long-term, everything else falling under the wide  ... "], ["2020-05-31 04:49", "2 different asteroids visited by spacecraft may have once been part of 1 larger asteroid ... Earth asteroids at about the same times, which allows us to discover two new small worlds,\" said Patrick Michel, study coauthor and director of research at the French National Centre for Scientific Research in Paris. \"What really fascinated us when we saw the first images, is the amazing similarity of the two objects, before more detailed observations made differences emerge. This is really ... a gift to the community Over 10 agonizing days, this migrant worker walked 1,250 miles home. India's lockdown left him no choice Runner looks to 2021 as this year's Boston Marathon is canceled Comments Leave a Reply Cancel reply You must be logged in to post a comment. Terms of Service | Privacy Policy | KMIZ-TV FCC Public File | Do Not Sell My Personal  ... "], ["2020-05-31 01:10", "Beyond the Byline: Replica baseball cards, real memories ... , Pensacola, Mobile, Lexington, Washington D.C., Amarillo, Houston, Dallas (all in Texas), New York City, Wildwood, Montreal, various points in Ontario, Harrisburg, Indianapolis, Columbus, Boston, Hyannisport, Albuquerque, Phoenix and more. It's quite a collection, except I really can't tell you which rocks came from where,  ... What I am certain about is that no matter how the TP comes off the roller — over the top or from down under — it still performs at the same high level of efficiency. And I believe there is scientific evidence that the amount used by each configuration is minimal, I realize TP has now risen to new heights as a valued commodity. And it should be appreciated and conserved to a certain extent. But wasting valuable time on  ... "], ["2020-05-30 23:32", "John Randall, ichthyologist extraordinaire, dies at 95 ...  life, died April 26 at his home in Kaneohe, Hawaii, at 95. His daughter, Loreen Randall O'Hara, said the death certificate cited \"undetermined natural cause, probable lung cancer.\" Advertisement Beginning his scientific career in the 1950s as the young field of scuba diving was opening the ocean depths to exploration, Dr. Randall went on to name 30 new genera and 834 new species of fish. By comparison, the ...  of overfishing and global warming. \"He could see the decline,\" she said, \"and shared with many of us the grief of seeing the ocean unravel.\" Boston Globe video Follow Us Share on Twitter Share on Facebook Share on Instagram Share on Twitter Share on Facebook Share on Instagram Subscribe Now Digital Access Home Delivery Gift  ... "]]}}