{"postfix": "bristol-myers_squibb-aktie", "name": "BRISTOL-MYERS_SQUIBB", "wkn": "850501", "time": "2020.06.02 12:46", "ts": 1591094797, "features": {"KGV": "13.78", "Marktkapitalisierung": {"Size": "Mrd", "Value": "121.89"}, "GA": "4.69", "KBV": "2.48", "BA": "26.09", "KCV": "13.72", "CA": "4.71", "Vola30": "32.16", "Vola90": "39.37", "Vola180": "33.84", "Vola250": "29.78"}, "rivals": ["merck_co-aktie", "bayer-aktie", "novartis-aktie", "vertex_pharmaceuticals-aktie", "pfizer-aktie", "celgene-aktie", "sanofi-aktie"], "text_data": {"de": [["09.05.20", "Bristol-Myers Squibb: Zahlen zum abgelaufenen Jahresviertel"], ["07.05.20", "Bristol-Myers Squibb dank Zukauf mit hohen Umsätzen aber auch hohen Verlusten"], ["07.05.20", "Ausblick: Bristol-Myers Squibb präsentiert Bilanzzahlen zum jüngsten Jahresviertel"], ["22.04.20", "Erste Schätzungen: Bristol-Myers Squibb gewährt Anlegern Blick in die Bücher"], ["20.04.20", "Celgene-Käufer Bristol-Myers Squibb: Das ist stark - jetzt einsteigen?"], ["03.03.20", "Pharmakonzern Bristol-Myers Squibb kündigt Dividende an"], ["07.02.20", "Bristol-Myers Squibb hat die Zahlen zum jüngsten Quartal vorgelegt"], ["06.02.20", "MÄRKTE USA/Wall Street steigt auf neue Rekordhochs"], ["06.02.20", "MÄRKTE USA/Mit kleinen Gewinnen auf neue Rekordhochs"], ["06.02.20", "MÄRKTE USA/Dow und S&P-500 auf Allzeithoch - Kurssprung bei Twitter"], ["05.02.20", "Ausblick: Bristol-Myers Squibb verkündet Quartalsergebnis zum jüngsten Jahresviertel"], ["07.01.20", "Evotec baut Kooperation mit BMS-Tochter Celgene aus - Millionenzahlung"], ["Ab Q1 2020", "Weniger Fusion 2019 - aber dennoch kein schlechtes Jahr"], ["Ab Q1 2020", "Pharmakonzern Bristol-Myers Squibb erhöht die Dividende"]], "en": [["29.05.20", "Bristol-Myers Squibb (BMY) Stock Sinks As Market Gains: What You Should Know"], ["28.05.20", "Is Pfizer’s 2x Price Rise Versus Bristol-Myers Squibb Justified?"], ["27.05.20", "Should Value Investors Buy Bristol-Myers Squibb (BMY) Stock?"], ["20.05.20", "The Zacks Analyst Blog Highlights: Facebook, Johnson & Johnson, Fidelity National Information Services, Alibaba and Bristol-Myers Squibb"], ["20.05.20", "Buy Bristol-Myers Squibb For 25% Gains?"], ["19.05.20", "Zacks.com featured highlights include: Taiwan Semiconductor Manufacturing Company, Dollar General, Kroger, Bristol-Myers Squibb and NIC"], ["18.05.20", "Why Bristol-Myers Squibb (BMY) is a Great Dividend Stock Right Now"], ["17.05.20", "Better Buy: Pfizer vs. Bristol Myers Squibb"], ["13.05.20", "Bristol Myers Squibb Receives a 'Refuse to File' Letter for an Experimental Cancer Therapy on a Deadline"], ["13.05.20", "Bluebird, Bristol-Myers Squibb have resubmit FDA bid for CAR-T therapy"], ["13.05.20", "Is Bristol Myers Squibb Losing Its Edge As A Growth Stock?"], ["11.05.20", "Bristol Myers Squibb Offers bluebird bio a $200 Million Royalty Buyout"], ["11.05.20", "Is Bristol-Myers Squibb (BMY) Stock Undervalued Right Now?"], ["07.05.20", "Bristol-Myers Squibb Co (BMY) Q1 2020 Earnings Call Transcript"], ["07.05.20", "Bristol-Myers Squibb (BMY) Tops Q1 Earnings and Revenue Estimates"], ["04.05.20", "Stocks To Watch Ahead Of Earnings: Bristol Myers Squibb"], ["30.04.20", "Bristol-Myers Squibb (BMY) Stock Moves -0.84%: What You Should Know"], ["30.04.20", "Bristol-Myers Squibb (BMY) Reports Next Week: Wall Street Expects Earnings Growth"], ["30.04.20", "Zacks.com featured highlights include: Strategic Education, Lockheed Martin, Bristol-Myers Squibb, Dollar General and The Kroger"], ["23.04.20", "Bristol-Myers Squibb (BMY) Stock Moves -0.03%: What You Should Know"], ["22.04.20", "Why You're Smart to Buy Bristol Myers Squibb"], ["18.04.20", "Better Buy: GlaxoSmithKline vs. Bristol Myers Squibb"], ["17.04.20", "The Zacks Analyst Blog Highlights: Comcast, Bristol-Myers Squibb, Walgreens Boots Alliance, UnitedHealth and Xcel Energy"], ["15.04.20", "Why Bristol-Myers Squibb (BMY) is a Top Dividend Stock for Your Portfolio"], ["15.04.20", "Buy, Sell, Or Hold Bristol-Myers Squibb At $60?"], ["15.04.20", "Should You Scoop Up Bristol Myers Squibb Shares?"], ["14.04.20", "Bristol-Myers Squibb (BMY) Gains But Lags Market: What You Should Know"], ["07.04.20", "Bristol-Myers Squibb (BMY) Dips More Than Broader Markets: What You Should Know"], ["06.04.20", "Former Celgene Drug Earns a Key Approval for Bristol Myers Squibb"], ["01.04.20", "Bristol-Myers Squibb (BMY) Stock Moves -1.58%: What You Should Know"], ["31.03.20", "Is Johnson & Johnson A Better Bet Compared To Bristol-Myers Squibb After 15% Decline?"], ["30.03.20", "Are You Looking for a High-Growth Dividend Stock? Bristol-Myers Squibb (BMY) Could Be a Great Choice"], ["27.03.20", "Is Bristol Myers Squibb Stock a Buy?"], ["26.03.20", "Zacks.com featured highlights include: Bristol-Myers Squibb, AmerisourceBergen, Leidos, Xcel Energy and Caseys General Stores"], ["24.03.20", "The Zacks Analyst Blog Highlights: Bristol-Myers Squibb, BHP, CVS Health, T-Mobile US and Anthem"], ["20.03.20", "Bristol-Myers Squibb (BMY) Stock Moves -0.8%: What You Should Know"], ["19.03.20", "Bristol Myers Squibb Hints at Further Acquisition Plans With New Executive Hire"], ["16.03.20", "Why BioMarin Pharmaceutical, Bristol-Myers Squibb, and bluebird bio Are Getting Hammered Monday"], ["13.03.20", "Bristol-Myers Squibb Stock Set To Outperform S&P 500 Post Coronavirus?"], ["11.03.20", "Why Bristol-Myers Squibb (BMY) is a Great Dividend Stock Right Now"], ["2020-06-02 05:44", "Fortune ... . (Spoiler: he doesn't see a vaccine being rolled out broadly for 18 months to 2 years.)And finally, a plug for a remarkable event that Fortune is hosting virtually next month: Fortune Brainstorm Health. At a time when the world is struggling with the health and economic implications of the coronavirus, we are bringing together CEOs of Johnson & Johnson, Amgen, Baxter, Bristol-Myers Squibb, Centene and the Mayo Clinic, as well as thought leaders like Dan Ariely, Jennifer Doudna and Niall Ferguson, to provide an early look at the post-Covid future. There are still a few spots available for this highly interactive event. If you are interested, go here to apply. CEO Daily readers get a 50% discount if they use this code: BSH20HALFPhew. Apologies for the ... "], ["2020-06-01 06:28", "Reutershttps://www.reuters.com/article/brief-bos-says-rate-cuts-to-lower-net-in/brief-bos-says-rate-cuts-to-lower-net-interest-income-by-48-63-mln-zlotys-in-2020-idUSFWN2DF06KReuterseng2020-06-02T09:55:11+00:00BRIEF-BOS Says Rate Cuts To Lower Net Interest Income By 48-63 Mln Zlotys In 2020Headlines,HealthcareWSE:BOShttps://www.reuters.com/article/brief-dr-lal-pathlabs-says-adverse-impac/brief-dr-lal-pathlabs-says-adverse-impact-of-lockdown-on-cos-revenue-seen-until-q2-fy21-idUSFWN2DE101Reuterseng2020-06-02T09:54:23+00:00BRIEF-Dr. Lal Pathlabs Says Adverse Impact Of Lockdown On Co's Revenue Seen Until Q2 FY21Headlines,HealthcareNSE:LALPATHLABhttps://www.reuters.com/article/britain-lcf-inquiry/findings-from-inquiry-into-british-investment-firm-lcf-delayed-to- ... "], ["2020-05-30 13:30", "Greater Trenton's Businesses Helping Businesses gets go-ahead to supplement $2M loan program ...  enterprise zone revolving loan program. The money will now provide for loans to businesses of all sizes located outside of the city's zone, giving more financial resources to span the entirety of Trenton's 7.5-square-mile area. CORONAVIRUS RESOURCES: Live map tracker | Newsletter | Homepage Funding commitments were provided by Greater Trenton board member organizations that include Bristol-Myers Squibb Foundation, NJM Insurance Group, Princeton University and Investors Bank for loans to businesses outside of Trenton's UEZ zones. The UEZ program has been in place for two months, Greater Trenton CEO George Sowa told NJ Advance Media, with six loans already closed on over $100,000. The maximum amount for each business is capped at $20,000 and 15 ... "], ["2020-05-30 06:36", "Reutershttps://www.reuters.com/article/brief-bos-says-rate-cuts-to-lower-net-in/brief-bos-says-rate-cuts-to-lower-net-interest-income-by-48-63-mln-zlotys-in-2020-idUSFWN2DF06KReuterseng2020-06-02T09:55:11+00:00BRIEF-BOS Says Rate Cuts To Lower Net Interest Income By 48-63 Mln Zlotys In 2020Headlines,HealthcareWSE:BOShttps://www.reuters.com/article/brief-dr-lal-pathlabs-says-adverse-impac/brief-dr-lal-pathlabs-says-adverse-impact-of-lockdown-on-cos-revenue-seen-until-q2-fy21-idUSFWN2DE101Reuterseng2020-06-02T09:54:23+00:00BRIEF-Dr. Lal Pathlabs Says Adverse Impact Of Lockdown On Co's Revenue Seen Until Q2 FY21Headlines,HealthcareNSE:LALPATHLABhttps://www.reuters.com/article/britain-lcf-inquiry/findings-from-inquiry-into-british-investment-firm-lcf-delayed-to- ... "], ["2020-05-29 23:46", "Streetwise newsletter: Best reads of the week ... , in fact. (Tim Shufelt) DEALS NEWS: MERGERS, ACQUISITIONS, IPOs and FINANCINGS Montreal's Repare Therapeutics files for $100-million IPO on Nasdaq, first new issue by Canadian biotech in a year: Montreal cancer-treatment developer Repare Therapeutics Inc. is set to go public on the Nasdaq exchange on the heels of striking a blockbuster partnership with pharmaceutical giant Bristol Myers Squibb Co. (Sean Silcoff) Air Canada's takeover deal for Transat faces scrutiny from EU antitrust watchdog: The European antitrust watchdog launched an investigation of Air Canada's proposed takeover of Transat AT Inc., echoing the concerns of Canada's Competition Bureau that the combination of the two Montreal-based airlines would limit consumer choices and ... "], ["2020-05-29 21:45", "Bristol-Myers Squibb (BMY) Stock Sinks As Market Gains: What You Should KnowBristol-Myers Squibb (BMY) closed at $59.72 in the latest trading session, marking a -0.15% move from the prior day."], ["2020-05-29 20:02", "Investing During Coronavirus: Stocks Turn Positive on Trump's Trade Comments ... Just like the story of \"Goldilocks and the Three Bears,\" it's important to find the exact fit. Here are 15 stocks to consider for investments that fit \"just right\": AbbVie (NYSE: ABBV ) Albemarle (NYSE: ALB ) Alexion Pharmaceuticals (NASDAQ: ALXN ) Applied Materials (NASDAQ: AMAT ) Ameriprise Financial (NYSE: AMP ) Anthem (NYSE: ANTM ) Broadcom (NASDAQ: AVGO ) Bristol-Myers Squibb (NYSE: BMY ) CBRE Group (NYSE: CBRE ) Cigna (NYSE: CI ) Centene (NYSE: CNC ) Cabot Oil & Gas (NYSE: COG ) Fifth Third Bancorp (NASDAQ: FITB ) Lam Research (NASDAQ: LRCX ) Universal Health Services (NYSE: UHS ) Affluent Customers Make Williams-Sonoma Stock a Buy [Tuesday, May 26, 2:09 p.m.] Contributed by Sarah Smith The current angle on retail is grim. Brick-and ... "], ["2020-05-29 13:38", "Powerful Proof Anyone Can Invest for an Early Retirement - May 29, 2020 ...  markets do its magic to help grow your retirement nest egg exponentially over time. Growth stocks with low beta, strong earnings estimates, positive sales growth, and expected future growth are an excellent way to determine investable growth stocks for your retirement. The Zacks Rank routinely recognizes lower risk growth retirement portfolio picks, and here are a few that may be worth considering: Bristol-Myers Squibb ( BMY - Free Report ) , AbbVie ( ABBV - Free Report ) and Amgen ( AMGN - Free Report ) . These growth stocks have strong Zacks Ranks and a beta of 1 or lower, with earnings and sales growth of at least 5% over the past 5 years. Do You Know the Top 9 Retirement Investing Mistakes? Whether you're planning to retire early or not, don't ... "], ["2020-05-29 13:37", "Pharma Stock Roundup: MRK, RHHBY Give Coronavirus Updates,SNY to Sell Stake in REGN ... reduced eosinophils in the esophagus and also improved all clinical, anatomic and histologic measures of the disease. Several Approvals by FDA and EC: The FDA granted approval to Bristol-Myers dual immunotherapy, Opdivo + Yervoy combined with limited chemotherapy as first-line treatment of metastatic or recurrent non-small cell lung cancer (NSCLC) with no EGFR or ALK  ...  (AZN) - free report > > Roche Holding AG (RHHBY) - free report > > Merck Co., Inc. (MRK) - free report > > Eli Lilly and Company (LLY) - free report > > GlaxoSmithKline plc (GSK) - free report > > BristolMyers Squibb Company (BMY) - free report > > Published in pharmaceuticals Zacks' 7 Best Strong Buy Stocks for June, 2020 Free Research for Zacks.com Readers Experts have chosen 7 stocks ... "], ["2020-05-29 10:59", "Bristol Myers Squibb To Hold Virtual Three-Part Investor Series ...  be available at the start of each live webcast. A replay and archived edition of the presentations will be available following each event. This series replaces the originally planned Investor Day that was postponed due to the COVID-19 pandemic. About Bristol Myers Squibb Bristol Myers Squibb is a global biopharmaceutical company whose mission is to discover, develop and deliver innovative medicines that help patients prevail over serious diseases. For more information about Bristol Myers Squibb, visit us at BMS.com or follow us on LinkedIn , Twitter , YouTube , Facebook , and Instagram . View source version on businesswire.com: https://www.businesswire.com/news/home/20200529005057/en/ By Business Wire Terms Of Use Privacy Policy Advertise Reprints Customer ... "], ["2020-05-29 04:00", "Study reveals factors influencing outcomes in kidney cancer treated with immunotherapy ...  renal cell cancer (ccRCC). \"Kidney cancer breaks all those rules,\" said David Braun, MD, PhD, a Dana-Farber kidney cancer specialist and first author of the report. Co-senior authors are Toni Choueiri, MD, Catherine J. Wu, MD, Sachet A. Shukla, PhD, and Sabina Signoretti, MD all of Dana-Farber. Other authors are from the Broad Institute of MIT and Harvard, Bristol Myers Squibb, and Brigham and Women's Hospital. Clear cell renal cell cancer is the most common form of kidney cancer. There are about 74,000 new cases of kidney cancer in the United States each year, and about 15,000 deaths. Checkpoint inhibitor immunotherapy drugs such as pembrolizumab (Keytruda) and nivolumab (Opdivo) used in advanced kidney cancer work by blocking PD-1, a protein ... "], ["2020-05-29 03:10", "Mike Pence's chief of staff holds $1.6m of stock in firms responding to pandemic ... Shaub is now with the government watchdog Citizens for Responsibility and Ethics in Washington who first highlighted the potential conflict of interest. Short previously listed the stocks in some 100 companies when he reentered the Trump administration as Pence's Chief of Staff in March 2019. They included companies such as Abbott Laboratories, Gilead Sciences, Procter & Gamble, Medtronic, Bristol Myers Squibb and Johnson & Johnson. Short himself acknowledged that the stocks could have a potential conflict of interest when he applied for a tax break often granted to government officials who must sell stock to comply with ethics laws. His tax break application was turned down but he retained the stocks He did not divest from those stocks, however, despite ... "], ["2020-05-28 23:42", "Streetwise newsletter: Banks report uptick in credit card spending, loan activity as consumers loosen pandemic purse-strings ...  novel coronavirus, adding 454 per cent more reserves to cover potential loan losses. (James Bradshaw) Story continues below advertisement Repare Therapeutics set to disclose plan to go public on NASDAQ, raise $100-million: Montreal cancer-treatment developer Repare Therapeutics Inc. is set to go public on the Nasdaq exchange on the heels of striking a blockbuster partnership with pharmaceutical giant Bristol Myers Squibb Co. Air Canada tapping securities markets for $1.4-billion to bolster cash as travel stalls: Air Canada is tapping securities markets for $1.4-billion as Canada's largest airline bolsters its cash balance amid a near collapse of global air travel. (Eric Atkins) The Streetwise newsletter is Monday to Friday. If you're reading this on ... "], ["2020-05-28 23:24", "Repare Therapeutics set to disclose plan to go public on NASDAQ, raise $100-million ...  Cowen Healthcare Investments, OrbiMed, Redmile, BVF Partners and Logos Capital, as well as Versant, MPM Capital, the Fonds and BDC Capital, which financed a US$68-million financing in 2017 . This is a pivotal year for Repare, which aims to get its lead drug candidate into human clinical trials this summer. On Tuesday Repare said it had struck a research collaboration deal with Bristol Myers Squibb (BMS) that will see the two work together to identify cancer drug candidates. BMS agreed to pay US$65-million upfront, including a US$15-million investment in Repare. The Montreal company can earn up to US$3-billion if the drugs pass a series of development milestones and become commercial products. Your time is valuable. Have the Top Business Headlines newsletter ... "], ["2020-05-28 20:05", "CytomX Therapeutics To Participate At Upcoming Healthcare Conferences ... be inaccessible to conventional antibody drug conjugates due to their presence on many healthy tissues. The CytomX clinical stage pipeline also includes cancer immunotherapeutic candidates against validated targets such as the CTLA-4-targeting Probody therapeutics, BMS-986249 and BMS-986288, partnered with Bristol Myers Squibb. CytomX has strategic drug discovery and development collaborations with AbbVie, Amgen, Astellas and Bristol Myers Squibb. For additional information about CytomX Therapeutics, visit www.cytomx.com and follow us on LinkedIn and Twitter . CytomX Therapeutics Forward-Looking Statements This press release includes forward-looking statements. Such forward-looking statements involve known and unknown risks, uncertainties and other important ... "], ["2020-05-28 17:00", "COVID-19 Drug And Vaccine Pipeline Overview, 2020 - 153 Drugs And Vaccines Presented, 150 Companies Covered ... Roche AG COVID-19 Pipeline 2.7 OncoImmune Inc COVID-19 Pipeline 2.8 Sanofi SA COVID-19 Pipeline 2.9 Swedish Orphan Biovitrum AB COVID-19 Pipeline 2.10 CytoDyn Inc COVID-19 Pipeline 3 Phase 2 COVID-19 Drug Candidates in Active Development 3.1 Eli Lilly and Company COVID-19 Pipeline 3.2 Karyopharm Therapeutics Inc COVID-19 Pipeline 3.3 Synairgen Plc COVID-19 Pipeline 3.4 Bristol-Myers Squibb Co. COVID-19 Pipeline 3.5 Tianjin CanSino Biotechnology COVID-19 Pipeline 3.6 Kinevant Sciences Ltd COVID-19 Pipeline 3.7 Vitaeris Inc COVID-19 Pipeline 3.8 Relief Therapeutics Holdings COVID-19 Pipeline 3.9 Viriom Inc COVID-19 Pipeline 3.10 CalciMedica Inc COVID-19 Pipeline 3.11 Apeiron Biologics GmbH COVID-19 Pipeline 3.12 Ansun Biopharma Inc COVID-19 Pipeline 3.13 I-MAB ... "], ["2020-05-28 17:00", "CTMX Shareholder Alert: Bronstein, Gewirtz & Grossman, LLC Notifies Investors of Class Action Against CytomX Therapeutics, Inc. and Encourages Investors to Contact the Firm ...  13, 2020, CytomX made available abstracts for the Company's clinical presentations for CX-072, an PD-L1 inhibitor, and CX-2009, an antibody-drug conjugate. Results from CytomX's Phase 2 study evaluating CX-072 in patients with solid tumors showed a response rate of 8.8%, compared to a response rate of 18.5% in patients receiving the combination of CX-072 and Bristol Myers Squibb's Yervoy (ipilimumab). Meanwhile, results from CytomX's Phase 1/2 study evaluating CX-2009 in patients with solid tumors showed \"evidence\" of clinical activity at doses at least 4 mg/kg 3x/week, yet the data suggest a significantly higher rate of serious or greater treatment-related toxicity to the eyes at dose equivalents at least 8 mg/kg 3x/week. Following ... "], ["2020-05-28 16:45", "Is Bristol-Myers (BMY) a Solid Growth Stock? 3 Reasons to Think \" Yes \" ...  very nature. Also, one could end up losing from a stock whose growth story is actually over or nearing its end. However, the task of finding cutting-edge growth stocks is made easy with the help of the Zacks Growth Style Score (part of the Zacks Style Scores system), which looks beyond the traditional growth attributes to analyze a company's real growth prospects. Bristol-Myers Squibb ( BMY - Free Report ) is on the list of such stocks currently recommended by our proprietary system. In addition to a favorable Growth Score, it carries a top Zacks Rank. Studies have shown that stocks with the best growth features consistently outperform the market. And returns are even better for stocks that possess the combination of a Growth Score of A or B and a Zacks ... "], ["2020-05-28 16:44", "Pence chief of staff owns stock affected by boss's coronavirus work: report ...  By Zack Budryk - 05/28/20 12:44 PM EDT &nbsp Greg Nash Vice President Pence's chief of staff Marc Short owns between $506,043 and $1.6 million worth of stocks in companies involved in the Trump administration's coronavirus response, NPR reported Thursday . The stocks range from medical and manufacturing companies such as Abbott Laboratories, Gilead Sciences and Bristol Myers Squibb which are directly involved in or connected with the work done by the task force Pence chairs, to others such as Walmart, Roche and CVS, which the White House has highlighted for their collaboration with the federal government. Short identified more than 100 listings of individual stocks as possible conflicts of interest after taking the job with Pence's office last ... "], ["2020-05-28 16:29", "Despite Coronavirus, These 22 Fastest-Growing Companies Expect 25%-150% Growth In 2020 ...  88 91 A 97 9.5 21.6 Vertex Pharmaceuticals VRTX 65 99 94 A 99 26.4 42.9 Advanced Micro Devices AMD 59 99 95 A 99 36.9 11.6 Netflix NFLX 56 99 91 A 98 29.1 10.2 Dropbox DBX 46 80 88 A 99 27.9 13.8 Zynex ZYXI 43 95 98 A 99 65.2 26.3 Nvidia NVDA 37 99 97 A 99 33.2 35.4 Cabot Microelectronics CCMP 34 89 89 A 96 17.9 19.4 MarketAxess Holdings MKTX 32 95 93 A 97 29.7 50.3 Bristol Myers Squibb BMY 32 98 84 A 98 24.5 36.1 Tradeweb Markets TW 29 97 93 A 98 5.8 40.5 Palomar Holdings PLMR 29 99 97 A 97 24.1 41 Atlassian TEAM 28 98 92 A 99 29.1 22.9 ServiceNow NOW 27 97 92 A 99 39.9 23.1 Regeneron Pharmaceutical REGN 27 97 95 A 99 28.5 42.1 Advanced Energy Inds AEIS 27 87 88 A 98 14.6 13 Zoom Video Comm ZM 26 84 98 A 98 24.5 16.8 Taiwan Semiconductor TSM 25 90 83 A 98 ... "]]}}