{"postfix": "brooks_automation-aktie", "name": "BROOKS_AUTOMATION", "wkn": "257275", "time": "2020.06.02 11:09", "ts": 1591088949, "features": {"KGV": "48.12", "Marktkapitalisierung": {"Size": "Mrd", "Value": "2.64"}, "GA": "0.77", "KBV": "2.35", "BA": "15.77", "KCV": "9.19", "CA": "4.03", "Vola30": "77.14", "Vola90": "80.94", "Vola180": "65.06", "Vola250": "56.03"}, "rivals": ["applied_materials-aktie"], "text_data": {"de": [["31.05.20", "So schätzen die Analysten die Brooks Automation-Aktie im Mai 2020 ein"], ["02.05.20", "Brooks Automation stellte das Zahlenwerk zum vergangenen Quartal vor"], ["30.04.20", "Brooks Automation-Aktie: Das sind die Expertenmeinungen des Monats April"], ["29.04.20", "Ausblick: Brooks Automation zieht Bilanz zum jüngsten Jahresviertel"], ["15.04.20", "Erste Schätzungen: Brooks Automation legt die Bilanz zum abgelaufenen Quartal vor"], ["08.02.20", "Brooks Automation: Zahlen zum abgelaufenen Jahresviertel"], ["05.02.20", "Ausblick: Brooks Automation öffnet die Bücher zum abgelaufenen Quartal"]], "en": [["01.05.20", "Brooks Automation Inc (BRKS) Q2 2020 Earnings Call Transcript"], ["01.05.20", "Brooks Automation (BRKS) Tops Q2 Earnings and Revenue Estimates"], ["23.04.20", "Brooks Automation (BRKS) Earnings Expected to Grow: Should You Buy?"], ["07.02.20", "Brooks Automation Inc (BRKS) Q1 2020 Earnings Call Transcript"], ["07.02.20", "Brooks Automation (BRKS) Q1 Earnings and Revenues Top Estimates"], ["03.02.20", "Don’t Chase Momentum In Tesla, Brooks Automation, Or Teladoc"], ["28.01.20", "Brooks Automation (BRKS) Earnings Expected to Grow: Should You Buy?"], ["2020-05-30 16:07", "Gov. Tim Walz to mobilize Minnesota's full National Guard ... Driving the news: The coronavirus pandemic Arrow Sections Politics & Policy Donald Trump 2020 Election Policymaking Immigration Technology Big Tech Misinformation Data privacy Surveillance Automation and AI Economy & Business Media Stock market Jobs Transportation Retail Trade war Health Coronavirus Health care costs Opioids Affordable Care Act Medicare for ...  tracking choices Contact us Subscribe Axios newsletters Axios app Pro Rata Podcast 11 mins ago - Politics & Policy Gov. Tim Walz to mobilize Minnesota's full National Guard Rashaan Ayesh Photo: Steel Brooks/Anadolu Agency via Getty Images Minnesota Gov. Tim Walz announced on Saturday he is activating the full National Guard to respond to street violence in Minneapolis that broke out during protests of ... "], ["2020-05-30 15:15", "The aftermath of George Floyd's death: Everything you need to know ...  the news: The coronavirus pandemic Arrow Sections Politics & Policy Donald Trump 2020 Election Policymaking Immigration Technology Big Tech Misinformation Data privacy Surveillance Automation and AI Economy & Business Media Stock market Jobs Transportation Retail Trade war Health Coronavirus Health care costs Opioids Affordable Care Act Medicare  ...  & Policy The aftermath of George Floyd's death: Everything you need to know Axios A mural outside Cup Foods in Minneapolis, near where George Floyd was killed in an encouner with police. Photo: Steel Brooks/Anadolu Agency via Getty Images Former Minneapolis police officer Derek Chauvin is in jail under $500,000 bail on charges of third-degree murder and manslaughter after a video of him kneeling on George Floyd ... "], ["2020-05-30 15:10", "Live updates: SpaceX to launch NASA astronauts Saturday ... news: The coronavirus pandemic Arrow Sections Politics & Policy Donald Trump 2020 Election Policymaking Immigration Technology Big Tech Misinformation Data privacy Surveillance Automation and AI Economy & Business Media Stock market Jobs Transportation Retail Trade war Health Coronavirus Health care costs Opioids Affordable Care Act ...  ago - Politics & Policy The aftermath of George Floyd's death: Everything you need to know A mural outside Cup Foods in Minneapolis, near where George Floyd was killed in an encouner with police. Photo: Steel Brooks/Anadolu Agency via Getty Images Former Minneapolis police officer Derek Chauvin is in jail under $500,000 bail on charges of third-degree murder and manslaughter after a video of him kneeling on George Floyd's ... "], ["2020-05-30 15:00", "Too much to stomach? Will spotlight from COVID-19 turn people away from Canada's meat industry? ... worker. \"It's cold, it's wet, it's loud,\" says Thomas Hesse, president of the union local that represents workers at the plants in High River and in the town of Brooks, two hours east. Three large plants — the two in Alberta, plus another Cargill plant in Guelph, Ont. — process 85 per cent of the country's beef. The first case at Alberta's  ...  allowed farmers to churn out animal after animal alike in shape and size, no one has quite cracked the code for cows yet, so they arrive at the plant all slightly different sizes. That means automation of a lot of these processes are, at best, expensive and hard to implement, or, at worst, impossible. Adding to the pressure to move a lot of cattle, and quickly, is the fact that the  ... "], ["2020-05-30 14:10", "Microsoft will axe up to 50 journalists and replace them with robots ... the project in the UK. They have been told their jobs will be gone within a month. One of those journalists affected told The Guardian : 'I spend all my time reading about how automation and AI is going to take all our jobs, and here I am AI has taken my job.' The journalist said replacing humans with machines was risky as the stories published have to adhere ... fans for their well wishes as she closes out her 52nd birthday with cake Amazing Spider-Man 2 actor Dane DeHaan and wife Anna welcome their second child, 'rainbow baby' Bert Apollo Brooks Laich goes shirtless in 'thirst trap' photos and wife Julianne Hough calls them 'awesome'... as they quarantine in different states Frail Alex Trebek, 79, is almost unrecognizable as the  ... "], ["2020-05-30 09:00", "UTSA, feds in talks to launch cybersecurity institute to protect manufacturers ... : William Luther /San Antonio Express-News The NSA operates a sprawling installation in Northwest San Antonio. U.S. manufacturers in recent years increasingly have brought advanced technologies, including automation, into their operations. One of these technologies, smart sensors placed throughout the supply chain, can indicate parts shortages or hiccups in production — but they also can offer  ... our economic development,\" Chavez said. \"We have these capabilities, and if you combine that with our location, our road infrastructure, the weather, our workforce, Port San Antonio, Brooks ..., we're really becoming a super location for manufacturers to think about moving to,\" he said. UTSA also will work with private companies and the Idaho, Oak ... "], ["2020-05-26 12:00", "Cloud Strategies Aren't Just About Digital Transformation Anymore ... . One-third admitted downloading an app on their work device without approval. \"Organizations everywhere are facing unprecedented challenges as millions of people are working from home,\" said Brad Brooks, CEO and president of trusted experience platform provider OneLogin in a press release . \"Passwords pose an even greater risk in this WFH environment and -- as our study supports -- are ...  communicate and share responsibility--or create risk by failing to do so. Get it now! Download Now! More Reports Live Events Webinars More Informa Tech Live Events IT Automation: Scaling to the Future Building & Managing the Next-Gen SOC The State of IT & Cybersecurity Operations Webinar Archives Video How to Ditch Operations Ticketing Systems 0 Comments How  ... "], ["2020-05-24 00:42", "Meat industry says more safety measures coming with COVID-19 ...  parts of the plant have more automation than they currently have? Does that mean a plant would have to shut down for an extended period of time in order to do that type of retrofitting? There's some pretty significant conversations that need to take place.\" Federal officials have said the emergency money for food processing might not move until the end of September. It's intended to help companies get more protective equipment for workers and to upgrade and reopen shuttered meat facilities forced to close. Rob Meijer, head of business development, marketing and sustainability for JBS Canada, said the company is focused on working with employees, ranchers, public-health officials and the community of Brooks to reduce transmission of the novel ... "], ["2020-05-23 19:12", "'Canary in the coal mine:' Meat industry says more safety coming with COVID-19 ...  shut down plants in High River, Alta., and Chambly, Que., after outbreaks of COVID-19. Olymel shut down its hog slaughter and processing plant in Yamachiche, Que., and the JBS beef plant in Brooks, Alta., temporarily went down to one daily shift from two. Everybody's trying to determine what else we can do to further protect the workers The Cargill and JBS operations in Alberta ... end of every day, we have an assessment and the plants make an assessment to say 'this worked today.' \"Can you retrofit in terms of making parts of the plant have more automation than they currently have? Does that mean a plant would have to shut down for an extended period of time in order to do that type of retrofitting? There's some pretty significant  ... "], ["2020-05-23 15:08", "Canada meat industry expected to increase safety measures amid COVID-19 ...  plants in High River, Alta., and Chambly, Que., after outbreaks of COVID-19. Olymel shut down its hog slaughter and processing plant in Yamachiche, Que., and the JBS beef plant in Brooks, Alta., temporarily went down to one daily shift from two. Story continues below advertisement The Cargill and JBS operations in Alberta account for 70 per cent of Canada's beef ... At the end of every day, we have an assessment and the plants make an assessment to say 'this worked today.' \"Can you retrofit in terms of making parts of the plant have more automation than they currently have? Does that mean a plant would have to shut down for an extended period of time in order to do that type of retrofitting? There's some pretty significant conversations that  ... "], ["2020-05-23 14:29", "'Canary in the coal mine:' Meat industry says more safety coming with COVID-19 ... Cargill temporarily shut down plants in High River, Alta., and Chambly, Que., after outbreaks of COVID-19. Olymel shut down its hog slaughter and processing plant in Yamachiche, Que., and the JBS beef plant in Brooks, Alta., temporarily went down to one daily shift from two. The Cargill and JBS operations in Alberta account for 70 per cent of Canada's beef production. \"I think it caught the  ... of every day, we have an assessment and the plants make an assessment to say 'this worked today.' \"Can you retrofit in terms of making parts of the plant have more automation than they currently have? Does that mean a plant would have to shut down for an extended period of time in order to do that type of retrofitting? There's some pretty  ... "], ["2020-05-23 14:02", "'Canary in the coal mine:' Meat industry says more safety coming with COVID-19 ... temporarily shut down plants in High River, Alta., and Chambly, Que., after outbreaks of COVID-19. Olymel shut down its hog slaughter and processing plant in Yamachiche, Que., and the JBS beef plant in Brooks, Alta., temporarily went down to one daily shift from two. The Cargill and JBS operations in Alberta account for 70 per cent of Canada's beef production. \"I think it caught  ... end of every day, we have an assessment and the plants make an assessment to say 'this worked today.' \"Can you retrofit in terms of making parts of the plant have more automation than they currently have? Does that mean a plant would have to shut down for an extended period of time in order to do that type of retrofitting? There's some pretty significant  ... "], ["2020-05-19 19:13", "JBS employee who died of COVID-19 was told she just had a cold and ordered to keep working ...  weeks due to outbreaks among workers (above) The consumer price index for meat, poultry, fish and eggs hit an all-time high in April Poultry plants, which rely more heavily on automation, have been impacted to a lesser degree, and no chicken processing plants have been forced to close. The impact for consumers was blunted somewhat in April, with the closure of restaurants  ...  daughter Layla has 'small hole in her heart' causing 'breathing problems' Surf's up! Liam Hemsworth hits the beach in Byron Bay with his bikini-clad model girlfriend Gabriella Brooks and older brother Chris Hope Solo announces her beloved Doberman Conan has died of blood loss after being shot 'He fought up until the very end,' she wrote 'Tone-deaf'  ... "], ["2020-05-18 09:00", "Crypto Long & Short: Mining Derivatives Point to Growing Sophistication ... the role of technology in the economy. According to the results, over two-thirds of the population feel that the pace of change is too fast. Over 80% are worried they will lose their job to automation. And more than half believe that capitalism causes more harm than good. The survey is worth checking out, if only for a reminder that the current crisis we are living through is not just because of ...  higher levels than their market caps would suggest. 75% of Coinbase customers, who are mostly retail, have purchased crypto assets other than bitcoin. Speaking at Consensus: Distributed, Brian Brooks, chief operating officer of the U.S. Office of the Comptroller of the Currency (OCC), said that he believes crypto companies could fall under a federal licensing regime  ... "], ["2020-05-15 16:01", "Hackaday Podcast 067: Winking Out of IoT, Seas of LEDs, Stuffing PCBs, and Vectrex is Awesome ... From The Large Hadron Collider CW on Quality Upgrades Give Old Synth New Lease On Life Old Guy on A Transmission Line Speaker With The Design Work To Back It Up Ren on An ESP32 Home Automation Swiss Army Knife Ren on CyberDCK Quacks Like A Cyberdeck Jaap on Printable, Castable Feeders Simplify Pick-and-Place Component Management E on An ESP32 Home Automation Swiss Army Knife Mantech1 on CyberDCK Quacks Like A Cyberdeck Alexander Wikstrm on Printable, Castable Feeders Simplify Pick-and-Place Component Management Now on Hackaday.io Brooks Modesitt liked DLT one - A Damn Linux Tablet!. paulverket has followed a list. FiveseveN has updated the log for Zero Budget Pedalboard. Tony liked Parametric 3D Printed Cylindrical Coupling. Thomas wrote a comment on Hacking ... "], ["2020-05-15 10:46", "How Clark County COVID-19 contact sleuths trace, notify those at risk ... development is a system that will text or email people to provide them with information about how to log into a system to obtain their test results. Raman said the automation is likely essential. \"We will definitely need more resources as things start opening up,\" she said. \"We anticipate the cases will rise, along with more testing.\" ... term-limited Linda Young on the Clark County School District board of trustees. School board president Lola Brooks faces 6 challengers in reelection bid By Aleksandra Appleton / RJ May 14, 2020 - 12:13 pm May 14, 2020 - 12:13 pm Six candidates are challenging Clark County School District Board of Trustees President Lola Brooks in her first reelection campaign. Clark County adds 99 new cases, 7 deaths to COVID-19  ... "], ["2020-05-14 16:27", "The coronavirus has derailed smart city projects ... the news: The coronavirus pandemic Arrow Sections Politics & Policy Donald Trump 2020 Election Policymaking Immigration Technology Big Tech Misinformation Data privacy Surveillance Automation and AI Economy & Business Media Stock market Jobs Transportation Retail Trade war Health Coronavirus Health care costs Opioids Affordable Care Act  ... near-halt due to the pandemic, and cities' precarious financial situations will force tough decisions about what services and products to fund. \"It speaks to the economic place we are in right now,\" said Brooks Rainwater, director of the National League of Cities' Center for City Solutions. \"We're seeing what could be a $250 billion shortfall in local governments year over year, so it won't just  ... "], ["2020-05-13 12:19", "Intel Capital invests in Chinese startups ... computing and chip design. \"Each of our recent investments is pushing the boundaries in areas such as AI, data analytics, autonomous systems and semiconductor innovation,\" Wendell Brooks, president of Intel Capital, said in a statement. KFBIO from Zhejiang Province, ProPlus Electronics from Shandong Province and Spectrum Materials from Fujian Province are the Chinese companies  ... computing and AI to quickly and reliably scan and digitize images to improve speed and accuracy of AI-aided pathologist diagnoses. ProPlus Electronics is an electronic design automation company which helps the semiconductor industry create more powerful and diverse products. Spectrum Materials is a high-purity specialty gas and material supplier for semiconductor labs. Source ... "], ["2020-05-13 03:30", "Global remote work transitions fail to consider security gaps ... If this trend continues, many businesses are unknowingly putting company data at risk. \"Organizations everywhere are facing unprecedented challenges as millions of people are working from home,\" said Brad Brooks , CEO and president of OneLogin . \"Passwords pose an even greater risk in this WFH environment and as our study supports are the weakest link in exposing businesses' customers and ...  alongside privacy considerations Why a single online name and social cards will be the new norm (ISC)2 Professional Development Institute: Timely and continuing education opportunities Leveraging automation to maximize security budgets Spot light Gain free access to Utilizing Big Data course, a $200 value What's new New third-party healthcare data rules ... "], ["2020-05-12 15:11", "Intel has invested $132M in 11 startups this year, on track for $300M-$500M in total ... . Intel Capital is excited to work with these companies as we jointly navigate the current world challenges and as we together drive sustainable, long-term growth,\" said Wendell Brooks, Intel senior vice president and president of Intel Capital, in a statement. The tranche of deals come at a critical time in the worlds of startups and venture investing.  ...  the beginning of April, and while it's always worked with Intel processors, Intel's investment was not public until today. ProPlus Electronics, also out of China, is an electronic design automation (\"EDA\") startup that speeds up chip design and fabrication for semiconductor companies manufacturing a variety of chips at scale. It closed its round also at the beginning of April. The exact  ... "]]}}