{"postfix": "bruker-aktie", "name": "BRUKER", "wkn": "813534", "time": "2020.06.02 11:11", "ts": 1591089119, "features": {"KGV": "32.45", "Marktkapitalisierung": {"Size": "Mrd", "Value": "6.05"}, "GA": "1.57", "KBV": "8.62", "BA": "5.91", "KCV": "32.10", "CA": "1.59", "Vola30": "48.63", "Vola90": "82.34", "Vola180": "62.14", "Vola250": "50.28"}, "rivals": [], "text_data": {"de": [["31.05.20", "Wie Experten die Bruker-Aktie im Mai einstuften"], ["14.05.20", "Medizintechniker Bruker meldet Dividende"], ["09.05.20", "Bruker mit Zahlen zum abgelaufenen Quartal"], ["05.05.20", "Ausblick: Bruker präsentiert Quartalsergebnisse"], ["30.04.20", "Was Analysten von der Bruker-Aktie erwarten"], ["31.03.20", "Wie Experten die Bruker-Aktie im März einstuften"], ["21.02.20", "Aktionäre von Bruker erhalten eine unveränderte Dividende"], ["14.02.20", "Bruker hat die Zahlen zum jüngsten Quartal vorgelegt"], ["11.02.20", "Ausblick: Bruker stellt Zahlen zum jüngsten Quartal vor"]], "en": [["08.05.20", "Bruker (BRKR) Q1 Earnings Miss Estimates, Guidance Suspended"], ["08.05.20", "Bruker (BRKR) Q1 2020 Earnings Call Transcript"], ["07.05.20", "Bruker (BRKR) Q1 Earnings and Revenues Lag Estimates"], ["29.04.20", "Bruker (BRKR) Reports Next Week: What You Should Expect"], ["26.04.20", "Why Is Bruker (BRKR) Down 8.1% Since Last Earnings Report?"], ["01.04.20", "Bruker (BRKR) Q4 Earnings Miss Estimates, Revenues Beat"], ["26.03.20", "Bruker Inks Deal to Distribute Coronavirus Detection Test"], ["05.03.20", "Bruker (BRKR) QEarnings Call Transcript"], ["20.02.20", "Bruker (BRKR) Stock Rises on Strong Preliminary Q4 Show"], ["05.02.20", "Bruker (BRKR) Reports Next Week: Wall Street Expects Earnings Growth"], ["28.01.20", "Stocks To Watch Ahead Of Earnings: Bruker Just 1% Below Buy Point"], ["27.01.20", "Here is Why Growth Investors Should Buy Bruker (BRKR) Now"], ["15.01.20", "Here's Why You Should Add Bruker (BRKR) to Your Portfolio Now"], ["14.01.20", "Bruker (BRKR) Is Up 2.98% in One Week: What You Should Know"], ["13.01.20", "Why the Earnings Surprise Streak Could Continue for Bruker (BRKR)"], ["09.01.20", "Here is Why Growth Investors Should Buy Bruker (BRKR) Now"], ["2020-05-29 11:38", "BRIEF-Bruker Introduces Breakthrough Maldi-2 Source On Timstof Flex, And Further Innovations In CCS-Enabled 4D Proteomics On Timstof ...  Financial Government Solutions Legal Reuters News Agency Risk Management Solutions Tax & Accounting Blog: Answers On Innovation @ Thomson Reuters Directory of sites Login Contact Support Business Markets World UK TV More United Kingdom Healthcare May 29, 2020 / 11:42 AM / Updated 5 minutes ago BRIEF-Bruker Introduces Breakthrough Maldi-2 Source On Timstof Flex, And Further Innovations In CCS-Enabled 4D Proteomics On Timstof 1 Min Read May 29 (Reuters) - Bruker Corp: * BRUKER INTRODUCES BREAKTHROUGH MALDI-2 SOURCE ON TIMSTOF FLEX, AND FURTHER INNOVATIONS IN CCS-ENABLED 4D PROTEOMICS ON TIMSTOF Source text for Eikon: Further company coverage: Our Standards: The Thomson Reuters Trust Principles. 0 : 0 narrow-browser-and-phone medium-browser-and-portrait-tablet ... "], ["2020-05-29 11:38", "BRIEF-Bruker Introduces Breakthrough Maldi-2 Source On Timstof Flex, And Further Innovations In CCS-Enabled 4D Proteomics On TimstofBruker Corp:'"], ["2020-05-29 11:00", "(Photo: Business Wire)At the virtual ASMS 2020 Reboot conference, Bruker Corporation (Nasdaq: BRKR) today announces a major advance in matrix-assisted laser desorption ionization (MALDI) with the launch of the world's first commercial MALDI-2 post-ionization (PI) source, w"], ["2020-05-28 14:07", "New Strong Sell Stocks for May 28th ... Zacks Consensus Estimate for its current year earnings has been revised nearly 19.8% downward over the last 30 days. View the entire Zacks Rank #5 List. In-Depth Zacks Research for the Tickers Above Normally $25 each - click below to receive one report FREE: Caterpillar Inc. (CAT) - free report > > Acushnet Holdings Corp. (GOLF) - free report > > 1st Source Corporation (SRCE) - free report > > Bruker Corporation (BRKR) - free report > > AB Volvo (VLVLY) - free report > > Published in auto-tires-trucks finance Zacks' 7 Best Strong Buy Stocks for June, 2020 Free Research for Zacks.com Readers Experts have chosen 7 stocks out of 220 Zacks Rank #1 Strong Buys that have the highest potential to increase in price quickly amid the global health crisis. A recent ... "], ["2020-05-27 21:30", "$5.9 Billion Failure Analysis Market Outlook, 2025 - Implications Of COVID-19, Trends & Developments, Key Players ...  economies such as India and China , the establishment of collaboration centers for microscopy research, and increasing applications of correlative microscopy in life sciences and nanotechnology research in this region. Thermo Fisher Scientific, Inc. (US), Hitachi High-Technologies Corporation ( Japan ), Carl Zeiss ( Germany ), JOEL, Ltd. ( Japan ), TESCAN OSRAY HOLDING ( Czech Republic ), Bruker (US), Semilab ( Hungary ), A&D Company, Ltd. ( Japan ), HORIBA, Ltd. ( Japan ), Leica Microsystems GmbH ( Germany ), Veeco Instruments (US), Oxford Instruments (UK), and Eurofins Scientific ( Luxembourg ) are among a few major players in the failure analysis market. Key Topics Covered 1 Introduction 2 Research Methodology 3 Executive Summary 4 Premium Insights ... "], ["2020-05-27 16:30", "Global Sepsis Diagnostics Market 2020-2025 - Evolution Of Novel Biomarkers For Spesis Diagnosis Present Lucrative Opportunities ... .3.3 Mergers and Acquisitions, 2016-202013.3.4 Market Expansion, 2016-202013.4 Competitive Leadership Mapping13.4.1 Visionary Leaders13.4.2 Innovators13.4.3 Dynamic Differentiators13.4.4 Emerging Companies 14 Company Profiles 14.1 bioMerieux14.2 Becton, Dickinson and Company14.3 Danaher14.4 T2 Biosystems14.5 Luminex14.6 Roche Diagnostics14.7 Thermo Fisher Scientific14.8 Bruker Corporation14.9 Abbott14.10 Immunexpress14.11 Response Biomedical14.12 Axis-Shield Diagnostics14.13 Cytosorbents14.14 Mitsubishi Chemical Europe14.15 EKF Diagnostics14.16 Emerging Players14.16.1 Seegene14.16.2 Genmark Diagnostics14.16.3 Boditech Med14.16.4 Alpha Laboratories14.16.5 Alifax S.R.L. For more information about this report visit https://www.researchandmarkets.com/r/qz5k5d ... "], ["2020-05-22 20:15", "World Nanotechnology Markets To 2025: Robust R&D Scenario Characterizes Nanotechnology Industry ...  Invention Nanocellulose Graphene Quantum Dots Carbon Nanotubes Nanocoatings Outlook Global Competitor Market Shares Nanotechnology Competitor Market Share Scenario Worldwide (in %): 2018 & 2029 Impact of Covid-19 and a Looming Global Recession 2. FOCUS ON SELECT PLAYERS Advanced Diamond Technologies, Inc. Advanced Nano Products Co., Limited Altair Nanotechnologies Inc. Bruker Corporation Catalytic Materials, LLC Chemat Technology Inc. ELITech Group eSpin Technologies, Inc. Hanwha Chemical Corporation Hybrid Plastics Inc. Hyperion Catalysis International, Inc. Integran Technologies, Inc. Nanocyl S.A. NanoMaterials Ltd. Nanosys, Inc. QuantumSphere, Inc. Rogue Valley Microdevices, Inc. Shenzhen Nanotech Port Co., Ltd. Starpharma Holdings 3. MARKET TRENDS ... "], ["2020-05-21 11:15", "Global Peptides And Macrocycle Drug Discovery Services And Platforms Market Outlook, 2020-2030 By Product, Drug Discovery Steps, Therapeutic Area, Company Size And Geography ...  Officer, Cyclenium Pharma)12.3. Anonymous Companies Mentioned 3B Pharmaceuticals AI Squared AiCuris Aileron Therapeutics Alexion Ampersand Capital Partners Apigenix Apitope Asahi Kasei Pharma Astellas Pharma AstraZeneca Aurigene Discovery Technologies Bayer Bicycle Therapeutics BIND Therapeutics Bio-Synthesis Blue Ridge Biosciences Boehringer Ingelheim Bristol- Myers Squibb Bruker Cambridge Research Biochemicals ChemBridge ChemPartner Circle Pharma CMDBioscience CPC Scientific Creative Biolabs Creative Peptides Cyclenium Pharma Cyclogenix Dementia Discovery Fund Domainex Eli Lilly Encycle Therapeutics Eurofins Fraunhofer Institute EMC Microcollection Fujitsu Fundacin MEDINA Genentech GenScript Gilead Grey Matter Gubra GVK BIO Hanmi Haplogen Heptares ... "], ["2020-05-19 14:15", "Global Cancer Diagnostics Partnering Deals Collection 2014-2020 - Access To 800 Deal Records; Highlighting The Top Deals By Value And Most Active Dealmakers ...  Of Wisconsin Bluebee Blue Cross Blue Shield Association BlueCross BlueShield of Tennessee Blue Earth Diagnostics Blueprint Medicines Boehringer Ingelheim Bonnie J. Addario Lung Cancer Foundation Boreal Genomics BostonGene Bostwick Laboratories Bpifrance Bracco Imaging Breath Diagnostics Brigham and Women's Hospital Bristol- Myers Squibb Bristol-Myers Squibb Pakistan Broad Institute Bruker Buck Institute for Age Research Burning Rock Butantan Institute C4 Imaging Caliber Imaging & Diagnostics Cambridge Epigenetix CANbridge Life Sciences Cancer Genetics Cancer Prevention and Research Institute of Texas Cancer Research Institute Cancer Research UK Cancer Targeted Technology Capital X-ray Caprion Proteomics Cardinal Health Care GB Plus Carestream Health ... "], ["2020-05-15 11:30", "Sepsis Diagnostics Market Worth $700 Million By 2025 - Exclusive Report By MarketsandMarkets ... : https://www.marketsandmarkets.com/requestCustomizationNew.asp?id=92673155 Some of the prominent players in the sepsis diagnostics markets market are bioMrieux ( France ), Becton Dickinson Company (US), Danaher (US), Abbott Laboratories (US), and Roche Diagnostics ( Switzerland ). Other players include T2 Biosystems (US), Luminex (US), Thermo Fisher Scientific (US), Bruker (US), EKF Diagnostics (UK), Immunexpress ( Australia ), Response Biomedical ( Canada ), Axis-Shield Diagnostics (UK), and CytoSorbents (US), among others. Browse Adjacent Markets: Medical Devices Market Research Reports & Consulting Get Special Pricing on Bundle Reports: https://www.marketsandmarkets.com/RequestBundleReport.asp?id=92673155 Browse Related Reports: Transplant Diagnostics ... "], ["2020-05-13 11:00", "Bruker Announces Quarterly DividendBruker Corporation (Nasdaq: BRKR) today announced that its Board of Directors has approved payment of a quarterly cash dividend in the amount of $0.04 per share on the Company's common stock. The dividend will be paid on June 19, 2020 to stockholders "], ["2020-05-13 08:35", "Optical Preclinical Imaging Market Size Worth $543.0 Million By 2027: Grand View Research, Inc. ...  in drug development studies and increasing focus on research and development for drug development and innovation The research institutes segment is expected to witness the fastest growth during the forecast period owing to rising adoption of advanced optical imaging systems in the research institutes Leading players operating in the market for optical preclinical imaging include Bruker; Perkin Elmer, Inc.; MR Solutions; BioTek Instruments, Inc.; Milabs B.V.; Fujifilm Holdings Corporation; Magnetic Insight, Inc.; MBF Bioscience; and Mediso Ltd. Read 36 page research report with ToC on \"Optical Preclinical Imaging Market Size, Share & Trends Analysis Report By Product Type (Device, Consumables, Software), By End Use, By Region, And Segment Forecasts, 2020 ... "], ["2020-05-12 20:10", "Bruker Corporation To Present At Virtual Investor ConferencesBruker Corporation (Nasdaq: BRKR) announced today it will present at the following virtual conferences: Bank of America Health Care Conference 2020Thursday, May 14, 2020, at 9:00 a.m. Eastern TimeFrank Laukien, Chairman, President and Chief Executive Offi"], ["2020-05-11 12:09", "US STOCKS-Futures lower on fears of another wave of virus infections ... a deal valued at $4.3 billion. (Reporting by Medha Singh in Bengaluru; Editing by Shounak Dasgupta) What to Read Next Stock market news live updates: Stock futures fall, pausing after rally Yahoo Finance This Is Why You Won't See Dolly With Short Sleeves coolniallife Ad Alnylam to Webcast Presentations at Upcoming May Investor Conferences Business Wire Bruker Announces Virtual Meeting Option for the Company's 2020 Annual Stockholders Meeting Business Wire Marriott quarterly profit misses lowered estimates as bookings plunge Reuters New Jersey: Say Bye To Expensive Solar Panels EnergyBillCruncher Ad Under virus pressure, Saudi Aramco may cut government payout Reuters Jerry Stiller, comedian and 'Seinfeld' actor, dies at 92 Associated Press Dow ... "], ["2020-05-11 12:00", "Bruker Announces Virtual Meeting Option For The Company's 2020 Annual Stockholders MeetingBruker Corporation (Nasdaq: BRKR) today announced that it is adding a virtual meeting option to its 2020 Annual Meeting of Stockholders as a result of continuing concerns surrounding the COVID-19 pandemic. The Annual Meeting will be held on Thursday, May "], ["2020-05-11 08:08", "This Planet Sucks. Good Thing We're Looking Harder Than Ever for Life on New Ones. ... 't a matter of if, but when. But Roush, in writing his book and in an interview with The Daily Beast, was more cautious. \"Schulze-Makuch and Heinze say they think the Curiosity rover found thiophenes in mud dug up on Mars,\" Roush said. \"Thiophenes are ring-like carbon compounds that here on Earth can be a component of fossil fuels like oil. And the Harvard-Plex-Bruker team says they found a molecule inside an Algerian meteorite that consisted of a chain of amino acids. In the context of Earth life we call those proteins.\" \"These kinds of complex molecules can be components for life, or markers of past life. But you can't jump from there to the conclusion that there is or was life on Mars, or that the Algerian meteorite came from ... "], ["2020-05-08 12:46", "Bruker (BRKR) Q1 Earnings Miss Estimates, Guidance SuspendedBruker's (BRKR) first-quarter 2020 results reflect dismal performance by all segments and geographies due to coronavirus-led business disruptions."], ["2020-05-08 02:31", "Bruker (BRKR) Q1 2020 Earnings Call Transcript ... 39;m just curious of the thought process. It's a competitive market. We see your competitors scaling up to 10 million tests a week, if not more. Why do you think this is the right move to push into what's already a crowded market for PCR-based COVID testing. Frank Laukien -- President and Chief Executive Officer Well, we are in PCR-based testing anyway with our Bruker-Hain acquisition, of which we took the full 100% a few months ago, we initially had owned 80%. So we have pretty good customer access, maybe not to the very large labs that tend to use large automated systems. But as you know, the diagnostics markets have many, many different customer types. And we don't have global strength there, but we have strength in certain European countries ... "], ["2020-05-07 15:19", "U.S. RESEARCH ROUNDUP-Ashland Global, Lyft, Solaredge Technologies ...  from $42 * Brookfield Business Partners LP : RBC cuts target price to $34 from $36 * Brookfield Renewable Partners LP : CIBC raises target price to $49 from $48 * Brookfield Renewable Partners LP : RBC raises target price to $50 from $47 * Brookfield Renewable Partners LP : TD Securities raises PT to $55 from $52 * Bruker Corp : Citigroup cuts price target to $38 from $40 * Bruker Corp : Evercore ISI cuts target price to $34 from $39 * Bruker Corp : Jefferies cuts target price to $46 from $48 * Builders Firstsource Inc : Stephens cuts target price to $20 from $21 * Business First Bancshares Inc : Stephens cuts target price to $14 from $20 * CAI International Inc : KBW raises target price to $21 from $17.50 * CAI International Inc : KBW raises to outperform ... "], ["2020-05-06 21:47", "Bruker: 1Q Earnings SnapshotBILLERICA, Mass. (AP) _ Bruker Corp. (BRKR) on Wednesday reported first-quarter net income of $10.5 million. On a per-share basis, the Billerica, Massachusetts-based company said it had net income of 7 cents. Earnings, adjusted for one-time gains and cost"]]}}