{"postfix": "burberry-aktie", "name": "BURBERRY", "wkn": "691197", "time": "2020.06.02 13:48", "ts": 1591098496, "features": {"KGV": "16.93", "Marktkapitalisierung": {"Size": "Mrd", "Value": "6.83"}, "GA": "0.79", "KBV": "4.46", "BA": "2.98", "KCV": "14.43", "CA": "0.92", "Vola30": "70.64", "Vola90": "84.4", "Vola180": "66.58", "Vola250": "52.59"}, "rivals": ["lvmh-aktie", "hugo_boss_2-aktie", "hermès-aktie", "fast_retailing-aktie"], "text_data": {"de": [["22.05.20", "MÄRKTE EUROPA/Börsen wenig verändert - Entwicklung rund um Hongkong verunsichert"], ["22.05.20", "MÄRKTE EUROPA/Börsen holen Verluste auf"], ["22.05.20", "MÄRKTE EUROPA/Börsen erholen sich"], ["22.05.20", "Umsatzeinbruch bei Burberry"], ["22.05.20", "Burberry streicht die Dividende"], ["22.05.20", "MÄRKTE EUROPA/Schwach - Entwicklung um Hongkong belastet"], ["11.03.20", "MÄRKTE EUROPA/Auf und Ab am Aktienmarkt - Ölpreise fallen"], ["11.03.20", "MÄRKTE EUROPA/Auf und Ab am Aktienmarkt - Ölpreise fallen"], ["11.03.20", "MÄRKTE EUROPA/Aktienkurse steigen - Ölpreise fallen"], ["11.03.20", "MÄRKTE EUROPA/Wacklige Erholung nach Zinssenkung in England"], ["20.02.20", "MÄRKTE EUROPA/Börsen unter Druck - Goldman Sachs warnt vor Korrektur"], ["20.02.20", "MÄRKTE EUROPA/Börsen bleiben leicht im Minus"], ["20.02.20", "MÄRKTE EUROPA/Leichte Gewinnmitnahmen - Flut von Unternehmenszahlen"], ["20.02.20", "MÄRKTE EUROPA/Börsen müssen Zahlenflut verarbeiten"], ["12.02.20", "MÄRKTE EUROPA/Börsenrally geht weiter - Coronavirus ausgepreist"], ["12.02.20", "MÄRKTE EUROPA/Rekordjagd geht weiter - Autosektor sehr fest"], ["12.02.20", "MÄRKTE EUROPA/DAX bleibt auf Rekordkurs - Heineken und Akzo sehr fest"], ["12.02.20", "MÄRKTE EUROPA/DAX auf Rekordhoch über 13.700 - Autoaktien starten durch"], ["11.02.20", "Luxusgüterbranche steht wegen Corona glanzloses Jahr bevor"], ["07.02.20", "MÄRKTE EUROPA/Etwas leichter - Deutsche Produktion enttäuschend"], ["07.02.20", "MÄRKTE EUROPA/Gewinnmitnahmen - Deutsche Produktion enttäuschend"], ["07.02.20", "MÄRKTE EUROPA/Rücksetzer - Wirtschaftsmotor in Deutschland stottert"], ["07.02.20", "Virus: Burberry zieht Prognose zurück"], ["07.02.20", "MÄRKTE EUROPA/Leichter zum Start - Deutsche Industriedaten schwach"], ["22.01.20", "Burberry hebt Umsatzprognose an und veröffentlicht Zwischenbericht zum Aktienrückkauf"]], "en": [["01.06.20", "Burberry Group PLC : Total Voting Rights"], ["26.05.20", "Burberry senior executive to step down"], ["22.05.20", "Burberry: check it out"], ["22.05.20", "Burberry Group PLC : Board Changes"], ["22.05.20", "Burberry profits plunge but China rebound offers hope for luxury sector"], ["22.05.20", "Burberry pulls dividend as luxury takes 'time to heal'"], ["22.05.20", "Burberry cancels dividend as sales plunge 27% in wake of coronavirus"], ["22.05.20", "Burberry Group PLC : Burberry Preliminary Results 2020"], ["18.05.20", "Burberry to cut dividend payouts in the wake of coronavirus"], ["01.05.20", "Burberry Group PLC : Total Voting Rights"], ["27.04.20", "Burberry Group PLC : DISCLOSURE OF RIGHTS ATTACHED TO EQUITY SHARES"], ["25.04.20", "Burberry cuts salaries and refuses to furlough staff"], ["24.04.20", "Burberry donates 100,000+ PPE made in trenchcoat factory"], ["24.04.20", "Burberry switches from making fashionable trench coats to lifesaving gowns at key factory, as bosses take 20% pay cut"], ["24.04.20", "Burberry will not take British state crisis cash to pay staff"], ["24.04.20", "Burberry will not take British state crisis cash to pay staff"], ["24.04.20", "Burberry to maintain employee pay through coronavirus crisis"], ["24.04.20", "Burberry to maintain employee pay through coronavirus crisis"], ["24.04.20", "Burberry Group PLC : COVID-19: Protecting our People and Communities"], ["01.04.20", "Burberry Group PLC : Total Voting Rights"], ["30.03.20", "Coronavirus: Burberry offers up resources to fight against the outbreak"], ["19.03.20", "Burberry feels the coronavirus bite as majority of its stores close"], ["19.03.20", "Burberry shuts majority of stores in European and American markets amid Covid-19"], ["19.03.20", "Burberry Group PLC : Update on the Impact of COVID-19"], ["06.03.20", "Burberry Group PLC : Director Declaration"], ["05.03.20", "Burberry Group PLC : Treasury Shares Cancellation"], ["04.03.20", "Burberry Group PLC : Block listing Interim Review"], ["02.03.20", "Burberry Group PLC : Total Voting Rights"], ["18.02.20", "Burberry to launch carbon neutral fashion show for “sustainable future”"], ["17.02.20", "Kendall Jenner headlines London Fashion Week's Burberry show"], ["17.02.20", "Supermodels Kendall Jenner and the Hadids hit the catwalk for Burberry"], ["07.02.20", "Burberry shuts over a third of China stores amid coronavirus disruption"], ["07.02.20", "UPDATE 3-Burberry says coronavirus hurting luxury demand"], ["07.02.20", "London Markets: Burberry shares drop in London as luxury-goods group warns of coronavirus fallout"], ["07.02.20", "Burberry says coronavirus impact “more serious” than Hong Kong protests"], ["07.02.20", "UPDATE 2-Burberry says coronavirus hurting luxury demand"], ["07.02.20", "Burberry warns over virus impact on Chinese demand"], ["07.02.20", "Burberry closes one in three Chinese stores after coronavirus outbreak"], ["07.02.20", "Burberry says coronavirus hurting luxury demand"], ["07.02.20", "Burberry says coronavirus impact ‘worse than HK protests’"], ["2020-05-31 18:08", "'We're sick of it': Anger over killing of George Floyd shatters US ...  in Fargo, North Dakota. In Salt Lake City, demonstrators flipped a police car and lit it on fire. Police said six people were arrested and an officer was injured after being struck in the head with a baseball bat. Overnight curfews were imposed in more than a dozen major cities nationwide, including Atlanta, Denver, Los Angeles, Minneapolis, San Francisco and Seattle. Burberry store's shattered showroom glass window in downtown Washington after Saturday's protests turned violent. Photo / AP At least 13 police officers were injured in Philadelphia, and at least four police vehicles were set on fire. In New York City, dangerous confrontations flared repeatedly as officers made arrests and cleared streets. A video showed two NYPD cruisers lurching into ... "], ["2020-05-29 17:20", "Need extra cash? New store wants to buy your clothes ... We've been consistently busy since we opened, with a steady stream of customers coming in every day. We've also been lucky to already have a few repeat customers come in multiple times. We've bought some great designer handbags from Coach, Gucci and Kate Spade as well as some beautiful clothes from Lilly Pulitzer, Tahari and other top brands. One of my personal favorites is a classic Burberry trench coat that was never worn!\" What are you looking for as far as brands and styles? Advertisement \"We take all brands, from Old Navy and Gap to Chanel and Gucci, and everything in between. The only rules for selling to us is the item needs to have the brand label (so we know who makes it and can put it in our system, and a size tag). The clothes ... "], ["2020-05-29 13:07", "Without tourists, Europe's luxury shops struggle to reopen in style ...  and Dior have reported double-digit sales growth, even amid price hikes by some brands. Despite that, consultancy Bain expects global sales of high-end clothing, handbags, jewelry and cosmetics to fall between 50 percent and 60 percent in the second quarter. Brands are adopting different strategies. Some, like Chanel and Louis Vuitton, have raised prices to protect margins. Others, like Ferragamo and Burberry, have written down the value of stock they will no longer sell at full price. Gucci's star designer Alessandro Michele, announcing this week he will move to just two, seasonless, fashion shows a year from five, said he wanted garments to stay in shops for longer. Luca Solca, a luxury goods analyst at Bernstein, expects the \"mother of all end ... "], ["2020-05-29 05:21", "Pip Edwards reveals the secret to her ageless visage after turning 40 ...  pains, inflammation, headaches and migraines, dry dull skin and hair and premature ageing, among many other things Despite the chilly temperatures on Friday, Pip opted for a very sexy outfit choice for her outing. She donned a backless top from WAG Nadia Bartel's clothing line Henne teamed with pinstripe trousers. The fashionista accessorised with a pair of white Converse sneakers and a Burberry bag. Pip recently opened the doors to her Bondi boudoir, giving a tour of her bedroom and bathroom. Taking to Instagram, she showcased her stunning home before going on to share a number of her beauty secrets with her followers. She first panned across her large open plan wardrobe packed with an endless supply of P.E. Nation activewear. Might be cold but feeling ... "], ["2020-05-28 22:10", "Can TikTok's new CEO convince big brands to spend on the platform? ... in the test-and-learn phase, running multiple experiments to better understand how TikTok works and how it might perform for them. They know how engagement looks on YouTube, Facebook, Instagram, and Snapchat, but they're still figuring out what TikTok's format and audience can deliver. Some well-known, global brands — including Mercedes Benz, MAC Cosmetics, and Burberry — have run successful experiments and are ahead of the curve in testing the TikTok's potential as a marketing platform. But most of their campaigns emphasized hashtag challenges and influencers, not paid advertising. MAC Cosmetics, for example, launched its #YouOwnIt hashtag challenge on TikTok and earned more than 2.3 billion views. The campaign kicked off with a clip ... "], ["2020-05-28 18:07", "Victoria Secret model Romee Strijd announces she is expecting her first child ...  modelling business at the plum age of 13, having been scouted on the street in Amsterdam while shopping with her mother. She said that she was reluctant to try it out at first but soon came around in spite of the fact that she was still in high school and wearing braces. Eventually, her new agent pitched her for London Fashion Week, where she modelled for Burberry, before moving on to the exclusive Prada show at Milan Fashion Week. Romee eventually became a Victoria Secret angel in 2015 and hasn't looked back since. Young love: Romee (pictured alongside Laurens) eventually became a Victoria Secret angel in 2015 and hasn't looked back since Advertisement Share or comment on this article: Victoria Secret model Romee Strijd announces she is expecting ... "], ["2020-05-28 17:07", "Stella Maxwell looks nearly unrecognizable in new shots for Vogue Japan ...  the beauty department for the shoot. It was hard to recognize the blonde as she rocked blunt fringe and thick, dark eyeliner in the photos. Double take: Stella Maxwell looked stunning but barely recognizable on two covers for July's issue of Vogue Japan Stella looked windswept in one cover, gazing at the camera while clad in a crisp blue and white striped Burberry blouse. Below her read: 'Positive energy' - slogan which seemed to read as a reminder during these uncertain times. RELATED ARTICLES Previous 1 Next Stella Maxwell sizzles in stylized video showing several... Stella Maxwell gets animated on her balcony as she... Victoria's Secret Angel Stella Maxwell shows her edgy side... Stella Maxwell dons protective mask and latex gloves as she ... "], ["2020-05-28 15:34", "London markets rise despite caution over Hong Kong protests ... as it cuts the size of its fleet due to the coronavirus pandemic. Shares closed 31.4p higher at 740p. The price of oil dipped on the back of some concerns over Russia's commitment to keep its historic productions cuts in place. The price of a barrel of Brent crude oil increased 3.26% to 35.21 US dollars. The biggest risers on the FTSE 100 were M&G, up 10p at 150p, Burberry, up 103.5p at 1,583.5p, Evraz, up 17.9p at 290.7p, and Melrose, up 7.2p at 125.85p. The biggest fallers of the day were Rolls-Royce, down 27.1p at 319p, Standard Chartered, down 19.3p at 392.1p, Meggitt, down 9.8p at 295p, and HSBC, down 12.25p at 384.35p. PA Media Independentie Search Search News Irish News World News Local papers Environment Weather Opinion Letters Editorial Comment ... "], ["2020-05-28 12:39", "Irina Shayk Slays In 'Invisible Bra' For Racy New Lingerie Campaign ...  hips and allowed her fit legs and a hint of her pert derriere to be seen. Her toned abs and trim midsection were also in plain sight thanks to the low-riding cut of the garment. Irina did not appear to add any accessories to her look and let her NSFW lingerie set speak for itself. View this post on Instagram Sporting my favorite @Burberry by @RiccardoTisci17, and @IntimissimiOfficial in the March issue of @BritishVogue ???? Photographed by @MertAlas and @MacPiggott, styled by @Edward_Enninful, hair by @PaulHanlonHair, and make-up by @Lucia_Pieroni. #BritishVogue A post shared by irinashayk (@irinashayk) on Jan 27, 2020 at 1:03pm PST The model brushed her brunette tresses in a slicked-back style, and her hair fell down her back and shoulders. Irina appeared ... "], ["2020-05-28 03:20", "Without big-spending tourists, Europe's luxury shops struggle to reopen in style post coronavirus lockdown ... , Louis Vuitton and Dior have reported double-digit sales growth, even amid price hikes by some brands. Despite that, consultancy Bain expects global sales of high-end clothing, handbags, jewellery and cosmetics to fall between 50% and 60% in the second quarter. Brands are adopting different strategies. Some, like Chanel and Louis Vuitton, have raised prices to protect margins. Others, like Ferragamo and Burberry, have written down the value of stock they will no longer sell at full price. Gucci's star designer Alessandro Michele, announcing this week he will move to just two, seasonless, fashion shows a year from five, said he wanted garments to stay in shops for longer. Luca Solca, a luxury goods analyst at Bernstein, expects the \"mother of all end ... "], ["2020-05-28 01:35", "Khloe Kardashian fires back at claims her family aren't social distancing ...  and Psalm were seen enjoying. True sported an adorable green dress with Fendi boots and Chicago, two, rocked a tie-dye top with neon sneakers. Cool: Khloe also shared a snap of Scott's impressive birthday cake - which featured a snap of him from his youth Having fun: There was also a bouncy castle for the kids, which True, North and Psalm were seen enjoying North, six, had fun in the bouncy castle too, wearing Adidas shorts with her Burberry swimsuit. Baby Psalm, who turned one earlier this month, looked precious as he sat in the castle in his gray onesie. Stormi, two, rocked an Astro World shirt from her dad Travis Scott's previous tour as she played with True. Good times: North, six, had fun in the bouncy castle too, wearing Adidas shorts with her ... "], ["2020-05-27 20:53", "Kourtney Kardashian and Kylie Jenner flaunt their legs at Scott Disick's 37th birthday gathering ...  and Psalm were seen enjoying. True sported an adorable green dress with Fendi boots and Chicago, two, rocked a tie-dye top with neon sneakers. Cool: Khloe also shared a snap of Scott's impressive birthday cake - which featured a snap of him from his youth Having fun: There was also a bouncy castle for the kids, which True, North and Psalm were seen enjoying North, six, had fun in the bouncy castle too, wearing Adidas shorts with her Burberry swimsuit. Baby Psalm, who turned one earlier this month, looked precious as he sat in the castle in his gray onesie. Stormi, two, rocked an Astro World shirt from her dad Travis Scott's previous tour as she played with True. Good times: North, six, had fun in the bouncy castle too, wearing Adidas shorts with her ... "], ["2020-05-27 11:55", "Without tourists, Europe's luxury shops struggle to reopen in style ...  and Dior have reported double-digit sales growth, even amid price hikes by some brands. Despite that, consultancy Bain expects global sales of high-end clothing, handbags, jewellery and cosmetics to fall between 50% and 60% in the second quarter. Brands are adopting different strategies. Some, like Chanel and Louis Vuitton, have raised prices to protect margins. Others, like Ferragamo ( SFER.MI ) and Burberry ( BRBY.L ), have written down the value of stock they will no longer sell at full price. Gucci's star designer Alessandro Michele, announcing this week he will move to just two, seasonless, fashion shows a year from five, said he wanted garments to stay in shops for longer. Luca Solca, a luxury goods analyst at Bernstein, expects the \"mother of ... "], ["2020-05-27 11:36", "Without tourists, Europe's luxury shops struggle to reopen in style ...  and Dior have reported double-digit sales growth, even amid price hikes by some brands. Despite that, consultancy Bain expects global sales of high-end clothing, handbags, jewellery and cosmetics to fall between 50% and 60% in the second quarter. Brands are adopting different strategies. Some, like Chanel and Louis Vuitton, have raised prices to protect margins. Others, like Ferragamo ( SFER.MI ) and Burberry ( BRBY.L ), have written down the value of stock they will no longer sell at full price. Gucci's star designer Alessandro Michele, announcing this week he will move to just two, seasonless, fashion shows a year from five, said he wanted garments to stay in shops for longer. Luca Solca, a luxury goods analyst at Bernstein, expects the \"mother of ... "], ["2020-05-27 11:36", "Without tourists, Europe's luxury shops struggle to reopen in style ...  and Dior have reported double-digit sales growth, even amid price hikes by some brands. Despite that, consultancy Bain expects global sales of high-end clothing, handbags, jewellery and cosmetics to fall between 50% and 60% in the second quarter. Brands are adopting different strategies. Some, like Chanel and Louis Vuitton, have raised prices to protect margins. Others, like Ferragamo ( SFER.MI ) and Burberry ( BRBY.L ), have written down the value of stock they will no longer sell at full price. Gucci's star designer Alessandro Michele, announcing this week he will move to just two, seasonless, fashion shows a year from five, said he wanted garments to stay in shops for longer. Luca Solca, a luxury goods analyst at Bernstein, expects the \"mother of ... "], ["2020-05-27 01:38", "Bradley Cooper's ex Irina Shayk spends four hours at his NYC home ...  Irina Shayk and Bradley Cooper appear to be enjoying each other's company amid New York's coronavirus lockdown. The amicable exes, who share three-year-old daughter Lea, made co-parenting their priority, as the supermodel, 34, spent nearly four hours in the eight-time Oscar nominee's home on Tuesday. Upon her arrival, the Russian stunner looked effortlessly chic in an over-sized Burberry button-up and a pair of black shorts, which showcased her gym-honed legs. Friendly visit: Irina Shayk cover girl made co-parenting her priority, as she spent nearly four hours at her ex Bradley Cooper's home with their four-year-old daughter Lea on Tuesday As she prepared to enter her former partner's Manhattan apartment, Shayk shot a sweet wave at the ... "], ["2020-05-27 01:17", "In this coronavirus spring, a stroll down Newbury Street felt neither leisurely nor luxurious ... economy may have tentatively reopened, but you couldn't tell by walking down this quintessential street of Boston commerce. Between the papered-up windows and \"for lease\" signs, it was hard to find a store or a restaurant that was open for curbside or takeout service. Advertisement Consider the end closest to the Public Garden, where the poshest shops are located. Burberry was open for curbside pickup, but Chanel next door was not. Both Salon Capri and Mario Russo Salon welcomed back clients, but not the Italian boutique Brunello Cucinelli in the storefront below them. In this coronavirus spring, a stroll down Newbury Street felt neither leisurely nor luxurious. Instead, it was one more reminder of the economic toll of the virus, which forced the ... "], ["2020-05-27 00:15", "Girl With The Dragon Tattoo TV series is being developed for Amazon streaming ... ; Still from The Girl With The Dragon Tattoo (2011) Instead, the show will place Salander in the present world featuring new characters, new settings and new stories, which may help to draw in viewers unfamiliar with the novels or earlier adaptations. RELATED ARTICLES Previous 1 Next Rooney Mara 'pregnant': Actress, 35, and fianc Joaquin... Noomi Rapace pairs 980 Gucci hoodie with Burberry trousers... Bella Thorne flaunts her torso in crop top as she pines for... Brad Pitt reveals long hair and dark ROOTS after months... Share this article Share So far, the new series doesn't have a star or a lead writer pinned down, but Left Bank Pictures Founder and CEO Rob Bullock will executive produce the project. Sony Pictures Television will also join ... "], ["2020-05-26 11:00", "Shelter From the Storm ...  way. \"I have a little terrace which gets some sun,\" says British actor Daisy Edgar-Jones. \"I'm currently growing carrots, strawberries, cornflowers, and sunflowers. I didn't think seeing the first little shoots would be such a thrill. It's not quite Glastonbury, but you've got to get your kicks somewhere.\" PAUL MESCAL Normal People Shirt, pants, and shoes by Burberry; necklace, his own. Directed by Jackie Nickerson; Styled by Samira Nasr. Advertisement At the top of Paul Mescal's to-do list once self-quarantine is over is a visit to his local pub. \"I recently moved to London and hadn't had a chance to go out before the lockdown was put in place,\" he says. Until then, the Irish actor—who gives an ... "], ["2020-05-26 10:22", "Former Vogue editor says coronavirus could help tackle 'overproduction' in fashion ... pictured in 2017) According to the 2019 Global Wellness Trends Report fashion is the world's second worst offender when it comes to water pollution and is responsible for approximately 10 percent of all carbon emissions. 'An estimated $500 billion value is lost every year due to clothing being barely worn and rarely recycled,' The Business of Fashion reported last month. Burberry faced public outrage in 2018 after it was reported the brand had destroyed more than 28 million in unwanted products in the space of a year in a bid to stop counterfeiters selling their goods to the on the 'grey market'. Grey markets are where goods are traded unofficially, without having been obtained from the manufacturer or without their consent. Shulman went ... "]]}}