{"postfix": "cancom-aktie", "name": "CANCOM", "wkn": "541910", "time": "2020.06.02 12:13", "ts": 1591092820, "features": {"KGV": "33.45", "Marktkapitalisierung": {"Size": "Mrd", "Value": "2.18"}, "GA": "1.57", "KBV": "3.20", "BA": "16.40", "KCV": "14.45", "CA": "3.63", "Vola30": "49.56", "Vola90": "61.19", "Vola180": "49.41", "Vola250": "42.84"}, "rivals": ["bechtle-aktie", "deutsche_telekom-aktie", "ibm-aktie", "ntt_com_security_1-aktie", "computacenter-aktie", "software-aktie"], "text_data": {"de": [["2020.06.02", "INDEXÄNDERUNG/Cancom und Gerresheimer steigen in Stoxx-600 auf"], ["31.05.20", "So schätzen Analysten die CANCOM SE-Aktie ein"], ["28.05.20", "ANALYSE-FLASH: Berenberg hebt Cancom auf 'Mid Cap Top Picks'-Liste - 'Buy'"], ["25.05.20", "HSBC: CANCOM - Für die Watchlist!"], ["12.05.20", "XETRA-SCHLUSS/DAX konsolidiert - Musik spielt in Einzelwerten"], ["28.04.20", "Cancom will eine unveränderte Dividende ausschütten"], ["28.04.20", "Cancom wächst dank Cloudgeschäft - Dividende stabil"], ["28.04.20", "WDH: Cancom will trotz Corona bei Umsatz und Ergebnis moderat wachsen"], ["02.04.20", "ANALYSE-FLASH: Jefferies startet Cancom mit 'Buy' - Ziel 58 Euro"], ["02.04.20", "CANCOM SE öffnete die Bücher zum abgelaufenen Quartal"], ["24.03.20", "IT-Berater Cancom muss Umsatz und Gewinn nach unten korrigieren"], ["24.03.20", "Cancom nach Bilanzierungsänderung mit weniger Umsatz - Verschiebt Jahresbericht"], ["11.03.20", "ANALYSE-FLASH: DZ Bank startet Cancom mit 'Kaufen' - Fairer Wert 51,10 Euro"], ["05.03.20", "Cancom im Abwärtssog - Kaufchance?"], ["29.02.20", "Analysten sehen für CANCOM SE-Aktie Luft nach oben"], ["27.02.20", "ANALYSE-FLASH: Kepler Cheuvreux hebt Cancom auf 'Buy' und Ziel auf 60 Euro"], ["07.02.20", "Börsenpunk: Auf den Spuren von Peter Lynch, neue Investmentideen &amp;amp;amp;amp;amp;amp;amp;amp; Börsencrash - Highflyer Puma und Cancom / Turnaroundstory L Brands"], ["06.02.20", "XETRA-SCHLUSS/DAX läuft weiter - Dt. Bank haussieren - Siemens ex"], ["06.02.20", "ROUNDUP: Cancom wächst zum Jahresende langsamer - Aktie verliert nach Rekordhoch"], ["06.02.20", "Wichtige Kursbewegungen: Cancom-Aktie rutscht ans MDax-Ende"], ["06.02.20", "AKTIE IM FOKUS: Gewinnmitnahmen drücken Cancom nach Zahlen ans MDax-Ende"], ["06.02.20", "Cancom: Kursrutsch nach Zahlen - das sind die Gründe"], ["06.02.20", "Cancom-Zahlen kommen nicht gut an"], ["06.02.20", "Cancom wächst zum Jahresende langsamer - Aktie gibt nach"], ["27.01.20", "Schröders Nebenwerte-Watchlist: Bewährungsprobe für LPKF Laser, Aixtron, Cancom, SNP und Eckert &amp;amp;amp;amp;amp;amp;amp;amp; Ziegler"], ["23.01.20", "Cancom: Stärkeres Wachstum durch Zukauf?"], ["09.01.20", "MÄRKTE EUROPA/Anleger risikofreudig - DAX auf 2-Jahreshoch"], ["09.01.20", "XETRA-SCHLUSS/DAX macht großen Schritt in Richtung Allzeithoch"]], "en": [["19.03.20", "CANCOM SE : Release according to Article 40, Section 1 of the WpHG [the German Securities Trading Act] with the objective of Europe-wide distribution"], ["14.01.20", "CANCOM SE : Release according to Article 40, Section 1 of the WpHG [the German Securities Trading Act] with the objective of Europe-wide distribution"], ["2020-04-28 20:20", "FIRMEN-BLICK-Rhn-Klinikum beruft auerordentliche Hauptversammlung ein ...  66,6 Millionen Euro. Im Mrz und April seien Nutzer wegen der Coronakrise aktiver gewesen, was sich auch bei den Erlsen bemerkbar gemacht htte. Rovio sucht nach neuen Umsatzbringern neben seinem inzwischen zehn Jahre alten Kassenschlager \"Angry Birds\". CANCOM - Mnchen: Der Mnchner IT-Berater will 2020 trotz der Coronakrise wachsen. Umsatz und operatives Ergebnis (Ebitda) sollen \"moderat steigen\", wie Cancom mitteilte. \"Zwar wird auch Cancom sicher von Strungen in der IT-Lieferkette betroffen sein, und auch unsere Kunden sind von den Krisenmanahmen betroffen\", sagte Vorstandschef Rudolf Hotter. Andererseits wrden digitale Formen der Arbeit so intensiv wie nie genutzt. Angesichts einer hohen Eigenkapitalquote und geringer Bankschulden ... "], ["2020-04-28 05:29", "German stocks - Factors to watch on April 28 ...  order meals from home. SILTRONIC The company said its outlook for the second quarter was still looking good and confirmed its dividend policy. FRAPORT The operator of Frankfurt airport said its passenger numbers dropped by 96.8% last week. KION The company reported a 27.2% drop in first-quarter net income and said it would not be possible to provide a reliable outlook for 2020. CANCOM 2019 annual report due SYMRISE Q1 trading update due DRAEGERWERK The company will be added to Germany's TecDAX index, replacing RIB Software, Deutsche Boerse said bit.ly/2yKxVrJ. In the small-cap index SDAX, RIB will be replaced by Stratec . DMG MORI Q1 results due WASHTEC Q1 results due ANNUAL GENERAL MEETINGS BAYER - 2.80 eur/shr dividend proposed HOCHTIEF - 5.80 eur/shr ... "], ["2020-03-24 06:51", "German stocks - Factors to watch on March 24 ...  preliminary revenue and EBIT figures it had already announced in February. CORESTATE The company reported full-year EBITDA of 175 million euros. BERTELSMANN Annual report due RHOEN KLINIKUM Rhoen-Klinikum said full-year net consolidated profit fell to 44.5 million euros. PORSCHE Annual report due. The carmaker last week said full-year sales rose by 11% to 28.5 billion euros in 2019. CANCOM The company said its forecast for 2020 was postponed to 28 April 2020. It said coronavirus measures and simultaneous increased time requirements due to the first-time audit of annual financial statements by new auditors KPMG led to a postponement of THE publication date. ANALYSTS' VIEWS WACKER CHEMIE AG: JP MORGAN CUTS TARGET PRICE TO EUR 50 FROM EUR 63 LANXESS AG: JP ... "], ["2020-03-24 06:51", "German stocks - Factors to watch on March 24 ...  preliminary revenue and EBIT figures it had already announced in February. CORESTATE The company reported full-year EBITDA of 175 million euros. BERTELSMANN Annual report due RHOEN KLINIKUM Rhoen-Klinikum said full-year net consolidated profit fell to 44.5 million euros. PORSCHE Annual report due. The carmaker last week said full-year sales rose by 11% to 28.5 billion euros in 2019. CANCOM The company said its forecast for 2020 was postponed to 28 April 2020. It said coronavirus measures and simultaneous increased time requirements due to the first-time audit of annual financial statements by new auditors KPMG led to a postponement of THE publication date. ANALYSTS' VIEWS WACKER CHEMIE AG: JP MORGAN CUTS TARGET PRICE TO EUR 50 FROM EUR 63 LANXESS AG: JP ... "], ["2020-02-01 03:17", "BrandPost: Partner Software Integrations Are Bridges That Help Businesses Move Faster ... , organizations can enable the agile, fluid infrastructures that DevOps teams demand. A growing list of ISV partners are taking advantage of the unified API in HPE OneView to automate solutions for customers. These partners range from large software suites like VMware vCenter, Microsoft System Center, and Red Hat to focused solution providers such as Morpheus, Chef, Red Hat, CANCOM, and others. By integrating with the unified API in HPE OneView, ISVs can provide solutions that reduce the time their customers spend managing their environments. Building a better bridge with partner integrations HPE customers all over the world are automating their IT infrastructure to simplify their environments and be more competitive. Powered by HPE OneView, HPE's ... "]]}}