{"postfix": "cardinal_health-aktie", "name": "CARDINAL_HEALTH", "wkn": "880206", "time": "2020.06.02 12:35", "ts": 1591094120, "features": {"KGV": "8.82", "Marktkapitalisierung": {"Size": "Mrd", "Value": "14.18"}, "GA": "5.28", "KBV": "2.21", "BA": "21.06", "KCV": "5.18", "CA": "9.00", "Vola30": "70.22", "Vola90": "72.01", "Vola180": "60.11", "Vola250": "49.03"}, "rivals": ["mckesson_europe-aktie", "mckesson-aktie", "thermo_fisher_scientific-aktie", "cvs-aktie", "henry_schein-aktie", "amerisourcebergen-aktie", "covidien-aktie"], "text_data": {"de": [["31.05.20", "Mai 2020: Analysten sehen Potenzial bei Cardinal Health-Aktie"], ["12.05.20", "Cardinal Health steigert die Dividende"], ["12.05.20", "Cardinal Health gab Ergebnis zum abgelaufenen Quartal bekannt"], ["10.05.20", "Ausblick: Cardinal Health gewährt Anlegern Blick in die Bücher"], ["26.04.20", "Erste Schätzungen: Cardinal Health stellt das Zahlenwerk zum vergangenen Quartal vor"], ["31.03.20", "März 2020: Experten empfehlen Cardinal Health-Aktie mehrheitlich zu halten"], ["18.02.20", "MÄRKTE USA/Technologiesektor belastet Wall Street"], ["18.02.20", "MÄRKTE USA/Technologiesektor dürfte Wall Street belasten"], ["12.02.20", "Cardinal Health schüttet Dividende aus"], ["07.02.20", "Cardinal Health präsentierte Bilanzzahlen zum jüngsten Jahresviertel"], ["05.02.20", "Ausblick: Cardinal Health präsentiert das Zahlenwerk zum abgelaufenen Jahresviertel"]], "en": [["14.05.20", "Here's Why You Should Retain Cardinal Health Stock for Now"], ["13.05.20", "The Zacks Analyst Blog Highlights: Qualcomm, Cogent Communications, FactSet and Cardinal Health"], ["11.05.20", "Cardinal Health Inc (CAH) Q3 2020 Earnings Call Transcript"], ["11.05.20", "Cardinal Health (CAH) Beats Q3 Earnings and Revenue Estimates"], ["11.05.20", "Cardinal Health (CAH) Q3 Earnings and Revenues Top Estimates"], ["11.05.20", "Cardinal Health shares soar premarket after earnings blow past estimates "], ["07.05.20", "Cardinal Health (CAH) to Report Q3 Earnings: What's in Store?"], ["17.04.20", "Zacks Value Trader Highlights: Avid Technology, Cardinal Health, EMCOR and Fastenal"], ["16.04.20", "The Zacks Analyst Blog Highlights: Cardinal Health, Enphase Energy, Netflix, Amgen and Costco Wholesale"], ["15.04.20", "Cardinal Health (CAH) Stock Moves -1.22%: What You Should Know"], ["15.04.20", "Is Cardinal Health (CAH) Stock Outpacing Its Medical Peers This Year?"], ["15.04.20", "Zacks.com featured highlights include: Cardinal Health, AmerisourceBergen, Atlas Air Worldwide, Allegheny Technologies and CVS Health"], ["15.04.20", "Cardinal Health, Hilton Worldwide, Cloudera, Limelight Networks and Digital Turbine highlighted as Zacks Bull and Bear of the Day"], ["14.04.20", "The Zacks Analyst Blog Highlights: Koninklijke Philips, Dropbox, Cardinal Health, Enphase Energy and Chemed"], ["07.04.20", "Zacks.com featured highlights include: Ampco-Pittsburgh, Kaleyra, Booz Allen Hamilton, Grocery Outlet and The Cardinal Health"], ["07.04.20", "How Cardinal Health (CAH) Stock Stands Out in a Strong Industry "], ["06.04.20", "The Zacks Analyst Blog Highlights: InMode, Integer, Cardinal Health, DaVita and The Ensign Group"], ["31.03.20", "The Zacks Analyst Blog Highlights: General Motors, Tesla, Cardinal Health, ResMed and Medtronic"], ["31.03.20", "The Zacks Analyst Blog Highlights: America Movil, eBay and Cardinal Health"], ["30.03.20", "Why You Should Invest in Cardinal Health (CAH) Stock Now"], ["27.03.20", "Is Cardinal Health (CAH) a Great Value Stock Right Now?"], ["25.03.20", "Zacks.com featured highlights include: Halliburton Company, AmerisourceBergen, Cardinal Health, ABM Industries and Dillard's"], ["20.03.20", "Zacks.com featured highlights include: ITOCHU, Am??rica M??vil, Donegal, DaVita and The Cardinal Health"], ["11.03.20", "Is Cardinal Health (CAH) Stock Undervalued Right Now?"], ["11.03.20", "The Zacks Analyst Blog Highlights: Western Digital, Cardinal Health, HP, Lennar and KB Home"], ["06.03.20", "Will Cardinal Health Continue to Surge Higher?"], ["05.03.20", "The Zacks Analyst Blog Highlights: BP, Eaton, Manulife Financial, Cardinal Health and Regions Financial"], ["04.03.20", "Is Cardinal Health (CAH) Stock a Solid Choice Right Now?"], ["28.02.20", "SEC Charges Cardinal Health With FCPA Violations"], ["28.02.20", "Is Cardinal Health (CAH) Stock Outpacing Its Medical Peers This Year?"], ["28.02.20", "Zacks.com featured highlights include: McKesson, United Therapeutics, Virtusa and Cardinal Health"], ["26.02.20", "Zacks.com featured highlights include: Cardinal Health, Anixter International, Abercrombie & Fitch, Brookdale Senior Living and Fluor"], ["24.02.20", "Should Value Investors Buy Cardinal Health (CAH) Stock?"], ["21.02.20", "Looking for Value? Why It Might Be Time to Try Cardinal Health (CAH)"], ["18.02.20", "Zacks.com featured highlights include: DaVita, Legg Mason, PG&E, Cardinal Health and McKesson"], ["17.02.20", "Here's Why You Should Invest in Cardinal Health Stock Now"], ["13.02.20", "Will Cardinal Health Continue to Surge Higher?"], ["11.02.20", "Has Cardinal Health (CAH) Outpaced Other Medical Stocks This Year?"], ["07.02.20", "Is Cardinal Health (CAH) a Great Value Stock Right Now?"], ["07.02.20", "Cardinal Health (CAH) in Focus: Stock Moves 10.6% Higher"], ["2020-06-02 08:30", "POLITICO's guide to the biggest Election Day since coronavirus took over ...  COLUMNS & CARTOONS Rich Lowry Jack Shafer Matt Wuerker Cartoon Carousel POLICY Agriculture Cannabis Cybersecurity Defense Education eHealth Employment & Immigration Energy & Environment Finance & Tax Health Care Space Technology Trade Transportation EDITIONS California Canada China Europe Florida New Jersey New York Pro Follow us Twitter Instagram Facebook My Account  ...  voters in the district will pick Visclosky's replacement from a list of 14 candidates. The race appears wide open to replace the moderate Visclosky, who is best known as a House cardinal who now chairs the House Appropriations subcommittee on defense. Meanwhile, in New Mexico, sixth-term Democratic Rep. Ben Ray Lujn is seeking a promotion to the Senate, opening his House seat. That race ... "], ["2020-06-02 08:30", "Journalists under threat: June's 10 most urgent cases ... limited courtroom access. More than 150 organizations have called for the decision to be overturned. 2. Azimjon Askarov ( Kyrgyzstan ) Life sentence upheld in case of journalist jailed 10 years in worsening health. Last month a Kyrgyz court heard the final appeal , and upheld the life sentence, in the case of award-winning journalist Azimjon Askarov . June 15 marks 10 years since the  ...  Alexander Plushchev was detained for the second time in two days. (29.05.2020) Australia: Journalists face trial over Cardinal Pell sex abuse case A Melbourne court banned media from reporting details of a historic sex abuse case involving Cardinal George Pell. Dozens of journalists now face charges for allegedly breaching that order. (26.05.2020) Journalists under threat:  ... "], ["2020-06-02 08:00", "Briefs ... mainecf.org , email Senior Program Officer Maggie Drummond-Bahl at [email protected] or call 412-0839. AUGUSTA DHHS launches first website redesign in decades The Maine Department of Health and Human Services has launched the first phase of a website redesign project that will modernize the department's online presence and improve communication about critical programs  ... Brooks as he transitions to his new role. Brooks joined Hebron Academy in the 2019-2020 year as a coach, faculty member, and dormitory advisor. Brooks has worked at Groton School and Cardinal Newman School in West Palm Beach, Fla.; coached numerous camps and club teams including Colby College Lacrosse Camp; coached with 3D New England; and was the camp director at Stratton Mountain Lacrosse ... "], ["2020-06-01 06:43", "France 24 ... have made headlines around the world, including in France. After being handed a six-month suspended sentence for failing to report child sex abuse by a Lyon priest, the city's archbishop, Cardinal Barbarin, was acquitted on appeal in January. He finally resigned in March and the race to succeed him is on. A few days ago, a woman applied symbolically for the position: the  ...  HOUEIXFranceFrance's Covid-19 case numbers continue to declinehttps://www.france24.com/en/20200530-french-covid-19-case-numbers-extend-declineFrance's coronavirus case numbers continue to decline, health officials said on Saturday, with 14,380 patients currently in hospital, down from 14,695 a day earlier.33917bdc-a29f-11ea-adac-005056bf5f89Sat, 30 May 2020 18:04:04 GMT Loic ... "], ["2020-06-01 05:00", "Questions Every Parent Of A College Athlete Should Ask Before Their Kids Return To Practice ... facility food area, you should ask about that. If possible, walk through these areas and see them for yourself. PALO ALTO, CA - NOVEMBER 26: Christian McCaffrey #5 of the Stanford Cardinal is greeted by his ... [+] mother Lisa McCaffrey (white poncho) following an NCAA football game against the Rice Owls played on November 26, 2016 at Stanford Stadium in Palo Alto,  ... area location? Initial readings of media reports indicate widespread disparities when it comes to whether athletes will immediately go into quarantine when they return to campus to work out. The American College Health Association provides more guidelines as to what to look for. You can find out more here . What are the expectations for using medical insurance? Who will pay for my son/daughter' ... "], ["2020-06-01 04:36", "The Latest: One dead in Indianapolis shootings amid protests ... are 'being drowned out by a smaller group of violent individuals.' He says that 'acts of violence cannot, and will not, be tolerated.' Columbus Mayor Andrew Ginther says he believes racism 'is a public health and safety crisis' and he wants to see a more equitable city, but 'we are now at a point that we can no longer tell who is protesting for change and an end to racism and  ...  to be heard in dog whistles, we now hear from a bullhorn.' ___ VATICAN CITY \" A top Vatican cardinal is calling on U.S. pastors to plead for calm amid violent protests over the death of George Floyd in the United States. Cardinal Peter Turkson, who is from Ghana, says the death of Floyd was 'disgracefully inhuman & sad enough.' In appealing ... "], ["2020-06-01 04:01", "Year after fire, Notre Dame forecourt opens to public ... worshipers. Notre-Dame de Paris opened its forecourt, the square in front, to the public Sunday afternoon, a little over a year after the church was nearly engulfed in flames. Paris Mayor Anne Hidalgo, Cardinal Michel Aupetit and General Jean-Louis Georgelin, the latter in charge of renovation, welcomed devotees at 3 p.m. On April 15, 2019, a fire started in a corner of the cathedral' ... s first Crew Dragon socks at International Space Station Notre Dame building as well as city officials had to receive the go-ahead from the ARS, France's regional health agency, before re-opening on Sunday. Despite multiple cleanings, lead levels around the church, including in the forecourt, had remained too high previously. They have been now cleared away sufficiently  ... "], ["2020-05-31 22:30", "Dynamic Jill Aguilera has quietly been a driving force for the Arizona Wildcats' soccer team ...  Suns College Professional Entertainment Caliente Events Calendar Arts & Theatre Music Movies Movie Listings Television TV Guide Comics Games & Puzzles Lifestyles Food & Cooking Health History Home & Garden Parenting Fashion Pets People Outdoors & Rec Travel Store Arizona Daily Star E-Newspaper Archives Weekly Ads Special Sections Classifieds ...  she's good Aguilera tallied 20 points last season. She scored nine goals and had two assists, and led the team in shots (56) and shots on goal (24). She scored two goals against Stanford to break the Cardinal's eight-game shutout streak. She was named to the United Soccer Coaches NCAA Division I Women's All-Pacific Region Third Team. She's fast, athletic and powerful — and is a lefty, which allows  ... "], ["2020-05-31 17:57", "'Makes no sense': Alberta woman can't fathom why husband, uncle slain on hunting trip ... reddit Copy article link Copy link Sarah Sansom didn't think she had any reason to worry when her husband and his uncle ventured into the woods to go moose hunting. Jacob Sansom, 39, and Maurice Cardinal, 57, were found shot to death on a rural road in northern Alberta two months ago. The younger man's widow still can't fathom why. \"There's nothing that these two men ... vehicles driving into crowd 46561 Read Monkeys escape lab with COVID-19 samples in 'Planet of the Apes' raid 22292 Read 'I thought it was some sick joke': Toronto health-care worker hit with $10K cellphone bill 11515 Read Ontario reports 326 new coronavirus cases, 19 deaths as total cases surpass 27,800 10476 Read SpaceX, NASA launch spacecraft into orbit in  ... "], ["2020-05-31 16:15", "Laughing British teenagers mock George Floyd's death in sick Snapchat photo ... who went to school with the trio said they have outraged their local community in Gateshead, Tyne and Wear. She said the picture was uploaded among friends of the boys - who all went to Cardinal Hume Catholic School - on Thursday. It only went viral after appearing on Twitter - despite being condemned by numerous people in their local community. The woman, who did not wish to be named, said: ' ... New Jersey, 32, who works as a Meghan Markle lookalike reveals she plans to audition to play the Duchess in a new film Prince William warns of the 'hidden mental health dangers' of praising health workers amid fears they won't ask for help if they are struggling Brie Bella admits she has grown apart from husband Daniel Bryan in Total Bellas sneak peek:  ... "], ["2020-05-31 15:29", "Alberta woman can't fathom why husband, uncle slain on hunting trip ...  LIVE CBC Music Playlists TV Shows Schedule CBC Gem Shop More Shop Sitemap Help Contact Contests COVID-19 Local updates Live broadcast COVID-19 tracker Subscribe to newsletter news Top Stories Local The National Opinion World Canada Politics Indigenous Business Health Entertainment Tech & Science CBC News Investigates Go Public Shows About CBC News news Alberta woman can't fathom why husband, uncle slain on hunting trip Social Sharing Edmonton New Alberta woman can't fathom why husband, uncle slain on hunting trip Jacob Sansom, 39, and Maurice Cardinal, 57, were found shot to death on a rural road in northern Alberta two months ago. The younger man's widow still can't fathom why. Social Sharing 'It just makes no sense' Lauren Krugel ... "], ["2020-05-31 15:21", "Protests heat up across US, governors call in National Guard ... from Atlanta to Portland, Oregon — before many descended into violence. The massive crowds involved, with many people not wearing masks or practicing social distancing, raised concerns among health experts about the potential for the spread of the coronavirus . Hundreds of people were arrested Friday, and police used batons, rubber bullets and pepper spray to push back ... need to protect their cities and said they would call in reinforcements, despite concerns that could lead to more heavy handed tactics. The unrest prompted responses across the globe. A top Vatican cardinal, Peter Turkson who is from Ghana, urged pastors in the United States to plead for calm, while U.S. national soccer player Weston McKennie wore an armband referencing Floyd's death  ... "], ["2020-05-31 14:37", "Laughing teenagers mock death of George Floyd in US in sick Snapchat photo ... -19 TV & Showbiz Football Fabulous News Sport Money Tech Travel Motors Dear Deidre Puzzles Vouchers Sun Win Topics A-Z All Football All News UK News World News Brexit Politics Opinion Health News NO LAUGHING MATTER Laughing teenagers mock death of George Floyd in US in sick Snapchat photo Holly Christodoulou 31 May 2020, 15:37 LAUGHING Brit teens have mocked the death ... your Snapchat and not get anything back - these people need to be named and shamed.\" 'SICK PRANKSTERS' The trio are understood to be from Gateshead and are said to have attended Cardinal Hume Catholic School. One ex-classmate blasted the boys for the disgusting post and called them \"sick pranksters\". She added: \"They were very laddy. They were quite outrageous. \"I  ... "], ["2020-05-31 14:29", "Some protests turn violent as unrest sweeps the nation ...  \"being drowned out by a smaller group of violent individuals.\" He says that \"acts of violence cannot, and will not, be tolerated.\" Columbus Mayor Andrew Ginther says he believes racism \"is a public health and safety crisis\" and he wants to see a more equitable city, but \"we are now at a point that we can no longer tell who is protesting for change and an end to racism and  ...  in dog whistles, we now hear from a bullhorn.\" ___ Vatican City VATICAN CITY — A top Vatican cardinal is calling on U.S. pastors to plead for calm amid violent protests over the death of George Floyd in the United States. Cardinal Peter Turkson, who is from Ghana, says the death of Floyd was \"disgracefully inhuman & sad enough.\" In appealing ... "], ["2020-05-31 14:02", "'Makes no sense:' Woman can't fathom why husband, uncle slain on hunting trip ...  Basketball NBA NCAA Football CFL NFL Soccer Golf Golf Videos Tennis Culture All Culture Books Celebrity Movies Music Theatre Television Life All Life Health Homes Eating & Drinking Style Travel Parenting More Horoscopes Jobs Classifieds Browse Listings Place a Classifieds Ad Celebrating Local Directory Flyercity Obituaries Browse Notices  ...  been set. Sansom said the first she had heard of Bilodeau was when RCMP announced the charges against him. She doesn't know whether racism was at play. She can't imagine her husband or Cardinal would have trespassed, given their familiarity with property owners in the area. She said police have told her little, but assured her that the victims did nothing wrong. Sansom said her kids have slept in her bedroom every ... "], ["2020-05-31 12:30", "Protests heat up across US, governors call in National Guard ...  giving away 2,000 burgers Video How Nevada State Bank is helping small businesses Video How Deville Realty can help you sell your home Video Southwest Medical discusses \"the new normal\" for health care Video Contests En Espaol About Us Meet the Team Contact Us TV Schedule Stay Connected 8 News Now on Alexa Newsletter Sign Up Advertise With Us Work for Us Do Not Sell My  ...  to protect their cities and said they would call in reinforcements, despite concerns that could lead to more heavy handed tactics. The unrest prompted responses across the globe. A top Vatican cardinal, Peter Turkson who is from Ghana, urged pastors in the United States to plead for calm, while U.S. national soccer player Weston McKennie wore an armband referencing Floyd's death ... "], ["2020-05-31 12:21", "Protests heat up across US, governors call in National Guard ...  Your Side Submit your photos: Saluting the Class of 2020 School Watch Eastern Carolina Education Connection Pawsitive Pet Page People and Places Positively Carolina Consumer Watch Buy Local A Loving Home Health Watch Live Eye 9 Cameras Calendar Better Business Briefs Southern Stars CW Livestream WNCT Now Live Events The Download Station Info Work for us Meet the Team Contact us Alexa TV  ...  protect their cities and said they would call in reinforcements, despite concerns that could lead to more heavy handed tactics. The unrest prompted responses across the globe. A top Vatican cardinal, Peter Turkson who is from Ghana, urged pastors in the United States to plead for calm, while U.S. national soccer player Weston McKennie wore an armband referencing Floyd's ... "], ["2020-05-31 11:21", "Across U.S., protests over George Floyd death heat up in several major cities, governors call in National Guard ... from Atlanta to Portland, Oregon — before many descended into violence. The massive crowds involved, with many people not wearing masks or practicing social distancing, raised concerns among health experts about the potential for the spread of the coronavirus . Hundreds of people were arrested Friday, and police used batons, rubber bullets and pepper spray to push back ... need to protect their cities and said they would call in reinforcements, despite concerns that could lead to more heavy handed tactics. The unrest prompted responses across the globe. A top Vatican cardinal, Peter Turkson who is from Ghana, urged pastors in the United States to plead for calm, while U.S. national soccer player Weston McKennie wore an armband referencing Floyd's death  ... "], ["2020-05-31 09:48", "Grinning teens mock US police killing of George Floyd in sick Snapchat photo ...  I'm A Celeb X Factor Strictly TOWIE Britain's Got Talent Big Brother Expand Life & Style Real Life Love & Sex Diet & Fitness Fashion & Beauty Health Just Jane Cars Money Competitions Expand Tech Gaming Guides Reviews Tech News Expand Travel Travel News Adventure Beach Party Expand Pics Celebrity Galleries Pictures Weird Galleries Sport  ... All Lives Matter' Read More Related Articles Labour MP quits front bench after breaking lockdown to see married lover She said the picture was uploaded among friends of the boys - who all went to Cardinal Hume Catholic School - on Thursday. It only went viral after appearing on Twitter - despite being condemned by numerous people in their local community. The woman, who did not wish to be named, said: \" ... "], ["2020-05-31 09:25", "'It is now time': Archbishop Wilson joins calls to reopen churches ... different religious traditions and, where their place of worship is necessary to their faith, you create parity of access consistent with that for retail outlets. The long term mental health implications of Covid-19 are as yet unknown. Religious faith can help support people, both directly and indirectly, with respect to their wellbeing. Access to places of worship is ... . But social conservatives already knew... 2 days ago Pope Francis to join Anglican archbishops for Pentecost service 2 days ago Election fraud case goes to court after Burundi bishops raise... 2 days ago Cardinal Nichols: It's time for 'phased opening of our churches' 14 hours ago Pope Francis to join Anglican archbishops for Pentecost service 2 days ago Election fraud case goes to  ... "]]}}