{"postfix": "carl_zeiss_meditec-aktie", "name": "CARL_ZEISS_MEDITEC", "wkn": "531370", "time": "2020.06.02 12:38", "ts": 1591094308, "features": {"KGV": "58.88", "Marktkapitalisierung": {"Size": "Mrd", "Value": "8.20"}, "GA": "1.79", "KBV": "6.74", "BA": "15.64", "KCV": "42.92", "CA": "2.46", "Vola30": "53.49", "Vola90": "65.63", "Vola180": "53.8", "Vola250": "44.58"}, "rivals": ["eckertziegler_strahlen-_und_medizintechnik-aktie", "fresenius_medical_care-aktie", "medisana-aktie", "geratherm_medical-aktie", "ums_united_medical_systems_international-aktie", "fresenius-aktie", "olympus-aktie"], "text_data": {"de": [["31.05.20", "Carl Zeiss Meditec-Aktie: Das sind die Expertenmeinungen des Monats Mai"], ["20.05.20", "ANALYSE-FLASH: DZ Bank senkt fairen Wert für Carl Zeiss Meditec - 'Halten'"], ["13.05.20", "Carl Zeiss Meditec vermeldete Zahlen zum jüngsten Quartal"], ["13.05.20", "Carl Zeiss Meditec: Bilanz zum abgelaufenen Quartal"], ["11.05.20", "ROUNDUP: Carl Zeiss Meditec bekommt Corona-Krise zu spüren"], ["11.05.20", "Carl Zeiss Meditec: Das sind die endgültigen Zahlen - diese Hürde ist jetzt entscheidend"], ["11.05.20", "Carl Zeiss Meditec: Ergebnis unter Druck"], ["11.05.20", "Operativer Gewinn bei Carl Zeiss Meditec sinkt wie erwartet"], ["11.05.20", "Carl Zeiss Meditec bilanziert erstes Halbjahr"], ["02.04.20", "Carl Zeiss Meditec: Aktie rutscht erneut massiv ab - was nun?"], ["02.04.20", "VIRUS: Carl Zeiss Meditec kassiert Ausblick - 'signifikante Beeinträchtigung'"], ["02.04.20", "AKTIE IM FOKUS: Carl Zeiss rutschen ab - Krisen-Belastungen dauern länger"], ["17.03.20", "Exklusiv: Carl Zeiss Meditec sagt Hauptversammlung ab"], ["29.02.20", "So stuften die Analysten die Carl Zeiss Meditec-Aktie im vergangenen Monat ein"], ["12.02.20", "HSBC: Carl Zeiss Meditec, Fielmann und Jenoptik treiben Expansion voran"], ["10.02.20", "MÄRKTE EUROPA/Zurückhaltender Wochenstart - Merger Monday"], ["10.02.20", "MÄRKTE EUROPA/Zurückhaltender Wochenstart - Übernahmen beflügeln"], ["10.02.20", "AKTIE IM FOKUS 2: Carl Zeiss Meditec nach vorsichtigerem Ausblick im Minus"], ["10.02.20", "MÄRKTE EUROPA/Wenig Bewegung - Kursfeuerwerk bei Isra Vision"], ["10.02.20", "Börsenliebling unter Druck: Carl Zeiss Meditec wird vorsichtiger beim Umsatzwachstum"], ["10.02.20", "ROUNDUP: Carl Zeiss Meditec wird vorsichtiger beim Umsatzwachstum - Aktie fällt"], ["10.02.20", "Carl Zeiss Meditec wird etwas vorsichtiger"], ["10.02.20", "MÄRKTE EUROPA/DAX & Co schwächeln - 44%-Hausse bei Isra Vision"], ["10.02.20", "Carl Zeiss Meditec: Starkes Quartal, aber reicht das?"], ["10.02.20", "AKTIE IM FOKUS: Carl Zeiss Meditec im Blick  -  vorsichtiger für Geschäftsjahr"], ["10.02.20", "Carl Zeiss Meditec: Weniger Wachstum angepeilt"], ["10.02.20", "Carl Zeiss Meditec mit gutem Jahresstart - Prognose bestätigt"], ["10.02.20", "Carl Zeiss Meditec informiert über Geschäftsverlauf im ersten Quartal"], ["31.01.20", "ANALYSE-FLASH: Hauck & Aufhäuser senkt Carl Zeiss Meditec auf 'Hold'"]], "en": [["09.03.20", "ZEISS Medical Technology Announces Changes in Ophthalmic Devices Executive Leadership"], ["09.03.20", "ZEISS Medical Technology Announces Changes in Ophthalmic Devices Executive Leadership"], ["09.03.20", "ZEISS Medical Technology Announces Changes in Ophthalmic Devices Executive Leadership"], ["09.03.20", "ZEISS Medical Technology Announces Changes in Ophthalmic Devices Executive Leadership"], ["2020-05-25 21:39", "Amid The COVID-19 Crisis And The Looming Economic Recession, The Medical Laser Systems Market Worldwide Will Grow By A Projected US$3.1 Billion, During The Analysis Period ...  success in the now changing Medical Laser Systems market landscape. All research viewpoints presented are based on validated engagements from influencers in the market, whose opinions supersede all other research methodologies. Competitors identified in this market include, among others, AMD Lasers ; AngioDynamics Inc.; Bausch & Lomb Inc.; BIOLASE Inc.; Biolitec AG; Carl Zeiss Meditec AG; Cutera Inc.; Danaher ; Hologic Inc.; Lumenis Ltd.; Nidek Co. Ltd.; Spectranetics Corporation; Syneron Cadila; Topcon Corporation Read the full report: https://www.reportlinker.com/p04368321/?utm_source=PRN Read the full report: https://www.reportlinker.com/p04368321/?utm_source=PRN About Reportlinker ReportLinker is an award-winning market research solution. ReportLinker ... "], ["2020-05-25 14:30", "Ophthalmic Devices Market Size Worth Around US$ 60 Bn By 2027 ... , Ziemer Ophthalmic Systems AG, STAAR Surgical, and Gulden Ophthalmics. The market is highly competitive due to high presence of players operating on the global level. In addition, business merger and acquisition activities in order to increase the product portfolio and enhance the customer base are expected to augment the competition. In 2018, Carl Zeiss Meditec acquired IanTECH a privately held company focused on technology solutions for micro-interventional cataract surgery. This acquisition will help the company to enhance the product portfolio. Request for Customization@ https://www.acumenresearchandconsulting.com/request-customization/1849 The report is readily available and can be dispatched immediately after payment confirmation. Buy this premium ... "], ["2020-05-14 18:45", "In Vitro Diagnostics (IVD) Partnering Deals, Worldwide, 2014-2020 - Access To Headline, Upfront, Milestone And Royalty Data ...  Boehringer Ingelheim Vetmedica Bonnie J. Addario Lung Cancer Foundation Boston Scientific Boston University Boston University School of Medicine Breakthrough Diagnostics Broad Institute Burnet Institute Cambridge Bioscience Cambridge Cognition Cancer Genetics Canon U.S. Life Sciences Capnia Caputron Medical CARB-X CardiNor CardioDx CardioLogic Cardiorentis CareDx Care GB Plus Carl Zeiss Meditec Case Western Reserve University CBD Vida Celgene Cellgen Diagnostics Cell Marque Centaur Center for Connected Health Center for Human Genetics and Laboratory Medicine Centers for Disease Control and Prevention Cepheid Cernostics Chembio Diagnostics Children's Hospital Boston Children's Hospital Oakland Research Institute (CHORI) Chun Fo Pharmaceutical ... "], ["2020-05-13 22:30", "Alcon Inc (ALC) Q1 2020 Earnings Call Transcript ...  that this, as we said, should -- normality in the market should return roughly in that kind of end of year or early next. Operator Thank you. The next question comes from Scott Bardo of Berenberg. Please go ahead. Scott Bardo -- Berenberg -- Analyst Yeah, thanks very much for taking the questions. Yeah, just to understand a little bit the April dynamic. I think one of your competitors Carl Zeiss Meditec, I know it's a slightly different business in construct, but saw something like 20%, 30% revenue declines in April, you're pulling out 50%. So I wonder if you can just comment a little bit about what the differences are there? And maybe just remind us how much of your contact lens business is based on the subscription model, whether there is anything ... "], ["2020-05-11 05:42", "FIRMEN-BLICK-Gewinn von Medizintechnikunternehmen Carl Zeiss schrumpft ... Accounting Blog: Answers On Innovation @ Thomson Reuters Directory of sites Login Contact Support Business Markets World Politics TV More United States Medical Equipment, Supplies & Distribution May 11, 2020 / 5:44 AM / Updated 19 minutes ago FIRMEN-BLICK-Gewinn von Medizintechnikunternehmen Carl Zeiss schrumpft 2 Min Read Zrich, 11. Mai (Reuters) - Es folgt der Reuters-Blick zu wichtigen Entwicklungen aus der Unternehmenswelt ber die Top-Themen des Tages hinaus: CARL ZEISS MEDITEC - Dsseldorf: Das Medizintechnikunternehmen, das seine Jahresziele wegen der Coronakrise bereits aufgegeben hat, verdiente in den ersten sechs Monaten des Bilanzjahres 2019/20 weniger. Bei einem Umsatzplus von 7,2 Prozent auf 714,9 Millionen Euro schrumpfte das operative Ergebnis ... "], ["2020-05-11 05:09", "BRIEF-Carl Zeiss Meditec Says Significant Slowdown In Q2 Due To Covid-19Carl Zeiss Meditec AG:'"], ["2020-05-11 05:09", "BRIEF-Carl Zeiss Meditec Says Significant Slowdown In Q2 Due To Covid-19Carl Zeiss Meditec AG:"]]}}