{"postfix": "carnival-aktie", "name": "CARNIVAL", "wkn": "120071", "time": "2020.06.02 12:56", "ts": 1591095379, "features": {"KGV": "9.55", "Marktkapitalisierung": {"Size": "Mrd", "Value": "2.19"}, "GA": "3.37", "KBV": "1.14", "BA": "28.34", "KCV": "5.30", "CA": "6.08", "Vola30": "106.35", "Vola90": "168.82", "Vola180": "124.45", "Vola250": "89.91"}, "rivals": ["tui-aktie", "marriott-aktie", "royal_caribbean_cruises-aktie"], "text_data": {"de": [["29.05.20", "MÄRKTE EUROPA/Hongkong-Krise löst Gewinnmitnahmen aus"], ["29.05.20", "MÄRKTE EUROPA/Zykliker schwach - Anleger warten auf Trump"], ["29.05.20", "MÄRKTE EUROPA/Anleger vor Trumps China-Reaktion vorsichtig"], ["27.05.20", "Bis Ende Juli keine Kreuzfahrten mit Aida Cruises"], ["26.05.20", "MÄRKTE EUROPA/Tourismus- und Reise-Aktien zünden Kursfeuerwerk"], ["26.05.20", "MÄRKTE EUROPA/DAX über 11.500 - Reiseaktien mit Kursfeuerwerk"], ["26.05.20", "MÄRKTE EUROPA/Tourimsus- und Reise-Aktien zünden Kursfeuerwerk"], ["26.05.20", "Was der Aktie von Carnival am 1. Juni droht"], ["18.05.20", "Opening Bell: Dow-Future steigt 700 Punkte; HDAX-Mover, Moderna, Microsoft, Zoom Video, Shopify, Carnival "], ["11.05.20", "MÄRKTE EUROPA/Freundlich - Wirecard baut um"], ["04.05.20", "Wichtige Kursbewegungen: US-Untersuchungen drücken \"Aida\"-Mutter Carnival"], ["29.04.20", "MÄRKTE EUROPA/Börsen wenig verändert"], ["24.04.20", "Carnival-Aktie: Experten sehen Kurspotenzial von über 100 Prozent"], ["14.04.20", "MÄRKTE EUROPA/Fest - Positive Nachrichten aus mehreren Richtungen"], ["14.04.20", "MÄRKTE EUROPA/Börsen steigen mit gelungenem Berichtssaison-Auftakt"], ["07.04.20", "MÄRKTE USA/Wall Street nach Vortagesrally mit leichten Verlusten"], ["07.04.20", "MÄRKTE EUROPA/Anleger kaufen \"Fallen Angels\""], ["07.04.20", "MÄRKTE USA/US-Börsen rücken mit Corona-Hoffnung erneut vor"], ["07.04.20", "MÄRKTE EUROPA/Erholungs-Rally - Anleger kaufen \"Fallen Angels\""], ["07.04.20", "MÄRKTE USA/Wall Street rückt erneut vor"], ["07.04.20", "Opening Bell: Dow Jones vor 750-Punkte-Sprung; Boeing, Carnival, Norwegian Cruise, Royal Caribbean, Visa, AT&amp;amp;amp;amp;amp;amp;amp;amp;T"], ["07.04.20", "Saudis steigen ein: Carnival-Aktie schießt nach oben"], ["07.04.20", "MÄRKTE EUROPA/Rally geht weiter - Zykliker gefragt"], ["07.04.20", "MÄRKTE EUROPA/Rally geht weiter - Optimismus nimmt zu"], ["07.04.20", "Carnival mit Kursfeuerwerk: Saudi-Staatsfonds steigt ein"], ["06.04.20", "MÄRKTE USA/US-Börsen von Corona-Hoffnung befeuert"], ["06.04.20", "Carnival-Aktien um 80 Prozent gefallen: Saudis kaufen Kreuzfahrt-Aktien zum Schnäppchenpreis"], ["02.04.20", "MÄRKTE EUROPA/Börsen nach Achterbahnfahrt höher - Ölpreise haussieren"], ["02.04.20", "MÄRKTE EUROPA/Schwache US-Erstanträge schicken Börsen ins Minus"], ["01.04.20", "Frisches Geld händeringend gesucht: Droht bei Carnival bald das Ende?"], ["31.03.20", "MÄRKTE USA/Konjunkturpessimismus drückt Wall Street ins Minus"], ["31.03.20", "Carnival stoppt Aktienrückkäufe und setzt Dividende aus"], ["30.03.20", "Wichtige Kursbewegungen: Carnival auf Talfahrt - Kreuzfahrtstopp verlängert"], ["27.03.20", "MÄRKTE USA/Wall Street nach dreitägiger Rally mit Gewinnmitnahmen"], ["27.03.20", "MÄRKTE USA/Wall Street nach dreitägiger Rally vor Gewinnmitnahmen"], ["27.03.20", "Wichtige Kursbewegungen: \"Aida\"-Mutter Carnival erneut auf Talfahrt"]], "en": [["01.06.20", "CARNIVAL DEADLINE ALERT: Faruqi & Faruqi, LLP Encourages Investors Who Suffered Losses Exceeding $50,000 In Carnival Corporation & Plc To Contact The Firm"], ["29.05.20", "Carnival (CCL) Stock Sinks As Market Gains: What You Should Know"], ["29.05.20", "Why Carnival, Royal Caribbean, and Norwegian Cruise Line Stocks Sank Thursday"], ["27.05.20", "Why Carnival Corporation, Royal Caribbean, and Norwegian Cruise Line Stocks Jumped -- Then Slumped -- Wednesday"], ["27.05.20", "London Markets: EasyJet, Carnival could fallout of FTSE 100, even after another big day of gains"], ["27.05.20", "Carnival PLC : Costa Extends Pause in Operations Until July 31"], ["27.05.20", "Carnival PLC : AIDA Cruises Extends Pause in Operations until July 31"], ["27.05.20", "Covid-19 Shock: Can Cruise Operator Carnival Corp’s Stock Rebound?"], ["26.05.20", "Why Carnival Corporation, Royal Caribbean, and Norwegian Cruise Line Stocks Surged 10% (and More) Tuesday"], ["22.05.20", "Do Carnival Insiders Know Something We Should?"], ["21.05.20", "Why Disney, Royal Caribbean, and Carnival Are Up"], ["21.05.20", "Why Shares of Norwegian Cruise Line, Royal Caribbean, and Carnival All Jumped on Thursday"], ["21.05.20", "This Analyst Sees Carnival, Norwegian Cruise Line, and Royal Caribbean as Good Bets"], ["20.05.20", "Carnival (CCL) Gains But Lags Market: What You Should Know"], ["20.05.20", "Shoe Carnival (SCVL) Reports Q1 Loss, Tops Revenue Estimates"], ["20.05.20", "Analyst Lowers Price Target on Carnival, Norwegian Cruise Line, and Royal Caribbean"], ["20.05.20", "Why Carnival, Royal Caribbean, and Norwegian Cruise Line Stocks Dropped Today"], ["19.05.20", "Should You Buy Carnival Cruises Before It Goes Back Up?"], ["18.05.20", "Why Carnival, Norwegian Cruise Line, and Royal Caribbean Were Soaring Monday Morning"], ["16.05.20", "Why Did Carnival, Royal Caribbean, and Norwegian Cruise Line Plunge This Week?"], ["15.05.20", "Why Carnival Corporation Stock Popped Nearly 7% This Morning"], ["15.05.20", "Pinterest, Bank of America, Norwegian Cruise, Royal Caribbean and Carnival as Zacks Bull and Bear of the Day"], ["15.05.20", "Carnival Lays Off Almost 1,000 Workers in Florida, With More Layoffs Coming in Other States"], ["15.05.20", "Carnival Finally Admits Something Investors Have Suspected for a While"], ["15.05.20", "Carnival to Lay Off Employees in Florida Due to Coronavirus"], ["15.05.20", "Carnival to lay off hundreds in Florida, other states"], ["14.05.20", "Norwegian Cruise Lines, Royal Caribbean, and Carnival All Made Big Moves Today"], ["14.05.20", "Cruise operator Carnival to cut 820 jobs in Florida amid COVID-19 crisis"], ["14.05.20", "Could Carnival Be a Millionaire-Maker Stock?"], ["14.05.20", "Norwegian Cruise, Carnival signal demand rebounding by 2021"], ["14.05.20", "1 Trend That Is Getting Better at Carnival"], ["14.05.20", "Better Buy: Disney vs. Carnival Cruises"], ["14.05.20", "Carnival PLC : Carnival Corp Taking Steps to Manage Pause in Operations"], ["13.05.20", "Why Carnival, Royal Caribbean, and Norwegian Cruise Line Stocks Sank on Wednesday"], ["13.05.20", "Analysts Estimate Shoe Carnival (SCVL) to Report a Decline in Earnings: What to Look Out for"], ["12.05.20", "Implied Volatility Surging for Carnival Corporation (CCL) Stock Options"], ["12.05.20", "Coronavirus: Cruise firm Carnival UK 'to cut 450 jobs'"], ["10.05.20", "Are Carnival, Royal Caribbean, and Norwegian Starting to Sail in Different Directions?"], ["09.05.20", "ONGOING INVESTIGATION REMINDER: The Schall Law Firm Announces it is Investigating Claims Against Carnival Corporation & Plc and Encourages Investors with Losses of $100,000 to Contact the Firm"], ["09.05.20", "Why Carnival, Royal Caribbean, and Norwegian Cruise Line Stocks Rebounded on Friday"], ["2020-06-02 10:02", "Marshfield Fair cancels 153rd season ... and best-bred livestock to the fairgrounds to show off their work and compete for ribbons.Want news like this sent straight to your inbox? Head over to PatriotLedger.com to sign up for alerts and make sure you never miss a thing. You pick the news you want, we deliver.Additionally, the fair is a summer hot spot for music, entertainment, exhibits, 4-H shows, arts and crafts, rides, carnival games and traditional fair foods.Maresco said the fair usually is visited by upwards of 160,000 people over its 10-day run, and that it wasn't logistically possible to make that work with COVID-19 restrictions.\"How would you keep everything clean? How would you sanitize?\" he said. \"It would be constant cleaning on top of all the other things they have to do ... "], ["2020-06-02 09:31", "Some police officers are showing solidarity with protesters in several US citiesSkip to content NOWCAST WDSU News at 4:30am Live Now Menu Search Homepage Local News/Videos National News Coronavirus Politics Hot Seat Matter of Fact Weather Radar Hurricanes Alerts Map Room Traffic Sports Saints Pelicans Lagniappe ulocal Entertainment Carnival Central State of Addiction Stitch Upload Project CommUNITY News Team Contests Contact Coupons that Care MeTV Privacy Notice Terms of Use Alerts Weather Search Share Shares Copy Link Copy {copyShortcut} to copy Link copied! Change MORE Press enter to search Type to Search Search location by ZIP code ZIP Advertisement Some police officers are showing solidarity with protesters in several US cities Share Shares Copy Link Copy {copyShortcut} to copy Link copied! Updated: 4:31 AM CDT Jun 2, 2020 By Hollie ... "], ["2020-06-02 09:25", "Florida senior care facilities have over half of coronavirus deaths; Central Florida not as hard-hit ...  to protests, looting after George Floyd's death NASA astronauts arrive at the International Space Station aboard a SpaceX vehicle for the first time PHOTOS 2020 Bike Week in Daytona Beach Florida Beach Guide: St. Pete Beach George Floyd fallout: Trump threatens military force as tear gas used to clear peaceful protesters so president could pose at church PHOTOS Pictures: Orlando Carnival Downtown Advertisement Coronavirus Florida senior care facilities have over half of coronavirus deaths; Central Florida not as hard-hit By Kate Santich and Adelaide Chen Orlando Sentinel | Jun 02, 2020 | 5:25 AM Coquina Center, an Ormond Beach nursing home, reported 23 deaths as of May 29. (Google) More than half of Florida's 2,460 coronavirus deaths are now linked ... "], ["2020-06-02 09:23", "IAAPA begins registration for its 2020 Expo ... Orlando, police lead march through Kissimmee Tropical Depression 3 forms in Gulf of Mexico, could become Tropical Storm Cristobal George Floyd protests: Orlando police use tear gas to disperse crowd blocking State Road 408 Legoland reopens, the first big theme park in Central Florida to come back after coronavirus shutdowns Buy 2 days, get 2 days free at Universal Orlando PHOTOS Pictures: Orlando Carnival Downtown Florida adds 667 coronavirus cases for total of 56,830; death toll at 2,460 Body camera video: 6-year-old girl cries, screams for help as Orlando police arrest her at school After thousands demonstrated in Orlando over the weekend, city commissioners call for action Val Demings calls for ban on 'neck restraints' by police after George Floyd ... "], ["2020-06-02 09:20", "Today in Central Florida sports history: Logan Allen tosses no-hitter for University in state semifinals ... Orlando, police lead march through Kissimmee Tropical Depression 3 forms in Gulf of Mexico, could become Tropical Storm Cristobal George Floyd protests: Orlando police use tear gas to disperse crowd blocking State Road 408 Legoland reopens, the first big theme park in Central Florida to come back after coronavirus shutdowns Buy 2 days, get 2 days free at Universal Orlando PHOTOS Pictures: Orlando Carnival Downtown Florida adds 667 coronavirus cases for total of 56,830; death toll at 2,460 Body camera video: 6-year-old girl cries, screams for help as Orlando police arrest her at school After thousands demonstrated in Orlando over the weekend, city commissioners call for action Val Demings calls for ban on 'neck restraints' by police after George Floyd ... "], ["2020-06-02 09:00", "Raise a glass to Shakespeare in online drinking-game comedy ...  become Tropical Storm Cristobal George Floyd: DeSantis reacts, saying he has 'zero tolerance' for violence Legoland reopens, the first big theme park in Central Florida to come back after coronavirus shutdowns 'Justice for George': Hundreds protest in downtown Orlando, police lead march through Kissimmee DeSantis extends moratorium on evictions, foreclosures until July 1 PHOTOS Pictures: Orlando Carnival Downtown George Floyd protests in Orlando: Details on arrests, business break-ins Body camera video: 6-year-old girl cries, screams for help as Orlando police arrest her at school Florida adds 667 coronavirus cases for total of 56,830; death toll at 2,460 Mayhem marks Orlando protests after dark; police use tear gas to disperse crowds MLS ... "], ["2020-06-02 07:42", "Dr. Anthony Fauci hasn't spoken with President Trump in two weeksSkip to content NOWCAST WDSU News at 10pm Watch on Demand Menu Search Homepage Local News/Videos National News Coronavirus Politics Hot Seat Matter of Fact Weather Radar Hurricanes Alerts Map Room Traffic Sports Saints Pelicans Lagniappe ulocal Entertainment Carnival Central State of Addiction Stitch Upload Project CommUNITY News Team Contests Contact Coupons that Care MeTV Privacy Notice Terms of Use Alerts Weather Search Share Shares Copy Link Copy {copyShortcut} to copy Link copied! Change MORE Press enter to search Type to Search Search location by ZIP code ZIP Advertisement Dr. Anthony Fauci hasn't spoken with President Trump in two weeks Share Shares Copy Link Copy {copyShortcut} to copy Link copied! Updated: 2:42 AM CDT Jun 2, 2020 By Jim Sciutto  ... "], ["2020-06-02 07:26", "A quarter of US nursing homes report at least one coronavirus infection, first official tally showsSkip to content NOWCAST WDSU News at 10pm Watch on Demand Menu Search Homepage Local News/Videos National News Coronavirus Politics Hot Seat Matter of Fact Weather Radar Hurricanes Alerts Map Room Traffic Sports Saints Pelicans Lagniappe ulocal Entertainment Carnival Central State of Addiction Stitch Upload Project CommUNITY News Team Contests Contact Coupons that Care MeTV Privacy Notice Terms of Use Alerts Weather Search Share Shares Copy Link Copy {copyShortcut} to copy Link copied! Change MORE Press enter to search Type to Search Search location by ZIP code ZIP Advertisement A quarter of US nursing homes report at least one coronavirus infection, first official tally shows Share Shares Copy Link Copy {copyShortcut} to copy Link copied! Updated: 2:26 AM  ... "], ["2020-06-02 06:34", "USA Today ... 2020 in Atlanta. Protests were organized in cities around the United States following the death of George Floyd during an arrest in Minneapolis. Ap Minneapolis Police Deaths National Protest A Usa Ga https://www.usatoday.com/story/travel/news/2020/05/31/grand-princess-passenger-died-coronavirus-family-sues-carnival-cruise-line/5299960002/ 2020-05-31T19:39:04.282Z 2020-05-31T19:39:04.246Z Family of Grand Princess passenger who died of coronavirus files suit against Carnival en USA TODAY https://www.gannett-cdn.com/presto/2020/03/09/USAT/1ce1edb0-932f-4346-aab5-884de8a956eb-grand-princess.jpg The first to disembark from the Grand Princess will be those requiring hospitalization. Grand Princess https://www.usatoday.com/story/news/factcheck/2020/05/31/fact-check ... "], ["2020-06-02 05:57", "Powerful and peaceful moments from the George Floyd protestsSkip to content NOWCAST WDSU News at 10pm Watch on Demand Menu Search Homepage Local News/Videos National News Coronavirus Politics Hot Seat Matter of Fact Weather Radar Hurricanes Alerts Map Room Traffic Sports Saints Pelicans Lagniappe ulocal Entertainment Carnival Central State of Addiction Stitch Upload Project CommUNITY News Team Contests Contact Coupons that Care MeTV Privacy Notice Terms of Use Alerts Weather Search Share Shares Copy Link Copy {copyShortcut} to copy Link copied! Change MORE Press enter to search Type to Search Search location by ZIP code ZIP Advertisement Powerful and peaceful moments from the George Floyd protests Share Shares Copy Link Copy {copyShortcut} to copy Link copied! Updated: 12:57 AM CDT Jun 2, 2020 Savannah Walsh  ... "], ["2020-06-01 22:28", "Need to cool off? Find a splash pad near you ...  in the Arts District add some color - VIDEO Businesses in the Arts District have commissioned local artists to paint murals on the boards covering their doors and windows. When the boards are removed, they will be auctioned off to raise money for those affected by the coronavirus shutdowns. (K.M. Cannon/Las Vegas Review-Journal) @KMCannonPhoto Sold-out Electric Daisy Carnival still scheduled for May - VIDEO In a post on his social media platforms, festival founder Pasquale Rotella confirmed that EDC remains scheduled for May 15-17 at Las Vegas Motor Speedway despite coronavirus concerns that have sideline scads of other live music events. (Michael Quine/Las Vegas Review-Journal) City of Las Vegas responds to calls to allow restaurants offering curbside ... "], ["2020-06-01 14:03", "'Dark days' for Venice gondola makers ... though: the pandemic has put a temporary end to romantic tours by water. The sector had already suffered during exceptional high tides at the end of last year, which put off tourists and damaged boats. They will sail again once tourists are allowed to return to Italy from June 3, covering their noses and mouths with masks -- a far cry from the city's flamboyant carnival costumes. Read also: Venice Film Festival will go ahead in September: Veneto governor 'Axe masters' Italy's government imposed a national lockdown in early March. Images of pristine waters in Venice after marine traffic was halted went viral around the world. But the long shutdown was bad news for the shipyards, which not only make but also repair and maintain gondolas. It has ... "], ["2020-06-01 06:43", "RT.com ...  transaction to seize investment opportunity. \"This procedure was taken after comprehensive study and taking into consideration the sufficient level for foreign-currency reserves,\" the minister said.In the first quarter of 2020, the Public Investment Fund (Saudi Arabia's sovereign wealth fund) has invested billions of dollars in companies such as BP, Boeing, Citigroup, Facebook, and cruise operator Carnival.The kingdom has also turned to austerity measures and tripled value-added tax in an attempt to cope with the impact of the Covid-19 pandemic and the oil-price rout. ]]> Also on rt.com Russia surpasses Saudi Arabia as China's top supplier of crude ]]> According to the International Monetary Fund, Saudi Arabia's fiscal deficit this year ... "], ["2020-06-01 06:40", "CNBC ...  York Gov. Cuomo says George Floyd protests were 'counterproductive,' could exacerbate coronavirus outbreak2020-06-01T14:25:13-04:00https://www.cnbc.com/2020/06/01/stocks-making-the-biggest-moves-midday-pfizer-chipotle-gap-target-delta-carnival-more.htmlBusiness,Market Insider,Stock markets,Markets,Economy,Breaking News: MarketsCNBCenABT,AMZN,CCL,CMG,DAL,KDP,GPS,LUV,PFE,RCL,TEVA,TGT,UAL,AAL,NCLH,COTY,WEED-CA,TWNKStocks making the biggest moves midday: Pfizer, Chipotle, Gap, Target, Delta, Carnival & more2020-06-01T13:39:16-04:00https://www.cnbc.com/2020/06/01/whos-plea-to-trump-we-wish-for-collaboration-with-us-to-continue.htmlBusiness, Technology, Internet, Computing, Wireless,Biotech and Pharmaceuticals,Politics,Business, Health Care, Pharma ... "], ["2020-06-01 06:00", "How to make a homemade fly trap to get rid of any indoor or outdoor pestsSkip to content NOWCAST WDSU News at 10pm Sunday Watch on Demand Menu Search Homepage Local News/Videos National News Coronavirus Politics Hot Seat Matter of Fact Weather Radar Hurricanes Alerts Map Room Traffic Sports Saints Pelicans Lagniappe ulocal Entertainment Carnival Central State of Addiction Stitch Upload Project CommUNITY News Team Contests Contact Coupons that Care MeTV Privacy Notice Terms of Use Alerts Weather Search Share Shares Copy Link Copy {copyShortcut} to copy Link copied! Change MORE Press enter to search Type to Search Search location by ZIP code ZIP Advertisement How to make a homemade fly trap to get rid of any indoor or outdoor pests Use syrup, honey or fruit as bait for an effective DIY. Share Shares Copy Link Copy {copyShortcut} to ... "], ["2020-06-01 04:18", "Andrea May Sahouri, Reporter for Iowa's Des Moines Register Arrested, Tweets From the Back Of A Police Vehicle ...  cell phone.\" Crazy scene at a very busy Des Moines metro intersection. Pepper spray being deployed again pic.twitter.com/VyPV8dWTNM — Andrea May Sahouri (@andreamsahouri) June 1, 2020 Sahouri's reports from Merle Hay Mall reflected damage from looting , including broken glass and haphazard displays; she also captured police gathering in front of a Shoe Carnival, Target and Jeannie's Bottle bar. READ NEXT: Breonna Taylor: Louisville EMT Killed in Botched Police Raid, Lawyer Says Read More Arrested , Iowa , Journalist , Police Home News Expand sub-menu Breaking News 5 Fast Facts Crime Celebrities Politics Money Sports Expand sub-menu NFL Basketball UFC College Football Soccer Golf WAGs Baseball Entertainment Expand sub-menu Television Celebs ... "], ["2020-06-01 04:00", "Local organization looks into how the environment impacts coronavirus deathsSkip to content NOWCAST WDSU News at 10pm Sunday Watch on Demand Menu Search Homepage Local News/Videos National News Coronavirus Politics Hot Seat Matter of Fact Weather Radar Hurricanes Alerts Map Room Traffic Sports Saints Pelicans Lagniappe ulocal Entertainment Carnival Central State of Addiction Stitch Upload Project CommUNITY News Team Contests Contact Coupons that Care MeTV Privacy Notice Terms of Use Alerts Weather Search Share Shares Copy Link Copy {copyShortcut} to copy Link copied! Change MORE Press enter to search Type to Search Search location by ZIP code ZIP Advertisement Local organization looks into how the environment impacts coronavirus deaths The Foundation for Louisiana says something needs to be done to protect the people who are at the  ... "], ["2020-06-01 02:31", "PHOTOS: Protests continue in Minnesota after death of George FloydSkip to content NOWCAST WDSU News at 10pm Sunday Live Now Menu Search Homepage Local News/Videos National News Coronavirus Politics Hot Seat Matter of Fact Weather Radar Hurricanes Alerts Map Room Traffic Sports Saints Pelicans Lagniappe ulocal Entertainment Carnival Central State of Addiction Stitch Upload Project CommUNITY News Team Contests Contact Coupons that Care MeTV Privacy Notice Terms of Use Alerts Weather Search Share Shares Copy Link Copy {copyShortcut} to copy Link copied! Change MORE Press enter to search Type to Search Search location by ZIP code ZIP Advertisement PHOTOS: Protests continue in Minnesota after death of George Floyd Thousands gathered to peacefully rally in St. Paul; protests continued after curfew Share Shares Copy Link Copy { ... "], ["2020-06-01 02:13", "Protests overrun downtown Las Vegas' reopening party ...  in the Arts District add some color - VIDEO Businesses in the Arts District have commissioned local artists to paint murals on the boards covering their doors and windows. When the boards are removed, they will be auctioned off to raise money for those affected by the coronavirus shutdowns. (K.M. Cannon/Las Vegas Review-Journal) @KMCannonPhoto Sold-out Electric Daisy Carnival still scheduled for May - VIDEO In a post on his social media platforms, festival founder Pasquale Rotella confirmed that EDC remains scheduled for May 15-17 at Las Vegas Motor Speedway despite coronavirus concerns that have sideline scads of other live music events. (Michael Quine/Las Vegas Review-Journal) City of Las Vegas responds to calls to allow restaurants offering curbside ... "], ["2020-06-01 01:47", "'Devastatingly sorry': Minneapolis police chief removes cap to speak to Floyd family in powerful interviewSkip to content NOWCAST WDSU News at 5pm Sunday Watch on Demand Menu Search Homepage Local News/Videos National News Coronavirus Politics Hot Seat Matter of Fact Weather Radar Hurricanes Alerts Map Room Traffic Sports Saints Pelicans Lagniappe ulocal Entertainment Carnival Central State of Addiction Stitch Upload Project CommUNITY News Team Contests Contact Coupons that Care MeTV Privacy Notice Terms of Use Alerts Weather Search Share Shares Copy Link Copy {copyShortcut} to copy Link copied! Change MORE Press enter to search Type to Search Search location by ZIP code ZIP Advertisement 'Devastatingly sorry': Minneapolis police chief removes cap to speak to Floyd family in powerful interview Share Shares Copy Link Copy {copyShortcut} to copy Link  ... "]]}}