{"postfix": "carrefour-aktie", "name": "CARREFOUR", "wkn": "852362", "time": "2020.06.02 14:02", "ts": 1591099352, "features": {"KGV": "13.30", "Marktkapitalisierung": {"Size": "Mrd", "Value": "10.96"}, "GA": "1.14", "KBV": "1.20", "BA": "12.60", "KCV": "4.68", "CA": "3.24", "Vola30": "28.72", "Vola90": "58.51", "Vola180": "45.45", "Vola250": "35.19"}, "rivals": ["amazon-aktie", "ceconomy-aktie", "arcandor-aktie", "walmart-aktie", "ahold-aktie", "tesco-aktie", "wasgau-aktie"], "text_data": {"de": [["29.04.20", "Carrefour legte Quartalsergebnis vor"], ["29.04.20", "Carrefour informierte über die jüngsten Quartalsergebnisse"], ["29.04.20", "Morning Briefing: StudiVZ wachgeküsst - Wirecard, Deutsche Bank, Bonprix, Trivago, HSE24, JD.com, Carrefour, Delhaize, Shopify"], ["21.04.20", "MÄRKTE EUROPA/Ölpreis-Crash schwappt auf Aktien über"], ["21.04.20", "MÄRKTE EUROPA/Schwach - Ölpreis-Crash schwappt auf Aktien über"], ["21.04.20", "MÄRKT EUROPA/Schwach - Ölturbulenzen stören Erholungsszenarien"], ["21.04.20", "MÄRKT EUROPA/DAX deutlich im Minus - Ölpreisverfall verunsichert"], ["21.04.20", "Carrefour halbiert die Dividende"], ["06.04.20", "ANALYSE-FLASH: Bernstein hebt Carrefour auf 'Market-Perform' - Ziel 15 Euro"], ["31.03.20", "Carrefour-Aktie: Einschätzungen und Kursziele der Analysten im März"], ["23.03.20", "Frankreichs Einzelhandel: Vortritt für Pflegekräfte beim Einkauf"], ["13.03.20", "ANALYSE-FLASH: Barclays hebt Carrefour auf 'Overweight' - Ziel 17,50 Euro"], ["13.03.20", "ANALYSE-FLASH: Barclays hebt Carrefour auf 'Overweight' - Ziel 17,50 Euro"], ["29.02.20", "So schätzen die Analysten die Zukunft der Carrefour-Aktie ein"], ["29.02.20", "Carrefour: Bilanzzahlen zum vergangenen Quartal"], ["29.02.20", "Carrefour mit Zahlen zum abgelaufenen Quartal"], ["27.02.20", "MÄRKTE EUROPA/Börsen im freien Fall - zwischen Angst und Panik"], ["27.02.20", "MÄRKTE EUROPA/Börsen im freien Fall - Keine Unterstützung von Wall Street"], ["27.02.20", "MÄRKTE EUROPA/Börsen bauen Verluste aus - WPP brechen ein"], ["27.02.20", "Carrefour zahlt eine unveränderte Dividende an die Aktionäre"], ["27.02.20", "MÄRKTE EUROPA/Coronavirus drückt auf die Kurse"], ["18.02.20", "ANALYSE-FLASH: Goldman hebt Carrefour auf 'Buy' und Ziel auf 20 Euro"], ["24.01.20", "ANALYSE-FLASH: Goldman belässt Carrefour auf 'Neutral' - Ziel 15,90 Euro"], ["20.01.20", "HSBC: Wochenausblick: Netflix, IBM, Intel, EZB und ifo-Index"], ["07.01.20", "Morning Briefing: Diese Hersteller bauen die Amazon-Lieferflotte, Coop,  Carrefour, Omnichannel Bootcamp "], ["06.01.20", "Handelskonzern: Carrefour übernimmt Essenslieferdienst in Frankreich"], ["06.01.20", "Handelskonzern Carrefour schluckt Essenslieferdienst in Frankreich"]], "en": [["2020.06.02", "UPDATE 1-France's Carrefour expands in convenience stores in Taiwan"], ["2020.06.02", "France's Carrefour buys 224 convenience stores in Taiwan"], ["29.05.20", "UPDATE 1-Carrefour Brasil targeted in Sao Paulo bribery probe, may face heavy fine"], ["28.05.20", "Carrefour Brasil targeted in Sao Paulo bribery probe"], ["12.05.20", "UPDATE 1-Carrefour Brasil eyes higher sales even if economy worsens amid COVID-19"], ["12.05.20", "Carrefour Brasil expect sales to remain strong amid social distancing measures"], ["12.05.20", "UPDATE 1-Carrefour Brasil's Q1 profit slides as taxes, expenses offset COVID-19 sales"], ["12.05.20", "Carrefour Brasil's Q1 profit falls 15.8% driven by taxes, financial expenses"], ["28.04.20", "UPDATE 1-Retailer Carrefour Q1 sales growth accelerates, keeps goals"], ["28.04.20", "UPDATE 1-Carrefour Brasil's revenue rises as coronavirus measures boost sales"], ["27.04.20", "Carrefour Brasil's Q1 sales rise 12.5% as coronavirus boosts e-commerce"], ["25.04.20", "Carrefour to boost supply of local produce in UAE"], ["24.04.20", "French court rules against CGT union in row with retailer Carrefour"], ["23.04.20", "Majid Al Futtaim launches Carrefour-powered online marketplace "], ["20.04.20", "Carrefour halves dividend due to coronavirus outbreak"], ["13.04.20", "Carrefour Brasil's e-commerce surges, but coronavirus costs curb gains"], ["01.04.20", "Carrefour teams up with Uber Eats for lockdown deliveries"], ["01.04.20", "Carrefour teams up with Uber Eats for lockdown deliveries"], ["01.04.20", "Carrefour taps Uber Eats for Paris deliveries"], ["01.04.20", "UPDATE 1-Carrefour teams up with Uber Eats for lockdown deliveries"], ["01.04.20", "France's Carrefour teams up with Uber Eats for lockdown deliveries"], ["01.04.20", "France's Carrefour teams up with Uber Eats for lockdown deliveries"], ["31.03.20", "HelloFresh reaps rewards of online grocery overload as Carrefour launches new “essentials” service"], ["31.03.20", "Coronavirus: Carrefour hypermarkets announce new hours"], ["30.03.20", "France's Carrefour gives masks after staff walkout over coronavirus"], ["25.03.20", "Successful Issue of a EUR 1 Billion Bond Confirming Carrefour’s Credit Quality"], ["25.03.20", "Majid Al Futtaim redeploys over 1,000 staff to Carrefour to meet coronavirus demand"], ["16.03.20", "Carrefour mounts shields for French cashiers in coronavirus crisis"], ["27.02.20", "Retailer Carrefour raises cost savings goal as 2019 core profits rise"], ["27.02.20", "UPDATE 3-Retailer Carrefour raises cost savings goal as 2019 core profits rise"], ["27.02.20", "UPDATE 1-Retailer Carrefour raises cost savings goal as 2019 core profits rise"], ["27.02.20", "Dow Jones Newswires: Carrefour swings to 2019 profit and raises 2022 targets"], ["27.02.20", "Retailer Carrefour raises cost savings goal as 2019 core profits rise"], ["21.02.20", "UPDATE 1-Carrefour Brasil to keep capex below $70 mln in Makro conversion to Atacadão"], ["21.02.20", "Carrefour Brasil sees lower capex to convert Makro stores into Atacadão format"], ["21.02.20", "Carrefour Brasil Q4 net rises 6.3% on strong sales"], ["16.02.20", "UPDATE 1-Carrefour to buy 30 stores in Brazil from rival Makro"], ["16.02.20", "Carrefour to buy 30 stores in Brazil from rival Makro"], ["10.02.20", "Carrefour Brasil says it is in talks to acquire stores operated by rival Makro"], ["10.02.20", "Carrefour Brasil says it is in talks to acquire stores operated by rival Makro"], ["2020-06-02 09:50", "President Tsai christens Taiwan's largest coast guard ship 'Chiayi' - Focus Taiwan ...  Taiwan's largest coast guard ship 'Chiayi' 06/02/2020 06:50 PM Business TSMC attracts over 130,000 new shareholders January-May 06/02/2020 06:36 PM Society Prevalence of cancer diagnoses continues to climb in Taiwan 06/02/2020 06:28 PM Business Taiwan wins big at IDC Smart City Asia Pacific Awards 06/02/2020 05:55 PM Business Carrefour to acquire Wellcome, Jasons Market Place in Taiwan 06/02/2020 05:17 PM More Focus Taiwan About us Contact Us Privacy Edition Focus Taiwan Espaol Follow Us Facebook Twitter Instagram Newsletter RSS Subscription We value your privacy. Focus Taiwan (CNA) uses tracking technologies to provide better reading experiences, but it also respects readers' privacy. Click here to find out more about Focus Taiwan' ... "], ["2020-06-02 09:36", "TSMC attracts over 130,000 new shareholders January-May - Focus Taiwan ...  Taiwan's largest coast guard ship 'Chiayi' 06/02/2020 06:50 PM Business TSMC attracts over 130,000 new shareholders January-May 06/02/2020 06:36 PM Society Prevalence of cancer diagnoses continues to climb in Taiwan 06/02/2020 06:28 PM Business Taiwan wins big at IDC Smart City Asia Pacific Awards 06/02/2020 05:55 PM Business Carrefour to acquire Wellcome, Jasons Market Place in Taiwan 06/02/2020 05:17 PM More Focus Taiwan About us Contact Us Privacy Edition Focus Taiwan Espaol Follow Us Facebook Twitter Instagram Newsletter RSS Subscription We value your privacy. Focus Taiwan (CNA) uses tracking technologies to provide better reading experiences, but it also respects readers' privacy. Click here to find out more about Focus Taiwan' ... "], ["2020-06-02 09:28", "Prevalence of cancer diagnoses continues to climb in Taiwan - Focus Taiwan ...  Taiwan's largest coast guard ship 'Chiayi' 06/02/2020 06:50 PM Business TSMC attracts over 130,000 new shareholders January-May 06/02/2020 06:36 PM Society Prevalence of cancer diagnoses continues to climb in Taiwan 06/02/2020 06:28 PM Business Taiwan wins big at IDC Smart City Asia Pacific Awards 06/02/2020 05:55 PM Business Carrefour to acquire Wellcome, Jasons Market Place in Taiwan 06/02/2020 05:17 PM More Focus Taiwan About us Contact Us Privacy Edition Focus Taiwan Espaol Follow Us Facebook Twitter Instagram Newsletter RSS Subscription We value your privacy. Focus Taiwan (CNA) uses tracking technologies to provide better reading experiences, but it also respects readers' privacy. Click here to find out more about Focus Taiwan' ... "], ["2020-06-02 08:55", "Taiwan wins big at IDC Smart City Asia Pacific Awards - Focus Taiwan ... ,\" said Gerald Wang, head of public sector at IDC Asia-Pacific. IDC noted that the current global COVID-19 pandemic further strengthened cities' resolve to create cutting edge \"live, learn, work and play\" digital ecosystems. (By Jackson Chang and Evelyn Kao) Enditem/AW 0:00 / 0:00 Latest Business Taiwan wins big at IDC Smart City Asia Pacific Awards 06/02/2020 05:55 PM Business Carrefour to acquire Wellcome, Jasons Market Place in Taiwan 06/02/2020 05:17 PM Sports Taiwan karate athlete must requalify for Olympics due to rule change 06/02/2020 05:00 PM Business Taiwan shares extend gains to end above 11,100 points 06/02/2020 04:53 PM Society No new COVID-19 cases reported in Taiwan Tuesday 06/02/2020 04:41 PM More Focus Taiwan About us ... "], ["2020-06-02 08:17", "Carrefour to acquire Wellcome, Jasons Market Place in Taiwan - Focus TaiwanTaipei, June 2 (CNA) Carrefour, the France-based hypermarket chain, announced on Tuesday that it is set to acquire Wellcome Taiwan Co. Ltd, which operates supermarket chains Wellcome and Jasons Market Place in Taiwan."], ["2020-06-02 08:13", "MORNING BID-Full steam ahead ...  plans to list its robot-making business while Volkswagen is closing its $2.6 billion investment in self-driving startup Argo AI. In energy, Seadrill has written down the value of its drilling rigs by $1.2 billion and hired advisers to evaluate a restructuring that could allow it to reduce its debt. In more signs of European readiness to invest, French retailer Carrefour is buying Wellcome Taiwan to expand in convenience stores. Italian eyewear billionaire Leonardo Del Vecchio has requested clearance to double his stake in Mediobanca. In emerging markets, China has introduced more stimulus — the central bank will start buying local lenders' bank loans to prod banks to lend up to 1 trillion yuan ($140.18 billion) to small businesses. South Korean ... "], ["2020-06-02 08:00", "Taiwan karate athlete must requalify for Olympics due to rule change - Focus Taiwan ... 9,472.5 points, according to the WKF ranking system. In third place is Jana Messerschmidt of Germany, with 5,707.5 points. Karate competitions will be included in the Games for the first time in the Tokyo Olympics, which were postponed to 2021 after the worldwide outbreak of the COVID-19 coronavirus earlier this year. (By Lung Po-an and Chiang Yi-ching) Enditem/pcpc 0:00 / 0:00 Latest Business Carrefour to acquire Wellcome, Jasons Market Place in Taiwan 06/02/2020 05:17 PM Sports Taiwan karate athlete must requalify for Olympics due to rule change 06/02/2020 05:00 PM Business Taiwan shares extend gains to end above 11,100 points 06/02/2020 04:53 PM Society No new COVID-19 cases reported in Taiwan Tuesday 06/02/2020 04:41 PM Business U.S. dollar closes higher ... "], ["2020-06-02 07:53", "Taiwan shares extend gains to end above 11,100 points - Focus Taiwan ... at NT$27.55, and CTBC Financial Holding Co. gained 1.25 percent to end at NT$20.30. Among the gaining old economy stocks, which benefited from rotational buying, China Steel Corp., the country's largest steelmaker, rose 1.49 percent to close at NT$20.40, while Formosa Taffeta Co. added 2.45 percent to end at NT$35.55. (By Frances Huang) Enditem/J 0:00 / 0:00 Latest Business Carrefour to acquire Wellcome, Jasons Market Place in Taiwan 06/02/2020 05:17 PM Sports Taiwan karate athlete must requalify for Olympics due to rule change 06/02/2020 05:00 PM Business Taiwan shares extend gains to end above 11,100 points 06/02/2020 04:53 PM Society No new COVID-19 cases reported in Taiwan Tuesday 06/02/2020 04:41 PM Business U.S. dollar closes higher on Taipei forex ... "], ["2020-06-02 07:41", "No new COVID-19 cases reported in Taiwan Tuesday - Focus Taiwan ... others are in hospital, the CECC said. Globally, COVID-19 has infected 6,300,389 people in 187 countries and regions, including 1,838,598 in the United States, 514,849 in Brazil, 414,878 in Russia, 276,332 in the United Kingdom, and 239,638 in Spain, with a total of 375,134 fatalities, according to CECC statistics as of Tuesday. (By William Yen) Enditem/AW 0:00 / 0:00 Latest Business Carrefour to acquire Wellcome, Jasons Market Place in Taiwan 06/02/2020 05:17 PM Sports Taiwan karate athlete must requalify for Olympics due to rule change 06/02/2020 05:00 PM Business Taiwan shares extend gains to end above 11,100 points 06/02/2020 04:53 PM Society No new COVID-19 cases reported in Taiwan Tuesday 06/02/2020 04:41 PM Business U.S. dollar closes higher on Taipei ... "], ["2020-06-02 06:50", "France's Carrefour expands in convenience stores in TaiwanFrench retailer Carrefour said on Tuesday it had agreed to buy food retailer Wellcome Taiwan from Asia's Dairy Farm , making it the number two player in Taiwan's convenience stores market."], ["2020-06-02 06:50", "France's Carrefour expands in convenience stores in TaiwanFrench retailer Carrefour said on Tuesday it had agreed to buy food retailer Wellcome Taiwan from Asia's Dairy Farm , making it the number two player in Taiwan's convenience stores market.'"], ["2020-06-02 06:49", "France's Carrefour expands in convenience stores in TaiwanFrench retailer Carrefour said on Tuesday it had agreed to buy Wellcome Taiwan from Dairy Farm , as it further expands its footprint in Taiwan and in the fast-growing convenience stores format."], ["2020-06-02 04:00", "French supermarket giant Carrefour takes over Wellcome, Jasons in Taiwan ...  said it wanted to speed up the expansion of its retail activities in Taiwan. Even after the takeover, the original Wellcome stores would continue to specialize in offering fresh produce, while the Jasons outlets would stay as high-end supermarkets. At the same time, the Carrefour group said it was strengthening its online presence. Carrefour Wellcome Jasons Market Place Dairy Farm supermarkets retail Older Newer RELATED ARTICLES Kaohsiung Costco, Carrefour closed for disinfection after sailors confirmed with coronavirus 2020/04/20 11:02 Mobile convenience stores pop up in remote areas around Taiwan 2020/04/12 17:31 Taiwan supermarket chains limit toilet paper purchases 2020/03/20 15:45 UNIQLO shuts down all US stores amidst Wuhan coronavirus pandemic ... "], ["2020-06-01 06:28", "Reuters ... -pandemic-shutdown-idUSKBN2390KGhttps://www.reuters.com/resources/r/?m=02&d=20200602&t=2&i=1520739607&w=&fh=&fw=&ll=460&pl=300&r=LYNXMPEG510E5Reuterseng2020-06-02T05:47:31+00:00Australia central bank pins hope on quicker economic recovery after pandemic shutdownHeadlines,Businesshttps://www.reuters.com/article/carrefour-taiwan/frances-carrefour-buys-224-convenience-stores-in-taiwan-idUSASA00SDCReuterseng2020-06-02T05:46:12+00:00France's Carrefour buys 224 convenience stores in TaiwanHeadlines,Consumer Goods & RetailPAR:CA,SIN:D01https://www.reuters.com/article/australia-economy-rba/wrapup-2-australia-cbank-pins-hope-on-quicker-economic-recovery-after-pandemic-shutdown-idUSL4N2DF0TKReuterseng2020-06-02T05:46:00+00:00WRAPUP 2-Australia c.bank pins hope on ... "], ["2020-06-01 04:00", "Taiwan's FamilyMart to start selling face masks on Tuesday ... , and OK-Mart will begin sales on Wednesday (June 3), but details on pricing and quantities have not yet been announced. Cosmetics chain Poya was cited by CNA as saying that it will begin selling 1 million masks on Thursday (June 4). It will also sell the medical masks in boxes of 50 each at a price ranging between NT$5 to NT$7 per mask. Meanwhile, Carrefour will begin selling masks on Monday in packages containing five to seven masks, with customers limited to one package each. Prices have not yet been announced. face masks medical masks masks surgical face masks surgical masks made in Taiwan Older Newer RELATED ARTICLES Mask exports cleared for June, real-name system still in effect 2020/05/28 11:07 Taiwan economics minister unveils new coronavirus mask ... "], ["2020-05-31 20:24", "FamilyMart to sell surgical masks from Tuesday ...  with FamilyMart membership and NT$299 for everyone else, with no limits placed on how many boxes a customer can buy, the company said. Convenience store chain Hi-Life said it would also start selling masks from Tuesday, although details regarding price and quantity have yet to be announced. Supermarket chain Carrefour said it would start selling packs of five and seven masks from Monday, with customers limited to one pack each. The 18,000 packs of masks were previously imported stock, Carrefour said. Cosmetics chain Poya told CNA that it has 1 million domestically produced masks to sell at its stores, with sales possibly starting as early as June 4. The masks will be sold in boxes of 50 as well as in small quantities, and both adult masks and children's ... "], ["2020-05-31 16:06", "Plans in place for the Taipei Arena to re-open June 7 as COVID-19 pandemic eases ...  basic hygiene is observed, the ban can be lifted. Chen Shih-chung Central Epidemic Command Center On June 7, if you want to offer food for people to sample in supermarkets, hands should be clean and you should pay attention to basic social distancing. Don't be coughing in the area. On June 7, we can begin a new phase of epidemic prevention. At present, retail outlets, such as Costco or Carrefour, do not let customers sample their food. Although there is no time table for lifting the ban on this way of marketing, discussions are ongoing, and it's expected to be restored soon. Chinese 6/7! :\"13\" 67 50% [[ (5.30)]] \"67\" [[ ]] \"67 67\" 2009 FTV All Rights Reserved Designed by FTV 244 99 (02)8601-8601 0900-2100 (02)8601-3955 cookie"], ["2020-05-31 07:24", "FamilyMart to sell surgical masks from Tuesday - Focus Taiwan ...  with FamilyMart membership and NT$299 for everyone else, with no limits placed on how many boxes a customer can buy, the company said. Convenience store chain Hi-Life said it would also start selling masks from Tuesday, although details regarding price and quantity have yet to be announced. Supermarket chain Carrefour said it would start selling packs of five and seven masks from Monday, with customers limited to one pack each. The 18,000 packs of masks were previously imported stock, Carrefour said. Cosmetics chain Poya told CNA that it has 1 million domestically produced masks to sell at its stores, with sales possibly starting as early as June 4. The masks will be sold in boxes of 50 as well as in small quantities, and both adult masks and children's ... "], ["2020-05-31 04:00", "FamilyMart in Taiwan to sell surgical masks from Tuesday ...  with FamilyMart membership and NT$299 for everyone else, with no limits placed on how many boxes a customer can buy, the company said. Convenience store chain Hi-Life said it would also start selling masks from Tuesday, although details regarding price and quantity have yet to be announced. Supermarket chain Carrefour said it would start selling packs of five and seven masks from Monday, with customers limited to one pack each. The 18,000 packs of masks were previously imported stock, Carrefour said. Cosmetics chain Poya told CNA that it has 1 million domestically produced masks to sell at its stores, with sales possibly starting as early as June 4. The masks will be sold in boxes of 50 as well as in small quantities, and both adult masks and children's ... "], ["2020-05-31 01:28", "Pricing, availability remain uncertain as masks return to open market - Focus Taiwan ... 34;for reference.\" Retailers, however, have held off on announcing prices or even confirming when they will have stocks of masks. Of the seven national retailers that spoke with CNA this week, only the cosmetics chain Poya confirmed that an initial order of 10,000 masks will go on sale before June 6. Others, including Watson's, COSMED, Simple Mart and Carrefour, all said they are either waiting to see consumer demand or at different stages of the ordering process with domestic manufacturers. Of Taiwan's major convenience store chains, Uni-President (which operates 7-ELEVEN in Taiwan) said it will continue offering government-rationed masks, while FamilyMart said it will also sell a range of non-medical grade masks. Several manufacturers told CNA ... "]]}}