{"postfix": "caterpillar-aktie", "name": "CATERPILLAR", "wkn": "850598", "time": "2020.06.02 11:59", "ts": 1591091988, "features": {"KGV": "13.46", "Marktkapitalisierung": {"Size": "Mrd", "Value": "57.43"}, "GA": "11.06", "KBV": "5.65", "BA": "26.34", "KCV": "10.46", "CA": "14.24", "Vola30": "46.35", "Vola90": "65.72", "Vola180": "48.92", "Vola250": "38.75"}, "rivals": ["hitachi-aktie", "jungheinrich-aktie", "cnh_global-aktie", "volvo-aktie", "deere-aktie", "volvo_a-aktie", "komatsu-aktie"], "text_data": {"de": [["26.05.20", "MÄRKTE USA/Optimismus treibt an - Anleger wechseln die Sektoren"], ["30.04.20", "Caterpillar-Aktie: Was Analysten von Caterpillar erwarten "], ["29.04.20", "Caterpillar verkündete Quartalsergebnis zum jüngsten Jahresviertel"], ["28.04.20", "MÄRKTE USA/Wall Street schließt nach schwachen Daten im Minus"], ["28.04.20", "MÄRKTE USA/Wall Street gibt nach schwachen Daten Gewinne ab"], ["28.04.20", "MÄRKTE USA/Wall Street fester - Berichtssaison bewegt"], ["28.04.20", "MÄRKTE USA/Wall Street fester erwartet - Berichtssaison im Blick"], ["28.04.20", "US-Baumaschinenhersteller Caterpillar bekommt Corona-Krise deutlich zu spüren"], ["28.04.20", "MARKT USA/Wall Street fester erwartet - Berichtssaison im Blick"], ["27.04.20", "Ausblick: Caterpillar zieht Bilanz zum abgelaufenen Quartal"], ["13.04.20", "MÄRKTE USA/Nach starker Vorwoche nehmen Anleger Gewinne mit"], ["13.04.20", "MÄRKTE USA/Nach starker Vorwoche nehmen Anleger Gewinne mit"], ["13.04.20", "Erste Schätzungen: Caterpillar öffnet die Bücher zum abgelaufenen Quartal"], ["09.04.20", "Caterpillar schüttet seit dem Jahr 1933 eine Dividende aus"], ["02.04.20", "MÄRKTE USA/Börse hakt Arbeitsmarktdaten ab - Erholung dank Ölpreis"], ["31.03.20", "So stuften die Analysten die Caterpillar-Aktie im vergangenen Monat ein"], ["26.03.20", "Caterpillar zieht wegen Pandemie Jahresausblick zurück"], ["29.02.20", "Februar 2020: So schätzen Experten die Caterpillar-Aktie ein"], ["13.02.20", "MÄRKTE USA/Kleine Verluste wegen Coronakrise - Cisco enttäuscht"], ["13.02.20", "MÄRKTE USA/Wall Street vermindert Verluste"], ["13.02.20", "MÄRKTE USA/Wall Street mit neuen Virussorgen im Minus"], ["03.02.20", "Märkte am Morgen: DAX kämpft um 13.000 - Caterpillar, Tesla, Exxon, Alphabet, NXP, Siemens Health., MorphoSys, Wirecard, Bayer, BMW im Check"], ["03.02.20", "Caterpillar: Zahlen zum abgelaufenen Jahresviertel"], ["31.01.20", "MÄRKTE USA/Ausverkauf an der Wall Street wegen Virussorgen"], ["31.01.20", "MÄRKTE USA/Coronavirus und Daten drücken Wall Street"], ["31.01.20", "MÄRKTE USA/Coronavirus belastet - Caterpillar-Ausblick schwach"], ["31.01.20", "MÄRKTE USA/Coronavirus belastet - Caterpillar-Ausblick enttäuscht"], ["31.01.20", "Caterpillar erwartet Gewinnrückgang"], ["31.01.20", "US-Baumaschinenkonzern Caterpillar rechnet wegen Flaute mit Gewinnrückgang"]], "en": [["28.05.20", "Caterpillar (CAT) Dips More Than Broader Markets: What You Should Know"], ["28.05.20", "Caterpillar (CAT) Up 2% Since Last Earnings Report: Can It Continue?"], ["16.05.20", "Cramer's lightning round: Never buy Caterpillar going into a recession"], ["14.05.20", "Caterpillar April Retail Sales Slump the Steepest Since 2016"], ["14.05.20", "Better Buy: Boeing vs. Caterpillar"], ["13.05.20", "Caterpillar Feels COVID-19 Pinch: Retail Machine Sales Tank"], ["13.05.20", "Caterpillar expands MineStar Solutions with Edge"], ["07.05.20", "How Deere, Caterpillar kept plants running during the coronavirus outbreak"], ["07.05.20", "How Deere, Caterpillar kept plants running during the coronavirus outbreak"], ["06.05.20", "Can Caterpillar Outperform Deere After A 17% Fall?"], ["01.05.20", "Caterpillar registers two billion tonnes with autonomous haulage system"], ["30.04.20", "Bear of the Day: Caterpillar (CAT)"], ["29.04.20", "The Zacks Analyst Blog Highlights: Visa, Novo Nordisk, American Tower, Caterpillar and 3M"], ["28.04.20", "Caterpillar Inc (CAT) Q1 2020 Earnings Call Transcript"], ["28.04.20", "Caterpillar (CAT) Q1 Earnings Lag Estimates on Weak Demand"], ["28.04.20", "UPDATE 3-Caterpillar earnings dive as coronavirus wreaks economic havoc"], ["28.04.20", "Earnings Buffet: A Plate Of Caterpillar, PepsiCo Now, Alphabet And Advanced Micro Later"], ["28.04.20", "Caterpillar 1Q sales, profit decline from year ago"], ["28.04.20", "UPDATE 2-Caterpillar earnings shine light on economic havoc wreaked by coronavirus"], ["28.04.20", "Caterpillar profit tumbles with world economy on lockdown"], ["28.04.20", "Caterpillar (CAT) Q1 Earnings and Revenues Miss Estimates"], ["28.04.20", "Caterpillar Earnings Dive Amid Coronavirus Shutdown; Dow Jones Stock Rises"], ["28.04.20", "UPDATE 1-Caterpillar reports 46% profit fall, give no 2020 outlook"], ["28.04.20", "Caterpillar sales slide 21% amid coronavirus fallout"], ["28.04.20", "Caterpillar tops profit estimates as sales fall short"], ["28.04.20", "Caterpillar quarterly earnings plunge 46% on coronavirus fallout"], ["28.04.20", "Caterpillar says first-quarter sales decline 21%, does not give 2020 outlook because of pandemic"], ["28.04.20", "30% Downside For Caterpillar Stock?"], ["27.04.20", "Caterpillar is about to report earnings, and Oppenheimer sees stock stabilizing"], ["25.04.20", "MLA criticises Caterpillar for requesting that its staff return to work"], ["22.04.20", "Caterpillar (CAT) Gains But Lags Market: What You Should Know"], ["17.04.20", "The Zacks Analyst Blog Highlights: Caterpillar, Terex, Deere & Company, AGCO and Sharps Compliance"], ["16.04.20", "Caterpillar (CAT) Outpaces Stock Market Gains: What You Should Know"], ["13.04.20", "Caterpillar stock is 'hands off' except for one reason, trader says"], ["13.04.20", "Dow Jones News: Iger Reportedly Running Disney; Caterpillar Downgraded"], ["09.04.20", "Caterpillar (CAT) Stock Sinks As Market Gains: What You Should Know"], ["09.04.20", "Caterpillar seeks fresh $3 billion loan to boost liquidity: source"], ["09.04.20", "UPDATE 2-Caterpillar seeks fresh $3 bln loan to boost liquidity - source"], ["09.04.20", "UPDATE 1-Caterpillar seeks $3 bln loan from banks to boost liquidity - Bloomberg"], ["09.04.20", "Caterpillar seeks $3 billion loan from banks to boost liquidity: Bloomberg"], ["2020-06-01 05:23", "Covid-19 Raises Demand for Thermal Imagers and Detectors ...  to use something to measure their body temperature frequently, which happens to be constantly in or near their hands, namely their smartphone or smartwatch\". The technology is here, and the time is probably right, said Yole. Some thermal detectors or imagers such as FLIR's Lepton are tiny enough to be integrated into a smartphone. And some smartphones such as the Caterpillar S60, co-developed with FLIR, already integrate a thermal imager, albeit for a more professional use case. What is needed today is to improve the accuracy — better than 0.5C — and to have reliable electronics and processing to avoid false alarm, along with maintaining the cost in the range of a few dollars. Cost would inevitably decrease with volume production ... "], ["2020-05-30 18:24", "Is Deere's Stock Set for Recovery? ...  new combine harvester. Image source: Deere & Company. Deere's 2020 guidance As you can see in the table below, Deere didn't adjust its 2020 headline guidance during the first quarter in February, but as the COVID-19 outbreak spread, it's become clear that the global construction industry was going to be negatively affected, and you only have to look at Caterpillar's monthly retail sales for confirmation of that. The outlook for the key agriculture and turf segment has also gotten worse, but it's not dramatically worse -- a point I'll return to later. Deere segment Current At February 2020 At November 2019 Agriculture & turf segment sales (15%) to (10%) (10%) to (5%) (10%) to (5%) Construction & forestry segment sales (40%) to (30 ... "], ["2020-05-30 00:19", "EE Times ...  to use something to measure their body temperature frequently, which happens to be constantly in or near their hands, namely their smartphone or smartwatch\". The technology is here, and the time is probably right, said Yole. Some thermal detectors or imagers such as FLIR's Lepton are tiny enough to be integrated into a smartphone. And some smartphones such as the Caterpillar S60, co-developed with FLIR, already integrate a thermal imager, albeit for a more professional use case. What is needed today is to improve the accuracy — better than 0.5C — and to have reliable electronics and processing to avoid false alarm, along with maintaining the cost in the range of a few dollars. Cost would inevitably decrease with volume production ... "], ["2020-05-29 21:13", "Chuck Norris Joins Gov. Abbott for Special Storytime Reading ...  Spousal Support After Being Married For 4 Days Silke Jasso , May 29, 2020 9:55 am | Share Rare Entertainment Remember When Steve Martin Posed For Playboy? Moriah Gill , May 28, 2020 12:52 pm | Share Facebook: Greg Abbott Facebook: Greg Abbott Never in a million years would I have imagined Chuck Norris reading me a popular children book. Let alone that book series being The Very Hungry Caterpillar. But, there's a first for everything and this is definitely one of my favorites. Norris joined the Texas First Lady as the special guest on Texas Storytime with Cecilia Abbott . Abbott announced on Wednesday that Norris was on Friday's special line up to read the popular children's books. Basically anyone who's interested in watching can go on Greg ... "], ["2020-05-29 21:02", "These stocks performed best in May as the market rally continued ... 3.9% 42.4% Walt Disney Co. US:DIS 8.5% -18.9% 31.9% Apple Inc. US:AAPL 8.2% 8.3% 86.2% Goldman Sachs Group Inc. US:GS 7.1% -14.5% 37.6% Travelers Cos. Inc. US:TRV 5.7% -21.9% 14.4% Dow Inc. US:DOW 5.2% -29.5% N/A Intel Corp. US:INTC 4.9% 5.1% 27.5% UnitedHealth Group Inc. US:UNH 4.2% 3.7% 18.0% American Express Co. US:AXP 4.2% -23.6% 30.6% Boeing Co. US:BA 3.4% -55.2% 1.0% Caterpillar Inc. US:CAT 3.2% -18.7% 16.2% 3M Co. US:MMM 3.0% -11.3% -7.4% Microsoft Corp. US:MSFT 2.3% 16.2% 55.3% Walmart Inc. US:WMT 2.1% 4.4% 27.6% Merck & Co. Inc. US:MRK 1.7% -11.2% 19.0% Coca-Cola Co. US:KO 1.7% -15.7% 16.9% J.P. Morgan Chase & Co. US:JPM 1.6% -30.2% 42.8% Verizon Communications Inc. US:VZ -0.1% -6.5% 9.2% Chevron Corp. US:CVX -0.3% -23.9% 10.8% Pfizer Inc. US:PFE -0 ... "], ["2020-05-29 21:00", "Everything we know about Hayao Miyazaki's new movie ... One of the ideas that came out from that was, why not spend more time and spend more money [to make a film]?\" Suzuki said. Given that rumors of Miyazaki coming out of retirement started in 2016 , How Do You Live? has certainly become one of the most time-intensive Ghibli movies yet. How much progress has been made on the movie? Though the short film Boro the Caterpillar was done with computer animation, How Do You Live? sees Miyazaki returning to hand-drawn animation. The rigorous process, made all the more intense by a commitment to spending more time on production, has resulted in 36 minutes of footage so far. Suzuki estimates that the studio is completing one minute of animation per month, so 12 minutes of footage would be completed in a year. So when ... "], ["2020-05-29 20:30", "Butterflywatch: May sun brings hope for a bumper summer ...  Fri 29 May 2020 21.30 BST Share on Facebook Share on Twitter Share via Email A large blue butterfly, the world's best insect conservation success story.Photograph: Sarah Meredith As our seasons shift forward, the \"June gap\" now arrives towards the end of May. In June, people often wonder where the butterflies have gone. Don't panic. They are mostly hiding in caterpillar or chrysalis form. By June (or these days, late May), spring butterflies fade into obscurity. But the new crop of midsummer butterflies, whose caterpillars fed up on lush spring greens, are yet to emerge. Predictions make fools of us all but I think this summer could be the best butterfly season for a quarter of a century. Last year was the best since 1997 , and we have had ... "], ["2020-05-29 17:32", "Jefferson: S.A. and Austin perfect together? Believe it ... a little something about automotive manufacturing. Toyota builds Tacoma and Tundra pickups on the South Side, employing about 3,000 workers, and its nearby suppliers account for another 4,000 or so jobs. San Antonio also captured Illinois-based Navistar's attention. It's planning to build a $250-million heavy-duty truck plant, also on the South Side. And then there's Caterpillar's sprawling engine factory in Seguin. Not surprisingly, the San Antonio Economic Development Foundation has been talking with Abbott's office about Tesla. Jenna Saucedo-Herrera, EDF's president and CEO, is big on approaching Austin as a potential partner on major projects, not so much as a competitor. So this could be good moment for her and the region, all of ... "], ["2020-05-29 16:02", "He helped win $61 million to stop spam calls. Now Durham's history museum gets a share. ... , boosting visitors from 80,000 a year to more than 300,000. Between his starting date and 2000, the museum's budget grew from $675,000 to $4.2 million, opening a butterfly house and insectarium without ever running a deficit, the N&O previously reported. In his Van Dyke beard and suspenders, he would stop to marvel at the wings on an Atlas moth or a caterpillar scarfing a leaf — always an admirer of nature as much as a fund-raiser and nonprofit leader. Once he retired, Krakauer helped found the Durham history museum pledging it would never be boring. When it incorporated in 2008, it consisted of little more than a website and a board of directors. Five years later, it moved into the empty bus station on Main Street, and before the coronavirus ... "], ["2020-05-29 14:13", "Tesla Owns the U.S. Electric Vehicle Market, Analyst Says. Why It Will Own China and Europe Too. ...  325% over the past 12 months. That crushes comparable returns of the Dow and the S&P 500 over the same spans. In addition to Tesla, Nathan covers other traditional car and industrial firms along with new transport companies Uber Technologies (UBER) and Lyft (LYFT). He has the equivalent of Buy ratings on General Motors (GM), Aptiv (APTV), United Parcel Service (UPS), Cognex (CGNX), Union Pacific (UNP), Caterpillar (CAT), and Honeywell International (HON). Tesla shares are up about 0.4%, at $808.60, in recent trading. The S&P 500 is down 0.3%. Write to Al Root at allen.root@dowjones.com Close Tesla Owns the U.S. Electric Vehicle Market, Analyst Says. Why It Will Own China and Europe Too. Tesla picked up a new bull on Thursday evening. From To Message SEND ... "], ["2020-05-29 08:30", "Asia Pacific Generator Sales Market Worth $8.8 Billion By 2025 - Exclusive Report By MarketsandMarkets ...  Asia Pacific region. Inquiry Before Buying: https://www.marketsandmarkets.com/Enquiry_Before_BuyingNew.asp?id=150307902 To enable an in-depth understanding of the competitive landscape, the report includes the profiles of some of the top players in the Asia Pacific Generator Sales Market. The major players in the Asia Pacific generator sales industry are Caterpillar (US), Cummins (US), Generac (US), Wrtsil ( Finland ), Mitsubishi Heavy Industries ( Japan ), Rolls-Royce Holdings (UK), Yanmar ( Japan ), Siemens ( Germany ), Weichai Group ( China ), and Sterling & Wilson ( India ). These players are adopting various strategies to increase their share in the Asia Pacific Generator Sales Market. Contracts & agreements, and new product launches have been a widely ... "], ["2020-05-29 08:00", "How an Ottawa woman and her mini-fridge helped a reluctant butterfly spread its wingsWhen Aleigh Underhill found a caterpillar munching on a plant in her garden, she decided to help it through the winter. Last week, her kindness was rewarded with a beautiful display of Mother Nature's determination."], ["2020-05-29 06:54", "Bestsellers: Juvenile, May 30, 2020 ...  2 6 Oh, the Place You'll Go! Dr. Seuss Random House Books for Young Readers $24.99 - 7 Dog Man: Fetch-22 Dav Pilkey Scholastic $15.99 6 8 Bright Baby Touch & Feel Baby Animals Rodger Priddy Priddy Books $4.95 3 9 Your Baby's First Word Will be Dada Jimmy Fallon and Miguel Ordonez Feiwel & Friends $8.99 10 10 The Very Hungry Caterpillar Eric Carle Penguin Young Readers Group $14.99 - Expand your mind and build your reading list with the Books newsletter. Sign up today . Related topics Books Children's literature Related Bestsellers: Biography, May 30, 2020 Subscriber content May 29, 2020 Follow us on Twitter @globebooks Opens in a new window Report an error Editorial code of conduct Due to technical reasons, we have temporarily removed commenting ... "], ["2020-05-29 04:00", "BC-US--Stock Prices, US ... .500 Up 1.030 AutoZone 1147.550 Down 16.870 AveryD 112.190 Down 1.230 BkofAm 24.860 Down 1.120 Barclay 5.900 Up .070 BauschHl 18.580 Up .060 Baxter 88.200 Up 1.760 BestBuy 76.430 Down 2.650 Blackstone 56.660 Up .200 Boeing 149.820 Up .300 BostonSci 37.470 Up .330 BrMySq 59.810 Down .590 Brunswick 57.410 Down .870 CampSp 49.520 Up .860 Canon 21.310 Up .300 Carnival 15.928 Down 1.312 Caterpillar 120.740 Down 1.680 Celestic g 6.740 Down .050 ChesEng rs 13.310 Down .500 Chevron 90.870 Down 3.030 Cigna 200.570 Up 1.110 Citigroup 49.160 Down 3.100 Clorox 204.960 Up 4.960 CocaCola 47.090 Up .360 ColgPalm 72.090 Up 1.500 ConocoPhil 43.010 Down 1.660 ConEd 73.150 Up 1.900 Corning 23.050 Down .060 CredSuiss 9.310 Up .030 CurtisWrt 102.040 Down 3.250 Deere 153.160 Down ... "], ["2020-05-29 00:10", "The Walking Dead's Samantha Morton 'in trouble' after shock Alpha transformation backfires ...  of such an iconic character moment for TWD, as she revealed to Entertainment Weekly in 2019. She said: \"Oh, I loved it. It just feels very real, and what the audience is seeing is real, you know? \"And there's emotions about that, but the practicalities for pre-Alpha is that the hair, she's turning herself into something. She's metamorphosing from a caterpillar to a butterfly, but not the nicest butterfly, you know?\" Unfortunately, a recent interview with her co-star Jeffrey Dean Morgan for his new lockdown talk show, At Home With the Morgans, revealed the actress is now finding it difficult to return to her old look. The Walking Dead: Beta has taken the place of Alpha as leader of the Whisperers (Image: AMC) The Walking Dead: Alpha ... "], ["2020-05-29 00:00", "My life as a caterpillar (or what lockdown has really done to us) ... ; a lonely creature of pure need, guided by only its own ravenousness, skirting the knife's edge between self-destruction and growth. What surprised me this time was that so little of the book is devoted to that final act of transformation — the magic change we are always taught to anticipate. Mainly, the book is a catalogue of eating. Ridiculous, ceaseless, maniacal, necessary but also unwise eating. Things start out fine. The caterpillar tunnels through one food after another: an apple on Monday, two pears on Tuesday, three plums on Wednesday and so forth. He always leaves a little hole in his wake, a literal hole in the book's pages — his hunger is so powerful that it begins to destroy the very story of his hunger. By Saturday, the ... "], ["2020-05-28 21:45", "Caterpillar (CAT) Dips More Than Broader Markets: What You Should KnowCaterpillar (CAT) closed at $120.74 in the latest trading session, marking a -1.37% move from the prior day."], ["2020-05-28 21:29", "Inside abandoned theme parks across UK in coronavirus lockdown ... us what your favourite moments are Read More Related Articles Mirror newsletter - all the biggest stories in one email Based on the King Arthur's medieval Camelot castle, this theme park welcomed thousands of visitors every year, boasting a 1000ft rollercoaster called the Knightmare. Camelot was also home to a log flume, The Twister, three large water slides and a large caterpillar rollercoaster train which spanned the entire length and depth of the park. The park closed in 2012, leaving its sprawling 140-acre site to fall into disrepair. Many of the rides were sold to parks around Europe, but others - including Knightmare - were left behind. Now abandoned, Camelot has become a playground for urban explorers. Ocean Beach, Rhyl Ocean Beach funfair in Rhyl ... "], ["2020-05-28 19:07", "This Billionaire Governor's Been Sued Over Unpaid Bills. A Judge Just Ordered Him to Pay More. ...  in St. Louis since October 2018. The new $2.8 million judgment in the bulldozer case involved a financing agreement that Bluestone Resources entered into in June 2018. Initially, Bluestone agreed to a $2.5 million lease for mining equipment. The company later \"decided it wanted to pursue a much cheaper leasing option,\" for a $1.4 million reconditioned Caterpillar D11 bulldozer , court records show . The two sides disputed what the payments should be, and Bluestone stopped paying. With West Virginia's gubernatorial primary less than two weeks away, candidates for governor from both parties are attacking Justice for his companies' long record of lawsuits involving coal mines, farming operations and resort hotels. On a statewide radio talk show ... "], ["2020-05-28 17:46", "Hayao Miyazaki definitely hates this AI-generated animation ...  the things the reclusive director has famously disdained . So let's talk about this AI-driven animation project. A hand-drawn animation fan by history and heart, Miyazaki has largely declined to incorporate-computer generated animation into his movies, except in the most minimal ways. But he has made one 10-minute all-CGI film: Kemushi no Boro , or, Boro the Caterpillar , which can only be seen at the Mitaka Forest Ghibli Museum near Tokyo. In late 2016, Miyazaki participated in a special television documentary about Kemushi no Boro , which recorded him sitting with Studio Ghibli producer Toshio Suzuki ( the guy who reportedly sent Harvey Weinstein a katana as a threat ) as they attended a presentation at the Dwango Artificial Intelligence Laboratory in ... "]]}}