{"postfix": "cboe-aktie", "name": "CBOE", "wkn": "A1CZTX", "time": "2020.06.02 13:19", "ts": 1591096794, "features": {"KGV": "25.13", "Marktkapitalisierung": {"Size": "Mrd", "Value": "10.26"}, "GA": "4.73", "KBV": "3.94", "BA": "30.18", "KCV": "18.74", "CA": "6.34", "Vola30": "39.79", "Vola90": "63.27", "Vola180": "47.92", "Vola250": "35.67"}, "rivals": [], "text_data": {"de": [["31.05.20", "Mai 2020: Experten empfehlen CBOE-Aktie mehrheitlich zum Kauf"], ["02.05.20", "CBOE veröffentlichte Zahlen zum vergangenen Quartal"], ["30.04.20", "Wie Experten die CBOE-Aktie im April einstuften"], ["31.03.20", "März 2020: Das sind die Expertenmeinungen zur CBOE-Aktie"], ["29.02.20", "Februar 2020: Experten empfehlen CBOE-Aktie mehrheitlich zum Kauf"], ["08.02.20", "CBOE: Das sind die jüngsten Quartalszahlen"], ["06.02.20", "Ausblick: CBOE informiert über die jüngsten Quartalsergebnisse"]], "en": [["31.05.20", "Why Is Cboe Global Markets, Inc. (CBOE) Up 7.1% Since Last Earnings Report?"], ["27.05.20", "As NYSE reopens, CBOE sets opening day"], ["26.05.20", "UPDATE 1-Cboe Global to reopen options trading floor on June 8"], ["26.05.20", "Cboe Global to reopen options trading floor on June 8"], ["22.05.20", "Why You Should Add Cboe Global (CBOE) Stock to Your Portfolio"], ["20.05.20", "Virtu Financial to Sell MATCHNow to Cboe Global Markets"], ["20.05.20", "Cboe Global (CBOE) to Acquire MATCHNow, Foray Into Canada"], ["19.05.20", "Cboe to buy Virtu's MATCHNow dark pool to expand into Canada"], ["18.05.20", "Cboe Europe : Additional Listing"], ["04.05.20", "Cboe Global Markets Considers June 1 Reopening of Iconic Chicago Options Trading Floor"], ["01.05.20", "Cboe Global Markets (CBOE) Q1 2020 Earnings Call Transcript"], ["01.05.20", "UPDATE 2-Cboe tops profit views as trade in \"fear gauge\" products rises"], ["01.05.20", "Cboe eyes June 1 reopening of options trading floor in Chicago"], ["01.05.20", "CBOE Holdings (CBOE) Q1 Earnings and Revenues Surpass Estimates"], ["01.05.20", "UPDATE 1-Exchange operator Cboe profit beats on coronavirus-driven volatility"], ["01.05.20", "Exchange operator Cboe profit jumps 66%"], ["28.04.20", "Cboe Global (CBOE) to Report Q1 Earnings: What's in Store?"], ["24.04.20", "CBOE Holdings (CBOE) Earnings Expected to Grow: What to Know Ahead of Next Week's Release"], ["16.04.20", "Will Cboe Global Markets Continue to Surge Higher? "], ["16.04.20", "Zacks.com featured highlights include: Regency Centers, ResMed, Synopsys, Cboe Global Markets and The Southern Company"], ["14.04.20", "Is Cboe Global Markets Stock a Buy?"], ["07.04.20", "Cboe Global's (CBOE) March Average Daily Volume Increases Y/Y"], ["07.04.20", "Cboe Europe : Initial admission to the Official List"], ["02.04.20", "Why the Earnings Surprise Streak Could Continue for CBOE (CBOE)"], ["02.04.20", "Is Cboe Global Markets (CBOE) Stock a Solid Choice Right Now?"], ["25.03.20", "Cboe Global Markets Enters Oversold Territory"], ["20.03.20", "CBOE (CBOE) Upgraded to Buy: Here's Why"], ["13.03.20", "Here's Why Intercontinental Exchange, CME Group, and CBOE Global Markets Fell on Thursday"], ["10.03.20", "Exclusive: Trading in VIX options froze after open - CBOE"], ["10.03.20", "Exclusive: Trading in VIX options froze after open - CBOE"], ["09.03.20", "Exclusive: CBOE VIX options froze at open - exchange official"], ["09.03.20", "Exclusive: CBOE VIX index froze at open: exchange official"], ["08.03.20", "CBOE (CBOE) Down 8.7% Since Last Earnings Report: Can It Rebound?"], ["05.03.20", "Cboe Global's (CBOE) February Volume Rises Year Over Year"], ["27.02.20", "Cboe Scores Relative Strength Rating Upgrade; Hits Key Benchmark"], ["24.02.20", "Cboe Global Markets (CBOE) Q4 2019 Earnings Call Transcript"], ["20.02.20", "Cboe Europe : Additional Listing"], ["07.02.20", "Cboe Global (CBOE) Q4 Earnings Beat Estimates, Rise Y/Y"], ["07.02.20", "CBOE Holdings (CBOE) Q4 Earnings and Revenues Surpass Estimates"], ["07.02.20", "UPDATE 1-Exchange operator Cboe profit beats as lower costs offset weak trading"], ["2020-06-02 10:45", "Some investors are making bets on an election sell-off, fearing a Democratic sweep ... said. Deming also said there's an uptick in the VIX futures in October, just ahead of the election. That contract was at 32, indicating a more than 2% move in either direction on a daily basis over a 30-day period. The VIX is the market's fear index and it represents all the S&P 500 puts and calls trading on the CBOE. Related Tags United States Presidential Election Politics Market Insider Wall Street Markets Subscribe to CNBC PRO Licensing & Reprints CNBC Councils Supply Chain Values Advertise With Us Join the CNBC Panel Digital Products News Releases Closed Captioning Corrections About CNBC Internships Site Map Podcasts AdChoices Careers Help Contact News Tips Got a confidential news tip? We want to hear from you. Get In Touch CNBC Newsletters Sign ... "], ["2020-06-02 10:30", "Gold Prices Are Headed for New Highs Amid Unrest. What Investors Should Do. ... . Ever since, protesters have taken to the streets in major cities, including New York, Chicago, Portland, and even outside the White House in Washington, D.C. And in some cases, the gatherings have turned violent. So far, the financial markets have mostly shrugged off the protests . Major stock indexes are still advancing , but there are emerging signs in gold trading, and even with the Cboe Volatility Index, or VIX, that some investors are preparing for more difficult days. The SPDR Gold Shares (ticker: GLD) exchange-traded fund was recently around $163.66. During the past 52 weeks, the ETF has ranged from $123.90 to $164.96. The fear gauge, as VIX is widely known, normally moves in the opposite direction of the stock market but has stayed at elevated ... "], ["2020-06-02 10:19", "This stock-market rally refuses to conform to norms ...  declining) crossing below the 200-day to completely turn the intermediate-term volatility picture positive for stocks. The construct of volatility derivatives is modestly positive, but not exactly bullish. The VIX futures are all trading with small premiums to VIX. That is positive. However, their term structure is basically flat to down, and that is not positive. The term structure of the CBOE Volatility Indices remains positive for six months, but then turns down after that. In summary, the short term continues to be strong, albeit overbought. We have no confirmed short-term sell signals in place at this time, so we remain short-term bullish. Continue to roll profitable positions to higher strikes, to take credits out of the positions and to lock in gains ... "], ["2020-06-01 06:28", "Reuters ...  Inc Files For Six-Part Notes Offering Size Not DisclosedHeadlines,HealthcareNASDAQ:AMZNhttps://www.reuters.com/article/lse-markets/update-2-london-stock-exchange-finds-broad-backing-for-shorter-trading-day-idUSL8N2DE2P6Reuterseng2020-06-01T13:19:48+00:00UPDATE 2-London Stock Exchange finds broad backing for shorter trading dayHeadlines,SustainabilitySocialLON:AQX,MCE:BME,:CBOE,GER:DB1,PAR:ENXhttps://www.reuters.com/article/brief-nozha-international-hospital-says/brief-nozha-international-hospital-says-financial-impact-of-coronavirus-will-appear-from-q2-idUSFWN2DE07VReuterseng2020-06-01T13:19:09+00:00BRIEF-Nozha International Hospital Says Financial Impact Of Coronavirus Will Appear From Q2Headlines,HealthcareCAI:NINHhttps://www.reuters.com/article/masmovil ... "], ["2020-05-31 15:30", "Why Is Cboe Global Markets, Inc. (CBOE) Up 7.1% Since Last Earnings Report?Cboe Global Markets, Inc. (CBOE) reported earnings 30 days ago. What's next for the stock? We take a look at earnings estimates for some clues."], ["2020-05-31 06:08", "ETF Trends ...  21:12:41 +0000https://www.etftrends.com/india-etfs-rally-on-easing-lockdown-measures/India country-specific exchange traded funds were gaining momentum Monday, with benchmarks climbing for the fourth consecutive day, after New Dehli started easing the countrywide lockdown measures to contain the coronavirus pandemic. Among the best performing non-leveraged ETFs of Monday, the iShares MSCI India ETF (CBOE: INDA) increased 2.3%, and WisdomTree India Earnings ETF (NYSE: EPI) [...]The post India ETFs Rally on Easing Lockdown Measures appeared first on ETF Trends.]]> AllianzIM Launches Buffered Outcome ETFs 'AZAA' and 'AZBA'https://www.etftrends.com/allianzim-launches-buffered-outcome-etfs-azaa-and-azba/Mon, 01 Jun 2020 20:42:23 +0000https://www ... "], ["2020-05-30 06:36", "Reuters ...  Inc Files For Six-Part Notes Offering Size Not DisclosedHeadlines,HealthcareNASDAQ:AMZNhttps://www.reuters.com/article/lse-markets/update-2-london-stock-exchange-finds-broad-backing-for-shorter-trading-day-idUSL8N2DE2P6Reuterseng2020-06-01T13:19:48+00:00UPDATE 2-London Stock Exchange finds broad backing for shorter trading dayHeadlines,SustainabilitySocialLON:AQX,MCE:BME,:CBOE,GER:DB1,PAR:ENXhttps://www.reuters.com/article/brief-nozha-international-hospital-says/brief-nozha-international-hospital-says-financial-impact-of-coronavirus-will-appear-from-q2-idUSFWN2DE07VReuterseng2020-06-01T13:19:09+00:00BRIEF-Nozha International Hospital Says Financial Impact Of Coronavirus Will Appear From Q2Headlines,HealthcareCAI:NINHhttps://www.reuters.com/article/masmovil ... "], ["2020-05-30 04:00", "Internet Pioneer Argues Bitcoin Creator Satoshi Nakamoto Is This Obscure Mathematician ...  writing for Crypto Insider, CCN, and CryptoPotato on news and other important concepts. I am also a part-time crypto trader and find trading fascinating. I know my way around price charts, indicators, hardware wallets, and almost any notable exchange. Additionally, I have a podcast (Crypto: Secrets of the Trade) where I interview successful traders in the space regarding their stories and methods. I hold a small amount of BTC, BCH, ETH, LTC, XMR, ZEC and NEO, as well as various insignificant altcoin positions. I also hold stock positions in CBOE, AU, AUY, MUX, CFWFF and TOLWF. Connect with me on Twitter (@BenjaminPirus). Read Less Print Site Feedback Tips Corrections Reprints & Permissions Terms Privacy 2020 Forbes Media LLC. All Rights Reserved. AdChoices"], ["2020-05-29 23:53", "Dead Cat Bounce or Real Rally? ...  S&P 500 Volatility Index — the VIX. It's a measurement of the anticipated volatility being priced into S&P 500 options for the next 30 days. But we can also look beyond 30 days. When traders want a longer-term outlook, they can reference the CBOE S&P 500 3-Month Volatility Index — VIX3M. As its name suggest, it's a measurement of the anticipated volatility being priced into S&P 500 options for a three-month time frame. Here's John and Wade for more: Because these volatility indexes measure the magnitude of the price movement traders believe the S&P 500 may make during the measured time frame, the value of the VIX3M is usually higher than the value of the VIX. After all, if you give the market three months to make a move — like ... "], ["2020-05-29 22:50", "Chicago's Eurodollar Open Outcry Pits Are Fighting For Their Lives To Remain Open Post-Pandemic ... buzz, you can feel things happening . When you hear stuff happen in other pits, it's a lot like being at Augusta and hearing the 'Tiger roar.' If you hear something happen in Treasury options, you can get ready for something to happen in eurodollar options.\" The floor closed abruptly on March 13 alongside of other trading floor operators, like ICE and CBOE. Others, who favor electronic trading, think the time is right to finally do away with floor trading. Christian Hauff, CEO of Quantitative Brokers, which sells trading algorithms for U.S. Treasury securities and Treasury futures said: \"This is the opportunity to not look back but move forward as an industry.\" Those in the pit argue that the nature of the product keeps open outcriers ... "], ["2020-05-29 17:01", "The InvestorPlace Q&A: ProShares Pet Care ETF Is a Treat for Investors ...  at least one pet. While the novel coronavirus decimated markets, trends in the pet world stand firm. A survey by Statista shows that 76% of pet owners bought the same amount of pet food through online stores, while 17% increased their spending. Indeed growth remains strong. And the worldwide pet care industry expects to surpass $200 billion per year by 2025. ProShares Pet Care ETF (CBOE: PAWZ ) leads the pack of high-growth pet stocks. It's the first exchange-traded fund tracking the pet care industry, debuting in November 2018. Since then, it has grown like clockwork. As InvestorPlace contributor Todd Shriber said, PAWZ has \"significant\" upside past the $41 area. While \"only\" gaining 8.8% since inception, the ETF surged by 23% in 2019 ... "], ["2020-05-29 15:00", "First Trust Portfolios Canada Virtually Opens The Market ...  Venture, to celebrate the launch of a new Exchange Traded Fund: First Trust... Author: PR Newswire Publish date: May 29, 2020 11:00 AM EDT TORONTO , May 29, 2020 /CNW/ - Karl Cheong , CFA, Head of Distribution, First Trust Portfolios Canada and his team joined Keith Wu , Interim Head, Exchange Traded Funds, TSX & TSX Venture, to celebrate the launch of a new Exchange Traded Fund: First Trust Cboe Vest U.S. Equity Buffer ETF (TSX:MAYB.F) and open the markets. The First Trust companies are a well-respected global enterprise with a history in the U.S. market since 1991 and in Canada since 1996. First Trust is the umbrella name used for the various businesses conducted in both Canada and the U.S. The First Trust family of ETFs span across different geographies ... "], ["2020-05-29 13:57", "Stock Market News for May 29, 2020 ... concerning social media companies. Stocks were higher during most of the session on Thursday as investors were focused on fast economic recovery from the pandemic. The Dow Jones Industrial Average closed at 25,400.64 after losing 0.6%, the broader S&P 500 reached 3,029.73 after declining 0.2% and the tech-laden Nasdaq Composite hit 9,368.99 after inching 0.5% lower. The fear-gauge CBOE Volatility Index (VIX) rose 1.5% to close at 29.03 on May 28. Finally, advancing issues outnumbered declining ones on the NYSE by a 1.38-to-1 ratio. Tensions Rise between Washington and Beijing President Donald Trump on Thursday said he would hold a news conference \"on China\" on Friday, but he offered no further details on the matter. The announcement came after a week ... "], ["2020-05-29 13:56", "CME Group's (CME) BrokerTec and TriOptima Units Collaborate ...  of security. ZacksTrade does not endorse or adopt any particular investment strategy, any analyst opinion/rating/report or any approach to evaluating indiv idual securities. If you wish to go to ZacksTrade, click OK . If you do not, click Cancel. OK Cancel Back to top Image: Bigstock CME Group's (CME) BrokerTec and TriOptima Units Collaborate Zacks Equity Research May 29, 2020 CBOE ICE CME MKTX Trades from $ 1 You follow Analyst Blog - edit You follow Zacks Equity Research - edit What would you like to follow? Zacks Equity Research Analyst Blog Cancel Read More Hide Full Article CME Group Inc. ( CME - Free Report ) units BrokerTec and TriOptima have teamed up to provide an end-to-end repo workflow solution for the first time for industry participants ... "], ["2020-05-29 12:00", "Why Tech Companies Give CEOs Extra Voting Power In IPO Stocks ... When more tech companies go public, IPO stocks with dual-class structures are expected to return. Since March 11, there have been 15 listings on the Nasdaq, including health-care and special purpose acquisition companies. The IPO climate seems to be improving, with Zoominfo Technologies and Warner Music Group poised to go public. With the market rebounding off March lows, the next thing to look for is the Cboe Volatility Index, or VIX, to come down a bit more, says Jeff Thomas, a Nasdaq senior vice president who oversees its new listings and capital markets businesses. The VIX spiked to above 80 in March. It has pulled back to around 27. If the VIX falls to 20 or below, IPOs will pick up, says Thomas. He expects dual-class offerings to stay in favor. \"It ... "], ["2020-05-29 11:52", "10 things you need to know before the opening bell ...  DEUTSCHLAND ESPAA FRANCE INDIA ITALY JAPAN MALAYSIA NEDERLAND NORDIC POLSKA SINGAPORE SOUTH AFRICA Money & Markets 10 things you need to know before the opening bell Saloni Sardana May 29, 2020, 9:52 PM facebook twitter reddit linkedin WhatsApp/span> Scott Olson/Getty Images Traders signal offers in the Standard & Poor's 500 stock index options pit at the Chicago Board Options Exchange (CBOE) on August 24, 2015 in Chicago, Illinois. Here's what you need to know before the markets open. 1. The coronavirus pandemic is messing with how economic data is produced, and making it hard to work out how badly it's hitting the global economy, the IMF says. COVID-19 is skewing economic data, meaning policymakers will struggle to correctly assess ... "], ["2020-05-29 11:52", "10 things you need to know before the opening bell ... LinkedIn icon The word \"in\". Fliboard icon A stylized letter F. More icon Three evenly spaced dots forming an ellipsis: \"...\". Close icon Two crossed lines that form an 'X'. It indicates a way to close an interaction, or dismiss a notification. Traders signal offers in the Standard & Poor's 500 stock index options pit at the Chicago Board Options Exchange (CBOE) on August 24, 2015 in Chicago, Illinois. Scott Olson/Getty Images Here's what you need to know before the markets open. 1. The coronavirus pandemic is messing with how economic data is produced, and making it hard to work out how badly it's hitting the global economy, the IMF says. COVID-19 is skewing economic data, meaning policymakers will struggle to correctly ... "], ["2020-05-29 11:03", "Decoding the Stock Market: The Vocabulary of Volatility ...  by 1.2% on average if the S&P rises by 1%. On the other hand, a beta of less than one implies a stock that is less reactive to overall market moves. And finally, a negative beta (which is quite rare) tells investors that a stock tends to move in the opposite direction of the S&P 500. The VIX gives you a current snapshot of the market's volatility The CBOE Volatility Index, also known as the \"volatility index,\" or simply \"the VIX,\" is a measurement of the expected volatility in the market over the next 30 days. The number itself isn't terribly important to understand, and the actual calculation of the VIX is quite complex. What is important for investors to know is that the VIX is often referred to as the market's \"fear gauge ... "], ["2020-05-29 04:00", "Worries Mount As Trump News Conference On China, Powell Words Awaited ... what Powell might say that's potentially market-moving. In addition, this is the last day of the month, which sometimes means a little profit taking and possible higher volatility. Cboe Volatility Index futures (/VX) crept above 30 early on. Yesterday saw three-day winning streaks snapped for the Dow Jones Industrial Average ($DJI) and S&P 500 Index (SPX) and a ... which was eventually acquired by TD Ameritrade. I am a 30-year trading veteran and a regular CNBC guest, as well as a member of the Board of Directors at NYSE ARCA and a member of the Arbitration Committee at the CBOE. My licenses include the 3, 4, 7, 24 and 66. Read Less Print Site Feedback Tips Corrections Reprints & Permissions Terms Privacy 2020 Forbes Media LLC. All Rights Reserved. AdChoices"], ["2020-05-28 15:18", "The Tenacity of Bullish Sentiment ... which measures anticipated volatility being priced into S&P 500 options for the next 30 days, when they think about measuring trader sentiment. But sometimes focusing only on the next 30 days isn't a long enough view. Sometimes it is helpful to expand your horizons out to the next three months, or 90 days. When traders need a longer-term outlook, they can look at the CBOE S&P 500 3-Month Volatility Index (VIX3M), which is a measurement of the anticipated volatility being priced into S&P 500 options for next 90 days. By comparing the value of the VIX to the value of the VIX3M, you can identify periods when trader sentiment has turned extremely bearish and when it has normalized. Because these volatility indices measure the magnitude of the price movement ... "]]}}