{"postfix": "ceconomy-aktie", "name": "CECONOMY_ST.", "wkn": "725750", "time": "2020.06.02 13:54", "ts": 1591098850, "features": {"KGV": "14.66", "Marktkapitalisierung": {"Size": "Mio", "Value": "945.88"}, "GA": "0.34", "KBV": "2.34", "BA": "2.13", "KCV": "11.76", "CA": "0.42", "Vola30": "81.7", "Vola90": "113.94", "Vola180": "86.36", "Vola250": "66.51"}, "rivals": ["walmart-aktie", "costco_wholesale-aktie", "ahold-aktie", "cewe_stiftung-aktie", "carrefour-aktie", "target-aktie", "tesco-aktie"], "text_data": {"de": [["31.05.20", "Ceconomy St-Aktie: Was Analysten von Ceconomy St erwarten "], ["14.05.20", "WDH/ROUNDUP: Media Markt und Saturn spüren Nachholbedarf der Kunden"], ["14.05.20", "Ceconomy-Aktie: Media Markt und Saturn spüren Nachholbedarf der Kunden"], ["14.05.20", "ANALYSE-FLASH: Baader Bank belässt Ceconomy auf 'Reduce' - Ziel 2 Euro"], ["14.05.20", "ANALYSE-FLASH: JPMorgan belässt Ceconomy auf 'Underweight' - Ziel 5 Euro"], ["13.05.20", "Nahezu alle Media-Markt- und Saturn Märkte in Europa wieder geöffnet"], ["13.05.20", "Ausblick: Ceconomy Vz gibt Ergebnis zum abgelaufenen Quartal bekannt"], ["07.05.20", "Ausgerechnet das verschmähte Real rettet Metro in der Krise"], ["07.05.20", "Wichtige Kursbewegungen: Metro-Aktien auf Fünfeinhalb-Wochen-Tief"], ["06.05.20", "Großhändler: Metro-Umsatz leidet zunehmend unter Corona-Folgen"], ["30.04.20", "MÄRKTE EUROPA/Börsen geben Anfangsgewinne wieder ab - Warten auf EZB"], ["29.04.20", "NACHBÖRSE/XDAX +0,2% auf 11.133 Pkt - Dt. Börse gesucht - SNP brechen ein"], ["29.04.20", "Ceconomy erhält Genehmigung für milliardenschweren KfW-Kredit"], ["29.04.20", "Erste Schätzungen: Ceconomy Vz präsentiert Bilanzzahlen zum jüngsten Jahresviertel"], ["28.04.20", "MÄRKTE EUROPA/Weiter aufwärts - Finanztitel an der Spitze"], ["28.04.20", "XETRA-SCHLUSS/DAX zeitweise auf höchstem Stand seit Lock-Down"], ["28.04.20", "MÄRKTE EUROPA/DAX auf höchstem Stand seit Lock-Down"], ["24.04.20", "Verband: Händler melden wenige Tage nach Lockerung schwaches Geschäft"], ["23.04.20", "Verkauf der Mehrheit des China-Geschäfts abgeschlossen: Metro bringt trotz Krise Milliarden-Deal in trockene Tücher"], ["22.04.20", "Media-Markt und Saturn öffnen ab Mittwoch in 11 Bundesländern"], ["21.04.20", "MediaMarkt und Saturn öffnen wieder in elf Bundesländern"], ["21.04.20", "ANALYSE-FLASH: HSBC senkt Ziel für Ceconomy auf 2 Euro - 'Hold'"], ["20.04.20", "XETRA-SCHLUSS/DAX startet im Plus in die Woche"], ["20.04.20", "MÄRKTE EUROPA/Börsen drehen ins Minus - Öl- und Rohstoffwerte belasten"], ["20.04.20", "AKTIE IM FOKUS 2: Ceconomy drehen trotz roter Zahlen ins Plus"], ["20.04.20", "KORREKTUR: MÄRKTE EUROPA/Freundlich - Versicherer bislang Tagessieger"], ["20.04.20", "MÄRKTE EUROPA/Freundlich - Versicherer bislang Tagessieger"], ["20.04.20", "AKTIE IM FOKUS: Ceconomy rutschen ab - Rote Zahlen und Commerzbank-Abstufung"], ["20.04.20", "ANALYSE-FLASH: Baader Bank belässt Ceconomy auf 'Reduce' - Ziel 2 Euro"], ["17.04.20", "NACHBÖRSE/XDAX +0,8% auf 10.706 Pkt - Westgrund Richtung Gebotspreis"], ["17.04.20", "ROUNDUP: Ceconomy rutscht wegen Corona-Pandemie in die roten Zahlen"]], "en": [["01.06.20", "Metro Bank PLC : Total Voting Rights"], ["29.05.20", "Steven Ewing loves cars, but takes the LA Metro     - Roadshow"], ["27.05.20", "Metro Mining delays Bauxite Hills expansion amid market uncertainties"], ["26.05.20", "Metro Bank PLC : Result of AGM"], ["26.05.20", "Metro Bank PLC : Metro Bank - 2020 AGM Chairman Statement"], ["26.05.20", "?4??4? ?????????? | Taipei Metro records NT$469 million loss in 4 months"], ["26.05.20", "Metro Mining’s production and shipments at Bauxite Hills Mine continue despite challenges "], ["25.05.20", "Metro Mining continues to monitor markets ahead of Bauxite Hills Mine stage-2 expansion"], ["21.05.20", "Police ID suspect in metro Phoenix shooting that injured 3"], ["21.05.20", "Tel Aviv Metro M2 line plans unveiled"], ["21.05.20", "Metro Funding plc : TVHA Full Year Trading Statement March 2020"], ["18.05.20", "Metro Mining unveils sustainability report for Bauxite Hills Mine"], ["13.05.20", "NBRU calls for Metro, BusConnects plans to be shelved"], ["13.05.20", "Melbourne Metro rail tunnel, WestConnex builder feels heat on big projects"], ["07.05.20", "Metro Bank PLC : Director/PDMR Shareholding"], ["07.05.20", "Taipei metro app provides crowd information on Blue Line"], ["07.05.20", "Metro Mining makes strong start to the year for mining and shipping at Bauxite Hills"], ["06.05.20", "Metro Bank posts rising deposits, lower first quarter lending"], ["06.05.20", "Metro Bank PLC : First Quarter 2020 Trading Update"], ["01.05.20", "Metro Bank PLC : Total Voting Rights"], ["30.04.20", "Metro Bank PLC : Holding(s) in Company"], ["29.04.20", "Metro Bank PLC : Notice of AGM"], ["28.04.20", "Metro Bank PLC : Second Price Monitoring Extn"], ["28.04.20", "Metro Bank PLC : Price Monitoring Extension"], ["24.04.20", "Budapest handing out facemasks at metro stops"], ["20.04.20", "Metro Bank PLC : Annual Financial Report"], ["17.04.20", "Metro Funding plc : RSH Regulatory Judegement Update"], ["08.04.20", "JetBlue to suspend operations at several airports around 5 major metro areas"], ["08.04.20", "Arrest after man 'goes surfing' on Belfast Metro bus"], ["08.04.20", "Metro Mining gets funding approval for Bauxite Hills expansion"], ["08.04.20", "Metro Mining gets green light from state government for $47.5 million finance facility"], ["07.04.20", "METRO AG : Correction of a release from 07/04/2020 according to Article 40, Section 1 of the WpHG [the German Securities Trading Act] with the objective of Europe-wide distribution"], ["07.04.20", "Metro Mining awakens Bauxite Hills from hiatus"], ["07.04.20", "METRO AG : Release according to Article 40, Section 1 of the WpHG [the German Securities Trading Act] with the objective of Europe-wide distribution"], ["03.04.20", "Germany's Metro withdraws outlook on coronavirus woes"], ["02.04.20", "Metro Bank PLC : Total Voting Rights"], ["31.03.20", "Court finds Helsinki less at fault than Siemens in metro dispute"], ["27.03.20", "Metro Bank to waive overdraft interest on temporary basis"], ["24.03.20", "Metro Mining to resume shipping in April 2020"], ["23.03.20", "Metro Mining to recommence mining at Bauxite Hills in mid-April"], ["2020-05-25 13:36", "Factbox: German companies seek state aid to cope with coronavirus ...  from KfW to supplement its existing 1.75 billion euro credit agreement. \"The commitment of the KfW bridging loan is an important first step for TUI to successfully bridge the current exceptional situation,\" said Chief Executive Fritz Joussen at the end of March. CECONOMY ( CECG.DE ) The electronics supplier secured a government-backed loan of 1.7 billion euros to mitigate the impact of the coronavirus on its business following forced shop closures, the company said at the end of April. Ceconomy, which had put 20,000 employees on short-time work in Germany but has been reopening stores in the country since mid-April, said one condition of the loan is that the company suspend dividend payments. SIXT ( SIXG.DE ) The German car rental company said ... "], ["2020-05-25 13:36", "Factbox: German companies seek state aid to cope with coronavirus ...  from KfW to supplement its existing 1.75 billion euro credit agreement. \"The commitment of the KfW bridging loan is an important first step for TUI to successfully bridge the current exceptional situation,\" said Chief Executive Fritz Joussen at the end of March. CECONOMY ( CECG.DE ) The electronics supplier secured a government-backed loan of 1.7 billion euros to mitigate the impact of the coronavirus on its business following forced shop closures, the company said at the end of April. Ceconomy, which had put 20,000 employees on short-time work in Germany but has been reopening stores in the country since mid-April, said one condition of the loan is that the company suspend dividend payments. SIXT ( SIXG.DE ) The German car rental company said ... "], ["2020-05-22 12:46", "Retail sales sank 10 per cent in March, April expected to be worse ...  a drop of 10 per cent according to financial markets data firm Refinitiv. Story continues below advertisement Statistics Canada also says a preliminary estimate for April indicate a 15.6 per cent drop for the month. More to come. Your time is valuable. Have the Top Business Headlines newsletter conveniently delivered to your inbox in the morning or evening. Sign up today . Related topics Ceconomy Economy Retail Sean Kilpatrick Statistics Canada Report an error Due to technical reasons, we have temporarily removed commenting from our articles. We hope to have this fixed soon. Thank you for your patience. If you are looking to give feedback on our new site, please send it along to feedback@globeandmail.com . If you want to write a letter to the editor, please ... "], ["2020-05-20 12:42", "Canada's annual inflation rate turned negative in April ...  with a year-over-year increase of 0.9 per cent in March when the pandemic began. Economists on average expected a reading of -0.1 per cent for April, according to financial markets data firm Refinitiv. More to come. Your time is valuable. Have the Top Business Headlines newsletter conveniently delivered to your inbox in the morning or evening. Sign up today . Related topics Ceconomy Economy Inflation Sean Kilpatrick Statistics Canada Report an error Due to technical reasons, we have temporarily removed commenting from our articles. We hope to have this fixed soon. Thank you for your patience. If you are looking to give feedback on our new site, please send it along to feedback@globeandmail.com . If you want to write a letter to the editor, please forward to ... "], ["2020-05-18 05:36", "German stocks - Factors to watch on May 18 ... impact on operations. ADLER REAL ESTATE AG Adler Real Estate said it expected no material impact from covid-19 on FFO in 2020. ANNUAL GENERAL MEETINGS KRONES AG - 0.75 eur/shr dividend proposed EX-DIVIDEND DMG MORI - 1.03 eur/shr dividend ANALYSTS' VIEWS COMMERZBANK AG: CITIGROUP CUTS PRICE TARGET TO EUR 3.3 FROM EUR 3.5 GEA GROUP AG: CITIGROUP RAISES PRICE TARGET TO EUR 25 FROM EUR 21 CECONOMY AG: BARCLAYS CUTS TARGET PRICE TO EUR 2.6 FROM EUR 5.5 HUGO BOSS AG: CREDIT SUISSE CUTS TARGET PRICE TO EUR 25 FROM EUR 33 OVERSEAS STOCK MARKETS Dow Jones +0.3%, S&P 500 +0.4%, Nasdaq +0.8% at close. Nikkei +0.5%, Shanghai stocks +0.6%. Time: 5:35 GMT GERMAN ECONOMIC DATA No major economic data scheduled. DIARIES REUTERS TOP NEWS ($1 = 0.9244 euros) (Reporting by ... "], ["2020-05-18 05:36", "German stocks - Factors to watch on May 18 ... impact on operations. ADLER REAL ESTATE AG Adler Real Estate said it expected no material impact from covid-19 on FFO in 2020. ANNUAL GENERAL MEETINGS KRONES AG - 0.75 eur/shr dividend proposed EX-DIVIDEND DMG MORI - 1.03 eur/shr dividend ANALYSTS' VIEWS COMMERZBANK AG: CITIGROUP CUTS PRICE TARGET TO EUR 3.3 FROM EUR 3.5 GEA GROUP AG: CITIGROUP RAISES PRICE TARGET TO EUR 25 FROM EUR 21 CECONOMY AG: BARCLAYS CUTS TARGET PRICE TO EUR 2.6 FROM EUR 5.5 HUGO BOSS AG: CREDIT SUISSE CUTS TARGET PRICE TO EUR 25 FROM EUR 33 OVERSEAS STOCK MARKETS Dow Jones +0.3%, S&P 500 +0.4%, Nasdaq +0.8% at close. Nikkei +0.5%, Shanghai stocks +0.6%. Time: 5:35 GMT GERMAN ECONOMIC DATA No major economic data scheduled. DIARIES REUTERS TOP NEWS ($1 = 0.9244 euros) (Reporting by ... "], ["2020-05-15 13:38", "Canadian home sales plunge 56.8 per cent in April as lockdowns bite ...  Estate Association said on Friday. The industry group said actual sales, not seasonally adjusted, fell 57.6 per cent from a year earlier, while the group's Home Price Index was up 6.4 per cent from April last year. Your time is valuable. Have the Top Business Headlines newsletter conveniently delivered to your inbox in the morning or evening. Sign up today . Related topics Ceconomy Economy Real estate Toronto Report an error Due to technical reasons, we have temporarily removed commenting from our articles. We hope to have this fixed soon. Thank you for your patience. If you are looking to give feedback on our new site, please send it along to feedback@globeandmail.com . If you want to write a letter to the editor, please forward to letters@globeandmail ... "], ["2020-05-14 07:33", "Good demand in Germany, Italy as Ceconomy stores reopenCeconomy has seen a promising catch-up of demand, particularly in Germany and Italy, as it has reopened stores that were closed in March due to the coronavirus crisis, Europe's biggest consumer electronics chain said on Thursday."], ["2020-05-14 07:31", "Good demand in Germany, Italy as Ceconomy stores reopenCeconomy has seen a promising catch up of demand, particularly in Germany and Italy, as it has reopened stores that were closed in March due to the coronavirus crisis, Europe's biggest consumer electronics chain said on Thursday."], ["2020-05-14 04:20", "German stocks - Factors to watch on May 14 ...  25 million shares in the software company at 41 euros per share with institutional investors, it said. This represents about 12.5% of Teamviewer's entire share capital. EVOTEC Q1 results due DUERR Q1 results due SCOUT24 Q1 results due TAG IMMOBILIEN Q1 results due PATRIZIA The real estate group lowered the bottom end of its 2020 profit target range. BILFINGER Q1 results due CECONOMY Fiscal Q2 results due DEUTSCHE EUROSHOP Q1 results due INDUS Q1 results due JOST WERKE Q1 results due SMA SOLAR Q1 results due SUEDZUCKER Fiscal 2019/2020 results due STRATEC Q1 results due ZOOPLUS Q1 results due ZEAL NETWORK Q1 results due ANNUAL GENERAL MEETINGS BMW - 2.50 eur/shr dividend proposed EX-DIVIDEND COMPUGROUP MEDICAL - 0.50 euros/shr dividend ENCAVIS - 0.26 ... "], ["2020-05-14 04:20", "German stocks - Factors to watch on May 14 ...  25 million shares in the software company at 41 euros per share with institutional investors, it said. This represents about 12.5% of Teamviewer's entire share capital. EVOTEC Q1 results due DUERR Q1 results due SCOUT24 Q1 results due TAG IMMOBILIEN Q1 results due PATRIZIA The real estate group lowered the bottom end of its 2020 profit target range. BILFINGER Q1 results due CECONOMY Fiscal Q2 results due DEUTSCHE EUROSHOP Q1 results due INDUS Q1 results due JOST WERKE Q1 results due SMA SOLAR Q1 results due SUEDZUCKER Fiscal 2019/2020 results due STRATEC Q1 results due ZOOPLUS Q1 results due ZEAL NETWORK Q1 results due ANNUAL GENERAL MEETINGS BMW - 2.50 eur/shr dividend proposed EX-DIVIDEND COMPUGROUP MEDICAL - 0.50 euros/shr dividend ENCAVIS - 0.26 ... "], ["2020-05-13 10:46", "Germany's Ceconomy says online sales quadrupled in AprilCeconomy saw online sales rise 300% in April even as it started reopening its stores, Europe's biggest consumer electronics chain said on Wednesday."], ["2020-05-13 10:25", "Germany's Ceconomy says online sales quadrupled in AprilCeconomy saw online sales rise 300% in April even as it started reopening its stores, Europe's biggest consumer electronics chain said on Wednesday.'"], ["2020-05-11 15:15", "Post-COVID grocery store sales high but below the mid-March peak ...  were up 68 per cent, compared with a year earlier. But Statistics Canada says sales of cold remedies were down 11 per cent year-over-year and sales of infant formula were 15 per cent lower than the same week of 2019. Your time is valuable. Have the Top Business Headlines newsletter conveniently delivered to your inbox in the morning or evening. Sign up today . Related topics Ceconomy Coronavirus Food Retail Statistics Canada Report an error Due to technical reasons, we have temporarily removed commenting from our articles. We hope to have this fixed soon. Thank you for your patience. If you are looking to give feedback on our new site, please send it along to feedback@globeandmail.com . If you want to write a letter to the editor, please forward to letters ... "], ["2020-05-11 11:37", "Factbox: German companies seek state aid to cope with coronavirus ... 8-billion euro loan commitment from KfW to increase the company's existing 1.75 billion euro credit agreement. \"The commitment of the KfW bridging loan is an important first step for TUI to successfully bridge the current exceptional situation,\" said Chief Executive Fritz Joussen. CECONOMY ( CECG.DE ) The electronics supplier has secured a government-backed loan of 1.7 billion euros to mitigate the impact of the coronavirus on its business following forced shop closures. Ceconomy, which had put 20,000 employees on short-time work in Germany but began reopening stores in the country last week, said one condition of the loan is that the company suspend dividend payments. SIXT ( SIXG.DE ) The German car rental company said on Wednesday it had signed ... "]]}}