{"postfix": "celanese_1-aktie", "name": "CELANESE", "wkn": "A0DP2A", "time": "2020.06.02 11:53", "ts": 1591091624, "features": {"KGV": "13.08", "Marktkapitalisierung": {"Size": "Mrd", "Value": "9.46"}, "GA": "9.52", "KBV": "5.97", "BA": "20.85", "KCV": "10.62", "CA": "11.73", "Vola30": "62.9", "Vola90": "71.72", "Vola180": "56.91", "Vola250": "43.45"}, "rivals": ["sgl_carbon-aktie"], "text_data": {"de": [["30.04.20", "Analysten sehen bei Celanese-Aktie Potenzial"], ["29.04.20", "Celanese: Bilanz zum abgelaufenen Quartal"], ["26.04.20", "Ausblick: Celanese zieht Bilanz zum jüngsten Jahresviertel"], ["12.04.20", "Erste Schätzungen: Celanese stellt Ergebnisse des abgelaufenen Quartals vor"], ["31.03.20", "Celanese-Aktie: Das sind die Expertenmeinungen des Monats März"], ["29.02.20", "Februar 2020: Das sind die Expertenmeinungen zur Celanese-Aktie"], ["03.02.20", "Celanese stellte Ergebnisse des abgelaufenen Quartals vor"], ["29.01.20", "Ausblick: Celanese öffnet die Bücher zum abgelaufenen Quartal"]], "en": [["27.05.20", "Celanese (CE) Up 11.5% Since Last Earnings Report: Can It Continue?"], ["26.05.20", "Celanese Increases Price of Acetyl Intermediates in China"], ["12.05.20", "Celanese (CE) Inks MoU to Supply Ethylene-Based VAM to Wanwei"], ["29.04.20", "Celanese Corp (CE) Q1 2020 Earnings Call Transcript"], ["28.04.20", "Celanese (CE) Earnings Beat Estimates in Q1, Revenues Miss"], ["27.04.20", "Celanese (CE) Q1 Earnings Top Estimates"], ["27.04.20", "Celanese shares flat after drop in revenue"], ["22.04.20", "Celanese (CE) to Post Q1 Earnings: What's in the Offing?"], ["03.04.20", "Celanese Closes Elotex Buyout, Boosts VAE Emulsion Business"], ["13.03.20", "Why Should You Keep Celanese (CE) Stock in Your Portfolio?"], ["12.03.20", "Moving Average Crossover Alert: Celanese"], ["10.03.20", "The Zacks Analyst Blog Highlights: Celanese, Eastman Chemical, Westlake Chemical and Huntsman"], ["29.02.20", "Why Is Celanese (CE) Down 14.9% Since Last Earnings Report?"], ["03.02.20", "Celanese Inks Deal to Buy Elotex, Boosts Acetyls Business"], ["31.01.20", "Celanese Corp (CE) Q4 2019 Earnings Call Transcript"], ["31.01.20", "Celanese (CE) Earnings and Revenues Lag Estimates in Q4"], ["30.01.20", "Celanese (CE) Lags Q4 Earnings and Revenue Estimates"], ["27.01.20", "Celanese (CE) to Post Q4 Earnings: What's in the Cards?"], ["23.01.20", "Analysts Estimate Celanese (CE) to Report a Decline in Earnings: What to Look Out for"], ["20.01.20", "Celanese Increases Prices of Acetyl Intermediates Products"], ["2020-06-01 04:00", "The top traffic fix in the Rock Hill and Fort Mill metros just got more expensive. ... in the RFATS area hinges on the SIB actually doing something in the next 30 days,\" said York County Council Chairman Michael Johnson. Read Next local Here's how York County could chip in its share of $160 million of I-77 exit upgrades. enero 28, 2020 1:24 PM Johnson serves the Fort Mill and Tega Cay areas and has an interest in improvements at S.C. 160. Yet he sees the larger transportation issue that includes Rock Hill and other areas. \"We also as a group have to address Celanese at some point,\" Johnson said. Without infrastructure bank assistance, RFATS may have to go into seven or eight years of debt to pay its share of S.C. 160 upgrades. Infrastructure bank approval could cut that length of debt in half. If the state bank makes a decision ... "], ["2020-05-27 15:30", "Celanese (CE) Up 11.5% Since Last Earnings Report: Can It Continue? ...  companies. The web link between the two companies is not a solicitation or offer to invest in a particular security or type of security. ZacksTrade does not endorse or adopt any particular investment strategy, any analyst opinion/rating/report or any approach to evaluating indiv idual securities. If you wish to go to ZacksTrade, click OK . If you do not, click Cancel. OK Cancel Back to top Image: Bigstock Celanese (CE) Up 11.5% Since Last Earnings Report: Can It Continue? Zacks Equity Research May 27, 2020 CE Trades from $ 1 You follow Realtime BLOG - edit You follow Zacks Equity Research - edit What would you like to follow? Zacks Equity Research Realtime BLOG Cancel Read More Hide Full Article It has been about a month since the last earnings report for ... "], ["2020-05-26 13:11", "Celanese Increases Price of Acetyl Intermediates in China ...  for a limited time. See 8 breakthrough stocks now> > In-Depth Zacks Research for the Tickers Above Normally $25 each - click below to receive one report FREE: Newmont Corporation (NEM) - free report > > Barrick Gold Corporation (GOLD) - free report > > Agnico Eagle Mines Limited (AEM) - free report > > Celanese Corporation (CE) - free report > > Published in basic-materials Zacks' 7 Best Strong Buy Stocks for June, 2020 Free Research for Zacks.com Readers Experts have chosen 7 stocks out of 220 Zacks Rank #1 Strong Buys that have the highest potential to increase in price quickly amid the global health crisis. A recent pick, Maxar, skyrocketed +178.7% in 3 months. For 32 years, our Strong Buy list has averaged returns more than twice the market. See its ... "], ["2020-05-26 13:08", "Here's Why You Should Hold on to Wynn Resorts Stock for Now ... Free Report ) and Las Vegas Sands Corp. ( LVS - Free Report ) in the Zacks Gaming industry, carries a Zacks Rank #3 (Hold) at present. You can see the complete list of today's Zacks #1 (Strong Buy) Rank stocks here. Biggest Tech Breakthrough in a Generation Be among the early investors in the new type of device that experts say could impact society as much as the discovery of ...  3 months. For 32 years, our Strong Buy list has averaged returns more than twice the market. See its 7 best stocks now. Privacy Policy | No cost, no obligation to buy anything ever. Up Next Celanese Increases Price of Acetyl Intermediates in China Most Read 5 Small-Caps That Surged in May & Still Have Momentum S&P Set to Open Above 3000 AWS 5/26: Pre-Markets Race Higher on Vaccine  ... "], ["2020-05-24 10:00", "A York County road will close six months for a bridge replacement. Here's where. ... Ford crosses two creeks. It runs from near Broad River Baptist Church south, and back east to near the western edge of Hickory Grove. The stretch of road is a little southwest of Smyrna. The 1.2-mile detour utilizes Cheyenne and Legion roads. The road will close at 7 a.m. June 15. Bridge replacement is a part of an ongoing 10-year plan through SCDOT that came several  ...  area already began work, like the bridge at U.S. 21 Business bridge over Steele Creek in Fort Mill. Current bridge projects with SCDOT in York County also include I-77 over the Catawba River, Celanese and Cherry roads bridges at I-77, Red River Road over Manchester Creek and state roads over Burgis, Stony Fork, Fishing and South Fork Fishing creeks. Breaking news & more Sign up for one of our  ... "], ["2020-05-20 11:43", "New Strong Sell Stocks for May 20th ... provides engineered products, industrial technologies, and innovative solutions. The Zacks Consensus Estimate for its current year earnings has been revised 3.2% downward over the last 30 days. Celanese Corporation ( CE - Free Report ) is a technology and specialty materials company that manufactures and sells high performance engineered polymers. The Zacks Consensus Estimate for its current year earnings ...  proven Zacks Rank stock-rating system. Since 1988 it has more than doubled the S&P 500 with an average gain of +23.52% per year. These returns cover a period from January 1, 1988 through May 4, 2020. Zacks Rank stock-rating system returns are computed monthly based on the beginning of the month and end of the month Zacks Rank stock prices plus any dividends ... "], ["2020-05-19 17:00", "Medical Plastics Industry & COVID-19 | Overall Market Growth Deviations And Breakdown By Type, Application And Region (2020-2021) ...  Peek4.3.3.2 TPE & TPU4.3.3.3 Others4.4 Biggest Gainers, by Top Companies 5 Impact of COVID-19 in Medical Plastics Market, by Region 5.1 Introduction5.2 APAC5.2.1 China 5.2.2 India 5.2.3 Japan 5.3 Europe 5.3.1 Italy 5.3.2 Germany 5.3.3 Spain 5.3.4 UK5.4 North America 5.4.1 US5.5 Rest of World 6 Strategies of Medical Plastics Companies During COVID-19 Pandemic 6.1 Sabic6.1.1 Impact on Company Portfolio6.1.1.1 Product/Material6.1.1.2 Application6.1.1.3 COVID-19 Related Developments/Strategy6.2 BASF6.3 Celanese Corporation6.4 Solvay6.5 Arkema6.6 Covestro6.7 Ensinger6.8 Lubrizol6.9 Evonik6.10 Trinseo For more information about this report visit https://www.researchandmarkets.com/r/rpijyo Research and Markets also offers Custom Research services providing focused ... "], ["2020-05-19 03:15", "Record number of 37 women CEOs rank on this year's Fortune 500 list ... Kathleen Mazzarella 418. Ulta Beauty: Mary Dillon 443. CMS Energy: Patricia K. Poppe 448. Advanced Micro Devices: Lisa Su 466. Science Applications International: Nazzic S. Keene 470. Celanese: Lori J. Ryerkerk 472. Zoetis: Kristin C. Peck 489. Willaims-Sonoma: Laura J. Alber 491. Commercial Metals: Barbara R. Smith 493. Franklin Resources: Jennifer M. Johnson Advertisement ...  off criminals during a Category 5 hurricane in new Force of Nature trailer Feud! Justin Bieber and Ariana Grande hit back at rapper Tekashi 6ix9ine who claims they cheated their way to a Billboard no. 1 Ed Sheeran 'has donated $207,000 to his old high school over the past two years for art and IT students' Advertisement Michael Jordan's daughter Jasmine, 27, had to GOOGLE her ... "], ["2020-05-18 21:15", "Long Fiber Thermoplastics Market Worth $4.6 Billion By 2025 - Increasing Use In Various End-use Industries ...  composites are manufactured through continuous filaments of fiber, which are melt-impregnated with thermoplastic polymer by the pultrusion process to create a high-performance bond. These are then cut into 1/2-inch (12 mm) composite pellets for convenient processing into net shapes via injection molding or extrusion processes. Automotive is the largest end-use industry of long fiber thermoplastics, in terms ...  Long Fiber Thermoplastics in Various End-use Industries Challenges Need for Reducing Capital and Technology Costs Companies Profiled Asahi Kasei Corporation BASF SE Celanese Corporation Daicel Polymer Ltd. Dieffenbacher Kingfa Lanxess AG Mitsubishi Chemical Holdings Plasticomp Inc. PolyOne RTP Company, Inc. Sabic Sambarklft Co. Ltd. SBHPP Solvay Sumitomo ... "], ["2020-05-12 13:05", "Celanese (CE) Inks MoU to Supply Ethylene-Based VAM to Wanwei ... .88 per share for first-quarter 2020, down from $2.64 in the year-ago quarter. However, adjusted earnings per share of $2.29 surpassed the Zacks Consensus Estimate of $2.19. Revenues declined 13.5% year over year to $1,460 million in the first quarter. Moreover, the top line missed the Zacks Consensus Estimate of $1,512.2 million. Celanese noted that it expects to generate $300-$400 million of incremental cash on account of the actions that it is presently taking on productivity, working capital management and capital expenditure prioritization that enables it to offset challenges related to demand and earnings in 2020. The company suspended its earlier announced annual adjusted earnings per share guidance for 2020 due to uncertainties regarding the duration ... "], ["2020-05-12 13:02", "5 Top Stocks With Rising P/E to Bet On ...  do not, click Cancel. OK Cancel Back to top Image: Bigstock 5 Top Stocks With Rising P/E to Bet On Sanghamitra Saha May 12, 2020 JAKK WATT FEYE AVGR PTI Trades from $ 1 You follow Analyst Blog - edit You follow Sanghamitra Saha - edit What would you like to follow? Sanghamitra Saha Analyst Blog Cancel Read More Hide Full Article Investors always look for stocks with low  ... years, our Strong Buy list has averaged returns more than twice the market. See its 7 best stocks now. Privacy Policy | No cost, no obligation to buy anything ever. ?? Close This Panel X Up Next Celanese (CE) Inks MoU to Supply Ethylene-Based VAM to Wanwei Most Read Top Retailers Flying High Despite Pandemic-Induced Crisis 3 Stocks to Make the Most of Bitcoin \"Halving\" AWS 5/12: Will ... "], ["2020-05-07 20:15", "Celanese Corporation To Participate In The Virtual Goldman Sachs Industrials And Materials Conference ...  global chemical and specialty materials company, today announced that Lori Ryerkerk, chairman of the board and chief executive officer, and Scott Richardson, executive vice president and chief financial officer, will participate in the virtual Goldman Sachs Industrials and Materials Conference on Thursday, May 14, 2020, at 1:00 p.m. Eastern time. A webcast of the fireside discussion and replay of the webcast will be available at investors.celanese.com on the Events Calendar page. The replay will be available for one year. About Celanese Celanese Corporation is a global chemical leader in the production of differentiated chemistry solutions and specialty materials used in most major industries and consumer applications. Our businesses use the full breadth of ... "], ["2020-05-05 12:39", "Fort Mill woman identified as person killed in Rock Hill crash ...  of the wreck on S.C. 161, said Sabrina Gast, York County Coroner . The collision happened around 4:30 p.m. Saturday and involved just the single vehicle Martin was driving along Celanese Road, said Lt. Michael Chavis of the Rock Hill Police Department . The vehicle went off the road and struck a tree, Chavis said. The police department Serious Traffic Accident Reconstruction team is  ... ;home or work' order lifts, officials say Here's what the Panthers plan for Rock Hill. Headquarters site details come into focus. As SC coronavirus restrictions lift, York County reports 1 new case, officials say NC man charged with felony DUI with death, injuries in fatal Rock Hill crash Read Next Local Mother's Day social-distancing style: Five ways to celebrate  ... "], ["2020-05-05 11:36", "Outdoor seating only: Today some Rock Hill area restaurants offer it. Others don't. ... ;home or work' order lifts, officials say Here's what the Panthers plan for Rock Hill. Headquarters site details come into focus. As SC coronavirus restrictions lift, York County reports 1 new case, officials say NC man charged with felony DUI with death, injuries in fatal Rock Hill crash Read Next Local Fort Mill woman identified as person killed in Rock Hill crash By ... off S.C. 161,also called Celanese Road. KEEP READING Local news has never been more important #ReadLocal Subscribe for unlimited digital access to the news that matters to your community. #readlocal MORE LOCAL Local Mother's Day social-distancing style: Five ways to celebrate safely Coronavirus As SC coronavirus restrictions lift, York County reports 1 new case, officials say Video  ... "], ["2020-05-04 18:27", "Phillip O. Berry faculty, staff throw cap-and-gown pick-up parade for graduating seniors ... through There are sanitizing station with gloves and sanitizer. Copyright 2020 WBTV. All rights reserved. 79 Currently in Charlotte, NC Full Forecast Sponsored By RECENT CONTENT Fort Mill woman killed in Rock Hill crash The crash happened on Celanese Road. Officials say Martin was driving when her car went off the road and struck a tree. Unemployment claims in NC top 1 million A total of 1,008,641 claims have been filed between March 15 to May 3. NC Board of Education releases new grading guidelines for 2019-20 school year By WBTV Web Staff Published 1h at 1:36 PM One arrested, one sought after undercover drug sales investigation in Concord By WBTV Web Staff Published 1h at 12:59 PM 3-year-old Virginia girl located safely after AMBER Alert Published 1h at 12 ... "], ["2020-05-04 18:22", "US to rein in flood of coronavirus blood tests after lax oversight ...  for all content. Copyright 2020 Associated Press. All rights reserved. 79 Currently in Charlotte, NC Full Forecast Sponsored By RECENT CONTENT One killed in Rock Hill crash The crash happened on Celanese Road. Officials say Martin was driving when her car went off the road and struck a tree. Missing 3-year-old girl in Va. found safe, father arrested after Amber Alert  ...  summer when virus order ends Published 32m at 1:52 PM Senate secretary declines Biden's request to release possible Reade report Published 33m at 1:50 PM Unemployment claims in NC top 1 million Published 37m at 1:46 PM NC Board of Education releases new grading guidelines for 2019-20 school year By WBTV Web Staff Published 47m at 1:36 PM 1 Julian Price Pl. Charlotte, NC 28208 (704) 374- ... "], ["2020-05-04 18:22", "Fort Mill woman killed in Rock Hill crash ... 22 PM ROCK HILL, S.C. (WBTV) - A woman killed in a crash in Rock Hill Saturday has been identified by officials as 75-year-old Donnis Martin of Fort Mill. The crash happened on Celanese Road. Officials say Martin was driving when her car went off the road and struck a tree. She was pronounced dead at the scene. Anyone with additional information is asked to call 803-909-8400 ... . Copyright 2020 WBTV. All rights reserved. 79 Currently in Charlotte, NC Full Forecast Sponsored By RECENT CONTENT Unemployment claims in NC top 1 million A total of 1,008,641 claims have been filed between March 15 to May 3. NC Board of Education releases new grading guidelines for 2019-20 school year Gov. Roy Cooper announced that all ... "]]}}