{"postfix": "ch_robinson_worldwide-aktie", "name": "C.H._ROBINSON_WORLDWIDE", "wkn": "A0HGF5", "time": "2020.06.02 12:26", "ts": 1591093581, "features": {"KGV": "18.48", "Marktkapitalisierung": {"Size": "Mrd", "Value": "9.83"}, "GA": "4.19", "KBV": "6.38", "BA": "12.13", "KCV": "12.77", "CA": "6.06", "Vola30": "42.32", "Vola90": "46.88", "Vola180": "38.01", "Vola250": "33.87"}, "rivals": ["deutsche_post-aktie", "fedex-aktie", "expeditors_international_of_washington-aktie", "ups-aktie", "pacer_international-aktie", "uti_worldwide-aktie", "con-way-aktie"], "text_data": {"de": [["30.04.20", "So schätzen die Analysten die CH Robinson Worldwide-Aktie im April 2020 ein"], ["30.04.20", "CH Robinson Worldwide gewährte Anlegern Blick in die Bücher "], ["27.04.20", "Ausblick: CH Robinson Worldwide vermeldet Zahlen zum jüngsten Quartal"], ["14.04.20", "Erste Schätzungen: CH Robinson Worldwide stellt das Zahlenwerk zum vergangenen Quartal vor"], ["27.01.20", "Ausblick: CH Robinson Worldwide zieht Bilanz zum abgelaufenen Quartal"]], "en": [["29.04.20", "Trucking giant CH Robinson furloughs 7% of North American workers"], ["2020-05-18 14:50", "Here Are All the Livestreams & Virtual Concerts to Watch During Coronavirus Crisis (Updating) ...  their legendary Pink Floyd: Live at Pompeii movie from 1972, which will stream for free for 24 hours on their YouTube page . En Vogue will perform live and do an interview with pal Holly Robinson-Peete on their YouTube channel and Facebook page . The performance will include hits such as \"Hold On,\" and kicks off at 5:00 p.m. EST. The Grateful Dead will be offering a ...  the Exclusive Online Exhibition \" SIR : A Retrospective of Rock Royalty.\" It marks their first-ever virtual exhibit opening on April 2. K-pop group Golden Child will live stream their concert worldwide on YouTube at 8:28 pm KST. Global Citizen's #TogetherAtHome series continues with the following artists performing via Instagram Live: Anne-Marie (2:00 p.m. EST), JoJo (3:00 p. ... "]]}}