{"postfix": "cisco-aktie", "name": "CISCO", "wkn": "878841", "time": "2020.06.02 11:27", "ts": 1591090036, "features": {"KGV": "18.17", "Marktkapitalisierung": {"Size": "Mrd", "Value": "173.73"}, "GA": "3.10", "KBV": "7.35", "BA": "7.66", "KCV": "15.91", "CA": "3.54", "Vola30": "32.49", "Vola90": "49.34", "Vola180": "40.01", "Vola250": "34.42"}, "rivals": ["adva-aktie", "check_point_software-aktie", "juniper_networks-aktie", "ibm-aktie", "symantec-aktie", "f5_networks-aktie", "nortel_networks-aktie"], "text_data": {"de": [["31.05.20", "Mai 2020: Das sind die Expertenmeinungen zur Cisco-Aktie"], ["29.05.20", "Cisco kauft zu und wie"], ["18.05.20", "Huawei bezeichnet Exportbeschränkungen der USA als \"willkürlich\""], ["15.05.20", "USA und China eskalieren Streit über Rolle von Huawei"], ["14.05.20", "Erholung an der Börse: Comeback der US-Börsen - Cisco und Banken geben Dax-Anlegern Hoffnung"], ["14.05.20", "MÄRKTE USA/Erholungsrally - Schwache US-Jobdaten treten in den Hintergrund"], ["14.05.20", "MÄRKTE USA/Erholt von Anfangsverlusten - Schwache US-Jobdaten"], ["14.05.20", "MÄRKTE USA/Schwache Jobdaten drücken - Zweifel an V-Erholung"], ["14.05.20", "Cisco: Aktie hebt nach Zahlen ab - das ist der Grund"], ["14.05.20", "MÄRKTE USA/Schwache Jobdaten drücken - Zweifel an V-Erholung"], ["14.05.20", "MARKT USA/Spannung vor Jobdaten und Zweifel an \"V-Erholung\""], ["14.05.20", "Cisco übertrifft Erwartungen trotz Rückgangs bei Umsatz und Gewinn "], ["14.05.20", "Gewinn und Umsatz bei Cisco sacken nicht so stark ab wie erwartet"], ["14.05.20", "Cisco versucht sich als Zoom-Konkurrenz"], ["12.05.20", "Ausblick: Cisco verkündet Quartalsergebnis zum jüngsten Jahresviertel"], ["11.05.20", "HSBC: Wochenausblick: BIP Deutschland, OPEC-Bericht, Industrieproduktion, Allianz, RWE, Wirecard"], ["08.05.20", "Cisco kämpft gegen Sicherheitsprobleme in Sicherheitshardware"], ["30.04.20", "April 2020: So haben Analysten ihre Einstufung der Cisco-Aktie angepasst"], ["28.04.20", "Erste Schätzungen: Cisco gewährt Anlegern Blick in die Bücher"], ["27.04.20", "heise-Angebot: Die Technik hinter Zero Trust: Network Access Control mit Cisco"], ["24.04.20", "SD-WAN: Cisco und Google übernehmen die Netzwerkanbindung der Kunden"], ["22.04.20", "Cloud: Cisco und Google rücken zusammen"], ["16.04.20", "Sicherheitsupdates: Root-Lücken gefährden IP-Telefone von Cisco"], ["09.04.20", "Hacker nehmen Krankenhäuser und Medizin-Firmen ins Visier"], ["01.04.20", "Slack integriert Videoanrufe von Teams, Zoom und Cisco Jabber"], ["31.03.20", "Wie Experten die Cisco-Aktie im März einstuften"]], "en": [["2020.06.02", "Cisco delays virtual conference, makes $5 million donation to social justice groups"], ["29.05.20", "Dow Jones Slumps as Cisco Acquires a Cloud Company, Home Depot Stock Moves Closer to 52-Week High"], ["29.05.20", "Cisco (CSCO) to Buy ThousandEyes to Boost Software Offerings"], ["29.05.20", "Cisco Expands Further Into Software With ThousandEyes Acquisition"], ["29.05.20", "Cisco to acquire internet monitoring solution ThousandEyes"], ["28.05.20", "Cisco to acquire software firm ThousandEyes"], ["28.05.20", "Cisco to acquire software firm ThousandEyes"], ["28.05.20", "Cisco to acquire software firm ThousandEyes"], ["28.05.20", "Cisco to acquire security company ThousandEyes"], ["28.05.20", "The Zacks Analyst Blog Highlights: Apple, Exxon Mobil, Cisco System and Chevron"], ["20.05.20", "STANLEY Healthcare and Cisco Partner to Bring the Next Generation of Location Services to Healthcare"], ["20.05.20", "Better Buy: Arista Networks vs. Cisco"], ["19.05.20", "Is Cisco Systems Stock a Buy?"], ["19.05.20", "The Zacks Analyst Blog Highlights: Apple, Qualcomm, The Boeing Company and Cisco Systems"], ["17.05.20", "Better Buy: Cisco Systems vs. IBM"], ["15.05.20", "How Safe Is Cisco and Its Dividend?"], ["15.05.20", "Cisco or nVidia: Best Stock to Play Internet Infrastructure Boom?"], ["14.05.20", "The Ratings Game: Cisco persevered in a brutal economic climate, offering what one analyst called ‘a glimmer of confidence’ "], ["14.05.20", "Dow Jones News: Cisco Stock Surges; 3M Suffers Double-Digit Sales Decline"], ["14.05.20", "NexTech AR Solutions integrates Google Hangouts, Cisco Webex into InfernoAR platform"], ["14.05.20", "Cisco (CSCO) Q3 Earnings and Revenues Surpass Estimates"], ["14.05.20", "Cisco Systems Inc (CSCO) Q3 2020 Earnings Call Transcript"], ["14.05.20", "MarketWatch First Take: Cisco says pandemic worse than dot-com crash and recession, but earnings are faring just fine"], ["14.05.20", "Cisco CEO Chuck Robbins: The future post-pandemic workplace will be based on a 'hybrid model'"], ["14.05.20", "Cisco CEO says the future of work will be a 'hybrid model'"], ["14.05.20", "Cisco Systems CEO on Q3 earnings, future of remote and on-premise work"], ["13.05.20", "Cisco surges after earnings"], ["13.05.20", "Cisco Systems (CSCO) Q3 Earnings and Revenues Top Estimates"], ["13.05.20", "Cisco Beats Lowered Views, Weak Outlook In Line Amid Covid-19"], ["13.05.20", "Cisco stock heads higher as profit continues to flow amid pandemic despite revenue slowdown"], ["13.05.20", "Cisco quarterly revenue tops market expectations"], ["13.05.20", "The Zacks Analyst Blog Highlights: Amazon, AstraZeneca, CME, Cisco and General Electric"], ["13.05.20", "Dow Jones News: Cisco Earnings This Afternoon; Home Depot Stock Boosted by DIY Demand"], ["13.05.20", "Business in the Age of COVID-19: Cisco sees spike in videoconferencing, but how will IT spending fare?"], ["12.05.20", "Buy Cisco Stock Ahead of Earnings on Big Tech's Coronavirus Resilience?"], ["12.05.20", "1-800-FLOWERS, Columbia Sportswear, Sony, Ciena and Cisco as Zacks Bull and Bear of the Day"], ["12.05.20", "Why Cisco (CSCO) Might Surprise This Earnings Season"], ["12.05.20", "Options traders surge into Cisco ahead of earnings"], ["11.05.20", "Cisco, Applied Materials, Under Armour and Norwegian Cruise are part of Zacks Earnings Preview"], ["08.05.20", "Is a Beat in the Cards for Cisco (CSCO) in Q3 Earnings?"], ["2020-06-02 09:08", "Plug pulled on Cisco Live hours before kickoffUS protests and coronavirus struggles see first ever virtual Cisco Live postponed."], ["2020-06-02 08:11", "TX Fort Worth TX Zone Forecast ... . Lows around 70. .FRIDAY...Sunny. Highs in the mid 90s. .FRIDAY NIGHT...Clear. Lows around 70. .SATURDAY...Sunny. Highs in the mid 90s. .SATURDAY NIGHT...Mostly clear. Lows in the lower 70s. .SUNDAY...Sunny. Highs in the mid 90s. .SUNDAY NIGHT...Mostly clear. Lows in the lower 70s. .MONDAY...Mostly sunny. Highs in the lower 90s. $$ TXZ129-022215- Eastland- Including the cities of Cisco, Eastland, Ranger, and Gorman 306 AM CDT Tue Jun 2 2020 .TODAY...Mostly sunny. An isolated shower or thunderstorm possible this morning...then scattered showers and thunderstorms this afternoon. Highs in the mid 80s. South winds 5 to 10 mph. Chance of rain 30 percent. .TONIGHT...Partly cloudy. Lows in the upper 60s. South winds 5 to 10 mph. .WEDNESDAY...Mostly sunny. Highs ... "], ["2020-06-02 07:25", "The Register ...  well have been killer algorithm, too Australia will refund more than AU$720m (US$480M) to residents adjudged to owe the federal government a debt that did not exist.... tag:theregister.com,2005:story208924 2020-05-31T09:32:11Z Shaun Nichols https://search.theregister.com/?author=Shaun%20Nichols Cisco hacked: Six backend servers used by customer VIRL-PE deployments compromised via SaltStack Plus other news from infosec land this week Roundup Six Cisco-operated servers were hacked via SaltStack security vulnerabilities, the networking giant revealed this week.... tag:theregister.com,2005:story208928 2020-05-30T20:06:21Z Katyanna Quach https://search.theregister.com/?author=Katyanna%20Quach They've only gone and bloody done it! NASA, SpaceX send two fellas ... "], ["2020-06-02 06:40", "NBN admits telling Canberrans they needed to move off TransACT when they didn't ... rest being out as a result of lack of power. Singapore researchers tapping quantum cryptography to enhance network encryption STEngineeringandNationalUniversityofSingaporearelookingtotapquantumcryptographytechnologytobuildnetworkencryptiontools,sothesewillbereadytomitigatesecurity... NBN to get 250Mbps on entire HFC network by June 2021, only 7% can get 750Mbps New wholesale pricing structure leaves cable users guessing. Cisco acquires ThousandEyes to bolster visibility, analytics for services, apps ThousandEyes provides a platform that enables enterprises to visualize environments that increasingly run through multiple clouds and networks. Qualcomm debuts new Wi-Fi 6E offerings, Networking Pro Series upgrades The chipmaker is rapidly introducing new designs ... "], ["2020-06-02 06:24", "Can Zoom turn popularity into profit? ...  business customers, but has also acknowledged elsewhere that the pandemic may have changed the company's path. Analysts say they expect Zoom to maintain its focus on business customers, since that's how it makes money. But the pandemic is likely to create more challenges for Zoom in that market too, as increased demand for remote work prompts competitors such as Microsoft and Cisco to pour resources into the field. In the long run, analysts say they're not sure how many companies will want to pay for a service like Zoom's, which only offers video conferences. \"The stakes are higher and the competition's getting tougher, so we'll see,\" says Mr Koontz. Related Topics Coronavirus lockdown measures Coronavirus pandemic Companies ... "], ["2020-06-01 05:30", "When SOCs never stop: How to fill the intelligence gaps in security ... have not taken any steps to expand secure access for the remote workforce A math formula could help 5G networks efficiently share communications frequencies Hackers breached six Cisco servers through SaltStack Salt vulnerabilities NSA warns about Sandworm APT exploiting Exim flaw How to protect your business from COVID-19-themed vishing attacks Despite lower  ... t miss When SOCs never stop: How to fill the intelligence gaps in security The challenge of updating locally cached credentials Factors driving API growth in industry Hackers breached six Cisco servers through SaltStack Salt vulnerabilities NSA warns about Sandworm APT exploiting Exim flaw Follow us Features News Expert Analysis Reviews Events Whitepapers Industry news Newsletters Twitter In case you' ... "], ["2020-06-01 05:05", "Citrix Asia Pacific posts net loss of AU$1.45m for FY19 ...  usage practices outlined in our Privacy Policy . Continue Newsletters See All See All Related Stories 1 of 3 Salesforce CEO Benioff: 'In a moment of crisis, you need to invest through it' Work.com is an example of investing in a downturn and now Salesforce.com aims to broaden its reach as a digital transformation engine. Cisco acquires ThousandEyes to bolster visibility, analytics for services, apps ThousandEyes provides a platform that enables enterprises to visualize environments that increasingly run through multiple clouds and networks. Okta launches native identity integration with AWS, beats Q1 estimates Pure Storage also posted strong first quarter financial results. VMware delivers solid Q1 as subscription, SaaS revenue jumps VMware handily ... "], ["2020-06-01 05:00", "The challenge of updating locally cached credentials ...  quicker and better software You are reading The challenge of updating locally cached credentials Read Next When SOCs never stop: How to fill the intelligence gaps in security Don't miss When SOCs never stop: How to fill the intelligence gaps in security The challenge of updating locally cached credentials Factors driving API growth in industry Hackers breached six Cisco servers through SaltStack Salt vulnerabilities NSA warns about Sandworm APT exploiting Exim flaw Follow us Features News Expert Analysis Reviews Events Whitepapers Industry news Newsletters Twitter In case you've missed it How do I select a backup solution for my business? Redefining business for a digital world with smart security decisions Is the future of information security and ... "], ["2020-06-01 04:30", "Agile security helps software teams deliver quicker and better software ... have not taken any steps to expand secure access for the remote workforce A math formula could help 5G networks efficiently share communications frequencies Hackers breached six Cisco servers through SaltStack Salt vulnerabilities NSA warns about Sandworm APT exploiting Exim flaw How to protect your business from COVID-19-themed vishing attacks Despite lower  ...  miss When SOCs never stop: How to fill the intelligence gaps in security The challenge of updating locally cached credentials Factors driving API growth in industry Hackers breached six Cisco servers through SaltStack Salt vulnerabilities NSA warns about Sandworm APT exploiting Exim flaw Follow us Features News Expert Analysis Reviews Events Whitepapers Industry news Newsletters Twitter In case you ... "], ["2020-06-01 04:00", "Factors driving API growth in industry ...  secure access for the remote workforce You are reading Factors driving API growth in industry Read Next Agile security helps software teams deliver quicker and better software Don't miss When SOCs never stop: How to fill the intelligence gaps in security The challenge of updating locally cached credentials Factors driving API growth in industry Hackers breached six Cisco servers through SaltStack Salt vulnerabilities NSA warns about Sandworm APT exploiting Exim flaw Follow us Features News Expert Analysis Reviews Events Whitepapers Industry news Newsletters Twitter In case you've missed it How do I select a backup solution for my business? Redefining business for a digital world with smart security decisions Is the future of information security ... "], ["2020-06-01 04:00", "Sensex surges 800 points; banking, metal stocks rally ... has received the Establishment Inspection Report (EIR) from US FDA for its API Srikakulam Plant (SEZ), Andhra Pradesh, indicating that the inspection is closed. Share Via 01 Jun 2020, 10:09:27 AM IST HCL Technologies up 2.7% IT major HCL Technologies on Friday announced its intent to acquire Cisco's Self-Optimising Network (SON) technology for about USD 50 million ( around 377.93 crore). The target entity is an asset carve-out of the product and services business that comprises the SON from Cisco Systems Inc, HCL said in a regulatory filing. Share Via 01 Jun 2020, 10:02:30 AM IST Adani Power up 7% The company's board will consider a proposal to delist its entire equity shares from the BSE and NSE in its meeting scheduled on Wednesday. \"...meeting ... "], ["2020-06-01 03:30", "41% of organizations have not taken any steps to expand secure access for the remote workforce ...  frequencies You are reading 41% of organizations have not taken any steps to expand secure access for the remote workforce Read Next Factors driving API growth in industry Don't miss When SOCs never stop: How to fill the intelligence gaps in security The challenge of updating locally cached credentials Factors driving API growth in industry Hackers breached six Cisco servers through SaltStack Salt vulnerabilities NSA warns about Sandworm APT exploiting Exim flaw Follow us Features News Expert Analysis Reviews Events Whitepapers Industry news Newsletters Twitter In case you've missed it How do I select a backup solution for my business? Redefining business for a digital world with smart security decisions Is the future of information security and ... "], ["2020-06-01 03:16", "Stocks to watch: YES Bank, HCL Tech, IDBI Bank, aviation, Dilip Buildcon ...  the January to March quarter as compared to Rs 48 crore in Q4 FY19. Revenue from operations went up 17 per cent to Rs 176 crore in Q4 FY20 from Rs 150 crore in the same quarter of previous fiscal, but total expenses too, increased by over 10 per cent to Rs 112 crore from Rs 102 crore. HCL Tech : HCL Technologies said on Friday it will buy Cisco's Self-Optimizing Network (SON) technology, in an acquisition that would builds on its focus on products and platforms (mode-3) strategy, and help it cater to the needs of its telecommunication customers, including tier-one communication service providers globally. Metropolis Healthcare: Net profit of Metropolis Healthcare declined 55.09 per cent to Rs 15.49 crore in the quarter ended March 2020 as against Rs 34 ... "], ["2020-06-01 03:00", "A math formula could help 5G networks efficiently share communications frequencies ... formula could help 5G networks efficiently share communications frequencies Read Next 41% of organizations have not taken any steps to expand secure access for the remote workforce Don't miss When SOCs never stop: How to fill the intelligence gaps in security The challenge of updating locally cached credentials Factors driving API growth in industry Hackers breached six Cisco servers through SaltStack Salt vulnerabilities NSA warns about Sandworm APT exploiting Exim flaw Follow us Features News Expert Analysis Reviews Events Whitepapers Industry news Newsletters Twitter In case you've missed it How do I select a backup solution for my business? Redefining business for a digital world with smart security decisions Is the future of information security ... "], ["2020-06-01 03:00", "Stocks to Watch: Yes Bank, Kotak Bank, TCS, IDBI Bank, Infosys, Adani Power | Click to read ...  its meeting scheduled on Wednesday. IDBI Bank: After being in the red for 13 consecutive quarters, IDBI Bank reported a profit after tax of 135 crore in the quarter ended March 31, helped by higher interest income. The lender had reported a net loss of 4,918 crore in the same quarter last year. HCL Technologies: The IT major on Friday announced its intent to acquire Cisco's Self-Optimising Network (SON) technology for about USD 50 million (around 377.93 crore). Jubilant Life Sciences: The pharma company reported a consolidated net profit of 260.49 crore for the quarter ended on March 31, 2020, driven by robust sales in pharmaceuticals segment. The company had posted a net loss of 100.65 crore for the corresponding period of the previous fiscal, Jubilant ... "], ["2020-06-01 02:11", "The West Live: WA artist Jamie Goode raising money for COVID-19 fight in Masquerade for Medical Research ... a way forward. \"[It's] a good example of where the arts bends beautifully into other genres. I think we again can be very proud of those members of our community,\" he said. Each year on WA Day, local artist are usually highlighted through the SOTA festival. The festival has been forced to go online this year but that's not stopping indie WA poppers San Cisco who will share their new On the Line EP to fans hungry for new music. One of those significantly impacted, the global pandemic has made live music nearly impossible, frustrating the Fremantle three-piece, according to guitarist and lead vocalist Jordi Davieson. Get the latest news from thewest.com.au in your inbox. Sign up for our emails From around the site Arrest after car chase ends in ... "], ["2020-06-01 02:04", "Australian bushfires impacted 1% of all NBN services ...  on greenfields connections, 480,000 got FttC, with 300,000 on fixed wireless, and 100,000 connected via satellite. On Monday, Cisco announced it had recently finished testing of its SD-WAN equipment on NBN business connections and had created a number of reference designs. Businesses cannot purchase an SD-WAN solution from either Cisco or NBN and need to head to a Cisco reseller. Related Coverage ACCC report and COVID-19 highlight how CVC is an artificial handbrake on the NBN Aussie Broadband throws ...  HFC network by June 2021, only 7% can get 750Mbps New wholesale pricing structure leaves cable users guessing. Cisco acquires ThousandEyes to bolster visibility, analytics for services, apps ThousandEyes provides a platform that enables enterprises to visualize  ... "], ["2020-06-01 01:30", "Blackpoint Cyber launches 365 Defense, a Microsoft 365 security add-on for its MDR service ...  teams have their work cut out for them Why is SDP the most effective architecture for zero trust strategy adoption? Read Previous Thierry Delaporte joins Wipro as Chief Executive Officer and Managing Director You are reading Blackpoint Cyber launches 365 Defense, a Microsoft 365 security add-on for its MDR service Read Next Don't miss Hackers breached six Cisco servers through SaltStack Salt vulnerabilities NSA warns about Sandworm APT exploiting Exim flaw How to protect your business from COVID-19-themed vishing attacks New fuzzing tool for USB drivers uncovers bugs in Linux, macOS, Windows StrandHogg 2.0: Critical Android flaw allows app hijacking, data theft Follow us Features News Expert Analysis Reviews Events Whitepapers Industry news Newsletters ... "], ["2020-06-01 00:06", "Saudi Arabia's foreign reserves fall sharply ...  foreign reserves was absorbable, and an injection from SAMA reserves was the fastest way to access cash,\" Mr. al-Sudairi added. PIF in the first quarter bought roughly half-a-billion-dollar stakes in each of Facebook Inc., Walt Disney Co. and Marriott International Inc., according to a U.S. regulatory filing in May. It also acquired shares worth a similar amount in Cisco Systems Inc., Citigroup Inc., Bank of America Corp., Carnival Corp. and Live Nation Entertainment Inc. It bought a stake worth $714 million in Boeing Co. Most other sovereign-wealth funds in the region were also seeded with foreign reserves, but relatively high oil prices over the years ensured a steady inflow of U.S. dollars for their state owners. PIF itself received about $27 billion ... "], ["2020-05-31 22:30", "Thierry Delaporte joins Wipro as Chief Executive Officer and Managing Director ... for zero trust strategy adoption? Read Previous Week in review: Windows RDP backdoor, GDPR enforcement, application threats and security trends You are reading Thierry Delaporte joins Wipro as Chief Executive Officer and Managing Director Read Next Blackpoint Cyber launches 365 Defense, a Microsoft 365 security add-on for its MDR service Don't miss Hackers breached six Cisco servers through SaltStack Salt vulnerabilities NSA warns about Sandworm APT exploiting Exim flaw How to protect your business from COVID-19-themed vishing attacks New fuzzing tool for USB drivers uncovers bugs in Linux, macOS, Windows StrandHogg 2.0: Critical Android flaw allows app hijacking, data theft Follow us Features News Expert Analysis Reviews Events Whitepapers Industry news ... "]]}}