{"postfix": "citrix_systems-aktie", "name": "CITRIX_SYSTEMS", "wkn": "898407", "time": "2020.06.02 11:28", "ts": 1591090109, "features": {"KGV": "19.38", "Marktkapitalisierung": {"Size": "Mrd", "Value": "16.02"}, "GA": "5.69", "KBV": "17.62", "BA": "6.26", "KCV": "18.85", "CA": "5.85", "Vola30": "34.23", "Vola90": "55.62", "Vola180": "43.8", "Vola250": "32.99"}, "rivals": ["cisco-aktie", "microsoft-aktie", "f5_networks-aktie", "vmware-aktie", "logmein-aktie"], "text_data": {"de": [["30.04.20", "Was Analysten von der Citrix Systems-Aktie erwarten"], ["24.04.20", "Citrix Systems präsentierte Bilanzzahlen zum jüngsten Jahresviertel"], ["22.04.20", "Ausblick: Citrix Systems gewährt Anlegern Blick in die Bücher"], ["31.03.20", "Citrix Systems-Aktie: Experten empfehlen Citrix Systems im März mehrheitlich zum Kauf "]], "en": [["28.05.20", "Citrix Systems (CTXS) Gains As Market Dips: What You Should Know"], ["28.05.20", "Emerging from Digital Shock: Citrix Survey Shows IT Leaders Preparing for New Work Order"], ["21.05.20", "Cramer's lightning round: Consolidation is a 'positive' for Citrix Systems"], ["15.05.20", "Is Citrix Systems (CTXS) Outperforming Other Computer and Technology Stocks This Year?"], ["14.05.20", "Citrix and Check Point Software Technologies Team to Deliver Next-Generation Firewall"], ["13.05.20", "Ready They’re Not: New Citrix Survey Finds Employees Reluctant to Return to Office"], ["12.05.20", "William Fry Delivers Secure Work Experience with Citrix"], ["06.05.20", "Citrix Expands Remote PC Access Offerings"], ["05.05.20", "Citrix Executive to Present at Upcoming Investor Conference"], ["01.05.20", "Citrix ADC Certified by United States Department of Defense Information Network"], ["30.04.20", "Citrix Ups Security Game"], ["29.04.20", "Is Citrix Systems (CTXS) Stock Outpacing Its Computer and Technology Peers This Year?"], ["29.04.20", "Citrix: Making Remote Work Work"], ["28.04.20", "Positive Steps Rises to Remote Work Challenge With Citrix"], ["23.04.20", "Citrix Systems Inc (CTXS) Q1 2020 Earnings Call Transcript"], ["23.04.20", "Citrix Systems (CTXS) Tops Q1 Earnings and Revenue Estimates"], ["23.04.20", "Citrix Systems beats earnings estimates as COVID-19 boosts workspace revenue; stock slips"], ["23.04.20", "Citrix Reports First Quarter 2020 Financial Results"], ["21.04.20", "The Zacks Analyst Blog Highlights: Netflix, Silgan, Citrix Systems, Eli Lilly and FirstEnergy"], ["21.04.20", "San Francisco 49ers Stay Connected with Citrix"], ["17.04.20", "Boeing, AMC Entertainment rise; Peloton, Citrix Systems fall"], ["16.04.20", "Analysts Estimate Citrix Systems (CTXS) to Report a Decline in Earnings: What to Look Out for"], ["16.04.20", "Citrix Reveals New Face of Work"], ["14.04.20", "Italian National Institute of Statistics Maintains Operations with Citrix"], ["09.04.20", "Citrix Systems to Announce First Quarter 2020 Financial Results Before Market Open on Thursday, April 23"], ["08.04.20", "Has Citrix Systems (CTXS) Outpaced Other Computer and Technology Stocks This Year?"], ["07.04.20", "Penn National Insurance Amps Up Remote Work with Citrix"], ["02.04.20", "Citrix: Driving Business as Usual in an Unusual World"], ["01.04.20", "Remote Work: The New Normal?"], ["10.03.20", "Citrix a Leader in Virtual Client Computing"], ["04.03.20", "Citrix Elects JD Sherman to Its Board of Directors"], ["02.03.20", "Citrix: Fueling Business Continuity in Tumultuous Times"], ["18.02.20", "Renasant Bank Delivers Modern Employee Experience with Citrix"], ["12.02.20", "Citrix Among Top Work Coordination Platforms"], ["11.02.20", "Citrix Synergy 2020: Where Work Gets Smart"], ["06.02.20", "Citrix Executives to Present at Upcoming Investor Conferences"], ["04.02.20", "The Employee Experience is Broken: Here’s How to Fix It"], ["31.01.20", "Citrix Systems sets $1 billion ASR, representing over 6% of the outstanding stock"], ["31.01.20", "Citrix Announces $1 Billion Accelerated Share Repurchase"], ["24.01.20", "Stocks With Rising Relative Price Strength: Citrix Systems"], ["2020-06-01 05:05", "Citrix Asia Pacific posts net loss of AU$1.45m for FY19 ...  company only having a AU$1.7 million net foreign currency gain to offset expenses, while in 2018, it had AU$19.2 million. Meanwhile, employees were paid AU$23 million for the 2019 financial year. Citrix Asia Pacific currently employs 136 staff. During the year, Citrix Asia Pacific reduced the debt owed to its immediate Irish-based parent, Citrix Systems International GmbH, by AU$69 million to AU$5.9 million. The ultimate parent is Citrix Systems in the US. Citrix Asia Pacific's US-based parent company, Citrix Systems, on Monday posted a survey revealing that 70% of Australian IT leaders who responded believed the shift to remote work, due to COVID-19 , has accelerated their organisations' digital transformation. According to the survey, which polled ... "], ["2020-05-31 19:03", "Bullish on NovaGold Resources ... . They may hold shares in companies profiled. Chart source: www.decisionplus.com Be smart with your money. Get the latest investing insights delivered right to your inbox three times a week, with the Globe Investor newsletter. Sign up today . Related Bullish on Qualys Inc. Subscriber content May 22, 2020 Bullish on Boralex Inc. Subscriber content May 15, 2020 Bullish on Citrix Systems Inc. Subscriber content May 8, 2020 Follow Ron Meisels on Twitter @RonsBriefs Report an error Editorial code of conduct Tickers mentioned in this story Data Update Unchecking box will stop auto data updates Due to technical reasons, we have temporarily removed commenting from our articles. We hope to have this fixed soon. Thank you for your patience. If you are looking ... "], ["2020-05-29 21:15", "Global Team Collaboration Software Industry, 2020-2027 Outlook - Growing Adoption Of Cloud-based Software As A Service (SaaS) ... Pacific owing to the growing trend towards digitization of enterprises Market Drivers Growing Adoption of Cloud-Based Software as a Service (SaaS) Increasing Demand for Communication & Conferencing Solutions in Enterprises Market Restraints/Challenges High Initial Capital Cost Growing Security Concerns Companies Profiled Adobe Systems Incorporated Asana Avaya Inc. AT&T, Inc. Blackboard Inc. Cisco Systems, Inc. Citrix Systems, Inc. IBM Corporation Microsoft Corporation OpenText Corporation Oracle Corporation Slack Technologies, Inc. For more information about this report visit https://www.researchandmarkets.com/r/ig97dx Research and Markets also offers Custom Research services providing focused, comprehensive and tailored research. Media Contact: Research and ... "], ["2020-05-29 10:00", "Mobile Learning Industry Outlook 2020-2027 - Projected To Grow By $57.7 Billion With Growth Accelerated By The COVID-19 Lockdown ...  VAS - A Lucrative Market Global Competitor Market Shares Mobile Learning Competitor Market Share Scenario Worldwide (in %): 2020 & 2029 2. FOCUS ON SELECT PLAYERS Adobe Inc. ( USA ) Apple, Inc. ( USA ) AT&T, Inc. ( USA ) Blackboard, Inc. ( USA ) Citrix Systems, Inc. ( USA ) Kineo (UK) Desire2Learn Corporation ( Canada ) dominKnow, Inc. ( Canada ) IBM Corporation ( USA ) PeopleFluent ( USA ) Promethean Ltd. (UK) Saba Software, Inc. ( USA ) SAP SE ( Germany ) Skillsoft Corporation ( USA ) SumTotal Systems, LLC ( USA ) Upside Learning Solutions Pvt. Ltd. ( India ) 3. MARKET TRENDS & DRIVERS Mobile Learning to Bring Major Changes to eLearning Rising Consumer Demand for Mobile Learning Solutions Stimulates Market Growth Select Educational Apps for Teachers and ... "], ["2020-05-28 21:45", "Citrix Systems (CTXS) Gains As Market Dips: What You Should KnowCitrix Systems (CTXS) closed the most recent trading day at $141.19, moving +1.42% from the previous trading session."], ["2020-05-28 18:38", "Channel Glitterati Unite To Help Shape Global, Regional And Industry Channel Agendas And Share Best Practices ...  generate headlines, present keynotes at top channel forums, curate leading channel events, and are trusted channel advisors for top corporations worldwide. \"Like CRM, PRM and channel management technologies are systems of record that companies use to manage their entire channel ecosystem, which represent 75 percent or more of channel revenue for most corporations,\" said Impartner CMO Kerry Desberg. \" ...  execution. Before joining ESG, Rhone, a 25-year IT industry executive, spent a number of years as a consultant to senior executives at Microsoft, Cisco, Dell, Citrix and other companies concerning their partnering and go-to-market strategies, programs and execution. Glenn Robertson , CEO, Purechannels Glenn Robertson is CEO of Purechannels, a UK- ... "], ["2020-05-28 15:59", "These hedge funds got the stay-at-home trade right. Here are their other big bets ...  hedge funds made big moves into those stocks during the first quarter as the coronavirus crisis slammed the U.S. economy. CNBC used InsiderScore, FactSet and securities filings to find funds that significantly increased their stakes in stay-at-home stocks during the first quarter and ended March with positions worth at least $100 million. Related Tags Technology Hedge Funds Netflix Inc Amazon.com Inc Citrix Systems Inc More In Pro News and Analysis Wells Fargo says it's time to bet on riskier small caps over the consensus mega cap trade Thomas Franck 2 hours ago Here are Thursday's biggest analyst calls of the day: Qualcomm, Apple, Disney & more Michael Bloom 3 hours ago Large Wall Street speculators don't believe in this market comeback Yun Li ... "], ["2020-05-28 15:00", "Autodesk (ADSK) Q1 Earnings Top Estimates, Revenues Rise Y/Y ...  Buys that has beaten the market more than 2X over with a stunning average gain of +24.1% per year. These 7 were selected because of their superior potential for immediate breakout. See these time-sensitive tickers now > > In-Depth Zacks Research for the Tickers Above Normally $25 each - click below to receive one report FREE: Microsoft Corporation (MSFT) - free report > > Citrix Systems, Inc. (CTXS) - free report > > Autodesk, Inc. (ADSK) - free report > > Synopsys, Inc. (SNPS) - free report > > Published in computers earnings tech-stocks Zacks' 7 Best Strong Buy Stocks for June, 2020 Free Research for Zacks.com Readers Experts have chosen 7 stocks out of 220 Zacks Rank #1 Strong Buys that have the highest potential to increase in price quickly amid the ... "], ["2020-05-28 03:30", "Nutanix, Inc. (NTNX) Q3 2020 Earnings Call Transcript ... own technology. Within a two-week period, we moved from having roughly 30% of our global team members working remotely and 70% working in our offices to nearly 100% working remotely with no service interruptions. With our work-from-home systems firmly in place, our employee productivity has held steady and even improved, in some cases. Employee engagement has also seen a slight positive uptick. Some of our productivity advantages are due in part to \"drinking our own champagne\" as our CIO likes to say. Citrix VDI, an autonomous AOS and AHV-powered infrastructure with zero touch operations, Xi Leap disaster recovery as a service, Nutanix Files for application data and Frame desktop as a service are the necessary pillars of our company's IT strategy ... "], ["2020-05-26 18:50", "When Growth Stocks And Breakouts Backtrack To Retest Buy Points ...  not unusual during severe market corrections . Find Alan R. Elliott on Twitter @IBD_Aelliott Could This Become Your No. 1 Sell Rule? Join IBD Live And Learn Top Chart-Reading And Trading Techniques From The Pros Current Top Stocks In IBD Leaderboard, Up 77% From 2017 to 2019 Vs. Up 44% For The S&P 500 Dow Jones Today, Stocks Slump On Earnings, China Virus; Citrix Systems, Paycom Climb, Comcast Stock Tumbles Inside IBD Big Cap 20 Related news Paylocity Hits 80-Plus Relative Strength Rating Benchmark 5/20/2020 Paylocity sees its Relative Strength Rating hit the 80-plus level. 5/20/2020 Paylocity sees its Relative Strength Rating hit the 80-plus level. Stocks To Watch: Software Leader Paylocity Offers New Buy Point After Earnings Results Paylocity Clears Key ... "], ["2020-05-26 18:43", "MRIs are poisoning the environment with toxic metal ...  National Science Foundation McKinsey & Company Homepage COVID-19 Co.Design Tech Work Life Creativity Impact Podcasts Video News Recommender Subscribe Help Center fastco works Citrix Ford Transit Mailchimp McKinsey & Company National Science Foundation Paper & Packaging Board FastCo Works An award-winning team of journalists, designers, and videographers who tell  ... been shown to build up in aquatic animals and environments . The recent study was published in the Marine Pollution Bulletin , which one imagines is generally a downer to read. There are approximately 12,000 MRI systems in the U.S., a number that is expected to grow as the population ages. MRIs are particularly popular in Japan, which has the highest number of MRI machines per capita in the world,  ... "], ["2020-05-26 12:05", "Will COVID-19 have a second peak? Yes, and WHO warns it could come sooner than you think ... Foundation McKinsey & Company Homepage COVID-19 Co.Design Tech Work Life Creativity Impact Podcasts Video News Recommender Subscribe Help Center fastco works Citrix Ford Transit Mailchimp McKinsey & Company National Science Foundation Paper & Packaging Board FastCo Works An award-winning team of journalists, designers, and  ...  lockdown restrictions en masse, and it looks like many people are throwing social distancing rules to the wind ( or the water ). The worry here is that if this leads to a second peak coming sooner than expected, healthcare systems will not have a chance to recuperate, which could see the next round of deaths skyrocket past anything we've seen so far. No covid concerns at the lake of the ozarks???? #loto pic.twitter.com/Yrb4UNM64u ... "], ["2020-05-26 12:00", "Analysts: 10 Winning Stocks Will Keep Leading From Here ...  US* ( TMUS ) 95.80 22.2% 11.9% Communication Services NA* Amazon.com ( AMZN ) 2436.88 31.9% 9.9% Consumer Discretionary 98 Newmont ( NEM ) 63.05 45.1% 9.9% Mining 98 Gilead Sciences ( GILD ) 73.34 12.9% 9.2% Health Care 87 Akamai Technologies ( AKAM ) 100.42 16.3% 9.1% Information Technology 96 SBA Communications ( SBAC ) 289.96 20.3% 8.4% Real Estate 50 Citrix Systems ( CTXS ) 137.04 23.6% 8.0% Information Technology 96 Microsoft ( MSFT ) 183.51 16.4% 7.7% Information Technology 99 Digital Realty Trust ( DLR ) 135.81 13.4% 7.2% Real Estate 80 Kroger ( KR ) 32.37 11.7% 7.0% Consumer Staples 85 Source: IBD, S&P Global Market Intelligence, * company is being acquired Follow Matt Krantz on Twitter @ mattkrantz YOU MAY ALSO LIKE: Bill Gates' Coronavirus ... "], ["2020-05-25 13:15", "Synopsys (SNPS) Soars to 52-Week High, Time to Cash Out? ... as if Synopsys passes the test. Thus, it seems as though Synopsys shares could have potential in the weeks and months to come. How Does Synopsys Stack Up to the Competition? Shares of Synopsys have been rising, and the company still appears to be a decent choice, but what about the rest of the industry? Some of its industry peers are also looking good, including PTC ( PTC - Free Report ) , Citrix Systems ( CTXS - Free Report ) , and Microsoft ( MSFT - Free Report ) , all of which currently have a Zacks Rank of at least #2 and a VGM Score of at least B, making them well-rounded choices. The Zacks Industry Rank is in the top 50% of all the industries we have in our universe, so it looks like there are some nice tailwinds for Synopsys, even beyond its own solid ... "], ["2020-05-25 13:03", "Do bike-share programs actually increase bike commuting? Here's what 10 years of data tells us ...  Foundation McKinsey & Company Homepage COVID-19 Co.Design Tech Work Life Creativity Impact Podcasts Video News Recommender Subscribe Help Center fastco works Citrix Ford Transit Mailchimp McKinsey & Company National Science Foundation Paper & Packaging Board FastCo Works An award-winning team of journalists, designers, and videographers  ... urban policy at the University of Washington. He studied a decade of commuting data from 38 cities with bike-share systems. Bike-share systems first appeared a decade ago in the U.S. (they are common in some cities in Europe and Asia), and some failed due to too few locations. Xu found that bigger bike-share systems do result in more commuters. \"In general, biking is good and healthy, and it means less pollution and  ... "], ["2020-05-23 15:30", "Citrix (CTXS) Down 3.2% Since Last Earnings Report: Can It Rebound? ... grade of C on the value side, putting it in the middle 20% for this investment strategy. Overall, the stock has an aggregate VGM Score of B. If you aren't focused on one strategy, this score is the one you should be interested in. Outlook Citrix has a Zacks Rank #2 (Buy). We expect an above average return from the stock in the next few months. In-Depth Zacks Research for the Tickers Above Normally $25 each - click below to receive one report FREE: Citrix Systems, Inc. (CTXS) - free report > > Published in earnings earnings-estimates earnings-performance earnings-report earnings-trend revenue zacks-consensus-estimate Zacks' 7 Best Strong Buy Stocks for June, 2020 Free Research for Zacks.com Readers Experts have chosen 7 stocks out of 220 Zacks Rank #1 ... "], ["2020-05-23 13:00", "WWE's Mattel 2020 #WWEliteSquad Contest Official Rules ... date/time in Sponsor's sole discretion. Grand Prize Winner must provide technology to permit Internet video connection (including, without limitation, video camera, Internet access, computing device and Apple Facetime, Citrix Webex, Google Hangouts, Zoom or Microsoft Skype/Teams software as directed by Sponsor). Grand Prize consists only of the elements expressly set forth above; no other elements or expenses are included ...  not responsible for lost, late, garbled or misdirected entries or for any problems or technical malfunction of any telephone network or telephone lines, computer on-line systems, servers, or providers, computer equipment, software, failure of any e-mail or entry to be received by Sponsor on account of technical problems, human error or  ... "], ["2020-05-22 20:49", "Bullish on Qualys Inc. ...  at @Ronsbriefs. They may hold shares in companies profiled. Chart source: www.decisionplus.com Be smart with your money. Get the latest investing insights delivered right to your inbox three times a week, with the Globe Investor newsletter. Sign up today . Related topics Markets Stocks Technical analysis Related Bullish on Boralex Inc. Subscriber content May 15, 2020 Bullish on Citrix Systems Inc. Subscriber content May 8, 2020 Bullish on Northland Power Inc. Subscriber content May 1, 2020 Follow Ron Meisels on Twitter @RonsBriefs Report an error Editorial code of conduct Tickers mentioned in this story Data Update Unchecking box will stop auto data updates Due to technical reasons, we have temporarily removed commenting from our articles. We hope to have ... "], ["2020-05-22 11:07", "Is JPMorgan Diversified Return U.S. Mid Cap Equity ETF (JPME) a Strong ETF Right Now? ... Luckily, most ETFs are very transparent products that disclose their holdings on a daily basis. Representing 14.90% of the portfolio, the fund has heaviest allocation to the Consumer Discretionary sector; Healthcare and Information Technology round out the top three. When you look at individual holdings, Newmont Corp Common ( NEM - Free Report ) accounts for about 0.67% of the fund's total assets, followed by Citrix Systems Inc ( CTXS - Free Report ) and Molina Healthcare Inc ( MOH - Free Report ) . JPME's top 10 holdings account for about 6.06% of its total assets under management. Performance and Risk The ETF has lost about -21.49% so far this year and is down about -15.52% in the last one year (as of 05/22/2020). In the past 52-week period, it has ... "], ["2020-05-22 03:57", "UniSA and UOW to jointly research AI capabilities for Defence ...  in information ecosystems, data analytics, and the internet of military things to support a range of defence force requirements from battlefield decision making to military intelligence support systems,\" Opie said. \"Matched with what UOW can provide, we will be able to deliver a formidable research asset to the DoD and allied industries.\"  ... health approach, to cybersecurity, addressing the risk and susceptibility of the whole nation to cyber attack, not just critical infrastructure or 'big-ticket capabilities'. Defence puts week between Citrix security notice and assessing recruitment network New timeline means Defence had a month before being told by ASD that it could be vulnerable. Australia's National Intelligence Office seeks ... "]]}}