{"postfix": "clas_ohlson_a_b-aktie", "name": "CLAS_OHLSON_A_B", "wkn": "929335", "time": "2020.06.02 13:46", "ts": 1591098401, "features": {"KGV": "12.50", "Marktkapitalisierung": {"Size": "Mio", "Value": "545.44"}, "GA": "6.18", "KBV": "2.51", "BA": "30.80", "KCV": "15.25", "CA": "5.07", "Vola30": "53.31", "Vola90": "66.23", "Vola180": "56.34", "Vola250": "44.6"}, "rivals": [], "text_data": {"de": [["2020.06.02", "Ausblick: Clas Ohlson A B mit Zahlen zum abgelaufenen Quartal"], ["19.05.20", "Erste Schätzungen: Clas Ohlson A B informiert über die jüngsten Quartalsergebnisse"], ["13.03.20", "Clas Ohlson A B veröffentlichte Zahlen zum vergangenen Quartal"], ["10.03.20", "Ausblick: Clas Ohlson A B präsentiert das Zahlenwerk zum abgelaufenen Jahresviertel"]], "en": [["2020-05-02 23:03", "Yes, your wardrobe can look like this! ... you'll be able to find them quickly. 20, johnlewis.com Left: Extendable shoe racks are your flexible friend. Whatever the dimensions of your storage space, they will fit perfectly. 15.49, Clas Ohlson, amazon.co.uk Bring order to your shelves and drawers. These baskets look cute and are great for separating underwear, socks, vests, PJs... 16 for three, made.com RELATED ARTICLES Previous 1  ...  clapping for carers with wife Penny Lancaster and children Halsey flaunts her taut figure and channels her best D. Va as she poses in sexy Overwatch cosplay during quarantine Cardi B puts on a busty display as she gets dressed up in stunning black dress after getting quarantine wax Mariah Carey throws virtual Zoom birthday bash for her twins Monroe and Moroccan as she  ... "], ["2020-04-02 17:35", "10 of the best cat toys ... B uy now 4. Catnip Caterpillar Cat Toy 14.90, Amazon Catnip cat toy G reat for cats who can't stop moving about, this caterpillar toy has a catnip stored in both the head and tail that is released slowly while your cat is playing. Buy now 5. Cat tunnel toy 11.99, Amazon E ncourage curiosity in your cat with this cat tunnel toy. The tunnel has a peep hole and a hanging toy, and can double up as both a ... Clas Ohlson T his cat toy has been designed specifically to build on your cat's natural instinct to hunt by tucking some of the toys away, encouraging your cat to pull them out. Buy now Treat your pet to one of these presents this Christmas Our favourites A s well as our star buy, the Sardine Cat Toys ( 4.11, Amazon ), a scratch post is guaranteed to be a ... "], ["2020-02-18 11:59", "Savvy shopper turns 30 shelving unit into stunning gin table with just a bit of paint ...  of paint Levi Winchester , Senior Digital Consumer Reporter 18 Feb 2020, 11:59 Updated : 18 Feb 2020, 12:25 A THRIFTY shopper has revealed how she saved herself 50 by transforming a dull-looking shelving unit into a stunning gin table. Rachael Whittle, 27, took matters into her own hands after failing to find a drinks unit that she liked for under 100. 1 This gin table cost just over 40 - a saving of 60 compared to more expensive alternatives Instead of forking out all that money, Rachael, a make-up sales assistant from Kent, decided to buy a much-cheaper shelving unit for 30 from Clas Ohlson . She then jazzed up her bargain find by spray painting it with copper paint to match the rest of her home. Rachael says she used Rust-oleum spray paint, which costs ... "]]}}