{"postfix": "clorox-aktie", "name": "CLOROX", "wkn": "856678", "time": "2020.06.02 12:31", "ts": 1591093900, "features": {"KGV": "24.00", "Marktkapitalisierung": {"Size": "Mrd", "Value": "23.19"}, "GA": "6.32", "KBV": "34.99", "BA": "4.33", "KCV": "19.83", "CA": "7.65", "Vola30": "38.53", "Vola90": "54.32", "Vola180": "42.05", "Vola250": "32.43"}, "rivals": ["procter_gamble-aktie", "merck-aktie", "churchdwight-aktie", "zep-aktie"], "text_data": {"de": [["31.05.20", "Experten sehen bei Clorox-Aktie weniger Potenzial"], ["20.05.20", "Clorox erhöht die Dividende"], ["13.05.20", "Corona-Profiteur Clorox: Saubere Sache"], ["02.05.20", "Clorox gab Ergebnis zum abgelaufenen Quartal bekannt"], ["01.05.20", "MÄRKTE USA/Talfahrt in den Mai - Amazon sehr schwach, Apple stabil"], ["01.05.20", "MÄRKTE USA/Kurse knicken zum Start in den Mai ein - Apple widerstandsfähig"], ["15.04.20", "Opening Bell: Nach Wirtschaftsdaten - Dow Jones deutlich im Minus; Abbot Labs, Tesla, 3M, Facebook, Alibaba, Clorox, Kimberly-Clark"], ["31.03.20", "So schätzen die Analysten die Zukunft der Clorox-Aktie ein"], ["11.03.20", "Opening Bell: Talfahrt im Dow Jones setzt sich fort; S&amp;amp;amp;amp;amp;amp;amp;amp;P500, Exxon Mobil, Carnival, Royal Carribean, American Water Works, Sea Limited, Clorox, Amazon, Microsoft"], ["09.03.20", "Corona-Run auf Desinfektionsmittel und Mundschutz - Cellulosa, Clorox und dieser Liebling der Ärzte profitieren "], ["05.02.20", "Clorox stellte Ergebnisse des abgelaufenen Quartals vor"], ["03.02.20", "Ausblick: Clorox vermeldet Zahlen zum jüngsten Quartal"]], "en": [["31.05.20", "Clorox (CLX) Up 10.6% Since Last Earnings Report: Can It Continue?"], ["29.05.20", "3 Reasons Growth Investors Will Love Clorox (CLX)"], ["27.05.20", "Has The Clorox (CLX) Outpaced Other Consumer Staples Stocks This Year?"], ["26.05.20", " United Airlines (UAL) Inks Deal With Clorox on Cleanliness"], ["26.05.20", "The Zacks Analyst Blog Highlights: The Clorox Company, MGP Ingredients, Middlesex Water, Baidu and Alibaba"], ["26.05.20", "Why Clorox (CLX) Stock Might be a Great Pick"], ["25.05.20", "Why Clorox Might Not Have a Coronavirus-Inspired Second Act"], ["20.05.20", "United and Clorox Team Up for New Cleanliness Program"], ["20.05.20", "The Clorox Company Raises Dividend, Keeping 43-Year Streak Alive"], ["20.05.20", "Clorox (CLX) Announces a Dividend Hike, Cheers Investors"], ["20.05.20", "JetBlue to keep blocking seats through July 6; United teams up with Clorox"], ["20.05.20", "United Airlines unveils partnership with Clorox, Cleveland Clinic to keep passengers safe during pandemic"], ["20.05.20", "Clorox raises quarterly dividend by 5% to $1.11 a share"], ["16.05.20", "Better Buy: Costco vs. Clorox"], ["16.05.20", "Is Clorox (CLX) Stock Still a Great Buy for the Eventual Coronavirus Recovery?"], ["15.05.20", "The Zacks Analyst Blog Highlights: NVIDIA, Moderna, Clorox, Campbell Soup and General Mills"], ["15.05.20", "Zacks.com featured highlights include: BWX, Clorox, Microsoft and Jack Henry"], ["14.05.20", "Why The Clorox Rally Looks Overdone"], ["13.05.20", "3 Reasons Why Clorox (CLX) Is a Great Growth Stock"], ["12.05.20", "The Zacks Analyst Blog Highlights: Wayfair, Chegg, Moderna, Quidel and Clorox"], ["11.05.20", "Meredith Corp Partners With Clorox For Video Program To Support Parents"], ["11.05.20", "Is The Clorox (CLX) Outperforming Other Consumer Staples Stocks This Year?"], ["08.05.20", "Clorox Won’t Catch Up With Demand for Disinfecting Wipes Until Summer"], ["08.05.20", "Zacks.com featured highlights include: Logitech International, MACOM Technology Solutions, Murphy USA, Vertex Pharmaceuticals and The Clorox Company"], ["08.05.20", "Still looking for Clorox wipes? CEO warns shelves won't be fully stocked with disinfecting cleaners until summer"], ["05.05.20", "Will Clorox (CLX) Gain on Rising Earnings Estimates?"], ["04.05.20", "Clorox Consolidates $500 Million Media Business With OMD"], ["02.05.20", "To the Surprise of No One, Clorox Cleaning Sales Surge"], ["02.05.20", "Clorox Co (CLX) Q3 2020 Earnings Call Transcript"], ["01.05.20", "Stocks making the biggest moves midday: Tesla, Amazon, Clorox & more"], ["01.05.20", "Stock Market News: Amazon Dips, but Clorox Cleans Up"], ["01.05.20", "Clorox (CLX) Q3 Earnings Top, View Up on Coronavirus-Led Demand"], ["01.05.20", "Quarterly Earnings Beats for Exxon, Clorox, AbbVie & More"], ["01.05.20", "CORRECTED-UPDATE 2-Bleach boom lifts Clorox outlook after best sales growth in a decade"], ["01.05.20", "Clorox Posts an 18% Spike in Sales Volume"], ["01.05.20", "UPDATE 2-Bleach boom lifts Clorox outlook after best sales growth in a decade"], ["01.05.20", "Clorox (CLX) Surpasses Q3 Earnings and Revenue Estimates"], ["01.05.20", "UPDATE 1-Clorox raises forecast after posting best sales growth in 10 years"], ["01.05.20", "The Zacks Analyst Blog Highlights: Clorox, Sprouts Farmers Market, Hain Celestial, Nomad Foods and Grocery Outlet"], ["01.05.20", "Clorox says sales jump 15% on strong demand for cleaning products, raises forecast"], ["2020-06-02 10:00", "How LI brokers are selling homes in the lockdown ...  on South Country Road, in Bellport. Credit: Linda Rosier \"My advice for a seller would be to use this time to get the house looking the best it can possibly look and get everything ready for as soon as we get the greenlight in Phase 2,\" Baumann said. Part of the spruce-up will require cleaning, before and after showings, and before buyers move in. While Clorox wipes have become ubiquitous, some homeowners and brokers are opting for professional cleaners. \"We come in and we spray all of the areas with a safe, approved chemical,\" says Alex Zilberman, president of Fresh Start Sanitizing in Garden City. He said that, depending on the size of the home, cleaning costs from a few hundred dollars to a thousand dollars. Who pays the cleaning bill ... "], ["2020-06-01 05:21", "Unrest overshadows peaceful US protests for another night ... 2 p.m. MLB 2012: Giants vs. Diamondbacks 6 p.m. NBCBA *Korea: Lotte vs. Kia (early Tues.) 2:25 a.m. ESPN2 College football 1987-2020: Classic Rose Bowls 8 a.m.-5 p.m. PAC12 1991-2019: Cal & Stanford Classics 7 a.m.-6 p.m. PAC12BA 2016: Stanford vs. Iowa 7:30 p.m. PAC12 [...] Latest line: A good week for Clorox, bad one for Facebook May 31, 2020 at 7:00 a.m. Oakland-based Clorox has seen demand for some of its disinfecting products skyrocket by nearly 500% during the coronavirus pandemic. 5 innovations that have helped restaurants cope with coronavirus shutdowns May 31, 2020 at 5:18 a.m. In recent weeks, we've seen restaurants selling toilet paper, build-your-own Pop Tarts and takeout alcohol. Even as restaurants reopen, many of those strategies are still ... "], ["2020-06-01 04:01", "Hydroxychloroquine, Me, and the Great Divide ...  used, and highly effective medicinal became a major threat to life, a nefarious and wicked chemical that could alter critical heart rhythms, resulting in sudden cataclysmic death for unsuspecting innocents. Trump, more than irresponsible, was evil incarnate for daring to even mention it. While at it, the salivating media trotted out the canard about Trump's nonrecommendation for injecting Clorox and Lysol or drinking fish-tank cleaner to combat COVID. It was Charlottesville all over again. Before a nation of non-cardiologists, the media agonized over , of all things , the prolongation of the now infamous \"QT interval,\" and the risk of sudden cardiac death. The FDA and NIH piled on, piously demanding randomized, controlled, double-blind studies ... "], ["2020-06-01 00:16", "Follow our guide to keeping your home free from coronavirus as the lockdown starts to ease ...  mobile phones are contaminated with viruses and bacteria, including some phones that were harbouring antibiotic-resistant bugs. Unlike hands — which are, hopefully, regularly washed — almost three-quarters of people have never cleaned their phone The report concluded that our mobile phones could be having a 'large and largely unacknowledged impact on spreading infection in the community'. Apple recommends Clorox Disinfecting Wipes, but anything that contains more than 70 per cent alcohol will be fine. Do not use water or bleach. Bags Keep your bag on your lap when using public transport. Wipe down your purse or wallet regularly with an alcohol-based wipe, and wash or sanitise your hands before applying lip balm or make-up on the move to ... "], ["2020-06-01 00:12", "Help your immune system to pack a punch ...  cleaned their phone. A study in the Journal of Travel Medicine And Infectious Disease found that 68 per cent of mobile phones are contaminated with viruses and bacteria, including some phones that were harbouring antibiotic-resistant bugs. The report concluded that our mobile phones could be having a 'large and largely unacknowledged impact on spreading infection in the community'. Apple recommends Clorox Disinfecting Wipes, but anything that contains more than 70 per cent alcohol will be fine. Do not use water or bleach. Bags Keep your bag on your lap when using public transport. Wipe down your purse or wallet regularly with an alcohol-based wipe, and wash or sanitise your hands before applying lip balm or make-up on the move to avoid introducing ... "], ["2020-05-31 15:30", "Clorox (CLX) Up 10.6% Since Last Earnings Report: Can It Continue?Clorox (CLX) reported earnings 30 days ago. What's next for the stock? We take a look at earnings estimates for some clues."], ["2020-05-31 15:00", "Donald Trump's ugly breakup ... a sign of pro-Trump defiance against the establishment, but one that will prolong the crisis, lead to more people dying, and make it more difficult for the economy to recover.\" Jeffrey D. Sachs found other flaws in the US response to the disease: \"Our political debates from the first days of the epidemic have taken the bait of Donald Trump's nonsensical Twitter feed: chloroquine, Clorox, China pro and con, WHO pro and con, filling church pews by Easter, the liberation of states, the bailout of the post office, the loyalty of Fox News, and whether or not to wear a face mask at the Ford Motor plant. This is not the politics of problem solving; it is the politics of distraction. Six months into the epidemic and around 100,000 deaths later we still ... "], ["2020-05-31 14:00", "Latest line: A good week for Clorox, bad one for FacebookOakland-based Clorox has seen demand for some of its disinfecting products skyrocket by nearly 500% during the coronavirus pandemic."], ["2020-05-31 12:16", "Donald Trump's ugly breakup ... a sign of pro-Trump defiance against the establishment, but one that will prolong the crisis, lead to more people dying, and make it more difficult for the economy to recover.\" Jeffrey D. Sachs found other flaws in the US response to the disease: \"Our political debates from the first days of the epidemic have taken the bait of Donald Trump's nonsensical Twitter feed: chloroquine, Clorox, China pro and con, WHO pro and con, filling church pews by Easter, the liberation of states, the bailout of the post office, the loyalty of Fox News, and whether or not to wear a face mask at the Ford Motor plant. This is not the politics of problem solving; it is the politics of distraction. Six months into the epidemic and around 100,000 deaths later we still ... "], ["2020-05-31 08:22", "Covid-19: Parents seek govt's help sought to bring home stranded Malaysian students in Sudan ...  staying at the Rumah Ettihad Malaysia House had Covid-19 symptoms, but are now showing signs of recovery. \"Most of them were believed to have had the symptoms from May 13 to 15 during the middle of Ramadan. Fortunately, the Malaysian embassy came to visit and help with cough and fever medicines. \"They also provide assistance in the form of disinfectants such as sanitiser and Clorox. Thank you very much to the Malaysian embassy for being concerned about our situation,\" he said. Earlier, in a posting on the Malaysian Sudan Student Association Facebook page on May 18, 12 of the 17 Malaysian students living in the Rumah Ettihad Malaysia were reported to be unwell a few days earlier and feared to have been infected with Covid-19. \"Some of the ... "], ["2020-05-30 22:23", "'It was me. I know it was me.' ...  leave the room, I waited until it was quiet. They say the average person gives this virus to three or four people, but I thought: This is going to die inside me. I drove myself to go get the test. I drove myself to the hospital a few days later. I drove myself to the pharmacy to get all the meds even though I was hyperventilating so bad I could barely hold onto the steering wheel. I took Clorox with me every time I went to the bathroom and tried to sanitize behind myself, but sometimes it got too hard to stand. I would text my mom and my sister: \"I sprayed the bleach but I had to leave it.\" At night, I was like an animal. I couldn't breathe, and lying down made it worse. I was running a fever and the doctor said I had pneumonia. I drank so much ... "], ["2020-05-30 21:26", "Coronavirus Q&A: How effective are face coverings? Can an antibody test reveal if I am infected? ... 34; she said. \"Shortness of breath is also not as common with allergies, which is another distinguishing feature of COVID-19. In addition, we currently don't have evidence available that having allergies puts someone at greater risk for complications from COVID-19.\" If I buy produce at my local grocery store, what do I do with the items when I get home? Should I use Clorox to clean them? The CDC reports there is no evidence to support transmission of COVID-19 associated with food. However, an important step in any food preparation pandemic or not is to wash your hands with soap and water for at least 20 seconds before you get started. That's simply general food safety, Richards said. If you bring in your packaged products and wipe them down ... "], ["2020-05-30 14:15", "4 Reasons to Invest in Dividend-Paying Stocks for Retirement ... ;s Health Research Institute, which expects medical costs to rise another 6% this year. Among the top income-producing picks to outpace inflation are so-called Dividend Aristocrats like Clorox ( NYSE:CLX ) and Walmart ( NYSE:WMT ) ... companies that have raised their dividends for at least 25 consecutive years. Better still are the Dividend Kings , which boast more than 50 ...  of a $10,000 Investment in Stock Advisor Calculated by Time-Weighted Return Stocks JNJ Johnson & Johnson NYSE: JNJ $148.75 up $1.78 (1.21%) WMT Walmart Inc. NYSE: WMT $124.06 up $0.37 (0.30%) CLX Clorox NYSE: CLX $206.25 up $1.29 (0.63%) CL Colgate-Palmolive NYSE: CL $72.33 up $0.24 (0.33%) Related Articles Social Security Cuts May Be Coming, but Here's How You Can Boost Your Benefits  ... "], ["2020-05-30 12:00", "Nine days in a COVID-19 coma gives this NC businessman a unique perspective ...  way, but outwardly \"he's the same guy.\" \"He look out for people,\" he said. Sanders says the barbers and beauticians wear masks that they change daily and gloves they discard after each customer. Cuts are by appointment to reduce the number of people in the shop, and everything gets wiped down and disinfected regularly. He says his drivers wear masks, too, and have Lysol and Clorox wipes to disinfect door handles, steering wheels and gear shifters on every car or truck they handle. \"Because you don't know who's been touching them,\" he says. As for his health, Sanders says he still has some weakness in his arms, which was apparent when he took his boat out on Jordan Lake for the first time last weekend. He last saw a doctor ... "], ["2020-05-30 11:30", "Covid-19 could change the way we feel about touch, neuroscientists explain ...  best not to be physically around him,\" Alleman told Inverse over Facebook messenger. So with no end to social distancing in sight, she took the situation into her own hands. Searching for a solution, Alleman , a Louisiana resident, went to the dollar store and bought the last three shower curtains. At home, she put them on an old clothing rack, and sprayed the contraption with Clorox. \"I taped all 3 curtains together and voila, hug curtain,\" says Alleman. Alleman's quest to create a hug curtain, a tarp that allows people to hug one another without actually touching, may be ill-advised — experts say shower curtains likely don't offer the level of protection necessary to prevent Covid-19 transmission. But the fact that it exists, and ... "], ["2020-05-30 11:00", "Coronavirus disinfectant spray poisons Brickell Key dogs, owners say ...  (goggles, face shield or safety glasses), protective clothing and protective rubber or chemical resistant gloves. Harmful if swallowed or if absorbed through the skin. Wash thoroughly with soap and water after handling and before eating, drinking, chewing gum, using tobacco or using the toilet. Remove contaminated clothing and wash clothing before reuse.\" Complaints continued, and the association said it switched to a Clorox-based solution on April 10 when supplies of Vitrex ran out. \"We don't believe that,\" Colon said. \"The symptoms didn't change or go away after that date. Trying to get a response from management was like talking to a wall. They put the community at risk.\" Susik said she stayed away from certain areas but ... "], ["2020-05-30 02:31", "Twilight Zone no more, downtown Highland Park jumped back to life on Friday ...  get through the shutdown by drawing on personal funds and a break from the landlord. Jim Mayberry anticipates all staffers — four-full-time, two part-time — will soon be back on the payroll. To get ready for reopening, Mayberry obtained: 800 masks; 4,000 gloves; 24 face shields; safety googles for customers to wear during blow drys; almost 2,000 Clorox wipes; and four gallons of hand sanitizer, along with 24 smaller bottles. Illinois guidelines suggest customer temperature checks before being allowed into health clubs; outdoor restaurants; hair and nail salons and barber shops. Mayberry also has two no-touch thermometers. \"I take temperatures of the employees and the customers when they come in,\" he said. For two Highland Park businesses ... "], ["2020-05-30 02:06", "Coronavirus Today: Mask middlemen mania ... . Residents are also angry that the world is blaming them, when they were the first to suffer . A Hollywood-style exhibition of our pandemic times . In the winding hills of the Hollywood Dell neighborhood of Los Angeles is the Museum of Quarantine, a collection of paintings, Post-It notes, weavings and other ephemera related to life in the era of the coronavirus . Advertisement An image of a Clorox bottle is posted on the Museum of Quarantine on an empty street-facing wall created by Ann Morrow Johnson de Rivera. She asked her neighbors to hang their own creations on the wall to bring the community together during a time of isolation. (Gina Ferazzi/Los Angeles Times) What happens in places where pork is a way of life? Weeks after one of the nation's ... "], ["2020-05-30 01:23", "$2.4 million worth of meth hidden in saw machine, CBP says ...  , drugs hidden inside her body 74-year-old cocaine smuggler stopped at El Paso port of entry, CBP says Replica grenade among weapons, ammo seized en route to Mexico Border officers seize batch of thermometers, not FDA-approved CBP officers arrest teenager with 15 pounds of meth in Cadillac Tractor-trailers carrying $8.7 million in meth, pot stopped at South Texas border crossing Clorox bottles filled with water seized at Texas border crossing Odd little things: CBP airport inspectors keep potentially hazardous items out and grounded CBP officers seize fake COVID-19 test kits at LAX Mexican man found hiding inside back seat of car at California border crossing Dallas mom, teen son stash $3 million worth of meth and heroin in tires of SUV, CBP says South ... "], ["2020-05-30 00:48", "$2.4 million worth of meth hidden in saw machine, CBP says ...  , drugs hidden inside her body 74-year-old cocaine smuggler stopped at El Paso port of entry, CBP says Replica grenade among weapons, ammo seized en route to Mexico Border officers seize batch of thermometers, not FDA-approved CBP officers arrest teenager with 15 pounds of meth in Cadillac Tractor-trailers carrying $8.7 million in meth, pot stopped at South Texas border crossing Clorox bottles filled with water seized at Texas border crossing Odd little things: CBP airport inspectors keep potentially hazardous items out and grounded CBP officers seize fake COVID-19 test kits at LAX Mexican man found hiding inside back seat of car at California border crossing Dallas mom, teen son stash $3 million worth of meth and heroin in tires of SUV, CBP says South ... "]]}}