{"postfix": "cme-aktie", "name": "CME_GROUP_A", "wkn": "A0MW32", "time": "2020.06.02 13:19", "ts": 1591096759, "features": {"KGV": "29.70", "Marktkapitalisierung": {"Size": "Mrd", "Value": "58.80"}, "GA": "6.80", "KBV": "2.74", "BA": "73.64", "KCV": "24.84", "CA": "8.13", "Vola30": "41.98", "Vola90": "58.44", "Vola180": "47.51", "Vola250": "37.24"}, "rivals": ["waddellreed_financial-aktie", "intercontinental_exchange-aktie", "nyse_euronext-aktie", "cboe-aktie"], "text_data": {"de": [["07.05.20", "CME Group gibt Dividende für das zweite Quartal bekannt"], ["04.05.20", "Finanzaufseher fordern strengere Regeln für Clearinghäuser"], ["30.04.20", "April 2020: So schätzen Experten die CME Group A-Aktie ein"], ["30.04.20", "CME Group A präsentierte das Zahlenwerk zum abgelaufenen Jahresviertel"], ["28.04.20", "Ausblick: CME Grouppräsentiert das Zahlenwerk zum abgelaufenen Jahresviertel"], ["14.04.20", "Erste Schätzungen: CME Group A verkündet Quartalsergebnis zum jüngsten Jahresviertel"], ["31.03.20", "Was Analysten von der CME Group A-Aktie erwarten"], ["25.03.20", "CME Group zahlt vierteljährliche Dividende aus"], ["09.03.20", "Britische Finanzaufsicht legt im Streit um Preise für Börsendaten nach"], ["29.02.20", "CME Group A-Aktie: Was Analysten von CME Group A erwarten "], ["13.02.20", "CME Group A stellte Zahlen zum jüngsten Quartal vor"], ["11.02.20", "Ausblick: CME Group A stellt das Zahlenwerk zum vergangenen Quartal vor"]], "en": [["2020-06-02 08:38", "HKEX Extends Lead Over LSE As World's Third-most Valuable Bourse Operator As US-China Spat Boosts Hong Kong Listings ... to Bloomberg data. The LSE, capitalised at US$35.7 billion, is seen as a major competitor to Hong Kong after starting a cross-border investment channel with Shanghai and rejecting a takeover bid by HKEX last year. HKEX's shares have quickly bounced back from a March low, solidifying its position as the world's third-largest publicly traded bourse, behind the CME Group and the Intercontinental Exchange in the US. Deteriorating ties between Beijing and Washington are said by traders to be raising speculation that more Chinese companies trading in the US will return to Hong Kong for secondary listings, elevating the stock price. HKEX may also have benefited when it fended off competition from the rival Singapore Exchange last week to win a contract to ... "], ["2020-06-01 06:28", "Reutershttps://www.reuters.com/article/brief-bos-says-rate-cuts-to-lower-net-in/brief-bos-says-rate-cuts-to-lower-net-interest-income-by-48-63-mln-zlotys-in-2020-idUSFWN2DF06KReuterseng2020-06-02T09:55:11+00:00BRIEF-BOS Says Rate Cuts To Lower Net Interest Income By 48-63 Mln Zlotys In 2020Headlines,HealthcareWSE:BOShttps://www.reuters.com/article/brief-dr-lal-pathlabs-says-adverse-impac/brief-dr-lal-pathlabs-says-adverse-impact-of-lockdown-on-cos-revenue-seen-until-q2-fy21-idUSFWN2DE101Reuterseng2020-06-02T09:54:23+00:00BRIEF-Dr. Lal Pathlabs Says Adverse Impact Of Lockdown On Co's Revenue Seen Until Q2 FY21Headlines,HealthcareNSE:LALPATHLABhttps://www.reuters.com/article/britain-lcf-inquiry/findings-from-inquiry-into-british-investment-firm-lcf-delayed-to- ... "], ["2020-05-31 23:04", "After three straight nights of protests, Valley faith leaders address community grief in sermons ...  a place of grief' On Friday, the evening of the second protest, pastors of metro Phoenix's black churches held a press conference to send a united message . \"A lot of the anger that we are seeing is from a place of grief. We must hold space for people to grieve,\" said the Rev. Reginald D. Walton, senior pastor of Phillips Memorial CME Church, during the conference. \"We must hold space for people to keep vigil and talk about their feelings because what you see is an expression of rage that has bubbled over because talking has been unheard.\" The message was delivered from First Institutional Baptist Church and was organized by the African American Christian Clergy Coalition (AACCC), which promotes unity within the Valley's African ... "], ["2020-05-31 20:42", "Trading Bitcoin Vs. BTC Futures — Which Is Best for You? ...  #Trading101 Related News 'CoinLab Is a Big Stopping Block': Mark Karpeles Talks Mt. Gox Creditor Claims and Life After Trial Start-Up Says Its Open-Source Protocol Can Make Exchanges Obsolete Crypto Funds in Demand, Institutions See Bitcoin as Alternative Hedge Conquering Decentralized Finance: Enter the Custodians Key Bitcoin Price Metric Shows Drop in Investor Fear After BTC Halving Record CME BTC Open Interest Shows Institutions Bullish on Bitcoin Price Loading Editor's Choice Top 5 Cryptocurrencies to Watch This Week: BTC, BNB, XLM, XMR, TRX $10,000 Bull Trap? Why Bitcoin Price Is Now Likely to Pull Back The Crypto Enthusiast's Dream: Top Countries That Tick All the Boxes Dogecoin CEO Elon Musk Launches Humans Into Orbit Bitcoin Rising ... "], ["2020-05-31 18:07", "$1.7 Billion Grams ICO, History's 2nd Biggest, Has Been Killed by Securities Regulations ...  Shatters Records, CoinMarketCap Pushes Out New Metric Changes 30/05/2020 XRP's Inflation Rate More Than Other Large-Cap Assets 29/05/2020 Bitcoin Price and Technical Market Analysis May 29th, 2020 29/05/2020 Bitcoin Inflation Rate Falls Well Below Global Average Fiat Inflation Rate, Prompting Bullish Sentiment 29/05/2020 Trending Bitcoin News and Market Sentiment May 29th, 2020: CME Futures Expiry Today Worth 50% of Open Interest, US Think Tank Releases Digital Dollar White Paper 29/05/2020 Ethereum Price and Technical Market Analysis May 28th, 2020 Home NEWS $1.7 Billion Grams ICO, History's 2nd Biggest, Has Been Killed by Securities Regulations NEWS $1.7 Billion Grams ICO, History's 2nd Biggest, Has Been Killed by Securities Regulations ... "], ["2020-05-31 17:49", "More Charges Could Come for Officers Allegedly Involved in George Floyd's Death ...  Capsule Docks at Space Station By Adam Smith PERSONAL FINANCE The Best Deals in June 2020 By Jeanette Pavini INVESTING 11 Best Stocks in the S&P 500 in May By Danny Peterson INVESTING 13 Best Stocks in the Nasdaq in May By Danny Peterson INVESTING 3 Takeaways from Cloud Earnings So Far By Annie Gaus FUTURES Why the Mexican Peso Matters By Kathy Lien for CME Group JIM CRAMER Game Plan: Cramer's 'Mad Money' Recap (Friday 5/29/20) By Scott Rutt INVESTING Facebook Employees Mad Company Didn't Flag Trump Posts: Report By Tom Bemis Loading... See More Terms Of Use Privacy Policy Advertise Reprints Customer Service Data Topic Archive Subscriptions 2020 TheStreet, Inc. All rights reserved. Action Alerts PLUS is a registered trademark of TheStreet ... "], ["2020-05-31 15:53", "SpaceX Capsule Docks at Space Station ... is being updated. . Tags terms: Aerospace By Adam Smith PERSONAL FINANCE The Best Deals in June 2020 By Jeanette Pavini INVESTING 11 Best Stocks in the S&P 500 in May By Danny Peterson INVESTING 13 Best Stocks in the Nasdaq in May By Danny Peterson INVESTING 3 Takeaways from Cloud Earnings So Far By Annie Gaus FUTURES Why the Mexican Peso Matters By Kathy Lien for CME Group JIM CRAMER Game Plan: Cramer's 'Mad Money' Recap (Friday 5/29/20) By Scott Rutt INVESTING Facebook Employees Mad Company Didn't Flag Trump Posts: Report By Tom Bemis INVESTING Pfizer Shares Fall After-Hours After Suspension Of Cancer Study By Annie Gaus Loading... See More Terms Of Use Privacy Policy Advertise Reprints Customer Service Data Topic Archive Subscriptions 2020 ... "], ["2020-05-31 13:01", "The Best Deals in June ...  Facebook: Jeanette Pavini: Better Ways to Save Community, or go to JeanettePavini.com. Tags terms: Savings By Jeanette Pavini INVESTING 11 Best Stocks in the S&P 500 in May By Danny Peterson INVESTING 13 Best Stocks in the Nasdaq in May By Danny Peterson INVESTING 3 Takeaways from Cloud Earnings So Far By Annie Gaus FUTURES Why the Mexican Peso Matters By Kathy Lien for CME Group JIM CRAMER Game Plan: Cramer's 'Mad Money' Recap (Friday 5/29/20) By Scott Rutt INVESTING Facebook Employees Mad Company Didn't Flag Trump Posts: Report By Tom Bemis INVESTING Pfizer Shares Fall After-Hours After Suspension Of Cancer Study By Annie Gaus INVESTING Stock Market Today With Jim Cramer: Stay Away From Cannabis By Danny Peterson Loading... See More Terms ... "], ["2020-05-31 12:02", "Trending Bitcoin News and Market Sentiment May 31st, 2020: Bitcoin About to Kick Off Journey to 6-Figure Valuations, MIT Startup Sees Growing Institutional Interest in Crypto Trading ...  9,494 Grayscale is buying 150% of the amount... 28/05/2020 7 min read Trending Bitcoin News and Market Sentiment May 30th, 2020: Whale ETH Addresses Shatters Records, CoinMarketCap Pushes Out New Metric Changes Bitcoin stays strong around USD 9,400 on the weekend Whale addresses for Ethereum have hit... 30/05/2020 7 min read Trending Bitcoin News and Market Sentiment May 29th, 2020: CME Futures Expiry Today Worth 50% of Open Interest, US Think Tank Releases Digital Dollar White Paper Bitcoin price ascent continues today to a high so far of USD 9,621 Significant futures con... 29/05/2020 8 min read Trending Bitcoin News and Market Sentiment May 28th, 2020: Grayscale Purchasing 50% More Bitcoin Than is Being Produced Daily Bitcoin pushes up to daily high so ... "], ["2020-05-31 06:06", "Tether Surpasses Ripple, Takes #3 Spot on CoinMarketCap as Stablecoins Become Increasingly Popular ... Records, CoinMarketCap Pushes Out New Metric Changes 30/05/2020 XRP's Inflation Rate More Than Other Large-Cap Assets 29/05/2020 Bitcoin Price and Technical Market Analysis May 29th, 2020 29/05/2020 Bitcoin Inflation Rate Falls Well Below Global Average Fiat Inflation Rate, Prompting Bullish Sentiment 29/05/2020 Trending Bitcoin News and Market Sentiment May 29th, 2020: CME Futures Expiry Today Worth 50% of Open Interest, US Think Tank Releases Digital Dollar White Paper 29/05/2020 Ethereum Price and Technical Market Analysis May 28th, 2020 29/05/2020 PR: Never Let Another Arbitrage Opportunity Pass Again with 24/7 Bitbengrab Trading 29/05/2020 Argentina Cracking Down on Crypto Trading Activity Amid Hyperinflation Crisis Home NEWS Tether Surpasses Ripple ... "], ["2020-05-31 02:01", "Ethereum Price and Technical Market Analysis May 30th, 2020 ... Shatters Records, CoinMarketCap Pushes Out New Metric Changes 30/05/2020 XRP's Inflation Rate More Than Other Large-Cap Assets 29/05/2020 Bitcoin Price and Technical Market Analysis May 29th, 2020 29/05/2020 Bitcoin Inflation Rate Falls Well Below Global Average Fiat Inflation Rate, Prompting Bullish Sentiment 29/05/2020 Trending Bitcoin News and Market Sentiment May 29th, 2020: CME Futures Expiry Today Worth 50% of Open Interest, US Think Tank Releases Digital Dollar White Paper 29/05/2020 Ethereum Price and Technical Market Analysis May 28th, 2020 29/05/2020 PR: Never Let Another Arbitrage Opportunity Pass Again with 24/7 Bitbengrab Trading 29/05/2020 Argentina Cracking Down on Crypto Trading Activity Amid Hyperinflation Crisis 28/05/2020 Bitcoin Price ... "], ["2020-05-30 23:51", "'From a place of grief': Phoenix faith leaders reflect on George Floyd, Dion Johnson protests ... of the anger ... is from a place of grief' The evening of the second protest, pastors of metro Phoenix's black churches held a press conference to send a united message . \"A lot of the anger that we are seeing is from a place of grief. We must hold space for people to grieve,\" said Rev. Reginald D. Walton, senior pastor of Phillips Memorial CME Church, during the conference. \"We must hold space for people to keep vigil and talk about their feelings because what you see is an expression of rage that has bubbled over because talking has been unheard.\" The message was delivered from First Institutional Baptist Church and was organized by the African American Christian Clergy Coalition (AACCC), which promotes unity within the Valley's ... "], ["2020-05-30 22:08", "Bitcoin Price and Technical Market Analysis May 30th, 2020 ... Shatters Records, CoinMarketCap Pushes Out New Metric Changes 30/05/2020 XRP's Inflation Rate More Than Other Large-Cap Assets 29/05/2020 Bitcoin Price and Technical Market Analysis May 29th, 2020 29/05/2020 Bitcoin Inflation Rate Falls Well Below Global Average Fiat Inflation Rate, Prompting Bullish Sentiment 29/05/2020 Trending Bitcoin News and Market Sentiment May 29th, 2020: CME Futures Expiry Today Worth 50% of Open Interest, US Think Tank Releases Digital Dollar White Paper 29/05/2020 Ethereum Price and Technical Market Analysis May 28th, 2020 29/05/2020 PR: Never Let Another Arbitrage Opportunity Pass Again with 24/7 Bitbengrab Trading 29/05/2020 Argentina Cracking Down on Crypto Trading Activity Amid Hyperinflation Crisis 28/05/2020 Bitcoin Price ... "], ["2020-05-30 20:00", "\"The Largest Ever Physical Transfer Of Gold\" ...  anything he's seen in 20 years in the market. \"The amount of metal that we've successfully moved into New York is pretty significant,\" he said Thursday on a webinar hosted by the London Bullion Market Association. \"It's probably not far off the total amount of metal that's been mined in this period.\" As discussed previously, the CME Group which owns Comex, responded to the unprecedented market dislocation and the sudden lack of physical gold in New York by introducing a new contract allowing the delivery of 400-ounce bars, the type traded in London. Still, \"other changes need to be at least considered,\" according to LBMA Chairman Paul Fisher. Valcambi 400 oz \"Good Delivery\" Gold bar. With investor demand for ... "], ["2020-05-30 18:04", "Crypto Popularity Spreads 4 Times Faster in Developing Countries Than in Developed Ones ... CoinMarketCap Pushes Out New Metric Changes Bitcoin stays strong around USD 9,400 on the weekend Whale addresses for Ethereum have hit... 30/05/2020 7 min read XRP's Inflation Rate More Than Other Large-Cap Assets Messari's data analysis showed how XRP's circulation supply inflation rate sur... 30/05/2020 2 min read Trending Bitcoin News and Market Sentiment May 29th, 2020: CME Futures Expiry Today Worth 50% of Open Interest, US Think Tank Releases Digital Dollar White Paper Bitcoin price ascent continues today to a high so far of USD 9,621 Significant futures con... 29/05/2020 8 min read XRP's Inflation Rate More Than Other Large-Cap Assets Messari's data analysis showed how XRP's circulation supply inflation rate sur... 30/05/2020 2 ... "], ["2020-05-30 16:13", "13 Best Stocks in Nasdaq This Month: Nvidia, Zoom ...  trust . Want to be alerted before Jim Cramer buys or sells any stock? Learn more from Cramer and his membership team now. Tags terms: Investing Stocks By Danny Peterson INVESTING 11 Best Stocks in the S&P 500 This Month: Fortinet, PayPal By Danny Peterson INVESTING 3 Takeaways from Cloud Earnings So Far By Annie Gaus FUTURES Why the Mexican Peso Matters By Kathy Lien for CME Group JIM CRAMER Game Plan: Cramer's 'Mad Money' Recap (Friday 5/29/20) By Scott Rutt INVESTING Facebook Employees Mad Company Didn't Flag Trump Posts: Report By Tom Bemis INVESTING Pfizer Shares Fall After-Hours After Suspension Of Cancer Study By Annie Gaus INVESTING Stock Market Today With Jim Cramer: Stay Away From Cannabis By Danny Peterson TECHNOLOGY SpaceX ... "], ["2020-05-30 13:00", "11 Best Stocks in the S&P 500 This Month ...  or that of this articles' author. Nvidia is a key holding in Jim Cramer's Action Alerts PLUS charitable trust . Want to be alerted before Jim Cramer buys or sells any stock? Learn more from Cramer and his membership team now. By Danny Peterson INVESTING 3 Takeaways from Cloud Earnings So Far By Annie Gaus FUTURES Why the Mexican Peso Matters By Kathy Lien for CME Group JIM CRAMER Game Plan: Cramer's 'Mad Money' Recap (Friday 5/29/20) By Scott Rutt INVESTING Facebook Employees Mad Company Didn't Flag Trump Posts: Report By Tom Bemis INVESTING Pfizer Shares Fall After-Hours After Suspension Of Cancer Study By Annie Gaus INVESTING Stock Market Today With Jim Cramer: Stay Away From Cannabis By Danny Peterson TECHNOLOGY SpaceX Prototype ... "], ["2020-05-30 13:00", "3 Takeaways from Cloud Earnings So Far ... Networks ( PANW ) - Get Report and Okta. Each of those reported a boost from the remote work trend, and results and commentary in the rest of the year will also shed light on longer-term winners in the space. Tags terms: Technology By Annie Gaus INVESTING 11 Best Stocks in the S&P 500 This Month By Danny Peterson FUTURES Why the Mexican Peso Matters By Kathy Lien for CME Group JIM CRAMER Game Plan: Cramer's 'Mad Money' Recap (Friday 5/29/20) By Scott Rutt INVESTING Facebook Employees Mad Company Didn't Flag Trump Posts: Report By Tom Bemis INVESTING Pfizer Shares Fall After-Hours After Suspension Of Cancer Study By Annie Gaus INVESTING Stock Market Today With Jim Cramer: Stay Away From Cannabis By Danny Peterson TECHNOLOGY SpaceX Prototype of ... "], ["2020-05-30 12:02", "Trending Bitcoin News and Market Sentiment May 30th, 2020: Whale ETH Addresses Shatters Records, CoinMarketCap Pushes Out New Metric Changes ...  only crypto she has ever owned and the only reason she connects to the Internet. Related Articles More By Saloma More In Cryptocurrency News XRP's Inflation Rate More Than Other Large-Cap Assets Messari's data analysis showed how XRP's circulation supply inflation rate sur... 30/05/2020 2 min read Trending Bitcoin News and Market Sentiment May 29th, 2020: CME Futures Expiry Today Worth 50% of Open Interest, US Think Tank Releases Digital Dollar White Paper Bitcoin price ascent continues today to a high so far of USD 9,621 Significant futures con... 29/05/2020 8 min read Argentina Cracking Down on Crypto Trading Activity Amid Hyperinflation Crisis The Argentinian government wants to suppress cryptocurrency in order to preserve its faili... 29/05 ... "], ["2020-05-30 10:00", "Why the Mexican Peso Matters ...  to TheMaven's Terms and Policy Sign Up Already have an account? Login here Alerts | Newsletters JIM CRAMER INVESTING PERSONAL FINANCE RETIREMENT TECHNOLOGY MARKETS HOW-TO VIDEO FINANCIAL ADVISOR CENTER Login Account Why the Mexican Peso Matters Mexico's economy is highly sensitive to the U.S., which makes its currency one to watch in a volatile environment. Author: Kathy Lien for CME Group Publish date: May 30, 2020 6:00 AM EDT In the world of emerging market currencies, the Mexican peso is the most actively traded. According to the Bank of International Settlement's triennial Foreign exchange turnover survey released in April 2019, the peso is the 15th most actively traded currency. Ten years ago, it was among the top 10. This slide has more ... "]]}}