{"postfix": "colgate-palmolive-aktie", "name": "COLGATE-PALMOLIVE", "wkn": "850667", "time": "2020.06.02 12:30", "ts": 1591093826, "features": {"KGV": "24.54", "Marktkapitalisierung": {"Size": "Mrd", "Value": "55.33"}, "GA": "2.83", "KBV": "496.11", "BA": "0.14", "KCV": "19.55", "CA": "3.55", "Vola30": "25.51", "Vola90": "42.55", "Vola180": "35.38", "Vola250": "28.53"}, "rivals": ["johnson_johnson-aktie", "procter_gamble-aktie", "beiersdorf-aktie", "henkel-aktie", "clorox-aktie", "reckitt_benckiser-aktie", "unilever-aktie"], "text_data": {"de": [["31.05.20", "Colgate-Palmolive-Aktie: Experten empfehlen Colgate-Palmolive im Mai mehrheitlich zum Kauf "], ["02.05.20", "Colgate-Palmolive veröffentlichte Zahlen zum vergangenen Quartal"], ["01.05.20", "FEIERTAGS-ÜBERBLICK AM ABEND/ 1. Mai 2020"], ["01.05.20", "Colgate-Palmolive zieht Jahresausblick zurück"], ["31.03.20", "März 2020: Die Expertenmeinungen zur Colgate-Palmolive-Aktie"], ["12.03.20", "Colgate-Palmolive steigert die Dividende das 57. Jahr in Folge"], ["29.02.20", "So schätzen die Analysten die Zukunft der Colgate-Palmolive-Aktie ein"], ["03.02.20", "Colgate-Palmolive hat Bilanz für das abgelaufene Quartal gezogen"], ["31.01.20", "MÄRKTE USA/Ausverkauf an der Wall Street wegen Virussorgen"], ["31.01.20", "MÄRKTE USA/Coronavirus und Daten drücken Wall Street"], ["31.01.20", "MÄRKTE USA/Coronavirus belastet - Caterpillar-Ausblick schwach"], ["31.01.20", "MÄRKTE USA/Coronavirus belastet - Caterpillar-Ausblick enttäuscht"], ["30.01.20", "Ausblick: Colgate-Palmolive präsentiert das Zahlenwerk zum abgelaufenen Jahresviertel"], ["10.01.20", "Aktionäre von Colgate-Palmolive erhalten seit 1895 eine Dividende"]], "en": [["01.06.20", "Colgate-Palmolive Webcasts Presentation at the dbAccess Global Consumer Virtual Conference"], ["31.05.20", "Colgate-Palmolive (CL) Up 2.9% Since Last Earnings Report: Can It Continue?"], ["04.05.20", "Colgate-Palmolive Falls 2.5% Despite Q1 Beats"], ["04.05.20", "Colgate-Palmolive Webcasts Presentation at its 2020 Annual Meeting of Stockholders May 8, 2020 – 10:00 a.m. ET"], ["01.05.20", "Colgate-Palmolive Co (CL) Q1 2020 Earnings Call Transcript"], ["01.05.20", "Colgate-Palmolive (CL) Q1 Earnings and Revenues Beat Estimates"], ["01.05.20", "Colgate-Palmolive shares slip after guidance pulled due to uncertainty from COVID-19 "], ["24.04.20", "Colgate-Palmolive (CL) Earnings Expected to Grow: What to Know Ahead of Next Week's Release"], ["20.04.20", "Why Colgate-Palmolive Stock Has Been A Safe Haven During The COVID-19 Crisis?"], ["13.04.20", "Colgate-Palmolive Webcasts 2020 First Quarter Earnings Conference Call May 1, 2020 – 8:30 a.m. ET"], ["09.04.20", "Colgate-Palmolive to Donate 25 Million Soap Bars, $20 Million in Supplies to COVID-19 Fight"], ["11.03.20", "Colgate Announces Dividend Increase – Effective 2nd Quarter 2020"], ["11.03.20", "Colgate Elects CEO Noel Wallace as Board Chairman"], ["04.03.20", "2 Reasons Colgate-Palmolive Stock Surged Today"], ["02.03.20", "Why Colgate-Palmolive Shares Jumped 7% Monday"], ["01.03.20", "Why Is Colgate-Palmolive (CL) Down 2.7% Since Last Earnings Report?"], ["07.02.20", "Colgate-Palmolive Webcasts Presentation at The Consumer Analyst Group of New York Conference"], ["31.01.20", "Colgate-Palmolive Co (CL) Q4 2019 Earnings Call Transcript"], ["31.01.20", "Colgate-Palmolive (CL) Meets Q4 Earnings Estimates"], ["31.01.20", "Colgate-Palmolive stock rises after sales beat"], ["30.01.20", "The Zacks Analyst Blog Highlights: Colgate-Palmolive, Kellogg, The Hain Celestial Group and Post Holdings"], ["24.01.20", "Colgate-Palmolive (CL) Expected to Beat Earnings Estimates: Should You Buy?"], ["23.01.20", "Colgate Announces Agreement to Acquire Hello Oral Care Brand"], ["17.01.20", "Colgate-Palmolive Webcasts 2019 Fourth Quarter & Year-end Earnings Conference Call January 31, 2020 – 11:00 a.m. ET"], ["09.01.20", "Colgate Declares Regular Quarterly Dividend"], ["2020-06-02 08:50", "Dental Drug Market Analysis And Industry Insights Report, 2028 | Market Growth To Be Motivated By Increasing Alertness Towards Oral Cleanliness And Dental Care: Radiant Insights, Inc. ...  market for Dental Drug from 2013-2018, and provides extensive market forecasts from 2019-2028 by region/country and subsectors. It covers the sales volume, price, revenue, gross margin, historical growth and future perspectives in the Dental Drug market. Market Segmentation: Leading players of Dental Drug including: Merck Bayer J&J GSK 3M Sunstar Colgate-Palmolive DenMat Showa Yakuhin Kako Valeant Pharmaceuticals Septodont Roche PerioChip Hutchison China MediTech Xiuzheng Pharmaceutical Acteon Xttrium Laboratorie Mediwin Pharmaceuticals Market split by Type, can be divided into: OTC Prescription Product Market split by Application, can be divided into: Hospitals Dental Clinics Drugstores Market split by Sales Channel, can be divided into: Direct Channel ... "], ["2020-05-31 15:30", "Colgate-Palmolive (CL) Up 2.9% Since Last Earnings Report: Can It Continue?Colgate-Palmolive (CL) reported earnings 30 days ago. What's next for the stock? We take a look at earnings estimates for some clues."], ["2020-05-30 15:00", "Why Colgate-Palmolive Is a Retiree's Dream Stock ... covers the broader sectors of consumer goods, technology, and industrials. So follow along as he tries to break down complex topics to make them more understandable and useful to the average investor.Have a story idea? Contact Rich here . I may not be able to respond to every suggestion, but I do read them all! Think an article needs a correction? Reach Rich here . Colgate-Palmolive ( NYSE:CL ) has built a business over the centuries that is essential to practically every consumer's everyday life. Toothpaste and dish soap comprise the lion's share of its business, and focusing on personal care products ensures that even in the worst economic conditions, people will still turn to its brands. The company continues to expand its global footprint, and it ... "], ["2020-05-30 14:15", "4 Reasons to Invest in Dividend-Paying Stocks for Retirement ...  414% 90% Stock Advisor launched in February of 2002. Returns as of 05/30/2020. Join Stock Advisor Cumulative Growth of a $10,000 Investment in Stock Advisor Calculated by Time-Weighted Return Stocks JNJ Johnson & Johnson NYSE: JNJ $148.75 up $1.78 (1.21%) WMT Walmart Inc. NYSE: WMT $124.06 up $0.37 (0.30%) CLX Clorox NYSE: CLX $206.25 up $1.29 (0.63%) CL Colgate-Palmolive NYSE: CL $72.33 up $0.24 (0.33%) Related Articles Social Security Cuts May Be Coming, but Here's How You Can Boost Your Benefits to Compensate Half of Retirees Retired Earlier Than Expected Despite Not Being Ready Should You Dump a Losing Stock During the Pandemic? 69% of Older Americans Are More Concerned About Retirement Than They Were a Year Ago Can Social Security Ever Go Bankrupt ... "], ["2020-05-30 08:32", "Forbes highest-paid athletes: All you need you about Virat Kohli's earnings ...  from Board of Control for Cricket in India (BCCI) annually while other $ 1 million is the prize money from international, domestic and bilateral competitions. This includes match fees, man of the match and series awards. Endorsements: $ 24 million The Indian cricket team captain Kohli is one of the highest-paid celebrities in India with endorsements from brands like Audi, Colgate-Palmolive, Flipkart, Google, Hero Motocorp, Puma, Uber, Valvoline and more. According to Forbes, he earns a total of $24 million through endorsements only. Kohli also has a social media following of 134 million on Twitter, Facebook and Instagram which helped him to find most lucrative brand endorsements in India and he do paid promotion through his personal social media accounts ... "], ["2020-05-29 21:30", "Global Soap & Detergent Market 2020-2024 With An Impact Assessment Of COVID-19 - Featuring Key Players Henkel, Colgate-Palmolive, Procter & Gamble And Unilever ... newsletters, breaking news alerts, and more. I agree to TheMaven's Terms and Policy Sign Up Already have an account? Login here Alerts | Newsletters JIM CRAMER INVESTING PERSONAL FINANCE RETIREMENT TECHNOLOGY MARKETS HOW-TO VIDEO FINANCIAL ADVISOR CENTER Login Account Global Soap & Detergent Market 2020-2024 With An Impact Assessment Of COVID-19 - Featuring Key Players Henkel, Colgate-Palmolive, Procter & Gamble And Unilever DUBLIN, May 29, 2020 /PRNewswire/ -- The \"Global Soap and Detergent Market: Size & Forecast with Impact Analysis of COVID-19 (2020-2024)\" report has been added to ResearchAndMarkets. Author: PR Newswire Publish date: May 29, 2020 5:30 PM EDT DUBLIN , May 29, 2020 /PRNewswire/ -- The \"Global Soap and Detergent Market: Size ... "], ["2020-05-29 20:02", "Investing During Coronavirus: Stocks Turn Positive on Trump's Trade Comments ... the best blue-chip stocks that have solid histories of dividend payouts. These companies are most likely to maintain their dividends even in the midst of chaos. Phew, that's reassuring. Here are the seven dividend stocks he's recommending now : Johnson & Johnson (NYSE: JNJ ) Public Storage (NYSE: PSA ) General Dynamics (NYSE: GD ) PepsiCo (NASDAQ: PEP ) Qualcomm (NASDAQ: QCOM ) Colgate-Palmolive (NYSE: CL ) Duke Energy (NYSE: DUK ) Stocks Open Higher Despite Fauci's Virus Warnings [Tuesday, May 12, 9:31 a.m.] Contributed by Sarah Smith Dr. Anthony Fauci, the United States' top infectious disease expert, will testify today as states continue reopening. He warns that a premature move could cause \"needless suffering and death.\" But Fauci ... "], ["2020-05-29 15:00", "3 Top Stocks to Recession-Proof Your Portfolio ...  products that people will buy no matter what happens to the economy, and the lion's share of organic sales growth will come from emerging markets. For the most part, what you gain in stability you give up in growth. These companies generally grow just about at the same pace as worldwide GDP. Colgate-Palmolive is trading at 25 times expected fiscal-year 2020 earnings and has a 2.5% dividend yield. A growth stock Growth and defensiveness don't usually go together. When you think of defensive stocks, it is easy to imagine a portfolio of mature brands and a company that grows more or less at GDP growth. With Beyond Meat ( NASDAQ:BYND ) , this is a case of the defensive sector coinciding with a sea change in consumer attitudes, along with an economic ... "], ["2020-05-29 12:42", "'Pantawid ng Pag-ibig' at 'WeCare.PH' sanib-puwersa sa pag-distribute ng PPE ...  namang pasalamatan ng ABS-CBN ang mga sumusunod na supply sponsor na lumahok sa Pantawid ng Pag-ibig campaign: Century Pacific Food, Inc. Rebisco Suy Sing Corporation Lucio Tan Group, Inc McDonald's Safeguard Quick Chow Noodles Great Taste 3 in 1 Sunsilk Shampoo Mega Sardines Generika Drugstore Champion Detergent Unilab Ritemed Hana Shampoo Coca-Cola Colgate Palmolive Kopiko Ligo Sardines CDO Foodsphere IPI Lucky Me Nagpapasalamat din ang ABS-CBN sa mga sumusunod: Accredited Service Providers Association of Pagcor (ASPAP) Intermed Marketing Phils, Inc Motortrade Life and Livelihood Assistance Foundation Inc. Pampanga's Best RFM Fiesta Pasta Wilcon Depot Aboitiz Group Benby Enterprises Inc. Bistro Group Champion Detergent Bars Coca-Cola Green Cross ... "], ["2020-05-29 05:40", "CEAT up 6% on 14% YoY growth in Q4 EBITDA, partial resumption of operations ... Type address separated by commas Your Email: Enter the characters shown in the image. Send me a copy: https://mybs.in/2YNKRqw It's standalone EBITDA logged a 14.4 per cent YoY rise at Rs 190 crore for Q4FY20 ALSO READ CEAT to roll out 28,000 tyres from new unit, invest Rs 3,000 cr in 2-3 yrs Nifty view & top picks by Prabhudas Lilladher: Buy Colgate Palmolive, Ceat Nifty outlook and stock ideas by CapitalVia Global Research: Buy CEAT Mindtree leaps 9% on better-than-expected Q4 earnings amid Covid-19 woes HDFC advances over 3% as Q4 nos beat Street expectations, pares gains later Shares of CEAT advanced 6.3 per cent to Rs 820 on the BSE on Friday after the tyre manufacturer's standalone operating performance improved during the March quarter of FY20 ... "], ["2020-05-28 04:00", "Making The Most Of Logistics Capacity In Times Of Disruption ...  the supply chain management and manufacturing space for over 25 years, and I'm responsible for driving the market direction and positioning of SAP's Supply Chain Management and IOT solutions. Prior to joining SAP in 2004, I spent 15 years with Marcam Solutions where I was VP of Marketing for the companies Process ERP solutions. I have also implemented ERP and SCM systems at companies such as Nestle, Gillette, Colgate Palmolive, Rohm & Haas, Wyeth, Royal Worcester Spode and Dairy Crest. I hold a Bachelor of Science degree in Computer Science from the University of Mid Glamorgan in the UK. Follow me @howellsrichard Read Less Print Site Feedback Tips Corrections Reprints & Permissions Terms Privacy 2020 Forbes Media LLC. All Rights Reserved. AdChoices"], ["2020-05-27 23:15", "India's Liquid Handwash And Shower Gel Market 2018-2025 - Presents Shares By Company, Brand, Sales Channel, Demographic And Tier ... , traditionally, the bar soaps have been primarily used for washing hands by the Indian population as far as the liquid handwash category is concerned. Though being a small category, the liquid hand wash market is fast expanding. Due to their affordability and accessibility, they have a wide reach and hence many local FMCG companies such as RB India, GCPL, Dabur India, Colgate-Palmolive, Himalaya, etc. This report helps to understand the complete scenario with the historical and forecasted value of the Liquid hand wash and shower gel market along with its performance at various demographic levels and the insight of the top active companies in this segment. Market Developments Shower gel adaption has been recording the fastest growth in India's bathing ... "], ["2020-05-27 17:00", "The 15 best tech jobs boast top salaries, high satisfaction, lots of openings ...  or development Ability to collaborate across interdisciplinary teams Companies hiring applications engineers now: T-Mobile, Frisco, Texas See the job Comprehensive health insurance 401(k) with 5% matching Vacation and paid time off Snowflake, San Mateo, California See the job Vacation and paid time off Free lunch 4-5 days per week Health insurance and mental health therapy Colgate-Palmolive, Piscataway, New Jersey See the job Vacation and paid time off Work from home Maternity and paternity leave 12) Data engineer Median annual salary: $130,525 Job satisfaction: 3.9/5 Number of job openings: 76,532 What data engineers do: Data engineers build systems to handle big data. They design, develop, build, test, and maintain architectures, including databases ... "], ["2020-05-27 11:15", "5 Dividend Kings to Buy and Hold Forever ...  a potential 58th on the way . Data source: Thomson Reuters/Refinitiv. Chart by author. Motley Fool Returns Stock Advisor S&P 500 415% 87% Stock Advisor launched in February of 2002. Returns as of 05/27/2020. Join Stock Advisor Cumulative Growth of a $10,000 Investment in Stock Advisor Calculated by Time-Weighted Return Stocks JNJ Johnson & Johnson NYSE: JNJ $144.37 down $-2.34 (-1.59%) CL Colgate-Palmolive NYSE: CL $70.75 up $0.49 (0.70%) LOW Lowe's NYSE: LOW $122.25 up $1.61 (1.33%) AWR American States Water NYSE: AWR $79.61 up $0.68 (0.86%) DOV Dover NYSE: DOV $89.77 down $-1.07 (-1.18%) Related Articles Is Danaher Still a Recession Resistant Stock? 3 Dividend Stocks With Rock-Solid Balance Sheets Dow Jones News: Johnson & Johnson Concludes Asbestos ... "], ["2020-05-26 13:47", "Could Sirius XM Be a Millionaire-Maker Stock? ...  of 05/26/2020. Join Stock Advisor Cumulative Growth of a $10,000 Investment in Stock Advisor Calculated by Time-Weighted Return Stocks NFLX Netflix NASDAQ: NFLX $429.32 down $-6.93 (-1.59%) SIRI Sirius XM Radio NASDAQ: SIRI $5.30 up $0.11 (2.12%) SPOT Spotify Technology NYSE: SPOT $190.17 down $-2.57 (-1.33%) K Kellogg NYSE: K $62.09 up $0.72 (1.17%) CL Colgate-Palmolive NYSE: CL $70.75 up $0.49 (0.70%) Related Articles 2 Stocks You Can Buy and Hold Forever Stock Market Wrap-Up: Why the Latest Netflix Panic Is Ridiculous Why Is Netflix Getting Rid of Its Most Profitable Customers? Better Buy: Apple vs. Netflix Better Buy: Netflix vs. Google Could Sirius XM Be a Millionaire-Maker Stock? @themotleyfool #stocks $NFLX $SIRI $SPOT $K $CL Next Article Prev 1 2 3 ... "], ["2020-05-26 11:37", "'Pantawid ng Pag-ibig': Ayuda handog para sa mga taga-Valenzuela ...  namang pasalamatan ng ABS-CBN ang mga sumusunod na supply sponsor na lumahok sa Pantawid ng Pag-ibig campaign: Century Pacific Food, Inc. Rebisco Suy Sing Corporation Lucio Tan Group, Inc McDonald's Safeguard Quick Chow Noodles Great Taste 3 in 1 Sunsilk Shampoo Mega Sardines Generika Drugstore Champion Detergent Unilab Ritemed Hana Shampoo Coca-Cola Colgate Palmolive Kopiko Ligo Sardines CDO Foodsphere IPI Lucky Me Nagpapasalamat din ang ABS-CBN sa mga sumusunod: Accredited Service Providers Association of Pagcor (ASPAP) Intermed Marketing Phils, Inc Motortrade Life and Livelihood Assistance Foundation Inc. Pampanga's Best RFM Fiesta Pasta Wilcon Depot Aboitiz Group Benby Enterprises Inc. Bistro Group Champion Detergent Bars Coca-Cola Green Cross ... "], ["2020-05-25 18:32", "UK coronavirus death toll rises by 121 to 36,914 ...  121 from a day earlier, official figures showed on Monday. (Reporting by Estelle Shirbon; Editing by Hugh Lawson) What to Read Next Second Covid-19 wave could prove 'devastating' to elderly in rural locations, experts warn The Telegraph These Celebs Married Their High School Sweethearts Faqtoids.com Ad Europe Pet Food Market Overview (2020 to 2025) - Featuring Nestle, Mars & Colgate-Palmolive Among Others - ResearchAndMarkets.com Business Wire Coronavirus: Spain to stop quarantining arrivals from 1 July BBC UK should lead opposition to Hong Kong security law, says Patten The Telegraph Newark: No Tickets In 3 Years? Go Here Today EverQuote Ad Bust-up over climate weighs on EU-UK talks, risks trade rifts Reuters Footage of packed pool party at Houston ... "], ["2020-05-25 13:33", "Mga Muslim hinatiran ng tulong ng Pantawid ng Pag-ibig ...  namang pasalamatan ng ABS-CBN ang mga sumusunod na supply sponsor na lumahok sa Pantawid ng Pag-ibig campaign: Century Pacific Food, Inc. Rebisco Suy Sing Corporation Lucio Tan Group, Inc McDonald's Safeguard Quick Chow Noodles Great Taste 3 in 1 Sunsilk Shampoo Mega Sardines Generika Drugstore Champion Detergent Unilab Ritemed Hana Shampoo Coca-Cola Colgate Palmolive Kopiko Ligo Sardines CDO Foodsphere IPI Lucky Me Nagpapasalamat din ang ABS-CBN sa mga sumusunod: Accredited Service Providers Association of Pagcor (ASPAP) Intermed Marketing Phils, Inc Motortrade Life and Livelihood Assistance Foundation Inc. Pampanga's Best RFM Fiesta Pasta Wilcon Depot Aboitiz Group Benby Enterprises Inc. Bistro Group Champion Detergent Bars Coca-Cola Green Cross ... "], ["2020-05-24 12:43", "Markets are heading into choppier weather as financials begin to bite ...  basis point cut in the repo rate. The moratorium on loan repayments has been further extended to 31st August. Even as bond yields have contracted a little, the equity markets fell. Financials were even more badly bruised as can be seen from the Bank Nifty that slipped 2.6% on Friday. Some of the results of last week were uninspiring. While nobody expected much from Colgate Palmolive (India) Ltd's March quarter results, the numbers still belied expectations. The impact of covid-19 is evident, while the stock still seems to be overvalued. Another company that has been hit by covid-19 is Havells Ltd. While the firm started 2020 on a good note showing expansion, March sales were slow due to supply-chain disruption from China . Nevertheless, there were some ... "], ["2020-05-22 18:33", "Is PG Stock A Buy Right Now? Here's What Earnings, Charts Show ...  actually down for the year. The No. 8 ranking shows PG stock is trailing the leaders. But P&G has an advantage by being the only blue chip stock in this industry group. Its lower volatility makes it easier to hold compared with other stocks in the group. Stocks in the industry that are ahead of P&G — including USANA Health Science ( USNA ), Colgate Palmolive ( CL ), Kimberly Clark ( KMB ), Prestige Consumer Healthcare ( PBH ), International Flavors & Fragrance ( IFF ) and Cyanotech ( CYAN ) — have been more volatile over time. Proctor & Gamble: Technical Analysis PG stock is forming a cup-with-handle base with a 125.09 buy point . Shares of PG are less than 12% away from this buy point. After spending many weeks below the 50-day moving average ... "]]}}