{"postfix": "columbia_sportswear-aktie", "name": "COLUMBIA_SPORTSWEAR", "wkn": "912855", "time": "2020.06.02 14:28", "ts": 1591100906, "features": {"KGV": "20.68", "Marktkapitalisierung": {"Size": "Mrd", "Value": "4.30"}, "GA": "4.83", "KBV": "3.70", "BA": "27.01", "KCV": "23.95", "CA": "4.17", "Vola30": "64.87", "Vola90": "66.98", "Vola180": "50.97", "Vola250": "39.48"}, "rivals": ["adidas-aktie"], "text_data": {"de": [["31.05.20", "So stuften die Analysten die Columbia Sportswear-Aktie im vergangenen Monat ein"], ["02.05.20", "Columbia Sportswear mit Zahlen zum abgelaufenen Quartal"], ["29.04.20", "Ausblick: Columbia Sportswear legt Quartalsergebnis vor"], ["15.04.20", "Erste Schätzungen: Columbia Sportswear mit Zahlen zum abgelaufenen Quartal"], ["08.02.20", "Columbia Sportswear: Zahlen zum abgelaufenen Jahresviertel"], ["07.02.20", "Aktionäre von Columbia Sportswear erhalten höhere Dividende"], ["05.02.20", "Ausblick: Columbia Sportswear vermeldet Zahlen zum jüngsten Quartal"]], "en": [["30.05.20", "Why Is Columbia Sportswear (COLM) Up 0.2% Since Last Earnings Report?"], ["26.05.20", "Will Columbia Sportswear Stock Return To $100 Anytime Soon?"], ["15.05.20", "Columbia Sportswear Reopens Stores, Brings Back Employees"], ["12.05.20", "1-800-FLOWERS, Columbia Sportswear, Sony, Ciena and Cisco as Zacks Bull and Bear of the Day"], ["12.05.20", "Bear of the Day: Columbia Sportswear (COLM)"], ["02.05.20", "Columbia Sportswear (COLM) Q1 2020 Earnings Call Transcript"], ["01.05.20", "Columbia Sportswear (COLM) Q1 Earnings Miss on Coronavirus Woes"], ["30.04.20", "Columbia Sportswear (COLM) Reports Break-Even Earnings for Q1"], ["30.04.20", "Columbia Sportswear Company Reports First Quarter 2020 Financial Results and Provides Updates on Response to COVID-19"], ["23.04.20", "Earnings Preview: Columbia Sportswear (COLM) Q1 Earnings Expected to Decline"], ["17.04.20", "Columbia Sportswear Company to Announce First Quarter 2020 Financial Results on Thursday, April 30, 2020."], ["16.04.20", "Columbia Sportswear Company Provides COVID-19 Business and Financial Liquidity Update; Withdraws First Half and Full Year 2020 Financial Outlook; Temporarily Suspends Quarterly Dividend"], ["16.04.20", "Analysts Estimate Columbia Sportswear (COLM) to Report a Decline in Earnings: What to Look Out for"], ["31.03.20", "eXp World, Columbia Sportswear, Walmart, Target, Amazon as Zacks Bull and Bear of the Day"], ["31.03.20", "Bear of the Day: Columbia Sportswear (COLM)"], ["16.03.20", "Columbia Sportswear to close stores in North America for an expected 11 days"], ["07.03.20", "Why Is Columbia Sportswear (COLM) Down 16.4% Since Last Earnings Report?"], ["27.02.20", "Columbia Sportswear Company Provides Update on COVID-19 Impacts"], ["13.02.20", "Synaptics, Columbia Sportswear, Uber and Lyft highlighted as Zacks Bull and Bear of the Day"], ["12.02.20", "Columbia Sportswear CEO talks impact of coronavirus, warm weather on business"], ["07.02.20", "Columbia Sportswear (COLM) Beats Earnings Estimates in Q4"], ["07.02.20", "Columbia Sportswear (COLM) Q4 2019 Earnings Call Transcript"], ["07.02.20", "Columbia Sportswear (COLM) Surpasses Q4 Earnings and Revenue Estimates"], ["04.02.20", "How's Columbia Sportswear (COLM) Placed Ahead of Q4 Earnings?"], ["30.01.20", "Earnings Preview: Columbia Sportswear (COLM) Q4 Earnings Expected to Decline"], ["27.01.20", "Columbia Sportswear Company’s Board of Directors Appoints CEO and President Tim Boyle as Chairman of the Board; Andy Bryant Appointed as Lead Independent Director"], ["13.01.20", "Columbia Sportswear Company to Announce Fourth Quarter 2019 Financial Results on Thursday, February 6, 2020."], ["2020-05-31 18:00", "Junkyard Gem: 1977 MG MGB ... ! Related Video: > \" class=\"link rapid-noclick-resp\"> Click here to See Video > > What to Read Next One in 8 museums around the world may never reopen due to the coronavirus pandemic, UNESCO reports INSIDER Official Stop Lindsey Graham Project Jaime Harrison For U.S. Senate Ad Why Is Parker-Hannifin (PH) Up 13.8% Since Last Earnings Report? Zacks Why Is Columbia Sportswear (COLM) Up 0.2% Since Last Earnings Report? Zacks Why Is Whirlpool (WHR) Up 9% Since Last Earnings Report? Zacks Almost Nobody Aces This Iconic TV Show Quiz Faqtoids.com Ad Global Alcohol Prep Pads Market 2020-2024 | Evolving Opportunities with Avantor Inc. and B. Braun Melsungen AG | Technavio Business Wire Fiery Clashes Between Police and Protesters Spread Through U.S. The New ... "], ["2020-05-31 11:00", "Desperate retailers to ask Fed, Treasury for emergency help amid worries that economic turmoil could worsen ...  that continued churning despite the pandemic. Retailers have to decide what to do with their leftover March goods and a glut of seasonal gear while they place their bets on what consumer spending will look like in six months. AD AD \"The lion's share of our spring inventory is still in distribution centers,\" said Tom Cusick, chief operating officer of Columbia Sportswear. \"There was no time to prepare before our stores shut down in mid-March.\" The iconic brands that could disappear because of the coronavirus Weakness in the roughly $3.8 trillion retail sector could ripple across the wounded U.S. economy, hobbling prospects for a rapid recovery from the unprecedented economic shutdown put in place to combat the pandemic, economists said ... "], ["2020-05-30 15:31", "Why Is Columbia Sportswear (COLM) Up 0.2% Since Last Earnings Report?Columbia Sportswear (COLM) reported earnings 30 days ago. What's next for the stock? We take a look at earnings estimates for some clues."], ["2020-05-30 15:31", "Why Is Abiomed (ABMD) Up 17.1% Since Last Earnings Report? ...  Rank #1 Strong Buys that have the highest potential to increase in price quickly amid the global health crisis. A recent pick, Maxar, skyrocketed +178.7% in 3 months. For 32 years, our Strong Buy list has averaged returns more than twice the market. See its 7 best stocks now. Privacy Policy | No cost, no obligation to buy anything ever. Up Next Why Is Columbia Sportswear (COLM) Up 0.2% Since Last Earnings Report? Most Read What Were Insiders Buying Like Crazy During Coronavirus Selloff? 3 Reasons Why the Coronavirus Economic Recovery Will Be Quick Should You Buy Airline Stocks & ETF Upon Takeoff? 5 Sector ETFs at the Forefront of the Small-Cap Rally New Strong Buy Stocks for May 29th Quick Links Services Account Types Premium Services Zacks Rank Research ... "], ["2020-05-30 15:31", "CoreLogic (CLGX) Up 29% Since Last Earnings Report: Can It Continue? ...  Rank #1 Strong Buys that have the highest potential to increase in price quickly amid the global health crisis. A recent pick, Maxar, skyrocketed +178.7% in 3 months. For 32 years, our Strong Buy list has averaged returns more than twice the market. See its 7 best stocks now. Privacy Policy | No cost, no obligation to buy anything ever. Up Next Why Is Columbia Sportswear (COLM) Up 0.2% Since Last Earnings Report? Most Read What Were Insiders Buying Like Crazy During Coronavirus Selloff? 3 Reasons Why the Coronavirus Economic Recovery Will Be Quick Should You Buy Airline Stocks & ETF Upon Takeoff? 5 Sector ETFs at the Forefront of the Small-Cap Rally New Strong Buy Stocks for May 29th Quick Links Services Account Types Premium Services Zacks Rank Research ... "], ["2020-05-30 15:31", "Arrow Electronics (ARW) Up 9.8% Since Last Earnings Report: Can It Continue? ...  Rank #1 Strong Buys that have the highest potential to increase in price quickly amid the global health crisis. A recent pick, Maxar, skyrocketed +178.7% in 3 months. For 32 years, our Strong Buy list has averaged returns more than twice the market. See its 7 best stocks now. Privacy Policy | No cost, no obligation to buy anything ever. Up Next Why Is Columbia Sportswear (COLM) Up 0.2% Since Last Earnings Report? Most Read What Were Insiders Buying Like Crazy During Coronavirus Selloff? 3 Reasons Why the Coronavirus Economic Recovery Will Be Quick Should You Buy Airline Stocks & ETF Upon Takeoff? 5 Sector ETFs at the Forefront of the Small-Cap Rally New Strong Buy Stocks for May 29th Quick Links Services Account Types Premium Services Zacks Rank Research ... "], ["2020-05-30 15:31", "Why Is Cigna (CI) Up 0.8% Since Last Earnings Report? ...  Rank #1 Strong Buys that have the highest potential to increase in price quickly amid the global health crisis. A recent pick, Maxar, skyrocketed +178.7% in 3 months. For 32 years, our Strong Buy list has averaged returns more than twice the market. See its 7 best stocks now. Privacy Policy | No cost, no obligation to buy anything ever. Up Next Why Is Columbia Sportswear (COLM) Up 0.2% Since Last Earnings Report? Most Read What Were Insiders Buying Like Crazy During Coronavirus Selloff? 3 Reasons Why the Coronavirus Economic Recovery Will Be Quick Should You Buy Airline Stocks & ETF Upon Takeoff? 5 Sector ETFs at the Forefront of the Small-Cap Rally New Strong Buy Stocks for May 29th Quick Links Services Account Types Premium Services Zacks Rank Research ... "], ["2020-05-30 15:31", "Why Is Comcast (CMCSA) Up 5.2% Since Last Earnings Report? ...  Rank #1 Strong Buys that have the highest potential to increase in price quickly amid the global health crisis. A recent pick, Maxar, skyrocketed +178.7% in 3 months. For 32 years, our Strong Buy list has averaged returns more than twice the market. See its 7 best stocks now. Privacy Policy | No cost, no obligation to buy anything ever. Up Next Why Is Columbia Sportswear (COLM) Up 0.2% Since Last Earnings Report? Most Read What Were Insiders Buying Like Crazy During Coronavirus Selloff? 3 Reasons Why the Coronavirus Economic Recovery Will Be Quick Should You Buy Airline Stocks & ETF Upon Takeoff? 5 Sector ETFs at the Forefront of the Small-Cap Rally New Strong Buy Stocks for May 29th Quick Links Services Account Types Premium Services Zacks Rank Research ... "], ["2020-05-29 04:00", "Why L Brands Stock Could Extend Its 80% Gain Over Recent Months By Another 30% ...  US Covid-19 cases with cross-country comparisons analyzes expected recovery time-frames and possible spread of the virus. Further, our dashboard -28% Coronavirus crash vs 4 Historic crashes builds a more complete macro picture and complements our analyses of Coronavirus impact on a diverse set of L Brands's multinational peers - from Coronavirus and GES to impact on competitor Columbia Sportswear and Coronavirus on URBN stock . The complete set of coronavirus impact and timing analyses is available here. See all Trefis Price Estimates and Download Trefis Data here What's behind Trefis? See How It's Powering New Collaboration and What-Ifs For CFOs and Finance Teams | Product, R&D, and Marketing Teams Trefis Team Led by MIT engineers and ... "], ["2020-05-28 22:09", "Adidas and Allbirds are teaming up to create a shoe with zero carbon footprint ...  Calendar About Us Meet the Team Contact Us Jobs/Internships Closed Captioning EEO Public Filing FCC Public File TV Listings Skip to Content News Weather Open4Biz FOX 22 Life Shop Play Share Watch Columbia 69 Money By CNN Published May 28, 2020 5:09 pm Adidas and Allbirds are teaming up to create a shoe with zero carbon footprint After exchanging some cheeky messages on social media  ...  shoe with the lowest carbon footprint and push the boundaries of today's industry standards. We are aiming for zero.\" Sustainability is a growing focus in the world of sportswear and the larger fashion industry , which is one of the biggest polluters on the planet. Competition has been heating up. Adidas has steadily expanded its line of products made of recycled  ... "], ["2020-05-27 20:00", "Coronavirus Layoffs: Boeing Lays Off 6,770 Workers Amid Pandemic ...  workforce. Austin, Texas-based Dyn365 is laying off 95 office workers. Earl's Restaurants, Inc. in Boston laid off around 360 workers from two locations. Eatwell DC , a District of Columbia-based restaurant group, let go of 160 employees. Founders Brewing Co. , a Grand Rapids, Michigan beer maker, let 163 workers go. Six Friendly's restaurants in Connecticut temporarily laid off  ...  30% of its workforce. Inclusive bra maker ThirdLove laid off 30 to 35% of its staff. Mattress upstart Tuft & Needle let go of an undisclosed number of retail store workers. Sportswear maker Under Armour laid off around 600 warehouse workers in the Baltimore, Maryland area. Silicon Valley & Technology Airbnb cut 25% of its workforce—about 1,900 employees—and  ... "], ["2020-05-27 12:00", "Increasing Adoption Of Outdoor Recreational Activities To Underscore Growth In Fishing Waders Market From 2020 To 2030, Notes TMR ...  , United Kingdom , France , Italy , Russia , Poland , Benelux, Nordic, China , Japan , India , and South Korea . Request a sample of the study Competitive Landscape of Global Fishing Waders Market: Top players in the global fishing waders market hold a sizeable share of the revenue, making it a consolidated vendor landscape. Some of the notable names are Cabela's LLC, Columbia Sportswear Company, Caddis Waders, Pure Fishing, Inc., Gator Waders LLC., Redington, Pacific Eagle Enterprise Co., Ltd, Simms Fishing Products, Patagonia, Inc., and The Orvis Company Inc., among others. These are profiled in the report prepared by Transparency Market Research. It also notes that product innovation holds a key place in the overall growth strategy for most of these ... "], ["2020-05-26 18:33", "The Newest Risk to Department Stores: Direct-to-Consumer Sales by Brands ... ] sale, this is a positive for a brand's Ebit margin and dollars, as they capture a full retail margin (rather than share it with a wholesale partner).\" Newsletter Sign-up Retirement Barron's brings retirement planning and advice to you in a weekly wrap-up of our articles about preparing for life after work. PREVIEW SUBSCRIBE He argues that Nike (NKE), Columbia Sportswear (COLM), and Levi Strauss & Co. (LEVI) are in the best position to take advantage of the growing shift, given that they already have well-developed e-commerce capabilities. Nike, in particular, has increased direct-to-consumer sales by double-digits in each of the past three years, he notes. By contrast, he thinks that Steve Madden (SHOO) \"will need to catch up,\" as ... "], ["2020-05-26 04:00", "S&P 500 Looks Healthier Than It Is. How To Diagnose It. ...  are cyclical. And while anything can (and will) happen in the global financial system, that is out of our control. So, we should stop trying to control it. Or even worse, think we can control it. Today In: Markets BorgWarner Stock Headed To $43 Again? Cannabis Legalization Is Key To Economic Recovery, Much Like Ending Alcohol Prohibition Helped Us Out Of The Great Depression Will Columbia Sportswear Stock Return To $100 Anytime Soon? What IS within our control is how we position our wealth to give us the highest likelihood of retiring the way we want. To do this, it is essential to understand how those stock market \"headlines\" get created, how they evolve, where the hidden risks are, and how to translate that into investment portfolio decisions. You ... "], ["2020-05-26 04:00", "Cannabis Legalization Is Key To Economic Recovery, Much Like Ending Alcohol Prohibition Helped Us Out Of The Great Depression ...  for booze. Without an equivalent of the 18th Amendment to the Constitution for cannabis, states that oppose federal prohibition are able to set up regulatory structures to license cannabis businesses, removing the need for unregulated speakeasies of the alcohol prohibition era. Today In: Markets S&P 500 Looks Healthier Than It Is. How To Diagnose It. BorgWarner Stock Headed To $43 Again? Will Columbia Sportswear Stock Return To $100 Anytime Soon? It's no surprise that states across the country have looked to cannabis to help their ailing economies. The cannabis industry currently employs nearly 250,000 full time jobs , more than four times the number of coal industry workers in the country, and the same number of jobs estimated to have been lost by the ... "], ["2020-05-26 04:00", "Will Columbia Sportswear Stock Return To $100 Anytime Soon?Columbia Sportswear's stock has tanked from $100 at the beginning of the year to its current levels of below $70. While the stock has done well to recover from a low of almost $50 in late March to the current level, we believe that it is unlikely to r"], ["2020-05-26 04:00", "BorgWarner Stock Headed To $43 Again? ...  40% over recent weeks (vs. about 31% gain in the S&P 500) to its current level of $29. This is still well below the $43 figure at the start of the year. Today In: Markets S&P 500 Looks Healthier Than It Is. How To Diagnose It. Cannabis Legalization Is Key To Economic Recovery, Much Like Ending Alcohol Prohibition Helped Us Out Of The Great Depression Will Columbia Sportswear Stock Return To $100 Anytime Soon? BorgWarner's Stock Fell Because The Situation On The Ground Has Changed BWA's stock has suffered as states and countries are on lockdown. As industries have halted production and services, the demand for automobiles has also taken a hit, which in turn affects the demand for auto components. We believe BWA's Q2 results will confirm this ... "], ["2020-05-23 13:00", "Five months in a Spanish jail: The B.C. mother who gave her all — and $400K — for son's tennis career ... Investigates Go Public Shows About CBC News news Five months in a Spanish jail: The B.C. mother who gave her all — and $400K — for son's tennis career Social Sharing British Columbia New Five months in a Spanish jail: The B.C. mother who gave her all — and $400K — for son's tennis career Xiaoning Sui gave up a career and moved countries  ...  her son into UCLA. (Brian Snyder/Reuters) When her son's team went to compete and the hotel did \"not have washing machines, she helped young athletes wash their underwear and sportswear by hand.\" In 2018, Sui began working with a Florida-based recruiter who \"matched tennis players with college tennis coaches to facilitate the players' potential recruitment as part of the  ... "], ["2020-05-23 11:00", "Community steps up in hopes that bagged lunch program can continue ...  My Local Settings Ottawa Change quickly access local content from your selected region Select a new default local region: British Columbia Calgary Edmonton Saskatchewan Saskatoon Manitoba Thunder Bay Sudbury Windsor London Kitchener-Waterloo Hamilton Toronto Montreal New Brunswick Prince Edward Island ... 34; she said. Father of two, Jesse Porter, says the bagged lunches have been a huge help to his family during the Covid-19 pandemic. (Vanessa Blanch/CBC) Andrew Trites, a partner with DNA Swag, is usually busy selling custom clothing and sportswear but during the pandemic his company has been selling face masks for both adults and children. \"We've pivoted pretty hard toward the masks and we've done quite well with it,\" he said. \"We wanted to ... "], ["2020-05-22 18:59", "50 stores that offer military discounts all year long — including Under Armour, Nike, and L.L.Bean ... 20% military discount for active-duty service members and veterans. Carhartt: 10% military discount for service members, veterans, and families with ID card in stores only. Champs Sports: 20% discount in-stores or online. If shopping online, simply select \"Use Military Discount\" at checkout to verify your eligibility. Cole Haan: 20% off for veterans and active duty members. Columbia Sportswear: 15% discount for active duty, veterans, retirees, reservists, and dependents in stores. Dagne Dover: 20% off your handbag purchases . To get the discount, just fill out this form with your official military email address and the company will send you a 20% off discount code. Eddie Bauer : 10-15% off most merchandise when you show your military ID. Foot Locker ... "]]}}