{"postfix": "comcast-aktie", "name": "COMCAST", "wkn": "157484", "time": "2020.06.02 14:17", "ts": 1591100271, "features": {"KGV": "14.38", "Marktkapitalisierung": {"Size": "Mrd", "Value": "160.01"}, "GA": "3.13", "KBV": "2.48", "BA": "18.16", "KCV": "8.02", "CA": "5.62", "Vola30": "37.25", "Vola90": "55.85", "Vola180": "44.2", "Vola250": "33.9"}, "rivals": ["time_warner-aktie", "at_t-aktie", "verizon-aktie", "cablevision_systems-aktie", "dish_network-aktie", "netflix-aktie", "virgin_media-aktie"], "text_data": {"de": [["31.05.20", "Was Analysten von der Comcast-Aktie erwarten"], ["25.05.20", "Liga-Gipfel BVB gegen Bayern in 200 FIFA-Mitgliedsländern zu sehen"], ["14.05.20", "Großer Streitpunkt der Liga: Was passiert bei einem Saisonabbruch?"], ["14.05.20", "Comcast kündigt Dividende an"], ["07.05.20", "GESAMT-ROUNDUP 2: Bundesliga legt am 16. Mai los - Seifert warnt vor Euphorie"], ["07.05.20", "Bundesliga für Fans im TV frei zugänglich - DAZN-Frage offen"], ["07.05.20", "Fußball-Bundesliga startet am 16. Mai mit Dortmund-Schalke"], ["07.05.20", "Fußball-Bundesliga darf Mitte Mai wieder loslegen"], ["06.05.20", "Fußball-Bundesliga darf ab Mitte Mai wieder loslegen"], ["04.05.20", "Zehn Corona-Fälle in der Fußball-Bundesliga - Mehr als 1700 Tests"], ["04.05.20", "Telefonica in Gesprächen über Fusion von O2 und Virgin Media"], ["01.05.20", "Comcast stellte Quartalsergebnis zum abgelaufenen Jahresviertel vor"], ["30.04.20", "Comcast-Aktie: Das sind die Analysten-Einstufungen des vergangenen Monats"], ["29.04.20", "Ausblick: Comcast stellt Ergebnisse des abgelaufenen Quartals vor"], ["28.04.20", "SPORT: Fast 50 Prozent für Bundesliga-Geisterspiele im Free-TV"], ["27.04.20", "Habeck ohne Herz für Geisterspiele: Fußball ist 'Sportindustrie'"], ["27.04.20", "TV-Rechte-Auktion: Keine Vorteile durch Vorauszahlung an Bundesliga"], ["26.04.20", "Live-Spiele der Bundesliga: ARD unter Voraussetzungen gesprächsbereit"], ["24.04.20", "ROUNDUP 2: Bundesliga-Neustart mit Masken? - Wirbel um Ministeriumsvorschlag"], ["24.04.20", "KORREKTUR/RKI-Vizepräsident Schaade zu BMAS-Konzept: 'Vernünftige Überlegungen'"], ["24.04.20", "Stiftung Patientenschutz kritisiert DFL - 'Überheblich und arrogant'"], ["23.04.20", "Bundesliga hofft auf Neustart im Mai - TV-Sender zahlen"], ["22.04.20", "Comcast zahlt Dividende an die Investoren"], ["16.04.20", "VIRUS/ROUNDUP 2: Wann gibt es Geld? Bundesliga-Warten geht weiter"], ["16.04.20", "VIRUS/Geisterspiele in der Bundesliga: Eine 750-Millionen-Euro-Frage"], ["15.04.20", "Erste Schätzungen: Comcast gibt Ergebnis zum abgelaufenen Quartal bekannt"], ["03.04.20", "Comcast legt Pläne für neuen News-Sender vorerst auf Eis"], ["31.03.20", "Analysten sehen bei Comcast-Aktie Potenzial"], ["29.03.20", "1,83 Millionen schauen Fußball-EM-Viertelfinale von 2016"], ["27.03.20", "Bundesliga will drohende Finanzlücke mit Sky-Vorschuss stopfen"], ["20.03.20", "Kartellamt billigt Bundesliga-Rechteausschreibung"], ["13.03.20", "Uefa verschiebt alle Klubwettbewerbe in der kommenden Woche"], ["12.03.20", "VIRUS/SPORT: Fußball-Geisterspiele: Sky überträgt frei empfangbar Konferenzen"], ["12.03.20", "VIRUS/Fußball-Geisterspiele: Sky überträgt frei empfangbar Konferenzen"], ["04.03.20", "Bundesliga verkauft auch Rechte für digitale Werbesysteme"]], "en": [["01.06.20", "Comcast Business Helps Businesses of All Sizes Better Support Remote Workers with New Connectivity Solutions"], ["30.05.20", "Why Is Comcast (CMCSA) Up 5.2% Since Last Earnings Report?"], ["29.05.20", "Comcast (CMCSA) Gains But Lags Market: What You Should Know"], ["29.05.20", "Comcast, Charter, ViacomCBS Take Equity Stake In Advanced TV Data Platform Blockgraph"], ["29.05.20", "MEDIA-Comcast, Charter and ViacomCBS join forces to make TV commercials more targeted - WSJ"], ["27.05.20", "HBO Max, Comcast deal unlocks Max for X1, Flex customers     - CNET"], ["26.05.20", "Nerd Street Gamers Gains Competitive Advantage with Comcast Business"], ["21.05.20", "Comcast Business and NBCUniversal Telemundo Enterprises Partner to Provide Grant to United States Hispanic Chamber of Commerce"], ["20.05.20", "HBO Max announces more launch partners; no deals yet with Amazon, Comcast, Roku"], ["20.05.20", "HBO Max announces more launch partners; no deals yet with Amazon, Comcast, Roku"], ["20.05.20", "Here's How Charter and Comcast Can Curb the Cord-Cutting Movement"], ["19.05.20", "Comcast stock falls after Guggenheim downgrade"], ["18.05.20", "Comcast adds 5G data plans to its Xfinity Mobile service     - CNET"], ["18.05.20", "Xfinity Mobile Introduces 5G Data Options"], ["14.05.20", "Xfinity Flex Surpasses One Million Devices Deployed"], ["13.05.20", "Comcast Declares Quarterly Dividend"], ["12.05.20", "Xfinity Communities Provides Complimentary Video and High-Performance Internet to Colorado Apartments Housing Healthcare Workers"], ["08.05.20", "The Zacks Analyst Blog Highlights: Procter & Gamble, Exxon Mobil, Adobe Systems, Comcast and Las Vegas Sands"], ["08.05.20", "Comcast: TV Viewing-Wise, Monday Is Now The New Saturday"], ["07.05.20", "Xfinity Watchathon Week Returns May 11- 17 With More Than 10,000 Free TV Shows and Movies"], ["04.05.20", "The Zacks Analyst Blog Highlights: Tesla, Cisco, Comcast, Qualcomm and Micron"], ["04.05.20", "Comcast Earnings Show Surging Demand for High-Speed Internet"], ["01.05.20", "Comcast NBCUniversal Celebrates Asian American & Pacific Islander Heritage Month"], ["01.05.20", "Comcast Corporation (CMCSA) Q1 2020 Earnings Call Transcript"], ["30.04.20", "Comcast (CMCSA) Q1 Earnings Beat Estimates, Revenues Miss"], ["30.04.20", "Comcast Tiptoes Into E-Commerce. Here's Why It Matters"], ["30.04.20", "Comcast revenue misses forecast, shares drop 4% on warning"], ["30.04.20", "UPDATE 2-Comcast revenue misses forecast, shares drop 4% on warning"], ["30.04.20", "Comcast rides broadband wave during lockdown"], ["30.04.20", "Comcast warns of steeper impact of coronavirus as first quarter revenue narrowly misses forecast"], ["30.04.20", "UPDATE 1-Comcast warns of steeper impact of coronavirus as first quarter revenue narrowly misses forecast"], ["30.04.20", "Comcast (CMCSA) Q1 Earnings Beat Estimates"], ["30.04.20", "Comcast first-quarter broadband growth tops views, coronavirus hurts advertising"], ["30.04.20", "Comcast Earnings Fall But Top Estimates As Coronavirus Hits NBCUniversal, Sky"], ["30.04.20", "Earnings Results: Comcast stock falls after earnings give early glimpse of troubles ahead for parks, video"], ["30.04.20", "Comcast first-quarter broadband growth tops views, coronavirus hurts advertising"], ["30.04.20", "Comcast profit slides as pandemic hits movies, theme parks"], ["30.04.20", "Comcast stock falls after dramatic Q1 profit decline, Q2 warning"], ["28.04.20", "AT&T, Verizon, T-Mobile, Comcast extend promise to not cut-off service during COVID-19 crisis     - CNET"], ["28.04.20", "Verizon, AT&T and Comcast extend no late fee, termination policies through June 30"], ["2020-06-02 11:30", "Quil Announces Formation Of Clinical Advisory Board ...  of the Institute for Cartilage Repair at the Hospital for Special Surgery, the Medical Director and Head Team Physician for the Brooklyn Nets (NBA) professional basketball team, and the New York Red Bulls (MLS) professional soccer team. He is also Team Physician for USA Basketball. About Quil Quil, the joint venture between Independence Health Group (Independence) and Comcast, is the digital health engagement platform that offers personalized and interactive health journeys to consumers and their caregivers. Quil is committed to educating and engaging consumers about their health as we believe the impact means better outcomes at a lower cost. Quil serves patients, members, and their caregivers and is partnered with healthcare providers and health plans ... "], ["2020-06-02 11:22", "Why Discount Retailers' Stocks Are Up ...  Disney NYSE: DIS $118.77 up $1.47 (1.25%) CRM Salesforce.com NYSE: CRM $176.36 up $1.57 (0.90%) NFLX Netflix NASDAQ: NFLX $425.92 up $6.19 (1.47%) AMZN Amazon NASDAQ: AMZN $2,471.04 up $28.67 (1.17%) WMT Walmart Inc. NYSE: WMT $123.96 down $0.10 (-0.08%) TGT Target NYSE: TGT $119.49 down $-2.84 (-2.32%) COST Costco Wholesale NASDAQ: COST $308.29 down $0.18 (-0.06%) CMCSA Comcast NASDAQ: CMCSA $40.18 up $0.58 (1.46%) ULTA Ulta Beauty NASDAQ: ULTA $239.09 down $-4.92 (-2.02%) WSM Williams-Sonoma NYSE: WSM $81.25 down $-1.96 (-2.36%) DLTR Dollar Tree Inc NASDAQ: DLTR $96.25 down $-1.62 (-1.66%) DG Dollar General NYSE: DG $191.50 down $0.01 (-0.01%) ICE Intercontinental Exchange NYSE: ICE $97.62 up $0.37 (0.38%) NDAQ Nasdaq NASDAQ: NDAQ $118.88 up $0.42 (0.35 ... "], ["2020-06-02 11:03", "As amusement parks reopen, will Americans ride rollercoasters in a pandemic? ...  still-spreading coronavirus pandemic. (istock) The parks, which closed across the nation in March, are requiring masks and temperature checks and social distancing for guests. But it remains uncertain whether enough people will venture out to the parks to stave off a financial shock for the companies. DISNEY WORLD SETS JULY 11 REOPENING DATE, UNVEILS CORONAVIRUS SAFETY PRECAUTIONS Six Flags Entertainment Corp., Comcast Corp.'s Universal Orlando and SeaWorld Entertainment Inc. have plans to open parks in the next week or two. Walt Disney Co. is targeting opening some Florida parks in July. Cedar Fair hasn't disclosed an opening date for any of its theme parks. Ticker Security Last Change Change % SIX SIX FLAGS ENTERTAINMENT 23.97 +0.99 +4.31% CMCSA ... "], ["2020-06-02 09:45", "Silver alert issued for missing Norwich man ...  Services Support Local Businesses Contact Us Customer Service My Profile Purchase a photo Archives Newsletter Sign-up Advertising/Classified Cars Homes Today's Ads Classifieds Obituaries Find Norwich jobs Advertise With Us Place an ad Pay Your Ad Bill Community Info CtSunlight.org Connecticut tourism The Last Green Valley Sex Offender Registry DOT traffic cameras Comcast Public Access Television Local Business Northeast Chamber of Commerce Greater Norwich Area Chamber of Commerce Chamber of Commerce of Eastern Connecticut Chamber of Commerce Inc. Windham Region Gannett Co., Inc. 2020. All rights reserved. Original content available for non-commercial use under a Creative Commons license, except where noted. The Bulletin ~ 10 Railroad Place, Norwich, CT ... "], ["2020-06-02 09:28", "2 Las Vegas shootings, 1 officer shot amid Floyd protests ...  Services Support Local Businesses Contact Us Customer Service My Profile Purchase a photo Archives Newsletter Sign-up Advertising/Classified Cars Homes Today's Ads Classifieds Obituaries Find Norwich jobs Advertise With Us Place an ad Pay Your Ad Bill Community Info CtSunlight.org Connecticut tourism The Last Green Valley Sex Offender Registry DOT traffic cameras Comcast Public Access Television Local Business Northeast Chamber of Commerce Greater Norwich Area Chamber of Commerce Chamber of Commerce of Eastern Connecticut Chamber of Commerce Inc. Windham Region Gannett Co., Inc. 2020. All rights reserved. Original content available for non-commercial use under a Creative Commons license, except where noted. The Bulletin ~ 10 Railroad Place, Norwich, CT ... "], ["2020-06-02 09:24", "As casinos start to reopen, state puts up COVID-19 warnings ...  Services Support Local Businesses Contact Us Customer Service My Profile Purchase a photo Archives Newsletter Sign-up Advertising/Classified Cars Homes Today's Ads Classifieds Obituaries Find Norwich jobs Advertise With Us Place an ad Pay Your Ad Bill Community Info CtSunlight.org Connecticut tourism The Last Green Valley Sex Offender Registry DOT traffic cameras Comcast Public Access Television Local Business Northeast Chamber of Commerce Greater Norwich Area Chamber of Commerce Chamber of Commerce of Eastern Connecticut Chamber of Commerce Inc. Windham Region Gannett Co., Inc. 2020. All rights reserved. Original content available for non-commercial use under a Creative Commons license, except where noted. The Bulletin ~ 10 Railroad Place, Norwich, CT ... "], ["2020-06-02 09:09", "Frequent testing, less contact recommended to get Hollywood cameras rolling again ...  personal protective equipment while filming. They would be advised to minimize scenes with close contact or use digital effects to portray intimate moments. TV shows also would be discouraged from filming before a live audience. The guidelines were developed by a task force that included representatives from Walt Disney Co, Netflix Inc , AT&T Inc's, Warner Bros and Comcast Corp's NBCUniversal, plus unions including SAG-AFTRA, IATSE and the Directors Guild of America. FDA APPROVES FIRST CORONAVIRUS SALIVA-BASED TEST Testing is \"the cornerstone\" of the recommendations and rapid results will be needed, according to a statement from Directors Guild President Thomas Schlamme and the group's national executive director, Russell Hollander. \" ... "], ["2020-06-02 08:23", "Death toll grows in national protests ...  content Copyright 2000 - 2020 Frankly Media and . All Rights Reserved. For more information on this site, please read our Privacy Policy , Terms of Service , and Ad Choices . sorry to interrupt your first 20 are free Access to News 12 is free for Optimum, Comcast , Spectrum Networks and Service Electric SM customers. Please enjoy 20 complimentary views of articles, photos, and videos during the next 30 days. you have reached your 20 view limit Access to News 12 is free for Optimum, Comcast , Spectrum Networks and Service Electric SM customers. Please login or create an account to continue enjoying News12. login create an account Our sign-up page is undergoing maintenance and is not currently available. However, you will be given direct access to news12.com ... "], ["2020-06-02 07:53", "The Latest: Officer shot in Las Vegas amid protests ...  content Copyright 2000 - 2020 Frankly Media and . All Rights Reserved. For more information on this site, please read our Privacy Policy , Terms of Service , and Ad Choices . sorry to interrupt your first 20 are free Access to News 12 is free for Optimum, Comcast , Spectrum Networks and Service Electric SM customers. Please enjoy 20 complimentary views of articles, photos, and videos during the next 30 days. you have reached your 20 view limit Access to News 12 is free for Optimum, Comcast , Spectrum Networks and Service Electric SM customers. Please login or create an account to continue enjoying News12. login create an account Our sign-up page is undergoing maintenance and is not currently available. However, you will be given direct access to news12.com ... "], ["2020-06-02 07:35", "Water Treatment Chemicals Market Size Worth $41.2 Billion By 2030: Grand View Research, Inc. ... S. Canada Mexico Europe Germany U.K. France Spain Asia Pacific China India Japan Indonesia Central and South America Brazil Colombia Middle East & Africa Saudi Arabia Azerbaijan Uzbekistan Turkey Turkmenistan Iran Kazakhstan Georgia List of Companies in the Water Treatment Chemicals Market AT&T Intellectual Property Colt Technology Services Group Limited Comcast, Consolidated Communications GTT Communications, Inc. Level 3 Communications, Inc. (CenturyLink, Inc.) NTT Communications Corporation Verizon Communications, Inc. Windstream Communications Zayo Group, LLC Find more research reports on Organic Chemicals Industry , by Grand View Research: Cumene Market - Its growing demand in various applications such as laminates, composites, and plastics, is expected ... "], ["2020-06-02 07:26", "A Louder Voice For Radio.com ... their voice.\" TAGS email17 Facebook Twitter Linkedin Previous article Starting The Conversation Next article Real Answers About George Floyd's Death Radio Ink Click here to subscribe to Radio Ink Daily Headlines - the top radio industry news delivered to your inbox each morning. RELATED ARTICLES MORE FROM AUTHOR New Interactive Programming Platform Radio.com Gets An Update Entercom And Comcast Hook Up LEAVE A REPLY Cancel reply Please enter your comment! Please enter your name here You have entered an incorrect email address! Please enter your email address here Save my name, email, and website in this browser for the next time I comment. Free Daily Radio News Daily industry headlines plus breaking news bulletins. Email * Job Title * Please choose an ... "], ["2020-06-02 07:13", "Hollywood in the times of Covid-19: Frequent testing, no touching recommended to get cameras rolling again ...  personal protective equipment while filming. They would be advised to minimize scenes with close contact or use digital effects to portray intimate moments. TV shows also would be discouraged from filming before a live audience. The guidelines were developed by a task force that included representatives from Walt Disney Co , Netflix Inc , AT&T Inc's Warner Bros and Comcast Corp's NBCUniversal, plus unions including SAG-AFTRA, IATSE and the Directors Guild of America. Testing is \"the cornerstone\" of the recommendations and rapid results will be needed, according to a statement from Directors Guild President Thomas Schlamme and the group's national executive director, Russell Hollander. \"Without testing, the entire cast and crew would ... "], ["2020-06-02 06:53", "UK lawmakers balk at order to return and end virtual voting ...  content Copyright 2000 - 2020 Frankly Media and . All Rights Reserved. For more information on this site, please read our Privacy Policy , Terms of Service , and Ad Choices . sorry to interrupt your first 20 are free Access to News 12 is free for Optimum, Comcast , Spectrum Networks and Service Electric SM customers. Please enjoy 20 complimentary views of articles, photos, and videos during the next 30 days. you have reached your 20 view limit Access to News 12 is free for Optimum, Comcast , Spectrum Networks and Service Electric SM customers. Please login or create an account to continue enjoying News12. login create an account Our sign-up page is undergoing maintenance and is not currently available. However, you will be given direct access to news12.com ... "], ["2020-06-02 06:53", "South America's reopening and US protests could spread virus ...  content Copyright 2000 - 2020 Frankly Media and . All Rights Reserved. For more information on this site, please read our Privacy Policy , Terms of Service , and Ad Choices . sorry to interrupt your first 20 are free Access to News 12 is free for Optimum, Comcast , Spectrum Networks and Service Electric SM customers. Please enjoy 20 complimentary views of articles, photos, and videos during the next 30 days. you have reached your 20 view limit Access to News 12 is free for Optimum, Comcast , Spectrum Networks and Service Electric SM customers. Please login or create an account to continue enjoying News12. login create an account Our sign-up page is undergoing maintenance and is not currently available. However, you will be given direct access to news12.com ... "], ["2020-06-02 06:43", "South Philly Gun Shop Owner Shoots, Kills Looter, Police Say ...  are additional resources for people or communities that have endured gun violence. Further information can be found here. This article tagged under: south philly gun violence deadly shooting gun shop 0 Weather Forecast Philadelphia, PA Facebook Twitter Instagram Share a News Tip or Feedback Share a Tip for the NBC10 Investigators Newsletters Connect With Us About the Comcast Center Campus WCAU Public Inspection File Privacy policy New Do Not Sell My Personal Information WCAU EMPLOYMENT INFORMATION TERMS OF SERVICE Ad Choices Advertise with us Send Feedback Copyright 2020 NBC Universal Inc. All rights reserved Back to Article Close Menu Search for: Coronavirus Pandemic Local U.S. & World NBCLX Politics Weather School Closings Weather Alerts Investigators ... "], ["2020-06-02 06:43", "Virus-tracking app angers thousands in Moscow with fines ...  content Copyright 2000 - 2020 Frankly Media and . All Rights Reserved. For more information on this site, please read our Privacy Policy , Terms of Service , and Ad Choices . sorry to interrupt your first 20 are free Access to News 12 is free for Optimum, Comcast , Spectrum Networks and Service Electric SM customers. Please enjoy 20 complimentary views of articles, photos, and videos during the next 30 days. you have reached your 20 view limit Access to News 12 is free for Optimum, Comcast , Spectrum Networks and Service Electric SM customers. Please login or create an account to continue enjoying News12. login create an account Our sign-up page is undergoing maintenance and is not currently available. However, you will be given direct access to news12.com ... "], ["2020-06-02 06:43", "Thousands march in Sydney in solidarity with US protests ...  content Copyright 2000 - 2020 Frankly Media and . All Rights Reserved. For more information on this site, please read our Privacy Policy , Terms of Service , and Ad Choices . sorry to interrupt your first 20 are free Access to News 12 is free for Optimum, Comcast , Spectrum Networks and Service Electric SM customers. Please enjoy 20 complimentary views of articles, photos, and videos during the next 30 days. you have reached your 20 view limit Access to News 12 is free for Optimum, Comcast , Spectrum Networks and Service Electric SM customers. Please login or create an account to continue enjoying News12. login create an account Our sign-up page is undergoing maintenance and is not currently available. However, you will be given direct access to news12.com ... "], ["2020-06-02 02:13", "Iran scientist acquitted in US trade secrets case deported ...  content Copyright 2000 - 2020 Frankly Media and . All Rights Reserved. For more information on this site, please read our Privacy Policy , Terms of Service , and Ad Choices . sorry to interrupt your first 20 are free Access to News 12 is free for Optimum, Comcast , Spectrum Networks and Service Electric SM customers. Please enjoy 20 complimentary views of articles, photos, and videos during the next 30 days. you have reached your 20 view limit Access to News 12 is free for Optimum, Comcast , Spectrum Networks and Service Electric SM customers. Please login or create an account to continue enjoying News12. login create an account Our sign-up page is undergoing maintenance and is not currently available. However, you will be given direct access to news12.com ... "], ["2020-06-02 00:42", "Univision 41 News Brief: NYC anuncia toque de queda desde las 11pm ...  content Copyright 2000 - 2020 Frankly Media and . All Rights Reserved. For more information on this site, please read our Privacy Policy , Terms of Service , and Ad Choices . sorry to interrupt your first 20 are free Access to News 12 is free for Optimum, Comcast , Spectrum Networks and Service Electric SM customers. Please enjoy 20 complimentary views of articles, photos, and videos during the next 30 days. you have reached your 20 view limit Access to News 12 is free for Optimum, Comcast , Spectrum Networks and Service Electric SM customers. Please login or create an account to continue enjoying News12. login create an account Our sign-up page is undergoing maintenance and is not currently available. However, you will be given direct access to news12.com ... "], ["2020-06-02 00:42", "Univision 41 News Brief: NYC anuncia toque de queda desde las 11pm ...  content Copyright 2000 - 2020 Frankly Media and . All Rights Reserved. For more information on this site, please read our Privacy Policy , Terms of Service , and Ad Choices . sorry to interrupt your first 20 are free Access to News 12 is free for Optimum, Comcast , Spectrum Networks and Service Electric SM customers. Please enjoy 20 complimentary views of articles, photos, and videos during the next 30 days. you have reached your 20 view limit Access to News 12 is free for Optimum, Comcast , Spectrum Networks and Service Electric SM customers. Please login or create an account to continue enjoying News12. login create an account Our sign-up page is undergoing maintenance and is not currently available. However, you will be given direct access to news12.com ... "]]}}