{"postfix": "corning-aktie", "name": "CORNING", "wkn": "850808", "time": "2020.06.02 11:40", "ts": 1591090851, "features": {"KGV": "16.29", "Marktkapitalisierung": {"Size": "Mrd", "Value": "15.52"}, "GA": "1.76", "KBV": "1.98", "BA": "14.46", "KCV": "8.36", "CA": "3.43", "Vola30": "56.5", "Vola90": "80.37", "Vola180": "62.2", "Vola250": "48.03"}, "rivals": ["3m-aktie", "ppg_industries-aktie", "amphenol-aktie", "owens_corning-aktie"], "text_data": {"de": [["04.05.20", "Corning schüttet konstante Dividende aus"], ["30.04.20", "So stuften die Analysten die Corning-Aktie im vergangenen Monat ein"], ["29.04.20", "Corning: So viel setzte das Unternehmen zuletzt um"], ["27.04.20", "Ausblick: Corning mit Zahlen zum abgelaufenen Quartal"], ["13.04.20", "Erste Schätzungen: Corning veröffentlicht Zahlen zum vergangenen Quartal"], ["31.03.20", "Corning schüttet vierteljährliche Dividende aus"], ["21.02.20", "Made in USA: Glasexperte Corning und Qualcomm bieten 5G Small Cells"], ["06.02.20", "Corning hebt die Dividende an"], ["28.01.20", "Ausblick: Corning präsentiert Bilanzzahlen zum jüngsten Jahresviertel"]], "en": [["01.06.20", "Is Corning A Good Buying Opportunity After A 23% Correction?"], ["29.05.20", "Why Is Owens Corning (OC) Up 20.8% Since Last Earnings Report?"], ["28.05.20", "UPDATE 1-Pfizer ties up with glass maker Corning for vial supply"], ["28.05.20", "Why Is Corning (GLW) Up 3.8% Since Last Earnings Report?"], ["28.05.20", "Pfizer ties up with glass maker Corning for vial supply"], ["20.05.20", "Corning to cut executive and other worker pay during pandemic in return for equity"], ["20.05.20", "Corning to cut pay of all U.S. salaried employees by 5%-30% from June 1 to Dec. 31"], ["20.05.20", "Corning to cut CEO base salary by 40% starting June 1"], ["20.05.20", "Corning executive salaries to be cut by 30%, director's cash compensation to be cut by 40%"], ["20.05.20", "Corning CEO to take 40% cut in base salary during pandemic"], ["01.05.20", "25% Downside For Corning Stock?"], ["01.05.20", "The Zacks Analyst Blog Highlights: Verizon Communications, Corning, Juniper Networks, Iridium Communications and InterDigital"], ["30.04.20", "Owens Corning Inc (OC) Q1 2020 Earnings Call Transcript"], ["29.04.20", "Owens Corning (OC) Q1 Earnings Top Estimates"], ["28.04.20", "Corning Inc (GLW) Q1 2020 Earnings Call Transcript"], ["28.04.20", "Corning (GLW) Beats Q1 Earnings Estimates, Withdraws Guidance"], ["28.04.20", "Corning (GLW) Surpasses Q1 Earnings and Revenue Estimates"], ["22.04.20", "Owens Corning (OC) Earnings Expected to Grow: Should You Buy?"], ["09.04.20", "Corning Reorganizes Operating Structure to Drive Growth"], ["20.03.20", "Owens Corning (OC) Down 47.9% Since Last Earnings Report: Can It Rebound?"], ["14.03.20", "Why Corning, II-VI Inc., and Intel Surged 10% to 20% at Friday's Close"], ["05.03.20", "Should Value Investors Pick Owens Corning (OC) Stock Now?"], ["28.02.20", "Corning (GLW) Down 13.2% Since Last Earnings Report: Can It Rebound?"], ["20.02.20", "Owens Corning Earns Relative Strength Rating Upgrade"], ["20.02.20", "Owens Corning (OC) Q4 Earnings Beat Estimates, Shares Up"], ["20.02.20", "Corning plans indoor 5G mmWave systems for malls, offices, and schools"], ["19.02.20", "Owens Corning Inc (OC) Q4 2019 Earnings Call Transcript"], ["19.02.20", "Owens Corning (OC) Q4 Earnings and Revenues Top Estimates"], ["18.02.20", "Lower Roofing Sales to Hurt Owens Corning (OC) Q4 Earnings"], ["12.02.20", "Analysts Estimate Owens Corning (OC) to Report a Decline in Earnings: What to Look Out for"], ["06.02.20", "Owens Corning Stock Upgraded Amid Strong Housing Market"], ["30.01.20", "Telecom Stock Roundup: AT&T, Corning Trump Q4 Earnings Estimates & More"], ["29.01.20", "Corning (GLW) Q4 Earnings & Revenues Top Estimates, Fall Y/Y"], ["29.01.20", "Corning Inc (GLW) Q4 2019 Earnings Call Transcript"], ["29.01.20", "Corning (GLW) Q4 Earnings and Revenues Surpass Estimates"], ["22.01.20", "Earnings Preview: Corning (GLW) Q4 Earnings Expected to Decline"], ["16.01.20", "Better Buy: Universal Display vs. Corning"], ["13.01.20", "Why Corning Stock Declined 3.6% in 2019"], ["08.01.20", "Corning Partners LG & Visteon for Enhanced In-car Solutions"], ["2020-06-02 07:41", "NY Binghamton NY Zone Forecast ...  NIGHT...Partly cloudy with a chance of showers. Lows in the upper 50s. Chance of rain 40 percent. .SATURDAY...Partly sunny. Highs in the lower 70s. .SATURDAY NIGHT...Mostly clear. Lows around 50. .SUNDAY...Mostly sunny. Highs in the upper 60s. .SUNDAY NIGHT...Partly cloudy. Lows in the upper 40s. .MONDAY...Partly sunny. Highs in the lower 70s. $$ NYZ022-022000- Steuben- Including the cities of Corning and Hornell 335 AM EDT Tue Jun 2 2020 .TODAY...Mostly cloudy. A slight chance of showers this morning, then a chance of showers this afternoon. Highs in the mid 60s. Southwest winds 10 to 15 mph. Chance of rain 30 percent. .TONIGHT...Mostly cloudy. A chance of showers with a slight chance of thunderstorms in the evening, then showers likely with a chance of ... "], ["2020-06-01 00:44", "Your Best ShotSelkirk resident Jim Green Jr. captures the Corning Tower in Albany one night recently..."], ["2020-05-31 12:00", "iPhone SE vs. iPhone 11 Pro: Is the price difference reflected in performance? ... , it never went away if you're upgrading from something like the iPhone 6 or 7. The iPhone 11 Pro has a 5.8-inch screen and sports the newer iPhone design without a home button. Lexy Savvides/CNET The iPhone SE has an aluminum frame, while the iPhone 11 Pro is made of stainless steel. All of Apple's phones are covered in custom glass on the front and back, made by Corning , and Apple claims the iPhone 11 Pro has the most durable glass of all. I've dropped the iPhone 11 Pro countless times (both in our formal drop test and when using it for the past six months) and it hasn't sustained any significant damage. Even so, I still recommend putting a case on your phone just to be safe, as not all drops are created equal. We haven't yet conducted ... "], ["2020-05-31 10:00", "Coronavirus live updates: State-run DMV offices to start some services ...  on Monday, May 18, 2020 in Albany, N.Y. The program has seen the unsheltered triple due to fears of contracting the virus in a shelter. (Lori Van Buren/Times Union) Lori Van Buren/Albany Times Union 27 of 158 The message of NY Tough is created on the Corning Tower at the Empire State Plaza on Sunday, May 17, 2020 in Albany, N.Y. The message has been displayed during the COVID-19 pandemic. (Lori Van Buren/Times Union) Lori Van Buren/Albany Times Union 28 of 158 The message of NY Tough is created on the Corning Tower at the Empire State Plaza on Sunday, May 17, 2020 in Albany, N.Y. The message has been displayed during the COVID-19 pandemic. (Lori Van Buren/Times Union) Lori Van Buren/Albany Times Union 29 of 158 The message of NY Tough is created on the ... "], ["2020-05-31 08:25", "Letter: Some 'tributes' are best left unspoken ... compliments and declarations of adoration. I knew another side of this person, who was certainly not the wonderful person everyone claims he was. I refrained from posting a negative comment, as my father taught me, \"If you can't say anything nice about someone, don't say anything at all.\" What say you? — Vickie Linnet, Corning Sign up for email newsletters Subscribe Follow Us Facebook Twitter Instagram RSS Most Popular Returning residents grapple with overgrown abandoned neighboring properties Police address legal points in shooting looters Police 'squandered' chance to safely detain Desmond Phillips before fatal shooting, family expert claims Metal Works hosts annual Steel Day, shows off new technology Smaller Chico gyms reopen ... "], ["2020-05-31 07:41", "NY Binghamton NY Zone Forecast ...  NIGHT...Partly cloudy with a chance of showers. Lows in the upper 50s. Chance of rain 50 percent. .THURSDAY...Partly sunny. Highs in the upper 70s. .THURSDAY NIGHT...Mostly clear. Lows in the mid 50s. .FRIDAY...Partly sunny. Highs in the lower 80s. .FRIDAY NIGHT...Partly cloudy. Lows in the upper 50s. .SATURDAY...Partly sunny. Highs in the upper 70s. $$ NYZ022-312000- Steuben- Including the cities of Corning and Hornell 335 AM EDT Sun May 31 2020 .TODAY...Partly sunny. A slight chance of showers this morning. Highs around 60. Northwest winds 10 to 15 mph with gusts up to 25 mph. Chance of rain 20 percent. .TONIGHT...Mostly clear. A slight chance of showers in the evening. Lows in the lower 40s. West winds 5 to 10 mph. Chance of rain 20 percent. .MONDAY ... "], ["2020-05-30 23:07", "Looking Back: May 31 ...  of the Governor General's staff, Canadian Reserve Force, Ottawa, which marched in the first division with its host, the 1st Battalion 210th Armored, New York National Guard. The parade halted briefly at Northern Boulevard for the traditional placing of wreaths on monuments to the nation's war dead. Major General A.C. O'Hara, grand marshal, and Mayor Erastus Corning 2nd places wreaths on the Spanish-American war veterans monument in the grassy triangle. Special memorial services were held at the Stratton V.A. Medical Center and the Governor General's band performed on the hospital lawn. — Times Union, May 31, 1970 Compiled by C.J. Lais Jr., Azra Haqqie Most Popular McLaughlin tells businesses to open their doors Medicare chief: Cuomo ... "], ["2020-05-30 10:00", "Coronavirus live updates: Rensselaer County food drive is Saturday ...  on Monday, May 18, 2020 in Albany, N.Y. The program has seen the unsheltered triple due to fears of contracting the virus in a shelter. (Lori Van Buren/Times Union) Lori Van Buren/Albany Times Union 27 of 158 The message of NY Tough is created on the Corning Tower at the Empire State Plaza on Sunday, May 17, 2020 in Albany, N.Y. The message has been displayed during the COVID-19 pandemic. (Lori Van Buren/Times Union) Lori Van Buren/Albany Times Union 28 of 158 The message of NY Tough is created on the Corning Tower at the Empire State Plaza on Sunday, May 17, 2020 in Albany, N.Y. The message has been displayed during the COVID-19 pandemic. (Lori Van Buren/Times Union) Lori Van Buren/Albany Times Union 29 of 158 The message of NY Tough is created on the ... "], ["2020-05-30 08:01", "NY Binghamton NY Zone Forecast ... Chance of rain 50 percent. .WEDNESDAY NIGHT...Partly cloudy with a chance of showers and thunderstorms. Lows in the upper 50s. Chance of rain 40 percent. .THURSDAY...Partly sunny with a 30 percent chance of showers. Highs in the mid 70s. .THURSDAY NIGHT...Partly cloudy. Lows in the mid 50s. .FRIDAY...Partly sunny. Highs in the upper 70s. $$ NYZ022-302000- Steuben- Including the cities of Corning and Hornell 356 AM EDT Sat May 30 2020 .TODAY...Partly sunny. Scattered showers this afternoon. Highs in the lower 70s. West winds 10 to 15 mph. Chance of rain 50 percent. .TONIGHT...Partly cloudy. Isolated showers in the evening. Lows in the lower 40s. Northwest winds 10 to 15 mph. Chance of rain 20 percent. .SUNDAY...Partly sunny. Highs in the upper 50s. Northwest ... "], ["2020-05-29 20:02", "CDC now projects more than 123,000 coronavirus deaths in US by mid-June ...  free samples next month Demonstrators breach Ohio Statehouse Video Video shows protester being struck by SUV after falling from hood near Colorado Capitol Video Hail the size of baseballs pummels Georgetown, near Austin Video 'He needed a different fit': YouTuber, husband place adopted 4-year-old son with autism with 'new mommy' Video CW33 to launch live local daytime show with Ron Corning and Jenny Anchondo Video More Stories Violence again rocks Minneapolis after man's death; 1 killed Gallery Mayor: Officer who put knee on man's neck should be charged Video US economy shrank at faster-than-expected 5% rate in first quarter US on cusp of marking at least 100K deaths from virus Read more stories 2 Day Forecast Current 88 Few Clouds ... "], ["2020-05-29 19:32", "Local organizations to host \"Feed 5000\" at Paul Quinn College ...  free samples next month Demonstrators breach Ohio Statehouse Video Video shows protester being struck by SUV after falling from hood near Colorado Capitol Video Hail the size of baseballs pummels Georgetown, near Austin Video 'He needed a different fit': YouTuber, husband place adopted 4-year-old son with autism with 'new mommy' Video CW33 to launch live local daytime show with Ron Corning and Jenny Anchondo Video More Stories Violence again rocks Minneapolis after man's death; 1 killed Gallery Mayor: Officer who put knee on man's neck should be charged Video US economy shrank at faster-than-expected 5% rate in first quarter US on cusp of marking at least 100K deaths from virus Read more stories 2 Day Forecast Current 86 Few Clouds ... "], ["2020-05-29 19:21", "Five NY regions start Phase 2 of coronavirus reopening, 13 hours later than expected ... 39;s plan, faulting him and the state for not offering more clear guidance on when businesses can or cannot open. By 1 p.m. Friday, Cuomo announced Phase 2 could begin in the five regions. \"We're pleased the Southern Tier & Finger Lakes can proceed with Phase 2 but the Governor needs to be called out for his haphazard, arbitrary approach,\" Rep. Tom Reed, a Republican from Corning who is a frequent Cuomo critic, tweeted Friday. \"People's livelihoods are at stake here.\" Asked about the confusion, Cuomo said Friday he needed to allow experts time to assess the COVID-19 data from the first phase of reopening before giving the green light. \"We want to make sure that the data was reviewed by all the experts,\" he said. \"A county ... "], ["2020-05-29 18:05", "WATCH LIVE: Fired police officer Derek Chauvin taken into custody in George Floyd's death ...  free samples next month Demonstrators breach Ohio Statehouse Video Video shows protester being struck by SUV after falling from hood near Colorado Capitol Video Hail the size of baseballs pummels Georgetown, near Austin Video 'He needed a different fit': YouTuber, husband place adopted 4-year-old son with autism with 'new mommy' Video CW33 to launch live local daytime show with Ron Corning and Jenny Anchondo Video More Stories Violence again rocks Minneapolis after man's death; 1 killed Gallery Mayor: Officer who put knee on man's neck should be charged Video US economy shrank at faster-than-expected 5% rate in first quarter US on cusp of marking at least 100K deaths from virus Read more stories 2 Day Forecast Current 85 Few Clouds ... "], ["2020-05-29 15:31", "Why Is Owens Corning (OC) Up 20.8% Since Last Earnings Report?Owens Corning (OC) reported earnings 30 days ago. What's next for the stock? We take a look at earnings estimates for some clues."], ["2020-05-29 15:21", "Costco plans to bring back free samples next month ... Video Top Stories Demonstrators breach Ohio Statehouse Video Video shows protester being struck by SUV after falling from hood near Colorado Capitol Video Hail the size of baseballs pummels Georgetown, near Austin Video 'He needed a different fit': YouTuber, husband place adopted 4-year-old son with autism with 'new mommy' Video CW33 to launch live local daytime show with Ron Corning and Jenny Anchondo Video Violence again rocks Minneapolis after man's death; 1 killed Gallery More Stories Mayor: Officer who put knee on man's neck should be charged Video US economy shrank at faster-than-expected 5% rate in first quarter US on cusp of marking at least 100K deaths from virus NASA, SpaceX postpone historic crewed launch due to bad weather ... "], ["2020-05-29 13:48", "Cyril Dix obituary ...  Signals, where his interest in electrical systems and communications led to a posting to Castelfidardo in Italy, intercepting and transmitting German messages from behind the lines and relaying them to Bletchley Park. He was then posted to the Special Operations Training Battalion at Shenley in Hertfordshire as an instructor in electricity, magnetism and radio theory. There he met and married Joan Corning, who was a sergeant in the Auxiliary Territorial Service. After being demobbed, Cyril spent four years studying for degrees in mathematics and physics at London University, and then joined the research labs of the General Electric Company. In 1951 he was appointed group leader of the new Travelling Wave Group, a part of GEC's research labs that helped ... "], ["2020-05-29 13:36", "State releases reopening guidance for Phase Two businesses ... Five regions- not including Western New York- were expecting to reach Phase Two on Friday, after spending two weeks in Phase One. Read the Full Article Video Congressman Reed calling on Cuomo Administration to find solution to prevent more COVID deaths by News 4 Staff / May 28, 2020 (WIVB)-- Congressman Tom Reed says nursing homes across the state are in a crisis. The Corning Republican called on the Cuomo Administration to step up and find solutions to prevent more deaths from COVID-19. Read the Full Article Video Top Stories Need a mask? A ride to an appointment? Plethora of free services for seniors throughout Erie County Video A welcome home parade surprises 10-year-old bone marrow transplant patient Video Mercy Hospital Doctors: Avoiding emergency rooms ... "], ["2020-05-29 13:19", "Woman delivers baby alone in Fort Worth jail cell ... Video Top Stories Demonstrators breach Ohio Statehouse Video Video shows protester being struck by SUV after falling from hood near Colorado Capitol Video Hail the size of baseballs pummels Georgetown, near Austin Video 'He needed a different fit': YouTuber, husband place adopted 4-year-old son with autism with 'new mommy' Video CW33 to launch live local daytime show with Ron Corning and Jenny Anchondo Video Violence again rocks Minneapolis after man's death; 1 killed Gallery More Stories Mayor: Officer who put knee on man's neck should be charged Video US economy shrank at faster-than-expected 5% rate in first quarter US on cusp of marking at least 100K deaths from virus NASA, SpaceX postpone historic crewed launch due to bad weather ... "], ["2020-05-29 13:14", "Demonstrators breach Ohio Statehouse ...  shooting. Read the Full Article Gallery Top Stories Video shows protester being struck by SUV after falling from hood near Colorado Capitol Video Hail the size of baseballs pummels Georgetown, near Austin Video 'He needed a different fit': YouTuber, husband place adopted 4-year-old son with autism with 'new mommy' Video CW33 to launch live local daytime show with Ron Corning and Jenny Anchondo Video Violence again rocks Minneapolis after man's death; 1 killed Gallery Mayor: Officer who put knee on man's neck should be charged Video More Stories US economy shrank at faster-than-expected 5% rate in first quarter US on cusp of marking at least 100K deaths from virus NASA, SpaceX postpone historic crewed launch due to bad weather Video ... "], ["2020-05-29 13:13", "Beer drinking, 103-year-old nursing home resident beats COVID-19 ...  struck by SUV after falling from hood near Colorado Capitol National / 31 mins ago Video Hail the size of baseballs pummels Georgetown, near Austin News / 19 hours ago Video 'He needed a different fit': YouTuber, husband place adopted 4-year-old son with autism with 'new mommy' News / 20 hours ago Video CW33 to launch live local daytime show with Ron Corning and Jenny Anchondo News / 22 hours ago Video Violence again rocks Minneapolis after man's death; 1 killed National / 24 hours ago Gallery More News Follow Us Facebook Twitter YouTube Email News App News Coronavirus 30 Sec Download Video CW33 Good Community Change Makers Contests Weather About Us KDAF: FCC Public File Closed Captioning Info About Our Ads Privacy Policy Terms Of Use ... "]]}}