{"postfix": "costco_wholesale-aktie", "name": "COSTCO_WHOLESALE", "wkn": "888351", "time": "2020.06.02 13:53", "ts": 1591098820, "features": {"KGV": "35.95", "Marktkapitalisierung": {"Size": "Mrd", "Value": "121.68"}, "GA": "8.19", "KBV": "8.55", "BA": "34.44", "KCV": "22.84", "CA": "12.89", "Vola30": "30.96", "Vola90": "47.48", "Vola180": "37.51", "Vola250": "28.66"}, "rivals": ["ceconomy-aktie", "walmart-aktie", "target-aktie", "dollar_tree-aktie", "dollar_general_1-aktie"], "text_data": {"de": [["27.05.20", "Ausblick: Costco Wholesale verkündet Quartalsergebnis zum jüngsten Jahresviertel"], ["15.05.20", "Börsenpunk: Lufthansa, HelloFresh &amp;amp;amp;amp;amp;amp;amp;amp; Teamviewer - kaufen oder Finger weg? Kochbox oder Aktienbox? Buffet-Aktie: Costco Wholesale, HOT STOCK: Flir "], ["13.05.20", "Erste Schätzungen: Costco Wholesale mit Zahlen zum abgelaufenen Quartal"], ["09.05.20", "Costco Wholesale zog Bilanz zum jüngsten Jahresviertel"], ["30.04.20", "Costco Wholesale-Aktie: Das sind die Analysten-Einstufungen des vergangenen Monats"], ["16.04.20", "Costco Wholesale steigert die Dividende"], ["31.03.20", "Die Expertenmeinungen zur Costco Wholesale-Aktie im März 2020"], ["06.03.20", "Börsenpunk: Corona-Crash oder normale Korrektur - Nachkaufen bei NEL und Powercell?  Casella Waste Systems für das langfristige Depot - Lufthansa, Xiaomi, Costco Wholesale, Corbion"], ["24.01.20", "Costco Wholesale gibt Dividende bekannt"], ["09.01.20", "MÄRKTE USA/Wall Street auf Allzeithoch - Dow marschiert Richtung 29.000"], ["09.01.20", "MÄRKTE USA/Börsen mit Hoffnung auf Nahostentspannung auf Allzeithochs"], ["09.01.20", "MÄRKTE USA/Börsen nach deeskalierenden Tönen Trumps auf Allzeithochs"], ["09.01.20", "MÄRKTE USA/Wall Street nach deeskalierenden Tönen Trumps fester erwartet"], ["02.01.20", "Aldi auf Erfolgskurs in den USA"]], "en": [["30.05.20", "Jim Cramer: Salesforce, Costco are buys on their recent pullbacks"], ["30.05.20", "Salesforce and Costco are flashing buy signals to investors, Jim Cramer says"], ["29.05.20", "Stock Market News: Canopy Growth Bums Investors Out; Coronavirus Costs Sink Costco"], ["29.05.20", "Costco Reports Revenue Beat Despite First Monthly Sales Drop in a Decade"], ["29.05.20", "Costco (COST) Q3 Earnings Miss Estimates, Revenues Up Y/Y"], ["29.05.20", "Costco Wholesale Corp (COST) Q3 2020 Earnings Call Transcript"], ["29.05.20", "Costco profit falls on coronavirus-related costs"], ["29.05.20", "UPDATE 2-Costco profit falls on coronavirus-related costs"], ["28.05.20", "Costco beats revenue estimates as consumer stockpile essentials"], ["28.05.20", "UPDATE 1-Costco beats revenue estimates as consumer stockpile essentials"], ["28.05.20", "Costco Wholesale revenue rises 7.3% on coronavirus-induced stockpiling"], ["28.05.20", "Costco Earnings Miss As Coronavirus Costs Weigh; Stock Falls Late"], ["28.05.20", "Jobless Claims, GDP Among Latest Salvos In Critical Data Week, With Costco In Wings"], ["26.05.20", "Costco, AutoZone, Salesforce and Dollar General are part of Zacks Earnings Preview"], ["26.05.20", "Better Buy: Costco vs. Kimberly-Clark"], ["26.05.20", "Costco (COST) to Report Q3 Earnings: What Awaits the Stock?"], ["26.05.20", "The Number One: The No. 1 thing Americans are spending their stimulus checks on — even more than shopping at Costco, Walmart and Target  "], ["25.05.20", "Costco, Dollar stores, Salesforce lead 'go away' week's earnings parade"], ["24.05.20", "Amazon, Costco, Walmart land top favorability ratings for food retailers during coronavirus"], ["21.05.20", "Better Buy: Costco vs. Constellation Brands"], ["21.05.20", "'This isn't about the mask, it's about control': Costco customer asked to leave after refusing to wear a face covering"], ["20.05.20", "Better Buy: Costco vs. Lowe's"], ["20.05.20", "Why Costco Deserves a Place in Your Portfolio"], ["20.05.20", "The Margin: ‘I woke up in a free country’: Costco shopper gets bounced from store after refusing to wear a mask"], ["18.05.20", "Costco (COST) Gains But Lags Market: What You Should Know"], ["17.05.20", "Could Costco Be a Millionaire Maker Stock?"], ["16.05.20", "Better Buy: Costco vs. Clorox"], ["15.05.20", "Better Buy: Costco vs. Dollar General"], ["14.05.20", "Is Costco a Great Dividend Stock?"], ["13.05.20", "Costco (COST) Looks Well on Track Despite Recent Sales Blip"], ["12.05.20", "The Zacks Analyst Blog Highlights: Apple, Johnson& Johnson, Costco, Procter & Gamble and Newmont"], ["11.05.20", "Costco (COST) Outpaces Stock Market Gains: What You Should Know"], ["11.05.20", "Zacks Investment Ideas feature highlights: Amazon, Microsoft, Walmart, Costco and Home Depot"], ["10.05.20", "Better Buy: Amazon vs. Costco"], ["07.05.20", "Twitter, Walmart, Equifax and others dropped by S&P from its ESG index, while Costco is newly included"], ["07.05.20", "The Ratings Game: Costco says stay-at-home orders, lower gas prices hurt monthly results"], ["07.05.20", "This Corner Of Costco Sales Is Soaring Past Panic-Buying Growth"], ["07.05.20", "Better Buy: Costco vs. Target"], ["07.05.20", "Costco Reports Lower April Sales"], ["06.05.20", "Costco April sales fall nearly 2%"], ["2020-06-02 10:55", "Which of these 4 types you are reveals the risk you'll take to shop, dine and socialize — without a coronavirus vaccine ...  Comparison Economic Calendar CDs Savings Accounts Mortgage Rates Where Should I Retire? Retirement Planner Sign Up Log In Profile Settings Watchlist Email & Alerts Games Advertisement Home Industries Retail/Wholesale Outside the Box Outside the Box Opinion: Which of these 4 types you are reveals the risk you'll take to shop, dine and socialize — without ... adding 175,000 employees and spending more than $4 billion just in personal protective equipment for its workers. Uber is shifting some of its emphasis to its Uber Eats unit, adding to its workforce. Costco, CVS, Kroger, Publix, Pizza Hut, Dominos, Papa John's — also are on a hiring spree . While many expect the shift towards tech-enabled retail and the supply chain to normalize once COVID ... "], ["2020-05-31 21:28", "How much does it cost to be a doomsday prepper? ...  where 3.35 percent of Americans spent $223.08 on average. GET FOX BUSINESS ON THE GO BY CLICKING HERE Survival courses were close to last on the prep list with 1.96 percent of Americans have spent $77.82 on average to learn skills that can help them make it through an emergency situation. (Costco) Although food wasn't a part of the survey, some wholesale stores sell emergency meal supplies that are meant to last for extended periods. Costco, for example, sells six-gallon buckets of Chef's Banquet Food Storage Basics, which provide a combined 336 servings of parboiled long-grain white rice, hard red wheat, pre-cooked pinto beans, quick-cook rolled oats and potato flakes all for $59.99. CLICK HERE TO READ MORE ON FOX BUSINESS Markets Market Update ... "], ["2020-05-31 21:12", "OKC Civic Life for Monday, June 1, 2020 ...  take a back seat & listen.\" — Ward 6 Councilwoman JoBeth Hamon , in comments ahead of the \"We Demand Justice\" rally Sunday afternoon in northeast Oklahoma City. Present/absent The mayor and all eight city council members attended last week's teleconferenced meeting. The council agreed to extend $3 million in taxpayer-funded job-creation incentives to Costco Wholesale Corp. The company expects to hire 1,044 employees for an office largely devoted to its e-commerce business. Total estimated economic impact is $772 million over the first seven years. The council imposed a 180-day moratorium on new applications for zoning changes that would allow billboards, and for related electrical, building or sign permits. The city's comprehensive ... "], ["2020-05-31 13:00", "Despite frustrations, Dover eateries eager to reopen ... and see where we are and see how we can pull it off,\" Ms. Welch said. \"Actually, pulling the switch and shutting everything down is easy. Restarting that engine is very, very costly. We gave away in wholesale dollars probably $3,500 worth of food we donated because it was going to go bad (at the time of the March shutdown).\" Since closing the business, she has taken time to paint, trim and do a  ...  death in West Main Street apartment 2 Roads to close for more outdoors diners in Stamford 3 Bridgeport PD chief: 'We would have marched with them' 4 Popular Costco perk is coming back 5 Freed because of the pandemic, Stamford teen rearrested 6 Multiple Connecticut state parks closed after reaching capacity 7 Stamford man charged in I-95 shooting  ... "], ["2020-05-31 02:03", "As Pa. requires shoppers to wear face masks, where can you buy one? ...  last week and as of Wednesday they were still available. Customers can call the pharmacy to check to see if the masks are available at 717-582-2313. Bookmarksical The company says it sells face masks to fit most adults and are two-layer pleated masks with a top opening to insert a filter and/or non-woven fabric. They can be purchased at this link. Costco Wholesale Due to rapidly changing market conditions, the company said it is unable to provide information regarding the arrival, availability and details of specific products. Custom Ink On April 3, Custom Ink shifted part of its t-shirt business to focus on selling face masks. Custom Prescriptions of Lancaster 902 N. Duke St., Lancaster The pharmacy does not have any masks at the moment. The projected time ... "], ["2020-05-30 22:31", "Costco to start offering samples again ...  message as the coronavirus pandemic continues in America on March 19, 2020 in Kansas City, Missouri. (Photo by Jamie Squire/Getty Images) Share Share Share By: Brianna Chambers, Cox Media Group National Content Desk Updated: May 30, 2020 - 6:25 PM Officials with Costco Wholesale said its stores will offer samples to customers again soon. The product sampling has been a long-time draw for many shoppers. > > Read more trending news \"We're going to start doing some things in mid-June on a slow rollout basis in sampling,\" Costco chief financial officer Richard Galanti said. \"I can't tell you anymore, but ... needless to say, it's not going to be where you go and just pick up an open sample with your fingers. But sampling food and nonfood ... "], ["2020-05-30 22:31", "Costco to start offering samples again ...  message as the coronavirus pandemic continues in America on March 19, 2020 in Kansas City, Missouri. (Photo by Jamie Squire/Getty Images) Share Share Share By: Brianna Chambers, Cox Media Group National Content Desk Updated: May 30, 2020 - 6:25 PM Officials with Costco Wholesale said its stores will offer samples to customers again soon. The product sampling has been a long-time draw for many shoppers. > > Read more trending news \"We're going to start doing some things in mid-June on a slow rollout basis in sampling,\" Costco chief financial officer Richard Galanti said. \"I can't tell you anymore, but ... needless to say, it's not going to be where you go and just pick up an open sample with your fingers. But sampling food and nonfood ... "], ["2020-05-30 22:31", "Costco to start offering samples again ...  message as the coronavirus pandemic continues in America on March 19, 2020 in Kansas City, Missouri. (Photo by Jamie Squire/Getty Images) Share Share Share By: Brianna Chambers, Cox Media Group National Content Desk Updated: May 30, 2020 - 6:25 PM Officials with Costco Wholesale said its stores will offer samples to customers again soon. The product sampling has been a long-time draw for many shoppers. > > Read more trending news \"We're going to start doing some things in mid-June on a slow rollout basis in sampling,\" Costco chief financial officer Richard Galanti said. \"I can't tell you anymore, but ... needless to say, it's not going to be where you go and just pick up an open sample with your fingers. But sampling food and nonfood ... "], ["2020-05-30 22:31", "Costco to start offering samples again ...  message as the coronavirus pandemic continues in America on March 19, 2020 in Kansas City, Missouri. (Photo by Jamie Squire/Getty Images) Share Share Share By: Brianna Chambers, Cox Media Group National Content Desk Updated: May 30, 2020 - 6:25 PM Officials with Costco Wholesale said its stores will offer samples to customers again soon. The product sampling has been a long-time draw for many shoppers. > > Read more trending news \"We're going to start doing some things in mid-June on a slow rollout basis in sampling,\" Costco chief financial officer Richard Galanti said. \"I can't tell you anymore, but ... needless to say, it's not going to be where you go and just pick up an open sample with your fingers. But sampling food and nonfood ... "], ["2020-05-30 22:31", "Costco to start offering samples again ...  message as the coronavirus pandemic continues in America on March 19, 2020 in Kansas City, Missouri. (Photo by Jamie Squire/Getty Images) Share Share Share By: Brianna Chambers, Cox Media Group National Content Desk Updated: May 30, 2020 - 5:25 PM Officials with Costco Wholesale said its stores will offer samples to customers again soon. The product sampling has been a long-time draw for many shoppers. > > Read more trending news \"We're going to start doing some things in mid-June on a slow rollout basis in sampling,\" Costco chief financial officer Richard Galanti said. \"I can't tell you anymore, but ... needless to say, it's not going to be where you go and just pick up an open sample with your fingers. But sampling food and nonfood ... "], ["2020-05-30 22:25", "Costco to start offering samples again ...  coronavirus pandemic continues in America on March 19, 2020 in Kansas City, Missouri. (Photo by Jamie Squire/Getty Images) Share Share Share By: Brianna Chambers, Cox Media Group National Content Desk Updated: May 30, 2020 - 5:25 PM Officials with Costco Wholesale said the retailer will offer samples to customers again soon. The product sampling has been a long-time draw for many customers who shop at the wholesaler. > > Read more trending news \"We're going to start doing some things in mid-June on a slow rollout basis in sampling,\" said Costco chief financial officer Richard Galanti. \"I can't tell you anymore, but ... needless to say, it's not going to be where you go and just pick up an open sample with your fingers. But sampling ... "], ["2020-05-30 18:56", "COVID-19: New York's frontline families to get death benefits; Trump criticized for WHO withdrawal ...  World War II on May 8. Photo by John Angelillo/UPI | License Photo New York Police Department officers escort homeless and other people off the trains on May 6. For the first time in the Metropolitan Transportation Authority's history, officials are halting regularly scheduled overnight service so trains can be disinfected. Photo by John Angelillo/UPI | License Photo Shoppers wait to enter a Costco Wholesale store on a line that extends for three long city blocks in New York City on May 5. Photo by John Angelillo/UPI | License Photo The Statue of Liberty stands behind refrigeration trucks that are being used as part of a temporary morgue for those who died of coronavirus in New York City on May 5. Photo by John Angelillo/UPI | License Photo People enjoy ... "], ["2020-05-30 13:00", "After 100,000 coronavirus cases, it's clearer where Californians are getting infected ... Raley's, which also includes Bel Air Markets and Nob Hill Foods, said there have been just four cases among its 13,000 employees at four of its 126 stores; all of the infections were in the Sacramento area. WHEATON, MARYLAND APRIL 16: Customers wear face masks to prevent the spread of the novel coronavirus as they line up to enter a Costco Wholesale store April 16, 2020 in Wheaton, Maryland. Maryland Governor Larry Hogan ordered that all people must wear some kind of face mask to protect themselves and others from COVID-19 when on public transportation, grocery stores, retail establishments and other places where social distancing is not always possible. (Photo by Chip Somodevilla/Getty Images) But the question remains — beyond these known clusters ... "], ["2020-05-30 12:38", "Pop-up bar scene, tanning salon test shutdown rules in NYC ... on June 8, but even then restaurants and bars in the city won't be allowed to return to full service for weeks. The first phase of a reopening will allow some construction, wholesale and retail business to resume. The city is still determining what restrictions need to be in place, including capacity limits, before allowing the restaurant industry to reboot. \"I would love them back  ... ' experiment 9 AP Week in Pictures, Global 10 Marauding monkeys make off with coronavirus vials in India 11 Every worker has covid at one US farm on eve of harvest 12 Popular Costco perk is coming back 13 Trump walks back his incendiary Minneapolis 'thugs' post 14 Pentagon puts military police on alert to go to Minneapolis 15 Sonoma sheriff says he did not  ... "], ["2020-05-29 20:17", "Friday's Stock Market Close: US Equities Mixed As Trump Revokes Hong Kong's Special Trade Status ... -over-year, while the core PCE price index dropped to 1% year-over-year. The U.S. trade deficit in goods rose by 7.2% in April. The Commerce Department also reported a 0.4% rise in advanced wholesale inventories and a 3.6% decline in advanced retail inventories. Overnight in Asia, markets finished mixed. The Shanghai Composite edged up 0.22%; Hong Kong's Hang Seng fell 0.74%; while Japan's Nikkei-225  ...  Revokes Hong Kong's Special Trade Status Target Closes 24 Stores Amid Protests, Looting Over George Floyd's Death Diabetes Drug Metformin Recalled Over Cancer-Causing Ingredient Costco To Bring Back Its Free Samples By Mid-June Ford Recalls Mustangs, Transit Connect Vans In Two Safety Recalls 555 Workers Test Positive For COVID-19 At A Single  ... "], ["2020-05-29 20:02", "Investing During Coronavirus: Stocks Turn Positive on Trump's Trade Comments ...  Fastenal (NASDAQ: FAST ) is likely not a stock that investors think about everyday. The company distributes safety equipment, fasteners and other industrial products as part of the wholesale supply chain. Its clients include construction businesses, food processors and local governments. Thanks to the novel coronavirus, Fastenal is getting its time in the spotlight . Sales of ... 8, 10:50 a.m.] Contributed by Sarah Smith Investors have seriously profited from stocks the novel coronavirus is making more relevant. Clorox (NYSE: CLX ), Alpha Pro Tech (NYSEMKT: APT ) and Costco (NASDAQ: COST ) are all great buys while consumers focus on bulk grocery orders, face masks and disinfecting products. But in an interview with Investor's Business Daily, Andrew Horowitz  ... "], ["2020-05-29 18:30", "Costco plans to bring back free samples next month ...  1 of / 2 Next Alert Live Now Live Now WATCH LIVE: President Trump to hold news conference in the Rose Garden 1 of / 2 Live Now LIVE: Governor Wolf, Secretary of Health give COVID-19 update 2 of / 2 Costco plans to bring back free samples next month National News by: Nexstar Media Wire Posted: May 29, 2020 / 02:30 PM EDT / Updated: May 29, 2020 / 11:34 AM EDT 402065 04: Mary LaRocca offers a sample of Libby's Vienna Sausage in a Costco Wholesale store March 8, 2002 in Niles, IL. Warehouse retailer Costco Wholesale Corp. has reported higher quarterly profits as the promise of bulk goods at bargain prices resonated with consumers in the U.S. recession. Warehouse retailers charge customers an annual membership fee, typically $35 to $45, to shop at clubs ... "], ["2020-05-29 18:24", "Costco's Free Samples Will Be Back But Things Will Be A Little Different ...  to wear face masks when shopping, a restriction the retailer started on May 4. The company is also promoting social distancing in its stores and has enacted a limit on certain high-demand products such as meat. Shares of Costco stock were down 1.00% as of 2:23 p.m. EDT on Friday. Costco now accepts Apple Pay. A worker pushes carts outside a Costco Wholesale store May 31, 2006 in Mount Prospect, Illinois. Photo: Tim Boyle/Getty Images Loading... Related Stories Costco Lifts Some Restrictions, Makes Changes At Its Stores Costco Latest To Limit Meat Purchases After US Plant Shutdowns Join the Discussion Most Read CORONAVIRUS (COVID-19) OUTBREAK Last update: May 29, 2020 2:01:pm Data Source: Johns Hopkins University World Confirmed: 5,892,295 (+116,492) Deaths ... "], ["2020-05-29 17:43", "Costco plans to bring back free samples next month ... backgrounds Our Team FOX 5 TV Schedule Jobs at Fox 5 Terms of Use High Definition Media Specifications Closed Captioning Info Public File Help Do Not Sell My Personal Information Advertise with FOX 5 Search Search Search Costco plans to bring back free samples next month News by: Nexstar Media Wire Posted: May 29, 2020 / 10:43 AM PDT / Updated: May 29, 2020 / 10:43 AM PDT 402065 04: Mary LaRocca offers a sample of Libby's Vienna Sausage in a Costco Wholesale store March 8, 2002 in Niles, IL. Warehouse retailer Costco Wholesale Corp. has reported higher quarterly profits as the promise of bulk goods at bargain prices resonated with consumers in the U.S. recession. Warehouse retailers charge customers an annual membership fee, typically $35 to $45, to shop ... "], ["2020-05-29 17:32", "Costco plans to bring back free samples next month ...  News Red, White and Boom fireworks canceled Previous Alert 1 of / 2 Next Alert Live Updates Live Updates COVID-19 cases in Illinois & Iowa 1 of / 2 Live Updates Coronavirus closings, cancellations & resources 2 of / 2 Costco plans to bring back free samples next month National News by: Nexstar Media Wire Posted: May 29, 2020 / 12:32 PM CDT / Updated: May 29, 2020 / 12:32 PM CDT 402065 04: Mary LaRocca offers a sample of Libby's Vienna Sausage in a Costco Wholesale store March 8, 2002 in Niles, IL. Warehouse retailer Costco Wholesale Corp. has reported higher quarterly profits as the promise of bulk goods at bargain prices resonated with consumers in the U.S. recession. Warehouse retailers charge customers an annual membership fee, typically $35 to $45 ... "]]}}