{"postfix": "cree-aktie", "name": "CREE", "wkn": "891466", "time": "2020.06.02 11:09", "ts": 1591088980, "features": {"KGV": "78.97", "Marktkapitalisierung": {"Size": "Mrd", "Value": "5.07"}, "GA": "0.74", "KBV": "2.97", "BA": "19.68", "KCV": "29.97", "CA": "1.95", "Vola30": "67.23", "Vola90": "99.6", "Vola180": "78.51", "Vola250": "64.64"}, "rivals": ["aixtron-aktie", "on_semiconductor-aktie", "ii-vi-aktie", "triquint_semiconductor-aktie", "veeco_instruments-aktie", "avago_technologies-aktie"], "text_data": {"de": [["31.05.20", "Mai 2020: Experten empfehlen Cree-Aktie mehrheitlich zum Kauf"], ["01.05.20", "Cree mit Zahlen zum abgelaufenen Quartal"], ["30.04.20", "So schätzen die Analysten die Cree-Aktie im April 2020 ein"], ["28.04.20", "Ausblick: Cree legt die Bilanz zum abgelaufenen Quartal vor"], ["14.04.20", "Erste Schätzungen: Cree veröffentlicht Zahlen zum vergangenen Quartal"], ["31.03.20", "So schätzen Analysten die Cree-Aktie ein"], ["28.01.20", "Ausblick: Cree präsentiert das Zahlenwerk zum abgelaufenen Jahresviertel"]], "en": [["29.05.20", "Cree (CREE) Up 22.8% Since Last Earnings Report: Can It Continue?"], ["25.05.20", "Cree Stock Headed Below $35?"], ["20.05.20", "Why Cree Stock Just Popped 10%"], ["30.04.20", "Cree (CREE) Q3 Loss Narrower Than Estimates, Revenues Lag"], ["30.04.20", "Cree Inc (CREE) Q3 2020 Earnings Call Transcript"], ["29.04.20", "Cree (CREE) Reports Q3 Loss, Lags Revenue Estimates"], ["22.04.20", "Cree, Inc. Announces Date for Third Quarter Fiscal 2020 Earnings Release and Webcast"], ["17.04.20", "Cree prices offering of $500m convertible senior notes"], ["17.04.20", "Cree Announces Pricing of $500 Million Convertible Senior Notes Offering"], ["16.04.20", "Cree offers $500m of convertible senior notes"], ["16.04.20", "Cree Announces Offering of $500 Million of Convertible Senior Notes"], ["03.04.20", "Cree (CREE) Preliminary Q3 Results Reflect Coronavirus Impact"], ["03.04.20", "Cree cuts March-quarter guidance due to greater-than-expected impact from COVID-19"], ["02.04.20", "Cree Announces Preliminary Third Quarter Fiscal 2020 Results and Provides Business Update"], ["30.03.20", "Cree’s New 650V MOSFETs Offer Industry-leading Efficiency to Enable the Next Generation of Electric Vehicles, Data Centers and Solar Innovations"], ["28.02.20", "Cree (CREE) Down 7.4% Since Last Earnings Report: Can It Rebound?"], ["30.01.20", "Why Cree Stock Just Dropped 8%"], ["30.01.20", "Chipmaker Cirrus Logic Surges On Earnings; Cree Tumbles"], ["30.01.20", "Cree (CREE) Q2 Loss In Line With Estimates, Revenues Fall Y/Y"], ["30.01.20", "Cree Inc (CREE) Q2 2020 Earnings Call Transcript"], ["29.01.20", "Cree (CREE) Reports Q2 Loss, Tops Revenue Estimates"], ["29.01.20", "Cree appoints Glenda Dorchak to board"], ["28.01.20", "Cree, Inc. Appoints Glenda Dorchak to Board of Directors"], ["22.01.20", "Cree (CREE) Expected to Beat Earnings Estimates: What to Know Ahead of Q2 Release"], ["22.01.20", "Cree, Inc. Announces Date for Second Quarter Fiscal 2020 Earnings Release and Webcast"], ["18.01.20", "Canadian network kicks off 6 NHL broadcasts in Plains Cree"], ["18.01.20", "Canadian network kicks off 6 NHL broadcasts in Plains Cree"], ["2020-06-02 06:06", "Oklahoma County marriage, divorce records for June 2, 2020 ...  Jonathan Edward Borjas Vanessa Bronte Cavallari and Tanner Cole Marston Caitlin Shae Bear and Christopher James Duvall Linda Jo Cherry and Hubert Bowie Jr. DIVORCES Chitty, Danielle E. v. James T. II Christopher, Shana Marie v. Rickey Lavance Cochell, Valerie June v. Patrick Kevin Cole, Jolennda v. Al-zaro, Issa Majed Abdel Hafez Derrick, David Michael S. v. Caitlin S. Espinosa, Skylar Cree v. Ollerdisse, Ronald Leroy Irving, Brandi v. Ryan Jackson, Nicole R. v. D.d, Kenneth D. Jr. Jackson, Verdell James v. Mildrene Mitchell Lounge, Stephanie v. Robert Dwayne Maluy, Alexis S. v. Rex L. Myles, Heather Lea v. Trenton James Roberts, Kimberlee Ann v. Matthew Omari malik Schartz, Cortney v. Schartz, Tayler Schmitt, Thomas Edward v. Judith Lynn Sheriff, Micah v ... "], ["2020-06-01 03:44", "Alcaldesa Goodman dice que no tiene planes de aprobar toque de queda para la Ciudad ...  por todo el pas. Pero la alcaldesa de Las Vegas Carolyn Goodman, dijo que ha hablado con el sheriff del condado de Clark Joe Lombardo, y que en este momento, no tienen planes de imponer un toque de queda en la ciudad de Las Vegas. Ella dijo que creen que un toque de queda en este punto sera demasiado duro. La alcaldesa Goodman dijo que se cree que muchas personas involucradas en la violencia durante las protestas son de fuera de la ciudad, no de Las Vegas. Copyright 2020 Nexstar Broadcasting, Inc. All rights reserved. This material may not be published, broadcast, rewritten, or redistributed. Share this story More En Espaol Stories Manifestantes se renen en el Strip de Las Vegas by 8NewsNow staff / May 31, 2020 LAS VEGAS (KLAS) - Los manifestantes se ... "], ["2020-05-31 23:43", "Golden Knights' Zach Whitecloud carries community on shoulders ... a great situation and a great position to be a good leader and a good mentor.\" Whitecloud also started helping at a hockey camp run by Vancouver Canucks forward — and fellow First Nations player — Michael Ferland. Whitecloud hopes to run a summer camp of his own one day. \"It's very important to give the kids somebody to look up to,\" said Ferland, who has Cree heritage. \"Give them a little bit of support and let them know it's possible for anybody to do great.\" Making strides Part of the beauty of Whitecloud's message — of the importance of good habits, of striving for self-improvement — is that he lived it. He wasn't a prized prospect. He wasn't drafted. He had one scholarship offer. Yet somehow ... "], ["2020-05-31 17:57", "'Makes no sense': Alberta woman can't fathom why husband, uncle slain on hunting trip ...  samples in 'Planet of the Apes' raid Story continues below advertisement He was talented at jiu-jitsu and volunteered as a firefighter. He wrote a young adult sci-fi novel that his wife wants to publish posthumously. He could sketch anything. Sansom remembers when they were dating, he deftly drew a rose in pen on a pub napkin in minutes. He was deeply connected to his Metis-Cree heritage and knew how to heal with traditional medicines. An elder had been training him to become a pipe holder. Sansom said her spouse was frustrated with how much hate and anger there was in the world. \"He wanted to change how people treated each other.\" Jake Sansom and his uncle were always close, she added. The younger man would have to remember to put his phone ... "], ["2020-05-31 15:54", "Woman can't fathom why husband, uncle slain on hunting trip in Alberta ...  he set his mind to, even if he didn't succeed right away. He was talented at jiu-jitsu and volunteered as a firefighter. He wrote a young adult sci-fi novel that his wife wants to publish posthumously. He could sketch anything. Sansom remembers when they were dating, he deftly drew a rose in pen on a pub napkin in minutes. He was deeply connected to his Metis-Cree heritage and knew how to heal with traditional medicines. An elder had been training him to become a pipe holder. Story continues below advertisement Sansom said her spouse was frustrated with how much hate and anger there was in the world. \"He wanted to change how people treated each other.\" Jake Sansom and his uncle were always close, she added. The younger man would have to remember ... "], ["2020-05-31 15:29", "Alberta woman can't fathom why husband, uncle slain on hunting trip ...  anything he set his mind to, even if he didn't succeed right away. He was talented at jiu-jitsu and volunteered as a firefighter. He wrote a young adult sci-fi novel that his wife wants to publish posthumously. He could sketch anything. Sansom remembers when they were dating, he deftly drew a rose in pen on a pub napkin in minutes. He was deeply connected to his Metis-Cree heritage and knew how to heal with traditional medicines. An elder had been training him to become a pipe holder. Sansom said her spouse was frustrated with how much hate and anger there was in the world. \"He wanted to change how people treated each other.\" Jake Sansom and his uncle were always close, she added. The younger man would have to remember to put his phone on silent ... "], ["2020-05-31 15:02", "Reabren iglesias y mezquitas; ms casos en India y Colombia ... las ltimas semanas. La prohibicin de reuniones de ms de ocho personas se extendi hasta el 4 de junio, cuando se recuerda la ofensiva del ejrcito chino en 1989 contra los manifestantes prodemocrticos en la Plaza Tiananmen en Beijing. Se han reportado ms de 6 millones de infecciones en todo el mundo, con casi 370.000 muertes, segn un recuento de la Universidad Johns Hopkins. Se cree que la cifra real de ambas es significativamente mayor debido a que muchas personas no han sido examinadas. La situacin empeor el domingo en India, donde los nuevos casos diarios superaron los 8.000 por primera vez y se reportaron 193 muertes ms. El pas levantar el lunes algunas restricciones del confinamiento para las tiendas y el transporte pblico, aunque el tren subterrneo y las ... "], ["2020-05-31 14:36", "'Makes no sense': Alberta woman can't fathom why husband, uncle slain on hunting trip ...  anything he set his mind to, even if he didn't succeed right away. He was talented at jiu-jitsu and volunteered as a firefighter. He wrote a young adult sci-fi novel that his wife wants to publish posthumously. He could sketch anything. Sansom remembers when they were dating, he deftly drew a rose in pen on a pub napkin in minutes. He was deeply connected to his Metis-Cree heritage and knew how to heal with traditional medicines. An elder had been training him to become a pipe holder. Sansom said her spouse was frustrated with how much hate and anger there was in the world. \"He wanted to change how people treated each other.\" Jake Sansom and his uncle were always close, she added. The younger man would have to remember to put his phone on silent ... "], ["2020-05-31 14:03", "EEUU: Prevn pico de contagios por protestas masivas ... , pero no estn diseadas para proteger a los usuarios de contraerlo. Tambin el domingo, muchos estadounidenses regresaron a los servicios religiosos por primera vez en muchas semanas al levantarse algunas medidas de confinamiento debido al coronavirus. Se han reportado ms de 6 millones de infecciones en todo el mundo, con casi 370.000 muertes, segn un recuento de la Universidad Johns Hopkins. Se cree que la cifra real de ambas es significativamente mayor debido a que muchas personas no han sido examinadas. LISTEN: Exit 43 Podcast Hear the latest episode of our new podcast Most Popular 1 Stamford Police investigate woman's death in West Main Street apartment 2 Roads to close for more outdoors diners in Stamford 3 Bridgeport PD chief: 'We would have ... "], ["2020-05-31 14:03", "EEUU: Prevn pico de contagios por protestas masivas ...  no estn diseadas para proteger a los usuarios de contraerlo. Tambin el domingo, muchos estadounidenses regresaron a los servicios religiosos por primera vez en muchas semanas al levantarse algunas medidas de confinamiento debido al coronavirus. Se han reportado ms de 6 millones de infecciones en todo el mundo, con casi 370.000 muertes, segn un recuento de la Universidad Johns Hopkins. Se cree que la cifra real de ambas es significativamente mayor debido a que muchas personas no han sido examinadas. Most Popular 1 SF under citywide curfew after protest violence 2 San Jose woman accused of intentionally driving into protesters 3 Oakland official: Chaos stirred by 'small band' of 'out-of-town individuals' 4 Researchers warn covid-19 could cause ... "], ["2020-05-31 14:03", "EEUU: Prevn pico de contagios por protestas masivas ...  no estn diseadas para proteger a los usuarios de contraerlo. Tambin el domingo, muchos estadounidenses regresaron a los servicios religiosos por primera vez en muchas semanas al levantarse algunas medidas de confinamiento debido al coronavirus. Se han reportado ms de 6 millones de infecciones en todo el mundo, con casi 370.000 muertes, segn un recuento de la Universidad Johns Hopkins. Se cree que la cifra real de ambas es significativamente mayor debido a que muchas personas no han sido examinadas. New Haven Register Insider Thumbnail Collection See the Insider homepage Federal food program not meeting needs, state says BY Emilie Munson McEnroe: Mad King orders friend-turned-enemy to dungeon BY Colin McEnroe Jacobs on Floyd's death: Why does this keep ... "], ["2020-05-31 14:02", "'Makes no sense:' Woman can't fathom why husband, uncle slain on hunting trip ...  anything he set his mind to, even if he didn't succeed right away. He was talented at jiu-jitsu and volunteered as a firefighter. He wrote a young adult sci-fi novel that his wife wants to publish posthumously. He could sketch anything. Sansom remembers when they were dating, he deftly drew a rose in pen on a pub napkin in minutes. He was deeply connected to his Metis-Cree heritage and knew how to heal with traditional medicines. An elder had been training him to become a pipe holder. Sansom said her spouse was frustrated with how much hate and anger there was in the world. \"He wanted to change how people treated each other.\" Jake Sansom and his uncle were always close, she added. The younger man would have to remember to put his phone on silent ... "], ["2020-05-31 03:16", "Washington DC begins reopening in fits and starts ...  was lifted came in fits and starts, with not everyone ready for even a limited return to pre-pandemic normality. Barbers and hair salons welcomed back clients grown haggard from months of self-maintenance. Nonessential businesses, shuttered since late March, started offering curbside pickup. And restaurants that have been operating solely on takeout began limited outdoor seating. From the outside, the Randolph Cree hair salon in Washington DC's Eastern Market commercial area looked like it was still closed. But inside the door and up the stairs, a visitor found a mini hive of activity , with a cashier behind a plastic shield and three masked hairdressers each tending to a masked client. AD \"Now that people know we're actually open, the phone ... "], ["2020-05-30 23:15", "Tacos Apson tendrá sucursal en Marana ...  Updated 32 min ago La Estrella de Tucsn est resentando a atletas del sur de Arizona recin graduados de preparatoria cuyas temporadas fueron interrumpidas por la pandemia de coronavirus. Aqu: la estrella de atletismo de Cholla Gabrianna Gonzalez. +2 Haciendo Business Sindicato pide el cierre temporal de UPS en el sur de Tucsn por brote de coronavirus Updated 32 min ago El sindicato Teamster Local 104 dijo que cree que al menos 36 empleados han dado positivo por COVID-19 en esas instalaciones, tres con casos graves. Tucsn EE.UU. y la terrible cifra de 100,000 muertes por COVID-19 Updated 32 min ago La Bolsa de Valores de Nueva York en el Bajo Manhattan abri por primera vez en dos meses justo cuando el pas se acercaba a las 100,000 prdidas humanas +2 Tucsn ... "], ["2020-05-30 22:49", "Protesters rally against anti-Black, Indigenous racism in Toronto ...  probed by the province's police watchdog. The 29-year-old fell from the balcony of a 24th-floor Toronto apartment while police were in the home. \"We've been protesting and now everyone is watching and now people are mobilizing. We can see the power we have in numbers so this won't stop any time soon,\" said Cara McArthur, who is Black, Cree and Sioux. Story continues below advertisement The peaceful rally, organized by a group dubbed Not Another Black Life, also came on the heels of an incident in Minnesota that has triggered protests in the United States, some of which have turned violent. Open this photo in gallery Protesters march to highlight the deaths in the U.S. of Ahmaud Arbery, Breonna Taylor and George Floyd, and of Toronto' ... "], ["2020-05-30 21:19", "Protesters rally against anti-black, Indigenous racism in Toronto ...  is currently being probed by the province's police watchdog. The 29-year-old fell from the balcony of a 24th-floor Toronto apartment while police were in the home. \"We've been protesting and now everyone is watching and now people are mobilizing. We can see the power we have in numbers so this won't stop any time soon,\" said Cara McArthur, who is black, Cree and Sioux. The peaceful rally, organized by a group dubbed Not Another Black Life, also came on the heels of an incident in Minnesota that has triggered protests in the United States, some of which have turned violent. A police officer is now facing a murder charge in the death of George Floyd, a black man caught on film pleading for air as an officer knelt on his neck. In Toronto ... "], ["2020-05-30 12:00", "Howard Levitt: Why I couldn't resist buying Monkman's notorious 'Hanky Panky' painting ... called Monkman, who I know, and whose large paintings invariably cost six figures, hoping for a \"deal.\" Unfortunately none was to be had. If anything, the scandal has increased the Cree artist's already heady prominence, adding a highlight of notoriety. Having enjoyed participating in lots of other wars, I could not resist being in the midst of this cultural one now ... each successive colonial government since Canadian Confederation.\" In any event, given my own background, I could easily appreciate the motif, an \"eye for an eye.\" Critics say Cree artist Kent Monkman's controversial painting Hanky Panky depicts the sexual assault of Prime Minister Justin Trudeau. Postmedia News Monkman's painting has its Aboriginal defenders. Sen.  ... "], ["2020-05-30 11:01", "Rolling Your Own LED Matrix Driver, With Copper Foil Tape to the Rescue ...  light up smoothly and evenly. The end result looks fantastic, and you can see it in action in the short video embedded below. If you find yourself having a similar need to drive an array of LEDs, be sure to read this guide on driving LED matrices for some tips on what's out there and available. Posted in LED Hacks Tagged 3d printed , copper tape , cree , diffuser , dot matrix LED , ESP32 , IS32FL3738 , led matrix , surplus , wi-fi Post navigation Job Application Script Automates The Boring Stuff With Python Leave a Reply Cancel reply This site uses Akismet to reduce spam. Learn how your comment data is processed . Search Search for: Never miss a hack Follow on facebook Follow on twitter Follow on youtube Follow on rss Contact us Subscribe If you missed ... "], ["2020-05-30 10:12", "Trump retira fondos a OMS; EEUU sufre cada rcord del gasto ... . En Espaa, trabajadores protestaron por segundo da consecutivo contra los despidos de automotrices extranjeras y el jefe del Banco Central de Italia advirti de que \"la incertidumbre es alta\". En todo el mundo, alrededor de 5,9 millones de personas han contrado el coronavirus, que ha matado a cerca de 360.000, segn un conteo de la Universidad Johns Hopkins. Se cree que las verdaderas dimensiones de la catstrofe son an mayores y los expertos sostienen que muchas personas murieron sin pasar una prueba diagnstica. ___ Sewell inform desde Cincinnati. Periodistas de The Associated Press en todo el mundo contribuyeron a este despacho. Most Popular 1 At least 1,000 protesters gather in Oakland 2 Hundreds block Silicon Valley highway over Floyd killing 3 San ... "], ["2020-05-30 10:12", "Trump retira fondos a OMS; EEUU sufre cada rcord del gasto ... , trabajadores protestaron por segundo da consecutivo contra los despidos de automotrices extranjeras y el jefe del Banco Central de Italia advirti de que \"la incertidumbre es alta\". En todo el mundo, alrededor de 5,9 millones de personas han contrado el coronavirus, que ha matado a cerca de 360.000, segn un conteo de la Universidad Johns Hopkins. Se cree que las verdaderas dimensiones de la catstrofe son an mayores y los expertos sostienen que muchas personas murieron sin pasar una prueba diagnstica. ___ Sewell inform desde Cincinnati. Periodistas de The Associated Press en todo el mundo contribuyeron a este despacho. New Haven Register Insider Thumbnail Collection See the Insider homepage Ruling against CIAC a victory for fairness, but not civil ... "]]}}