{"postfix": "danaher-aktie", "name": "DANAHER", "wkn": "866197", "time": "2020.06.02 11:37", "ts": 1591090624, "features": {"KGV": "34.64", "Marktkapitalisierung": {"Size": "Mrd", "Value": "105.88"}, "GA": "4.42", "KBV": "3.52", "BA": "43.54", "KCV": "30.44", "CA": "5.03", "Vola30": "28.18", "Vola90": "37.79", "Vola180": "31.5", "Vola250": "26.28"}, "rivals": ["general_electric-aktie", "3m-aktie", "agilent_technologies-aktie", "thermo_fisher_scientific-aktie", "dentsply_sirona-aktie"], "text_data": {"de": [["31.05.20", "Mai 2020: Die Expertenmeinungen zur Danaher-Aktie"], ["14.05.20", "ROUNDUP: Sartorius will Dividende halbieren - Licht und Schatten durch Corona"], ["09.05.20", "Danaher hat Bilanz für das abgelaufene Quartal gezogen"], ["07.05.20", "Ausblick: Danaher mit Zahlen zum abgelaufenen Quartal"], ["06.05.20", "Mischkonzern Danaher zahlt vierteljährliche Dividende aus"], ["30.04.20", "Danaher-Aktie: Was Analysten von Danaher erwarten "], ["22.04.20", "Erste Schätzungen: Danaher stellt das Zahlenwerk zum vergangenen Quartal vor"], ["31.03.20", "So stuften die Analysten die Danaher-Aktie im vergangenen Monat ein"], ["23.03.20", "Wichtige Kursbewegungen: Corona-Schnelltest beflügelt Anbieter Danaher"], ["20.03.20", "ROUNDUP: Sartorius in Kontakt mit Corona-Impfstoffentwicklern - Zukauf in USA?"], ["21.02.20", "Mischkonzern Danaher hebt die Dividende an"], ["29.01.20", "Ausblick: Danaher gibt Ergebnis zum abgelaufenen Quartal bekannt"]], "en": [["15.05.20", "Is Danaher Stock a Buy?"], ["08.05.20", "Danaher Corp (DHR) Q1 2020 Earnings Call Transcript"], ["07.05.20", "Danaher (DHR) Beats Q1 Earnings Estimates, Provides Bleak View"], ["07.05.20", "Danaher (DHR) Q1 Earnings Top Estimates"], ["06.05.20", "Is a Surprise Coming for Danaher (DHR) This Earnings Season?"], ["05.05.20", "Danaher (DHR) to Report Q1 Earnings: Is a Beat in Store?"], ["04.05.20", "Why Danaher Stock Soared in April"], ["30.04.20", "Danaher (DHR) Expected to Beat Earnings Estimates: Should You Buy?"], ["30.04.20", "Can Danaher (DHR) Keep the Earnings Surprise Streak Alive?"], ["21.04.20", "Is Danaher Still a Recession Resistant Stock?"], ["15.04.20", "Healthy Business to Aid Danaher in Q1 Despite Coronavirus Woes"], ["14.04.20", "Danaher Gives Update on Q1 Results, Withdraws 2020 Guidance"], ["13.04.20", "Danaher sees April quarter revenue growth of about 3%, withdraws 2020 guidance"], ["09.04.20", "Analysts Estimate Danaher (DHR) to Report a Decline in Earnings: What to Look Out for"], ["06.04.20", "Danaher (DHR) Prices Senior Notes Offering Worth Euro 750M"], ["01.04.20", "Danaher Closes Buyout of General Electric's BioPharma Business"], ["01.04.20", "General Electric Closes Divestment of BioPharma to Danaher"], ["01.04.20", "General Electric Sale of Biopharma Unit to Danaher Closes"], ["26.03.20", "Danaher (DHR) Prices Euro 1.75B Worth Senior Notes Offering"], ["24.03.20", "The Zacks Analyst Blog Highlights: Danaher, Quidel, Aytu BioScience, QIAGEN and Co-Diagnostics"], ["20.03.20", "GE and Danaher Get FTC Clearance for BioPharma Deal"], ["20.03.20", "Danaher to Soon Close BioPharma Buyout, Receives FTC Approval"], ["20.03.20", "UPDATE 2-Danaher wins U.S. approval to buy GE Biopharma, with conditions"], ["19.03.20", "UPDATE 1-Danaher wins U.S. approval to buy GE Biopharma, with conditions"], ["19.03.20", "Danaher wins US approval to buy GE Biopharma, with conditions"], ["09.03.20", "Danaher (DHR) Poised to Gain From Buyouts Despite Cost Woes"], ["06.03.20", "Why Danaher Stock Crashed in February"], ["29.02.20", "Why Is Danaher (DHR) Down 14.5% Since Last Earnings Report?"], ["04.02.20", "Danaher gets conditional S.Korean regulatory nod for $21 bln GE biopharma unit deal"], ["30.01.20", "Danaher Corp (DHR) Q4 2019 Earnings Call Transcript"], ["30.01.20", "Danaher (DHR) Surpasses Q4 Earnings and Sales Estimates"], ["30.01.20", "Danaher (DHR) Q4 Earnings and Revenues Top Estimates"], ["30.01.20", "Danaher reports earnings ahead of consensus but 2020 outlook far shy of estimates"], ["29.01.20", "With GE Deal Complete, Danaher Becomes The Leader in Bioprocessing"], ["28.01.20", "Danaher (DHR) to Post Q4 Earnings: What's in the Offing?"], ["27.01.20", "Are There Hints Danaher Will Have a Better Than Expected 2020?"], ["23.01.20", "Analysts Estimate Danaher (DHR) to Report a Decline in Earnings: What to Look Out for"], ["23.01.20", "Cramer's lightning round: Danaher continues to rally and it's not done"], ["15.01.20", "Danaher (DHR) Raises Earnings & Sales Projections for Q4"], ["08.01.20", "Here's Why Danaher Stock Surged Nearly 49% in 2019"], ["2020-06-02 08:50", "Dental Drug Market Analysis And Industry Insights Report, 2028 | Market Growth To Be Motivated By Increasing Alertness Towards Oral Cleanliness And Dental Care: Radiant Insights, Inc. ...  companies are proposing their products for particular application for diverse end users. The fresh competitors, entering in this field are finding it difficult to contest with the transnational companies on the basis of novelties in technology, quality and dependability. Some of the important companies for Dental Drug Market are: Sirona Dental Systems Inc., Danaher Corporation, Colgate-Palmolive, 3M , J&J, Merck, Kavo Dental GmbH, Den Mat, Sun star, GSK, Bayer. Additional notable companies are: Mediwin Pharmaceuticals, Acteon, Hutchison China MediTech, Roche, Valeant Pharmaceuticals, Xttrium Laboratorie, Xiuzheng Pharmaceutical, PerioChip, Septodont, and Showa Yakuhin Kako. Access 118 page research report with TOC on \"Global Dental Drug Market\" ... "], ["2020-05-31 04:05", "UFC Fight Night live results and analysis ...  in February. The story of the fight was Chookagian's wrestling, which was surprising, considering she had not converted a single takedown in her UFC career going into Saturday's contest. That streak came to a decisive end, as Chookagian took Shevchenko down in all three rounds and had her way on the floor. \"I've never doubted my jiu-jitsu, I've trained under John Danaher, I'm a brown belt,\" Chookagian said. \"I just haven't been able to show it because the wrestling hasn't been there.\" Wow this is one way to revenge on someone by beating up her sister to get another title shot lol #UFCApex — John Dodson III (@JohnDodsonMMA) May 31, 2020 Chookagian's grappling edge was apparent from the opening minute, as ... "], ["2020-05-30 12:00", "General Electric CEOs: A short but notable list ... . He officially took the helm that August. Despite the familial changing of the guard, Flannery was inheriting a basket of issues, including whether or not the company's generous dividend could be saved. It couldn't. GENERAL ELECTRIC PENSION FREEZE SIGN OF THE TIMES FOR THE AMERICAN WORKER On October 1, 2018, Flannery was booted, effective immediately, and was replaced by former Danaher CEO Lawrence Culp, who was also a GE board member. Culp won praise from several investors after the announcement. Larry Culp: 2018-Present Culp is GE's 12th CEO and holds a \"B.A. in Economics from Washington College and an MBA from Harvard Business School\" according to his company bio. While he is well respected on Wall Street say, shareholders, he ... "], ["2020-05-30 11:30", "Corporate America sold nearly $75 billion of stock in May. Here's what unleashed the record-setting equity resurgence — and a huge payday for Wall Street banks. ...  shows a surge in ECM volumes. Dealogic Secondary share sales have been hot. In mid-May, PNC raised more than $13 billion after selling its cache of BlackRock stock, a stake it had held for 25 years. This week French pharma giant Sanofi sold its massive stake in Regeneron Pharmaceuticals for nearly $12 billion. There's also been a record $21 billion of convertible equity issued. Danaher issued a $1.25 billion block of preferred convertible shares in early May, and a couple weeks later grocery chain Albertsons sold $1.75 billion in convertible equity to a group of investors led by Apollo. There've been more than a dozen stock deals of at least $1 billion, according to Dealogic. \"What we've seen the transition to is a lot more opportunistic ... "], ["2020-05-29 15:31", "GE (GE) Down 0.3% Since Last Earnings Report: Can It Rebound? ... ago quarter. Restructuring In June 2018, General Electric communicated plans to transform into a high-tech industrial company — focused on Aviation, Power and Renewable Energy. In sync with its plans, the company completed the sale of its transportation business to Wabtec Corporation in the first quarter of 2019. Further, General Electric completed the divestment of the BioPharma business to Danaher Corporation in March 2020. Further, General Electric lost its controlling shareholding in Baker Hughes Company. Efforts are on track to reduce the exposure to the GE Capital business. Asset disposition has amounted to $6.4 billion in the first quarter of 2020. Also, external debts have been lowered by $10 billion year to date. Outlook The conglomerate's ... "], ["2020-05-29 13:44", "How This Week Highlights the Challenges Facing General Electric Stock ... Aviation is down for the count, free cash flow stays flattish at best. And that leaves GE with little in the way of options. A Tough Spot The problem for GE stock at this point is that the company has to fix its balance sheet through free cash flow. It's pulled all of the other levers. Again, it's sold businesses, including the $21 billion sale of GE Biopharma to Danaher that closed earlier this year. There's really nothing left. GE Power is in the midst of a turnaround, Aviation is in trouble, Renewable Energy is small (and providing some growth), and Healthcare is the profit center. Simply put, GE has to start making money. It's not doing so. And, again, I don't think that's necessarily the fault of Culp. It's largely the result ... "], ["2020-05-28 18:30", "Competing In The 2020 Global Immunoprotein Testing Market ...  evaluate emerging opportunities and developed effective strategic responses. The study explores future trends in the U.S., Europe , Japan ; provides test volume and sales forecasts by country, market segment and individual test; compares features of leading analyzers; and profiles key competitors. Companies Mentioned Abbott Laboratories Agilent Technologies Beckman Coulter /Danaher bioMerieux Bio-Rad DiaSorin Eiken Chemical Fujirebio Grifols Instrumentation Laboratory/Werfen Kyowa Medex Ortho-Clinical Diagnostics PerkinElmer Quest Diagnostics Roche Siemens Healthineers Sysmex Thermo Fisher Tosoh Wako For more information about this report visit https://www.researchandmarkets.com/r/ppjmqx About ResearchAndMarkets.com ResearchAndMarkets.com is the world&apos ... "], ["2020-05-28 17:36", "IBD Live Q&A Summary, Key Lists For Thursday, May 28, 2020 ...  Design Systems CGNX Cognex Corp CHDN Churchill Downs Inc CHGG Chegg Inc CHTR Charter Comm CHWY Chewy Inc Cl A CIEN Ciena Corporation CLX Clorox Co CMG Chipotle Mexican Grill COUP Coupa Software Inc CRM Salesforce.com Inc CRNC Cerence Inc CRUS Cirrus Logic Inc CVNA Carvana Co Cl A CWH Camping World Hldgs Cl A DDOG Datadog Inc Cl A DECK Deckers Outdoor Corp DG Dollar General Corp DHR Danaher Corp DKNG Draftkings Inc Cl A DOCU Docusign Inc DPZ Dominos Pizza Inc DT Dynatrace Inc DVA Davita Inc DXCM Dexcom Inc EBAY Ebay Inc ECL Ecolab Inc EFX Equifax Inc ENPH Enphase Energy Inc ENTG Entegris Inc EPAM Epam Systems Inc EVER Everquote Inc Cl A FAST Fastenal Co FB Facebook Inc Cl A FDS Factset Research Sys Inc FIVN Five9 Inc FN Fabrinet FNV Franco Nevada Corp FRPT ... "], ["2020-05-28 16:06", "FDA Lists Beckman Coulter Life Sciences RNA Extraction Kit For Use In EUA-Authorized COVID-19 Test ...  extraction reagents during this time of increased need,\" said Greg Milosevich , President, Beckman Coulter Life Sciences. \"The entire Beckman Coulter Life Sciences family is proud our technology can now be used to expand COVID-19 testing capabilities in laboratories around the world for the foreseeable future.\" Beckman Coulter Life Sciences is an operating company within Danaher Corporation's ( DHR ) - Get Report Life Sciences platform. For more information about RNAdvance Viral XP, visit beckman.com/reagents/genomic/rna-isolation/viral . Follow @Beckman Coulter Life Sciences on LinkedIn for real-time updates and insights across the business. RNAdvance Viral XP is listed as an extraction method for use with the Centers for Disease Control ... "], ["2020-05-28 15:00", "Global In Vitro Diagnostics Market Is Expected To Reach $164.40 Billion By 2027 - Latest Market Research Report By Stratistics MRC ...  for $87.93 billion in 2018 and is expected to reach $164.40 billion by 2027 growing at a CAGR of 7.2% during the forecast period. Some of the key players profiled in the In Vitro Diagnostics Market include Abbott Laboratories Inc, Agilent Technologies, Becton Dickinson and Company, Biomrieux Sa, Bio-Rad Laboratories Inc, Cepheid, Danaher Corporation, Diasorin, Johnson & Johnson, Leica Biosystems Nussloch GmbH, Qiagen, Roche Diagnostics, Siemens AG, Sysmex Corporation and Thermo Fisher Scientific. Increasing adoption of fully automated instruments in labs, rising awareness on personalized medicine and consequent growth of chronic diseases are the major factors driving the market growth. However, adverse reimbursement scenario is restraining the market growth ... "], ["2020-05-28 13:23", "General Electric to Divest Lighting Business, Shares Rise ... company, focused on Aviation, Power and Renewable Energy. It then decided to separate GE Healthcare and turn it to a stand-alone company. Also, General Electric lost its controlling shareholding in Baker Hughes Company ( BKR - Free Report ) and divested GE Transportation to Wabtec Corporation ( WAB - Free Report ) in 2019. General Electric also completed the divestment of the BioPharma business to Danaher Corporation ( DHR - Free Report ) in March 2020. Further, the company is on track to reduce exposure to the GE Capital business as well as lessen its debt burden. Zacks Rank, Share Price Performance and Earnings Estimates General Electric currently has a market capitalization of $59.5 billion and a Zacks Rank #3 (Hold). The company will likely gain from its ... "], ["2020-05-27 16:30", "Global Sepsis Diagnostics Market 2020-2025 - Evolution Of Novel Biomarkers For Spesis Diagnosis Present Lucrative Opportunities ...  be attributed to the extensive availability of advanced sepsis diagnostic technologies, well-established distribution channels, and significant public awareness about the clinical benefits of diagnostic products in risk assessment for infectious diseases. Some of the prominent players in the sepsis diagnostics market are bioMerieux ( France ), Becton Dickinson Company (US), Danaher (US), Abbott Laboratories (US), Roche Diagnostics ( Switzerland ), T2 Biosystems (US), Luminex (US), Thermo Fisher Scientific (US), Bruker (US), EKF Diagnostics (UK), Immunexpress ( Australia ), Response Biomedical ( Canada ), Axis-Shield Diagnostics (UK), and CytoSorbents (US). Key Topics Covered 1 Introduction 2 Research Methodology 3 Executive Summary 4 Premium Insights 4.1 ... "], ["2020-05-27 15:11", "GE switches off light bulb business after almost 130 years ...  $20 billion worth of businesses. Flannery held the top seat for one year before being replaced in October 2018 by H. Lawrence Culp. Culp, who is still CEO today, continued trying to sell off GE's less profitable businesses. It merged its rail business, called GE Transportation, with Wabtec in 2018, in an $11 billion deal. The GE Life Sciences business followed, going to Danaher Corp. in 2019 for about $20 billion . The lighting business was actually one of the first on the chopping block, but it took almost three years finally to find a buyer in Savant. \"Today's transaction is another important step in the transformation of GE into a more focused industrial company,\" Culp said in a written statement. \"Together with Savant, GE Lighting ... "], ["2020-05-27 15:00", "Coronavirus Test Kits Market Segmented By Government And Non-Government End-Users With Regional Analysis ...  testing kits market sizing Coronavirus testing kits market forecast Coronavirus testing kits market industry analysis The robust vendor analysis is designed to help clients improve their market position, and in line with this, this report provides a detailed analysis of several leading coronavirus testing kits market vendors that include Abbott Laboratories, BGI Genomics Co. Ltd., Danaher Corp., F. Hoffmann-La Roche Ltd., Hologic Inc., Laboratory Corp. of America Holdings, QIAGEN GmbH, Seegene Inc., SolGent Co. Ltd., and Thermo Fisher Scientific Inc. Also, the coronavirus testing kits market analysis report includes information on upcoming trends and challenges that will influence market growth. This is to help companies strategize and leverage on all ... "], ["2020-05-27 14:43", "High-end smart home brand Savant acquires GE Lighting ...  at its Nela Park facilities in Cleveland. Its 700 employees will transfer to Savant upon the transaction's completion, expected by mid-2020. The sale is the latest development in GE's multiyear restructuring effort. In 2016, the conglomerate sold off its appliances division to the Chinese manufacturer Haier for $5.6 billion. Last year, GE sold its biopharma unit to Danaher , a medical technology company based in Washington, DC. That move rang in at $21 billion. No financials were disclosed for the GE Lighting sale, but the Wall Street Journal reports that it cost Savant \"about $250 million.\" \"Today's transaction is another important step in the transformation of GE into a more focused industrial company,\" said GE Chairman ... "], ["2020-05-27 14:22", "GE Stock Rises As Industrial Giant Sells This Iconic Business ...  3M ( MMM ) gained 1.5%. GE has been selling assets as it looks to refocus its efforts as an industrial company. Culp is restricting the company to target five core businesses: aviation, power, heath, renewable energy and financial services industries. In the last year it sold its rail business to Wabtech ( WAB ), its aviation leasing company to Apollo Global Management and its biotech business to Danaher. Follow Gillian Rich on Twitter @IBD_GRich for investing news and more. YOU MAY ALSO LIKE: Is GE Stock A Buy Right Now? Here's What Earnings, Charts Show Stocks To Watch: Top-Rated IPOs, Big Caps And Growth Stocks Best Growth Stocks To Buy And Watch: See Updates To IBD Stock Lists Want To Get Quick Profits And Avoid Big Losses? Try SwingTrader Related ... "], ["2020-05-27 11:15", "5 Dividend Kings to Buy and Hold Forever ...  Advisor Calculated by Time-Weighted Return Stocks JNJ Johnson & Johnson NYSE: JNJ $144.37 down $-2.34 (-1.59%) CL Colgate-Palmolive NYSE: CL $70.75 up $0.49 (0.70%) LOW Lowe's NYSE: LOW $122.25 up $1.61 (1.33%) AWR American States Water NYSE: AWR $79.61 up $0.68 (0.86%) DOV Dover NYSE: DOV $89.77 down $-1.07 (-1.18%) Related Articles Is Danaher Still a Recession Resistant Stock? 3 Dividend Stocks With Rock-Solid Balance Sheets Dow Jones News: Johnson & Johnson Concludes Asbestos Investigation; Analyst Sees Upside for United Technologies 5 Top Dividend Kings to Buy and Hold Forever 5 Top Dividend Kings to Buy and Hold Forever 5 Dividend Kings to Buy and Hold Forever @themotleyfool #stocks $JNJ $CL $LOW $AWR $DOV Next Article Prev 1 2 3 4 5 Next Terms of ... "], ["2020-05-27 10:00", "Global Virus Filtration Market To Expand As Researchers Focus On Improving Testing Technologies, TMR ...  has led to the inflow of formidable investments in several domains concerning virus studies. Increase in the number of contract research organizations that offer their services to various entities in the medical industry. Global Virus Filtration Market: Key Market Players Asahi Kasei Corporation PendoTECH, Sartorius AG Thermo Fisher Scientific, Inc. Danaher General Electric Purchase Virus Filtration Market Report - https://www.transparencymarketresearch.com/checkout.php?rep_id=17411&ltype=S The global virus filtration market has been segmented as below: Product Type Virus Filters & Filtration Systems Kits & Reagents Services Application Biological Vaccines & Therapeutics Blood & Blood Products Stem Cell Products Others Medical Devices Water Purification ... "], ["2020-05-26 21:43", "Inhofe says Justice Department has cleared him in stock sale inquiry ... , a global science and technology company; Intuit, which makes tax preparation software; Paypal, an online payment company; Apple, which makes phones and computers; and Brookfield Asset Management. Records show he sold more shares a month later in Brookfield Asset Management; those shares were worth between $50,000 and $100,000. Records from prior years show he also reported sales of shares in Danaher and Paypal in 2019 and sales of shares in Apple and Brookfield Asset Management in 2018. Records also show Inhofe has sold stock in January in four of the last five years. His January stock sales in 2019 far exceeded the sales this year. However, some alleged Inhofe sold the stocks this year after benefiting from inside information about the pandemic. According ... "], ["2020-05-26 20:45", "Global Market For Fecal Occult Testing 2020-2024 ...  occult testing market sizing Fecal occult testing market forecast Fecal occult testing market industry analysis. This robust vendor analysis is designed to help clients improve their market position, and in line with this, this report provides a detailed analysis of several leading fecal occult testing market vendors that include Abbott Laboratories, Biohit Oyj, bioMrieux SA, Danaher Corp., Eiken Chemical Co. Ltd., Epigenomics AG, Exact Sciences Corp., Quest Diagnostics Inc., Quidel Corp., and Siemens Healthineers AG. Also, the fecal occult testing market analysis report includes information on upcoming trends and challenges that will influence market growth. This is to help companies strategize and leverage on all forthcoming growth opportunities.The study ... "]]}}