{"postfix": "dentsply_sirona-aktie", "name": "DENTSPLY_SIRONA", "wkn": "A2AF0E", "time": "2020.06.02 11:37", "ts": 1591090676, "features": {"KGV": "23.32", "Marktkapitalisierung": {"Size": "Mrd", "Value": "9.14"}, "GA": "2.45", "KBV": "2.52", "BA": "22.68", "KCV": "19.46", "CA": "2.94", "Vola30": "58.34", "Vola90": "63.69", "Vola180": "48.4", "Vola250": "37.62"}, "rivals": ["danaher-aktie", "align_technology-aktie", "sirona_dental_systems-aktie"], "text_data": {"de": [["31.05.20", "Mai 2020: Die Expertenmeinungen zur DENTSPLY SIRONA-Aktie"], ["22.05.20", "Dentsply Sirona schüttet konstante Dividende aus"], ["09.05.20", "DENTSPLY SIRONA: Bilanz zum abgelaufenen Quartal"], ["07.05.20", "Ausblick: DENTSPLY SIRONA stellt das Zahlenwerk zum vergangenen Quartal vor"], ["30.04.20", "DENTSPLY SIRONA-Aktie: Was Analysten im April vom Papier halten"], ["31.03.20", "März 2020: So haben Analysten ihre Einstufung der DENTSPLY SIRONA-Aktie angepasst"], ["03.03.20", "DENTSPLY SIRONA: Bilanzvorlage zum letzten Quartal"], ["02.03.20", "Dentsply Sirona wird eine unveränderte Dividende auszahlen"], ["01.03.20", "Ausblick: DENTSPLY SIRONA stellt Quartalsergebnis zum abgelaufenen Jahresviertel vor"]], "en": [["09.05.20", "Dentsply International Inc (XRAY) Q1 2020 Earnings Call Transcript"], ["08.05.20", "DENTSPLY SIRONA (XRAY) Posts Weak Q1 Preliminary Results"], ["08.05.20", "Dentsply International (XRAY) Q1 Earnings Surpass Estimates"], ["28.04.20", "DENTSPLY SIRONA (XRAY) to Post Q1 Earnings: What's in Store?"], ["24.04.20", "Earnings Preview: Dentsply International (XRAY) Q1 Earnings Expected to Decline"], ["01.04.20", "Dentsply (XRAY) Down 17.8% Since Last Earnings Report: Can It Rebound?"], ["03.03.20", "Dentsply International Inc (XRAY) Q4 2019 Earnings Call Transcript"], ["02.03.20", "DENTSPLY SIRONA (XRAY) Q4 Earnings Lag Estimates, Sales Rise"], ["02.03.20", "Dentsply International (XRAY) Q4 Earnings Lag Estimates"], ["25.02.20", "DENTSPLY SIRONA (XRAY) to Post Q4 Earnings: What's in Store?"], ["24.02.20", "Dentsply International (XRAY) Earnings Expected to Grow: What to Know Ahead of Next Week's Release"], ["17.01.20", "Dentsply (XRAY) Soars to 52-Week High, Time to Cash Out?"], ["2020-05-28 19:00", "Global Dental Implants Market 2020: Historic Analysis 2012-2019, COVID-19 Implications, Growth Deviations, Regional Insights And Forecasts To 2027 ...  Global Competitor Market Shares Dental Implants Competitor Market Share Scenario Worldwide (in %): 2018 & 2029 Impact of COVID-19 and a Looming Global Recession 2. FOCUS ON SELECT PLAYERS A.B. Dental ( Israel ) ADIN Dental Implant Systems Ltd. ( Israel ) Biotech Dental ( France ) BioHorizons, Inc. ( USA ) Camlog Holding AG ( Switzerland ) Dentatus AB ( Sweden ) Dentsply Sirona ( USA ) Glidewell Laboratories ( USA ) Global D ( France ) Hi-Tec Implants ( Israel ) Impladent Ltd. ( USA ) Implant Direct Sybron International, LLC ( USA ) Institut Straumann AG ( Switzerland ) Keystone Dental, Inc. ( USA ) MIS Implants Technologies Ltd. ( Israel ) Neoss Ltd. (UK) Nobel Biocare Services AG ( Switzerland ) OCO Biomedical, Inc. ( USA ) Osstem Implant Co., Ltd. (Korea ... "], ["2020-05-28 17:36", "U.S. RESEARCH ROUNDUP- Arco Platform, Qualcomm, Walt Disney ...  from outperform * Coupa Software Inc : Wedbush raises price target to $198 from $137 * Cracker Barrel Old Country Store : SunTrust Robinson raises PT to $117 from $88 * Cracker Barrel Old Country Store : Telsey Advisory Group cuts PT to $115 from $170 * Credit Acceptance Corp : Jefferies raises target price to $350 from $240 * Deere & Co : William Blair raises to outperform from market perform * Dentsply Sirona Inc : BofA Global Research raises price objective to $54 from $49 * Diamondback Energy Inc : JP Morgan raises target price to $39 from $36 * Dollar Tree Inc : Oppenheimer raises target price to $95 from $82 * Domino's Pizza Inc : RBC raises price target to $415 from $406 * Dorian Lpg Ltd : Evercore ISI cuts to in line from outperform * Dorian Lpg ... "], ["2020-05-27 16:58", "It's a Stock-Market Stalemate — and the S&P 500 Can't Quit 3000 ...  AMC has lessened considerably as a result of the combination of: (1) the increasing likelihood movie theaters in the U.S. and Europe will be able to re-open with new Hollywood content in the July/August time frame; and (2) the company's improved liquidity position,\" writes MKM analyst Eric Handler. Pinterest (PINS) has fallen 2.7% after getting cut to Hold from Buy at Argus. Dentsply Sirona (XRAY) has gained 3% after getting raised to Outperform from In Line at Evercore. Jack in the Box (JACK) has climbed 4% after getting upgraded to Neutral from Sell at Goldman Sachs . Write to Ben Levisohn at Ben.Levisohn@barrons.com Close It's a Stock-Market Stalemate — and the S&P 500 Can't Quit 3000 Big-Time Battle. From To Message SEND An error ... "], ["2020-05-27 14:06", "Here are the biggest analyst calls of the day: Tesla, Facebook, Pinterest, Apple & more ... : Tesla, Facebook, Pinterest, Apple & more Published Wed, May 27 2020 10:06 AM EDT Michael Bloom Key Points Jefferies initiated Freshpet as buy. Argus downgraded Pinterest to hold from buy. UBS downgraded Brown-Forman to sell from neutral. Citi raised its price target on Facebook to $275 from $245. Baird downgraded Hyatt to neutral from outperform. Evercore ISI upgraded Dentsply Sirona to overweight from in line. Susquehanna upgraded Hibbett Sports to positive from neutral. Jefferies raised its price target on Apple to $370 from $350. Wedbush raised its price target on Tesla to $800 from $600. Facebook founder Mark Zuckerberg speaks at Georgetown University in a 'Conversation on Free Expression\" in Washington, DC on October 17, 2019. Andrew Caballero ... "], ["2020-05-27 13:21", "Top Analyst Upgrades and Downgrades: AMC, Apple, Cerence, Chipotle, Ciena, Disney, Dollar Tree, Freshpet, LATAM, Nio, Peloton, Ping, Tesla and More – 24/7 Wall St. ...  Inc. ( NYSE: CMG ) was started as Hold at Deutsche Bank, which assigned a $1,130 price target. Shares closed down 3.7% at $1,017.00 on Tuesday, and this is among a group of hot stocks trading well above their consensus target prices . Ciena Corp. ( NASDAQ: CIEN ) was reiterated as Buy and its price target was raised to $59 from $51 (versus a $53.91 close) at Rosenblatt. Dentsply Sirona Inc. ( NASDAQ: XRAY ) was raised to Outperform from In-Line with a $50 price target (versus a $45.33 close) at Evercore ISI Group. Dollar General Corp. ( NYSE: DG ) was reiterated as Hold but its price target was raised to $187 from $159 at Deutsche Bank. Dollar Tree Inc. ( NASDAQ: DLTR ) was reiterated as Buy and the price target was raised to $97 from $87 at Deutsche Bank ... "], ["2020-05-25 21:32", "Amid The COVID-19 Crisis And The Looming Economic Recession, The Dental Surgical Equipment Market Worldwide Will Grow By A Projected US$2 Billion, During The Analysis Period ...  Equipment market landscape. All research viewpoints presented are based on validated engagements from influencers in the market, whose opinions supersede all other research methodologies. Competitors identified in this market include, among others, 3M Company; A-dec Inc.; AMD LASERS LLC; Biolase Europe GmbH; Carestream Dental LLC; Danaher Corporation; DCI International; DentalEZ Inc.; Dentsply Sirona; G&H Orthodontics Inc.; Hu-Friedy Mfg. Co. LLC; Integra LifeSciences; Ivoclar Vivadent AG; J. Morita Mfg. Corp.; Midmark Corporation; NSK Nakanishi Inc.; Planmeca Oy; Takara Belmont Corporation; The Yoshida Dental Mfg. Co. Ltd.; Ultradent Products Inc.; Young Innovations Inc.; Zimmer Biomet Holdings Inc. Read the full report: https://www.reportlinker.com ... "], ["2020-05-25 11:00", "Dentsply Sirona To Present At The Stifel 2020 Virtual Jaws And Paws Conference On May 27thCHARLOTTE, N.C., May 25, 2020 (GLOBE NEWSWIRE) -- DENTSPLY SIRONA Inc. (\"Dentsply Sirona\") (Nasdaq: XRAY), the Dental Solutions Company, today announced that it will participate in the Stifel 2020 Jaws and Paws Conference on May 27 th. Don Casey, "], ["2020-05-20 14:17", "BRIEF-Dentsply Sirona Inc Files Prospectus Supplement Related To A Potential Senior Notes OfferingDENTSPLY SIRONA Inc:"], ["2020-05-20 14:17", "BRIEF-Dentsply Sirona Inc Files Prospectus Supplement Related To A Potential Senior Notes OfferingDENTSPLY SIRONA Inc:'"], ["2020-05-12 12:30", "Hundreds of employees temporarily laid off at 2 central Pa. manufacturing facilities ... and Retraining Notification) notice with the Pennsylvania Department of Labor & Industry last month. The layoffs affected 383 people in its manufacturing and related operations last month at 470 College Ave. and 1301 Smile Way, both in York. The furloughs are expected to be temporary and the facilities are running limited production. The company provided the following statement this week: \"Dentsply Sirona's primary goal is to ensure the highest possible level of safety for our employees and our customers against the spread of infection. The COVID-19 pandemic currently affects many industries including the dental sector. Due to the changes in demand, we have reduced manufacturing volumes at some of our sites which have temporarily affected many of our ... "], ["2020-05-09 04:00", "Dentsply International Inc (XRAY) Q1 2020 Earnings Call Transcript ...  up restarting is an opportunity for them to -- again, we take advantage of what's a terrific program. And again, Michael, just -- I think there was a -- I remember, we were mid-winter having a lot of conversations about 1DS. Again, we're not asking people to purchase incremental to what they normally purchase. We're just asking them to switch what they purchase to Dentsply Sirona. And that's going to give them a real opportunity for meaningful discounts on the equipment side of the business. And we've been -- again, we've been having a lot of what we think are pretty positive conversations around equipment. So, again, we think our strategy is right. We're obviously adopting the message to be a little bit more focused on like ... "], ["2020-05-08 12:51", "DENTSPLY SIRONA (XRAY) Posts Weak Q1 Preliminary ResultsDENTSPLY SIRONA's (XRAY) first-quarter 2020 preliminary results reflect weak segmental performance and decline in revenues."], ["2020-05-08 12:50", "Integra (IART) Lags Q1 Earnings Estimates, Withdraws Outlook ... 1 Strong Buys that have the highest potential to increase in price quickly amid the global health crisis. A recent pick, Maxar, skyrocketed +178.7% in 3 months. For 32 years, our Strong Buy list has averaged returns more than twice the market. See its 7 best stocks now. Privacy Policy | No cost, no obligation to buy anything ever. ?? Close This Panel X Up Next DENTSPLY SIRONA (XRAY) Posts Weak Q1 Preliminary Results Most Read New Strong Buy Stocks for May 8th AWS 5/8: -20.5M April Jobs Lowest in History; Markets Rally PFP 5/8: Nasdaq Swings to Positive YTD, Employment Report Today 3 Market-Beating Growth Stocks 3 Cloud Stocks to Buy for Growth & Safety During Coronavirus Quick Links Services Account Types Premium Services Zacks Rank Research Personal Finance ... "], ["2020-05-08 12:50", "Glaukos (GKOS) Q1 Earnings and Revenues Miss Estimates ...  that have the highest potential to increase in price quickly amid the global health crisis. A recent pick, Maxar, skyrocketed +178.7% in 3 months. For 32 years, our Strong Buy list has averaged returns more than twice the market. See its 7 best stocks now. Privacy Policy | No cost, no obligation to buy anything ever. ?? Close This Panel X Up Next DENTSPLY SIRONA (XRAY) Posts Weak Q1 Preliminary Results Most Read 3 Market-Beating Growth Stocks PFP 5/8: Nasdaq Swings to Positive YTD, Employment Report Today 3 Cloud Stocks to Buy for Growth & Safety During Coronavirus Top Stock Reports for Procter & Gamble, Exxon & Adobe Is Warren Buffett Right About Buying the Indexes? Quick Links Services Account Types Premium Services Zacks Rank Research Personal Finance ... "], ["2020-05-08 11:35", "Dentsply International (XRAY) Q1 Earnings Surpass Estimates ...  terms of the Zacks Industry Rank, Medical - Dental Supplies is currently in the bottom 45% of the 250 plus Zacks industries. Our research shows that the top 50% of the Zacks-ranked industries outperform the bottom 50% by a factor of more than 2 to 1. In-Depth Zacks Research for the Tickers Above Normally $25 each - click below to receive one report FREE: DENTSPLY SIRONA Inc (XRAY) - free report > > Published in earnings earnings-estimates earnings-outlook earnings-surprise industry-outlook zacks-consensus-estimate zacks-rank Zacks' 7 Best Strong Buy Stocks for May, 2020 Free Research for Zacks.com Readers Experts have chosen 7 stocks out of 220 Zacks Rank #1 Strong Buys that have the highest potential to increase in price quickly amid the global health ... "], ["2020-05-07 17:10", "Dental Sterilization Market - Growth, Trends, And Forecasts (2020 - 2025) ...  over the forecast period. Competitive Landscape With growing competition in the dental sterilization industry, various advanced products are being launched in the market. For instance, in 2018, Getinge AB launched GSS Steam Sterilizer. Increasing research and development will likely help the market players sustain a position in the market during the forecast period. Companies, like Dentsply Sirona, Getinge Group, A-Dec, Inc., and Matachana Group hold the significant market share in the dental sterilization market. Reasons to Purchase this report: - The market estimate (ME) sheet in Excel format- 3 months of analyst supportRead the full report: https://www.reportlinker.com/p05891617/?utm_source=PRN About Reportlinker ReportLinker is an award-winning market ... "], ["2020-05-05 15:30", "Global CBCT/Cone Beam Imaging Industry ... patterns in emerging countries in Asia-Pacific . All research viewpoints presented are based on validated engagements from influencers in the market, whose opinions supersede all other research methodologies. - Competitors identified in this market include, among others, Asahi Roentgen Ind. Co., Ltd. Carestream Health, Inc. Cefla S.C. Curve Beam LLC Danaher Corporation Dentsply Sirona J. Morita Mfg. Corporation PlanmeCA Group PreXion Corporation Vatech Co., Ltd. Read the full report: https://www.reportlinker.com/p05798110/?utm_source=PRN I. INTRODUCTION, METHODOLOGY & REPORT SCOPE II. EXECUTIVE SUMMARY 1. MARKET OVERVIEW CBCT/Cone Beam Imaging Market: A PreludeGlobal Competitor Market SharesCBCT/Cone Beam Imaging Competitor Market Share ScenarioWorldwide (in ... "], ["2020-05-04 04:00", "16 Effective Strategies For Cultivating A Millennial-Friendly Workplace ...  it. - Cameron Bishop, SkillPath 5. Provide Meaningful Work Millennials are grasping for high evolutionary goals, and now more than ever, meaning and purpose are important to grasp the heart and mind of this generation. Additionally, leaders need to ensure clear communication around expectations so there is no grey area around success, deliverables and bottom-line results. - Tasniem Titus, Dentsply Sirona 6. Focus On CSR And Innovation Focus on corporate social responsibility (CSR) and innovation, and show employees that you care about people rather than profits. Use your employment brand to promote your stance on these issues. Additionally, remember to cater to the expectations of every generation with a brand that speaks to the individuality of each group ... "]]}}