{"postfix": "deutsche_telekom-aktie", "name": "DEUTSCHE_TELEKOM", "wkn": "555750", "time": "2020.06.02 12:07", "ts": 1591092449, "features": {"KGV": "14.05", "Marktkapitalisierung": {"Size": "Mrd", "Value": "67.66"}, "GA": "1.04", "KBV": "2.19", "BA": "6.67", "KCV": "3.12", "CA": "4.69", "Vola30": "26.46", "Vola90": "50.92", "Vola180": "38.58", "Vola250": "28.21"}, "rivals": ["adva-aktie", "bechtle-aktie", "cancom-aktie", "drillisch-aktie", "freenet-aktie", "united_internet-aktie", "at_t-aktie"], "text_data": {"de": [["31.05.20", "Deutsche Telekom-Aktie: Das sind die Expertenmeinungen des Monats Mai"], ["31.05.20", "ROUNDUP: Kompletter Programmcode der Corona-Warn-App veröffentlicht"], ["29.05.20", "Bundesregierung sieht keine Notwendigkeit für Gesetz zur Corona-App"], ["29.05.20", "Entwickler deutscher Corona-App präsentieren Demoversion"], ["28.05.20", "ROUNDUP: Seehofer rechnet mit Corona-Warn-App Mitte Juni"], ["28.05.20", "Deutsche Telekom mit neuem Erholungshoch - auf welche Marken es jetzt ankommt"], ["27.05.20", "ROUNDUP: Bundesregierung: Corona-Warn-App nützt auch bei wenig Teilnehmern"], ["27.05.20", "Bundesregierung: Corona-Warn-App nützt auch bei wenig Teilnehmern"], ["27.05.20", "Aircall: Deutsche Telekom investiert Millionen in Cloud-Telefonie"], ["26.05.20", "Dauerstreit 3. Liga: Ministerium Baden-Württembergs widerspricht DFB"], ["25.05.20", "Entwickler bei deutscher Corona-App bei Halbzeit angekommen"], ["25.05.20", "In Coronavirus-Krise: DEL-Clubs reichen Lizenzen ein"], ["20.05.20", "MÄRKTE EUROPA/Kurse setzen sich - Kurssprung bei Aareal Bank"], ["19.05.20", "MÄRKTE EUROPA/Uneinheitlich - Ende des Leerverkaufverbots drückt"], ["19.05.20", "XETRA-SCHLUSS/DAX baut Rally-Gewinne noch etwas aus"], ["19.05.20", "Deutsche Telekom: Milliarden-Deal mit Softbank - geht jetzt alles ganz schnell?"], ["19.05.20", "Softbank will 20 Milliarden Dollar für T-Mobile-US-Anteile"], ["19.05.20", "MÄRKTE EUROPA/Rücksetzer - Ende des Leerverkaufverbots belastet"], ["19.05.20", "Blatt - Softbank will T-Mobile-US-Anteile für 20 Mrd Dollar verkaufen"], ["19.05.20", "MÄRKTE EUROPA/Verschnaufpause nach Rally-Schub"], ["19.05.20", "ROUNDUP: Provider bekräftigen zum LTE-Jubiläum ihre Ausbaupläne"], ["19.05.20", "MÄRKTE-EUROPA/Anschlusskäufe treiben DAX weiter - Aufbaufonds stützt"], ["19.05.20", "ROUNDUP/Kreise: Softbank will Deal mit Telekom zu T-Mobile-US diese Woche"], ["19.05.20", "Verkauf von T-Mobile-US-Anteilen rückt näher: Insider: Softbank will Telekom-Deal noch diese Woche verkünden"], ["19.05.20", "Medien - Softbank will T-Mobile US-Anteile an Telekom zu verkaufen"], ["19.05.20", "Softbank will Deal mit Telekom zu T-Mobile-US offenbar noch diese Woche verkünden"], ["19.05.20", "Provider bekräftigen zum LTE-Jubiläum ihre Ausbaupläne"], ["18.05.20", "MÄRKTE EUROPA/Bullische Anleger lösen Rally an Europas Börsen aus"], ["18.05.20", "Sprint: Telekom bekommt Anteile von T-Mobile US billiger"], ["18.05.20", "Deutsche Telekom will Anteile an New T-Mobile auf über 50 Prozent erhöhen"], ["18.05.20", "MÄRKTE EUROPA/Aktien profitieren von steigender Risikobereitschaft"], ["18.05.20", "MÄRKTE EUROPA/Aktien und Gold die Gewinner zum Start in die Woche"]], "en": [["01.06.20", "T-Mobile touts that it now has 5G coverage in all 50 states     - CNET"], ["01.06.20", "T-Mobile vs. Verizon: Who Is Better?"], ["29.05.20", "T-Mobile (TMUS) Outpaces Stock Market Gains: What You Should Know"], ["29.05.20", "The Zacks Analyst Blog Highlights: T-Mobile US, Citigroup, Blackstone Group, Regeneron Pharmaceuticals and Canadian National Railway"], ["21.05.20", "T-Mobile sees pandemic as opportunity to connect with first-responders with free service, phones"], ["21.05.20", "T-Mobile rolls out Connecting Heroes program with free service for first responder agencies     - CNET"], ["20.05.20", "T-Mobile U.S. stock price target raised to $126 from $104 at KeyBanc Capital"], ["19.05.20", "T-Mobile Stock Falls As SoftBank To Sell Up To $20 Billion In Shares Amid Losses"], ["19.05.20", "SoftBank reportedly plans to sell about $20 billion of its T-Mobile shares"], ["19.05.20", "SoftBank considers $20bn T-Mobile US share sale"], ["19.05.20", "SoftBank in talks to sell down T-Mobile US stake to Deutsche Telekom - WSJ"], ["19.05.20", "SoftBank in talks to sell down T-Mobile U.S. stake to Deutsche Telekom: WSJ"], ["19.05.20", "UPDATE 2-SoftBank in talks to sell down T-Mobile US stake to Deutsche Telekom - WSJ"], ["18.05.20", "Ciena Teams With Deutsche Telekom Arm for Fiber Connectivity"], ["18.05.20", "SoftBank Could Sell Its T-Mobile Stake"], ["18.05.20", "SoftBank in talks to sell down T-Mobile U.S. stake to Deutsche Telekom: WSJ"], ["18.05.20", "SoftBank in talks to sell down T-Mobile US stake to Deutsche Telekom: WSJ"], ["18.05.20", "SoftBank in talks to sell down T-Mobile US stake to Deutsche Telekom: WSJ"], ["18.05.20", "UPDATE 1-SoftBank in talks to sell down T-Mobile US stake to Deutsche Telekom - WSJ"], ["18.05.20", "SoftBank in talks to sell down T-Mobile US stake to Deutsche Telekom: Wall Street Journal"], ["18.05.20", "SoftBank in talks to sell down T-Mobile U.S. stake to Deutsche Telekom - WSJ"], ["18.05.20", "SoftBank in talks to sell down T-Mobile U.S. stake to Deutsche Telekom - WSJ"], ["18.05.20", "SoftBank in talks to sell down T-Mobile U.S. stake to Deutsche Telekom - WSJ"], ["14.05.20", "T-Mobile to Phase Out Sprint  Brand This Summer"], ["14.05.20", "UPDATE 2-Deutsche Telekom, resilient against coronavirus, confirms outlook, dividend"], ["12.05.20", "3 Ways T-Mobile Can Grow Faster Than You Think"], ["07.05.20", "T-Mobile (TMUS) Q1 Earnings Beat Estimates, Revenues Miss"], ["07.05.20", "REFILE-UPDATE 3-T-Mobile beats phone subscriber estimates as lockdown creates demand surge"], ["07.05.20", "UPDATE 3-T-Mobile beats phone subscriber estimates as lockdown creates demand surge"], ["06.05.20", "T-Mobile beats phone subscriber estimates as lockdown creates demand surge"], ["06.05.20", "T-Mobile beats phone subscriber estimates as lockdown creates demand surge"], ["06.05.20", "UPDATE 2-T-Mobile beats phone subscriber estimates as lockdown creates demand surge"], ["06.05.20", "T-Mobile (TMUS) Surpasses Q1 Earnings Estimates"], ["06.05.20", "UPDATE 1-T-Mobile beats first-quarter postpaid subscriber estimates"], ["06.05.20", "T-Mobile sees subscriber gain after absorbing Sprint amid coronavirus pandemic     - CNET"], ["06.05.20", "T-Mobile beats first-quarter postpaid subscriber estimates"], ["06.05.20", "T-Mobile beats first-quarter postpaid subscriber estimates"], ["04.05.20", "T-Mobile touts standalone 5G firsts with top modem and network vendors"], ["01.05.20", "UPDATE 1-T-Mobile says Sprint lost 348,000 postpaid phone subscribers in Q1"], ["01.05.20", "T-Mobile says Sprint lost 348,000 postpaid phone subscribers in Q1"], ["2020-05-31 23:42", "Wall Street bankers keep busy with stock sales ... the people said. More such sales are coming. SoftBank Group Corp raised $11.5bn from transactions related to its stake in Alibaba Group Holding Ltd which it bought in 2000, and another $2.9bn capitalising a 5% stake in its wireless arm. It is also closing in on a deal to sell its roughly 25% T-Mobile US Inc stake, worth about $20bn, with a portion being sold to Deutsche Telekom AG, people familiar with the matter have said. These transactions so far account for some of the biggest-ever announced of their kind. All told, there's been $80.6bn over 21 secondary offerings announced this year, which beats $53.1bn over 36 such deals during the same period last year, according to data compiled by Bloomberg. That compares with a 33% drop to $22bn in volume this ... "], ["2020-05-31 16:42", "Coronavirus latest: Sweden see no new deaths for first time 11 weeks ...  leave. 13:57 The developers of the German government's coronavirus contact-tracing app , which is to be made available by mid-June, have made the complete source code public to fulfill their pledge to keep the development as transparent as possible. \"We have published all the remaining ... source code for the app on the developer platform GitHub,\" said a statement from Deutsche Telekom and SAP AG. It said that all code for the app was now available to be viewed by interested experts. More than 65,000 software experts had already looked at the code published previously and made suggestions for improvement, the statement said. The proposal to use such an app to help combat the spread of COVID-19 has met with criticism, with opponents saying that ... "], ["2020-05-31 16:42", "Coronavirus latest: Sweden sees no new deaths for first time 11 weeks ...  leave. 13:57 The developers of the German government's coronavirus contact-tracing app , which is to be made available by mid-June, have made the complete source code public to fulfill their pledge to keep the development as transparent as possible. \"We have published all the remaining ... source code for the app on the developer platform GitHub,\" said a statement from Deutsche Telekom and SAP AG. It said that all code for the app was now available to be viewed by interested experts. More than 65,000 software experts had already looked at the code published previously and made suggestions for improvement, the statement said. The proposal to use such an app to help combat the spread of COVID-19 has met with criticism, with opponents saying that ... "], ["2020-05-31 16:42", "Coronavirus latest: Sweden sees no new deaths for first time in 11 weeks ...  leave. 13:57 The developers of the German government's coronavirus contact-tracing app , which is to be made available by mid-June, have made the complete source code public to fulfill their pledge to keep the development as transparent as possible. \"We have published all the remaining ... source code for the app on the developer platform GitHub,\" said a statement from Deutsche Telekom and SAP AG. It said that all code for the app was now available to be viewed by interested experts. More than 65,000 software experts had already looked at the code published previously and made suggestions for improvement, the statement said. The proposal to use such an app to help combat the spread of COVID-19 has met with criticism, with opponents saying that ... "], ["2020-05-29 20:02", "Investing During Coronavirus: Stocks Turn Positive on Trump's Trade Comments ... ;t want to miss out. InvestorPlace's Chris Markoch pushed through the controversy and rounded up the top seven stocks involved in contact tracing . These make solid buys in an area of public health innovation. Here's his list: Apple (NASDAQ: AAPL ) Alphabet (NASDAQ: GOOG , NASDAQ: GOOGL ) Alibaba (NYSE: BABA ) Tencent Holdings (OTCMKTS: TCEHY ) SAP SE (NYSE: SAP ) Deutsche Telekom (OTCMKTS: DTEGY ) Conduent (NASDAQ: CNDT ) Inovio Pharmaceuticals Stock Climbs on Early Vaccine Win [Wednesday, May 20, 12:27 p.m.] Contributed by Sarah Smith Just two days after Moderna (NASDAQ: MRNA ) moved the market with a novel coronavirus vaccine update, Inovio Pharmaceuticals (NASDAQ: INO ) is looking to do the same. An early morning press release has shares up about ... "], ["2020-05-29 19:30", "VMware Inc (VMW) Q1 2021 Earnings Call Transcript ... anything, stimulus dollars will probably drive even some potential upside in those areas. Telco, we think, is a huge opportunity and the telco environment, if anything, has proven more important, more resilient to this period of time and the focus on 5G is one that VMware's been driving and focused on for several years now. We've had good wins that we've been seeing. The Deutsche Telekom example that we gave last quarter around O-RAN was a very powerful one as we're seeing the O-RAN initiative being one where essentially Open RAN, right, open radio access network enables the U.S. strengths of silicon, software and cloud to come into the 5G network and we think this is industry shaping for years to come and part of the reason that we announced ... "], ["2020-05-29 16:22", "Didi Chuxing's Robotaxi Unit Lands $500 Million From SoftBank-Led Group ... 's $100 billion Vision Fund has posted a series of large losses, much of which reflects its bad bets on companies such as Uber UBER and the failed office-sharing venture WeWork. Last week, Bloomberg reported that SoftBank is close to an agreement to sell $20 billion of its stock in T-Mobile, in which it now holds about a 25% stake. One of the buyers is Deutsche Telekom. Most Popular In: Transportation COVID's Core Statistics: What Are Your Risks Of Infection? If Infected, How Likely Are You To Die? Nuro's Delivery Bots Adding CVS Prescriptions To Grocery And Pizza Runs Amazon Said To Be In Talks To Buy Self-Driving Startup Zoox Despite the investment in Didi Chuxing, SoftBank has said it will mostly buy back its shares with the proceeds of ... "], ["2020-05-28 14:05", "Exclusive: Nissan settles dispute with Indian state over unpaid dues - sources ...  did not immediately respond to requests for comment. The full terms of the settlement were not immediately clear and Reuters could not independently verify them. The settlement brings to an end a dispute that had raised concerns among investors over the sanctity of contracts. It is one of a string of arbitration proceedings against India by investors including Vodafone Group , Cairn Energy and Deutsche Telekom over issues ranging from retrospective taxation to payment disputes. Nissan and its partner France's Renault SA invested 61 billion rupees to set up the car manufacturing plant which has an annual production capacity of 480,000 vehicles and has created more than 40,000 jobs. The plant is on the outskirts of Chennai, a city often called India's ... "], ["2020-05-28 14:03", "Exclusive: Nissan settles dispute with Indian state over unpaid dues - sources ...  to requests for comment. The full terms of the settlement were not immediately clear and Reuters could not independently verify them. The settlement brings to an end a dispute that had raised concerns among investors over the sanctity of contracts. It is one of a string of arbitration proceedings against India by investors including Vodafone Group ( VOD.L ), Cairn Energy ( CNE.L ) and Deutsche Telekom ( DTEGn.DE ) over issues ranging from retrospective taxation to payment disputes. Nissan and its partner France's Renault SA ( RENA.PA ) invested 61 billion rupees to set up the car manufacturing plant which has an annual production capacity of 480,000 vehicles and has created more than 40,000 jobs. The plant is on the outskirts of Chennai, a city often ... "], ["2020-05-28 14:03", "Exclusive: Nissan settles dispute with Indian state over unpaid dues - sources ...  to requests for comment. The full terms of the settlement were not immediately clear and Reuters could not independently verify them. The settlement brings to an end a dispute that had raised concerns among investors over the sanctity of contracts. It is one of a string of arbitration proceedings against India by investors including Vodafone Group ( VOD.L ), Cairn Energy ( CNE.L ) and Deutsche Telekom ( DTEGn.DE ) over issues ranging from retrospective taxation to payment disputes. Nissan and its partner France's Renault SA ( RENA.PA ) invested 61 billion rupees to set up the car manufacturing plant which has an annual production capacity of 480,000 vehicles and has created more than 40,000 jobs. The plant is on the outskirts of Chennai, a city often ... "], ["2020-05-28 13:58", "Nissan settles dispute with Tamil Nadu over unpaid dues: Report ...  did not immediately respond to requests for comment. The full terms of the settlement were not immediately clear and Reuters could not independently verify them. The settlement brings to an end a dispute that had raised concerns among investors over the sanctity of contracts. It is one of a string of arbitration proceedings against India by investors including Vodafone Group, Cairn Energy and Deutsche Telekom over issues ranging from retrospective taxation to payment disputes. Nissan and its partner France's Renault SA invested Rs 61 billion to set up the car manufacturing plant which has an annual production capacity of 480,000 vehicles and has created more than 40,000 jobs. The plant is on the outskirts of Chennai, a city often called India's \" ... "], ["2020-05-28 13:51", "Exclusive: Nissan settles dispute with Indian state over unpaid dues - sources ...  to requests for comment. The full terms of the settlement were not immediately clear and Reuters could not independently verify them. The settlement brings to an end a dispute that had raised concerns among investors over the sanctity of contracts. It is one of a string of arbitration proceedings against India by investors including Vodafone Group ( VOD.L ), Cairn Energy ( CNE.L ) and Deutsche Telekom ( DTEGn.DE ) over issues ranging from retrospective taxation to payment disputes. Nissan and its partner France's Renault SA ( RENA.PA ) invested 61 billion rupees to set up the car manufacturing plant which has an annual production capacity of 480,000 vehicles and has created more than 40,000 jobs. The plant is on the outskirts of Chennai, a city often ... "], ["2020-05-28 13:51", "Exclusive: Nissan settles dispute with Indian state over unpaid dues - sources ...  to requests for comment. The full terms of the settlement were not immediately clear and Reuters could not independently verify them. The settlement brings to an end a dispute that had raised concerns among investors over the sanctity of contracts. It is one of a string of arbitration proceedings against India by investors including Vodafone Group ( VOD.L ), Cairn Energy ( CNE.L ) and Deutsche Telekom ( DTEGn.DE ) over issues ranging from retrospective taxation to payment disputes. Nissan and its partner France's Renault SA ( RENA.PA ) invested 61 billion rupees to set up the car manufacturing plant which has an annual production capacity of 480,000 vehicles and has created more than 40,000 jobs. The plant is on the outskirts of Chennai, a city often ... "], ["2020-05-28 11:30", "2020 Report: Business Models And Go-To Market Strategies Of Towercos And Fibercos In Europe, China And North America ...  expanding in the technology value chain 4. Case studies 4.1. Reykyavik Fiber Network4.2. China Tower 4.3. Cellnex4.4. CETIN/O2 CZ Companies Mentioned Altice American Tower Arqiva AT&T Bahnhof BCE Bharti Infratel BT Cellnex CenturyLink CETIN China Mobile China Telecom China Tower China Unicom Cincinnati Bell Cox Crown Castle CTIL Deutsche Funkturm Deutsche Glasfaser Deutsche Telekom edotco Frontier Grupo TorreSur GTL Infrastructure Helios Towers IHS Towers Iliad Indus Towers INWIT KGI Wireless KPN MBNL Mila O2 OpenFiber Openreach Orange Portugal Telecom Protelindo RFN Rostelecom SaskTel SBA Communications SFR SFR Towers Stockab STP TDF Telefnica Telesites Telus Telxius TIM Tower Bersama Tower Portugal TRUEGIF Verizon Viom Networks Table of Figures Overview ... "], ["2020-05-28 10:02", "OpenRoaming offers frictionless Wi-Fi connectivity ... example, Wi-Fi can be used to provide location services to shoppers seeking a retailer, or to a project team looking for a meeting room. The technology has been successfully trialled in Orkney by Cisco and has been rolled out commercially in London's Canary Wharf. Members include firms from across the mobile industry, including AT&T, Boingo, Broadcom, Cisco, Deutsche Telekom, Google, Intel, Orange, Purple Wi-Fi, and Samsung. The WBA says business can provide additional value to their existing services or create entirely new commercial business models. It is inviting more operators, venues and other firms to join the consortium. \"Wi-Fi is already arguably the most successful wireless technology of our time, but with these globally agreed standards and ... "], ["2020-05-28 04:00", "A New 3D Game Engine That Means Business ... ;We envision this becoming as easy as building a slide deck\" Said Smithson. \"MetaVRse Engine is already being used by hundreds of organizations, universities and developers.\" \"The MetaVRse Engine is an important new tool in the no code movement it enables all of us to create high quality interactive 3D experiences.\" Terry Schussler, Sr. Director of Spatial Computing, Deutsche Telekom after getting a virtual demo at the show. MetaVRse says responses have been overwhelmingly positive. Oracle's XR LAB Leader Sikaar Keita built a storefront with handbags for A/B testing and even connected an IoT sensor to remotely control a 3D object on the web. \"MetaVRse has massive potential. Design and Publish 3D content in minutes, not weeks.\" ... "], ["2020-05-27 23:58", "LG next to join Hedera Hashgraph's DLT platform governing councilThe electronics giant joins the likes of Boeing, Deutsche Telekom, DLA Piper, Google, IBM, and Tata Communications on the council."], ["2020-05-27 22:00", "Global Internet Protocol Television (IPTV) Market By Subscription Type And Region - Forecast To 2027 ...  is offering significant prospects to the market growth Asia Pacific is expected to emerge as the fastest-growing regional market due to the growing penetration of affordable internet-based services and rising acceptance of the internet as a utility Companies Mentioned ARRIS International plc AT&T Inc. Century Link, Inc. Cisco Systems, Inc. Deutsche Telekom AG Foxtel Huawei Technologies Co. Ltd. MatrixStream Technologies, Inc. Nectro IPTV Verizon Communications Inc. For more information about this report visit https://www.researchandmarkets.com/r/4dqe9u Research and Markets also offers Custom Research services providing focused, comprehensive and tailored research. Media Contact: Research and Markets Laura Wood , Senior Manager press@researchandmarkets.com ... "], ["2020-05-27 22:00", "LG Joins Hedera Governing Council To Accelerate Innovation And Adoption Of Public DLT Globally ...  Hashgraph, an enterprise-grade distributed ledger platform, today announced that LG has joined the Hedera Governing Council. The Council, designed to enable the most decentralized governance model for a public ledger, will comprise up to 39 global organizations from a diverse array of industries and geographies. LG is the Council's 14th member, joining Boeing, Deutsche Telekom, DLA Piper, FIS (WorldPay), Google, IBM, Magalu, Nomura, Swirlds, Swisscom Blockchain, Tata Communications, University College London (UCL), and Wipro. As the sole home appliance manufacturer to join the Hedera Governing Council, LG will work with Hedera and other members of the Council to identify ways that distributed ledger technology can benefit consumers and supply chain ... "], ["2020-05-27 22:00", "LG Shows Interest in Distributed Ledger Technology, Joins Hedera Hashgraph Governing Council ...  Governing Council South Korea's electronic giant exhibits interest in distributed ledger technology. 879 Total views 46 Total shares Listen to article 0:00 Analysis LG Electronics has joined the governing council of Hedera Hashgraph, the enterprise-grade public distributed ledger platform. LG serves as the council's fourteenth member, sitting alongside Boeing, Deutsche Telekom, Google, IBM, Tata Communications, and other leading organizations. Hedera Hashgraph CEO Mance Harmon told Cointelegraph that LG is the first home appliance manufacturer to join the Hedera Governing Council. Harmon noted that LG will specifically work with the other council members to identify ways that distributed ledger technology, or DLT, can benefit consumers and supply ... "]]}}