{"postfix": "disney-aktie", "name": "WALT_DISNEY", "wkn": "855686", "time": "2020.06.02 12:20", "ts": 1591093224, "features": {"KGV": "22.59", "Marktkapitalisierung": {"Size": "Mrd", "Value": "188.14"}, "GA": "5.77", "KBV": "2.64", "BA": "49.30", "KCV": "18.11", "CA": "7.20", "Vola30": "42.31", "Vola90": "66.7", "Vola180": "50.68", "Vola250": "38.54"}, "rivals": ["eventim-aktie", "constantin-aktie", "at_t-aktie", "vivendi-aktie", "viacom-aktie", "axel_springer-aktie", "cbs-aktie"], "text_data": {"de": [["2020.06.02", "Star Wars The Clone Wars: Das beste Star Wars seit der Ur-Trilogie"], ["31.05.20", "Walt Disney-Aktie: Was Analysten im Mai vom Papier halten"], ["28.05.20", "MÄRKTE USA/Hongkong-Konflikt drückt Wall Street ins Minus"], ["28.05.20", "Netflix, Disney+, Amazon Prime Video & Co: Beim Streamen Geld sparen"], ["28.05.20", "Rücktritt bei Softbank, Wechsel bei Disney und Übergabe bei MyToys"], ["28.05.20", "Walt Disney macht wieder Spaß"], ["27.05.20", "Gewinneinbruch von 90 Prozent: Disney World plant Neustart"], ["27.05.20", "Disney World strebt Wiedereröffnung im Juli an"], ["25.05.20", "Disney Channel veranstaltet \"Schlimmer geht's immer\"-Tag"], ["25.05.20", "Walt Disney: Die Gefahr liegt in der Luft"], ["19.05.20", "Walt Disney: Diese Abo-Prognose ist der Hammer"], ["19.05.20", "Streaming-Chef Kevin Mayer: Übergangener Disney-Manager wird CEO von TikTok"], ["19.05.20", "Kevin Mayer : TikTok statt Disney: Jobwechsel nach China wird zu Politikum"], ["19.05.20", "ROUNDUP: Disneys Streaming-Chef übernimmt Führung bei TikTok"], ["18.05.20", "Disney+: Disney entfernt Inhalte aus deutschem Streamingabo"], ["14.05.20", "Opening Bell: Dow Jones verliert weiter an Boden; Erstanträge Arbeitslosenhilfe, Disney, PayPal, Netflix, JD.com, Netease, Novavax "], ["14.05.20", "Walt Disney: Der Schaden ist gigantisch"], ["12.05.20", "Warum Filme & Serien streamen auf Netflix, Disney & Co. umweltschädlich ist"], ["12.05.20", "Walt Disney: Wichtiger Schritt in die Normalität"], ["11.05.20", "Opening Bell: Dow Jones am Montag dreistellig im Minus; Vestas, Quidel, Disney, Under Armour, JD.com, Walmart, Zoom Video"], ["11.05.20", "Keine Paraden, dafür Masken - Disneyland Shanghai öffnet wieder"], ["10.05.20", "Amazon, Walt Disney und Co: So geht es weiter"], ["09.05.20", "Walt Disney vermeldete Zahlen zum jüngsten Quartal"], ["06.05.20", "MÄRKTE USA/Jobdaten stoppen Rally - Nur Nasdaq im Plus"], ["06.05.20", "MÄRKTE USA/Dow dreht ins Minus - GM und Beyond Meat sehr fest"], ["06.05.20", "Bob Chapek: Die Coronakrise setzt den neuen Disney-Chef unter Druck"], ["06.05.20", "Kurz informiert: BMW, Google Web Vitals, XBox, Disney"]], "en": [["01.06.20", "Rick and Morty season finale: Clone Beth 'skews a tad Star Wars-y'     - CNET"], ["31.05.20", "Disney denounces 'devastating' killing of George Floyd"], ["29.05.20", "The New York Post: NBA targets a return date of July 31 — and may play all its games at Disney World"], ["29.05.20", "UPDATE 2-Florida officials approve Walt Disney World reopening plans"], ["29.05.20", "UPDATE 1-Florida officials approve Walt Disney World re-opening plans"], ["29.05.20", "Florida officials approve Walt Disney World re-opening plans"], ["29.05.20", "Walt Disney World cancels dining reservations and stops taking new hotel bookings ahead of planned July reopening"], ["29.05.20", "Why Is Disney World Canceling Food and FastPass+ Reservations for All of 2020?"], ["29.05.20", "Hasbro's Black Series adds Zeb from Star Wars Rebels     - CNET"], ["29.05.20", "Matteo Bocelli sings 'Lion King' hit as Disney songs go classical"], ["28.05.20", "Disney Plus now lets you watch The Simpsons in original 4:3 aspect ratio     - CNET"], ["28.05.20", "As Disney sets date for reopening its Florida parks, traders warn of trouble ahead"], ["28.05.20", "Dow Jones Rises Slightly as Apple Price Target Boosted, Disney Stock Hit by Analyst Downgrade"], ["28.05.20", "Zacks Earnings Trends Highlights: JPMorgan and Disney "], ["28.05.20", "Star Wars Rebels' Zeb joins Hasbro's Black Series line     - CNET"], ["28.05.20", "Star Wars: Tales from the Galaxy’s Edge is a new VR adventure from Oculus and ILMxLAB"], ["28.05.20", "Star Wars: Tales from the Galaxy's Edge will bring you on VR Disney Parks trip     - CNET"], ["28.05.20", "Is Disney World Opening Too Soon or Too Late?"], ["28.05.20", "Disney Gets Downgraded After Coming 'Too Far, Too Fast'"], ["28.05.20", "Disney downgraded to underperform at Imperial on concerns about theme parks, film business in pandemic"], ["28.05.20", "CORRECTED-UPDATE 5-Disney theme park, Las Vegas casinos plan reopening; U.S. mourns 100,000 dead"], ["28.05.20", "UPDATE 4-Disney theme park, Las Vegas casinos plan reopening as U.S. lockdowns ease"], ["27.05.20", "Disney World Is Reopening, but You Won’t Be Able to Hug Mickey"], ["27.05.20", "UPDATE 3-Disney plans to reopen Walt Disney World starting on July 11"], ["27.05.20", "Dow Jones Jumps 250 Points as Disney Plans Reopening, Boeing Stock Rises on Layoffs"], ["27.05.20", "Disney, SeaWorld announce plans for Florida parks to reopen"], ["27.05.20", "Walt Disney World proposes July 11 for phased reopening, later than other Florida theme parks"], ["27.05.20", "UPDATE 2-Task force approves plan to reopen virus-shuttered Disney World parks starting July 11"], ["27.05.20", "UPDATE 1-Disney proposes partial reopening of Walt Disney World on July 11"], ["27.05.20", "Disney World plans reopening date for July 11     - CNET"], ["27.05.20", "Walt Disney World plans for phased reopening of theme parks in July"], ["27.05.20", "Disney proposes partial reopening of Walt Disney World on July 11"], ["27.05.20", "Activision Blizzard, Walt Disney, Amazon, Alphabet and Microsoft highlighted as Zacks Bull and Bear of the Day"], ["27.05.20", "Disney Presents Park Reopening Plan to Florida Officials, Report Says"], ["27.05.20", "Disney store to require face masks on guests ages 2 and older"], ["27.05.20", "Disney World Finally Has a Plan to Reopen"], ["27.05.20", "Why Is Everyone Talking About Disney Stock?"], ["27.05.20", "Bear of the Day: The Walt Disney Company (DIS)"], ["27.05.20", "Walt Disney World presenting plans for reopening parks"], ["26.05.20", "UPDATE 1-Disney to present reopening plan for Walt Disney World"], ["2020-06-02 10:12", "Will there be a Space Force season 2 on Netflix?Skip to main content TechRadar The source for Tech Buying Advice Search Subscribe RSS Please deactivate your ad blocker in order to see our subscription offer How To Reviews Phones TVs Laptops Cameras Deals More Wearables Tablets Computing Audiovisual Gaming Smart Home Appliances Car Tech Components Downloads VPN Web hosting News Video Magazine Pro Trending Memorial Day sales iPhone 12 PS5 iPhone SE 2020 Disney+ Best Laptop Best Phone VPN TechRadar is supported by its audience. When you purchase through links on our site, we may earn an affiliate commission. Learn more Home News Will there be a Space Force season 2 on Netflix? By Samuel Roberts 02 June 2020 What we know about Space Force season 2 Shares (Image credit: Netflix) Wondering if there'll be a  ... "], ["2020-06-02 10:05", "300+ General knowledge questions and answers to choose from for your virtual quiz ...  in Peep Show Answers Gunther (151 episodes) 2001 Norvell Bazinga Celery, apple, walnuts, grapes, mayonnaise Son Paul Eddington Albert Arkwright, usually known just as Arkwright Steve Coogan Mark Corrigan and Jeremy Usborne More sitcom quiz questions and answers Family quiz questions and answers Questions How many sides does a hexagon have? What colour are most buses in London? What's the name of the talking snowman in Disney's Frozen? What do the wheel's on the bus do in the song? What is taller, an elephant or a giraffe? Who are Harry Potter's two best friends? What's the name of the cowboy in Toy Story? How many planets are in our solar system? How many players are in a football team? How many zeros are there in one thousand? Answers ... "], ["2020-06-02 10:02", "Xiaomi Mi Band 5: what we want to seeSkip to main content TechRadar The source for Tech Buying Advice Search Subscribe RSS Please deactivate your ad blocker in order to see our subscription offer How To Reviews Phones TVs Laptops Cameras Deals More Wearables Tablets Computing Audiovisual Gaming Smart Home Appliances Car Tech Components Downloads VPN Web hosting News Video Magazine Pro Trending Memorial Day sales iPhone 12 PS5 iPhone SE 2020 Disney+ Best Laptop Best Phone VPN TechRadar is supported by its audience. When you purchase through links on our site, we may earn an affiliate commission. Learn more Home News Xiaomi Mi Band 5: what we want to see By Tom Bedford 02 June 2020 A new cheap fitness tracker Shares The Xiaomi Mi Band 4 (Image credit: TechRadar) The Xiaomi Mi Band 5 is the  ... "], ["2020-06-02 10:02", "TalkTalk has one of the best broadband deals out there...but it ends tomorrowSkip to main content TechRadar The source for Tech Buying Advice Search Subscribe RSS Please deactivate your ad blocker in order to see our subscription offer How To Reviews Phones TVs Laptops Cameras Deals More Wearables Tablets Computing Audiovisual Gaming Smart Home Appliances Car Tech Components Downloads VPN Web hosting News Video Magazine Pro Trending Memorial Day sales iPhone 12 PS5 iPhone SE 2020 Disney+ Best Laptop Best Phone VPN TechRadar is supported by its audience. When you purchase through links on our site, we may earn an affiliate commission. Learn more Home News TalkTalk has one of the best broadband deals out there...but it ends tomorrow By Alex Hughes 02 June 2020 An 80 Amazon.co.uk voucher, fibre speeds and low-cost bills Shares (Image  ... "], ["2020-06-02 10:00", "Get rid of the clutter by grouping your tabs in Google ChromeNew Verizon Unlimited customers: Buy one Galaxy S20+ 5G and save up to $1,000 on a second one + $150 gift card Forums Shop Toggle Search Galaxy S20 Work From Home VPN Deals Pixel 4 OnePlus 8 Pro Disney+ Pricing Android 11 PlayStation 5 Chromebook Deals We may earn a commission for purchases using our links. Learn more . Organize your tabs How to group tabs in Google Chrome Keep your tabs organized. Andrew Myrick 2 Jun 2020 Source: Andrew Myrick / Android Central Google has decided to release a new feature to Chromebook owners and general Chrome users who have problems with too many tabs and the disorganization that comes with it. Tab Groups are created with a right-click, and then you can customize them with colors and even group naming. Those who like  ... "], ["2020-06-02 10:00", "SpaceX flight impossible without UCF alumni | Commentary ... so bad it was replaced briefly by a vulture named Vinny. Vinny's reign was short-lived and the Golden Knight was brought in. The Citronaut combined the area's two largest industries at the time, space and oranges. Orange County was still covered with orange trees and the crop sustained the area economy until a new crop of tourists began arriving with Disney in the 1970s. Latest Guest Commentary Column: Inciting violence and unwilling to unite the nation, President Trump drives America to the brink Jun 1, 2020 Have courage to intervene against racist aggression | Commentary Jun 1, 2020 Show generosity in honor of Pride Month, Pulse anniversary | Commentary Jun 1, 2020 UCF opened as the space program was winding down. The first moon landing in 1969 was ... "], ["2020-06-02 09:54", "When will Formula 1 2020 season return? ...  News News View all News Entertainment Sci-Fi/ Fantasy Soaps Soaps View all Soaps Coronation Street EastEnders Emmerdale Hollyoaks On Demand On Demand View all On Demand Netflix Amazon Prime Video Movies Drama Comedy TV TV View all TV TV News TV On Demand TV Listings On Demand On Demand View all On Demand Netflix Netflix View all Netflix Best movies Best TV shows Sky Box Sets Disney+ Amazon Prime Video NOW TV Apple TV+ BritBox BBC iPlayer Film Film View all Film Film News Film On Demand Film on TV Sport Radio Stay Safe Mag Offer Magazine subscription offer newsletters holidays RT shop money book club Home News Sport When will Formula 1 2020 season return? When will Formula 1 2020 season return? All the latest news and updates as the 2020 Formula 1 season ... "], ["2020-06-02 09:51", "BBC Radio 1 Xtra to air special programming of music and debate amid protests after George Floyd's death ...  TV Guide News News View all News Entertainment Sci-Fi/ Fantasy Soaps Soaps View all Soaps Coronation Street EastEnders Emmerdale Hollyoaks On Demand On Demand View all On Demand Netflix Amazon Prime Video Movies Drama Comedy TV TV View all TV TV News TV On Demand TV Listings On Demand On Demand View all On Demand Netflix Netflix View all Netflix Best movies Best TV shows Sky Box Sets Disney+ Amazon Prime Video NOW TV Apple TV+ BritBox BBC iPlayer Film Film View all Film Film News Film On Demand Film on TV Sport Radio Stay Safe Mag Offer Magazine subscription offer newsletters holidays RT shop money book club Home News Radio BBC Radio 1 Xtra to air special programming of music and debate amid protests after George Floyd's death BBC Radio 1 Xtra to air ... "], ["2020-06-02 09:48", "A wallpaper that can crash your phone instantly - here's how ...  main content TechRadar The source for Tech Buying Advice Search Subscribe RSS Please deactivate your ad blocker in order to see our subscription offer How To Reviews Phones TVs Laptops Cameras Deals More Wearables Tablets Computing Audiovisual Gaming Smart Home Appliances Car Tech Components Downloads VPN Web hosting News Video Magazine Pro Trending Memorial Day sales iPhone 12 PS5 iPhone SE 2020 Disney+ Best Laptop Best Phone VPN TechRadar is supported by its audience. When you purchase through links on our site, we may earn an affiliate commission. Learn more Home News A wallpaper that can crash your phone instantly - here's how By Abdul Q 02 June 2020 Especially Samsung phones Shares (Image credit: Future) There have been reports about Android phones ... "], ["2020-06-02 09:46", "German FA left open to ridicule over Jadon Sancho punishment for George Floyd tribute ...  in $10m charity match Hinteregger's Hilarious Hat-trick! Frankfurt defender goes from hero to zero as he notches a brace and a COMICAL own goal against Bayern Munich Erzgebirge Aue scorer Dmitrij Nazarov breaks Bundesliga's social-distancing rules by celebrating with a hug for driver who saved his life from bus accident NBA in talks about resuming the season at Disney World Florida in late July over four months after coronavirus caused sport shutdown Liverpool stars step up preparation for Premier League return as Jurgen Klopp's side continue distance training as part of Project Restart Staff in PPE joined in LaLiga can resume from as early as JUNE 8, Spanish prime minister announces... even earlier than the division hoped Huge development ' ... "], ["2020-06-02 09:43", "Xiaomi Mi Band 5 release date confirmed and first image leakedSkip to main content TechRadar The source for Tech Buying Advice Search Subscribe RSS Please deactivate your ad blocker in order to see our subscription offer How To Reviews Phones TVs Laptops Cameras Deals More Wearables Tablets Computing Audiovisual Gaming Smart Home Appliances Car Tech Components Downloads VPN Web hosting News Video Magazine Pro Trending Memorial Day sales iPhone 12 PS5 iPhone SE 2020 Disney+ Best Laptop Best Phone VPN TechRadar is supported by its audience. When you purchase through links on our site, we may earn an affiliate commission. Learn more Home News Xiaomi Mi Band 5 release date confirmed and first image leaked By James Rogerson 02 June 2020 Coming June 11 Shares The Xiaomi Mi Band 4 is about to get superseded (Image credit:  ... "], ["2020-06-02 09:40", "5 Barcelona Players and 2 Coaches Tested Positive for COVID-19 ...  News Expand sub-menu Breaking News 5 Fast Facts Crime Celebrities Politics Money Sports Expand sub-menu NFL Basketball UFC College Football Soccer Golf WAGs Baseball Entertainment Expand sub-menu Television Celebs Music Movies Tech Expand sub-menu Google Apple Android Microsoft Apps Smartphones Gaming Expand sub-menu News Xbox One PS4 Best PS4 Games Mobile PC Games Accessories Streaming Expand sub-menu Disney Plus Live Sports Streaming Shopping Expand sub-menu Toys Home Outdoors Beauty Garden Pets Fashion Wedding Baby Deals Gifts Expand sub-menu New Toys 2020 Toys for Boys Toys for Girls Gifts for Women Gifts for Men Gifts for Seniors Gifts for Boys Gifts for Girls Gifts for Mom Gifts for Dad Gifts for Wife Gifts for Husband Gifts for Girlfriend Gifts for ... "], ["2020-06-02 09:39", "F1 2020 calendar updated eight races and season dates confirmed ...  News View all News Entertainment Sci-Fi/ Fantasy Soaps Soaps View all Soaps Coronation Street EastEnders Emmerdale Hollyoaks On Demand On Demand View all On Demand Netflix Amazon Prime Video Movies Drama Comedy TV TV View all TV TV News TV On Demand TV Listings On Demand On Demand View all On Demand Netflix Netflix View all Netflix Best movies Best TV shows Sky Box Sets Disney+ Amazon Prime Video NOW TV Apple TV+ BritBox BBC iPlayer Film Film View all Film Film News Film On Demand Film on TV Sport Radio Stay Safe Mag Offer Magazine subscription offer newsletters holidays RT shop money book club Home News Sport F1 2020 calendar updated eight races and season dates confirmed F1 2020 calendar updated eight races and season dates confirmed The F1 2020 calendar ... "], ["2020-06-02 09:37", "'The modern Nancy Drew is relatable,' says Kennedy McMann ...  for you, d is not 'the', n is not 'and'). We may remove hyperlinks within comments. Please use a genuine email ID and provide your name, to avoid rejection. Printable version | Jun 2, 2020 2:10:17 PM | https://www.thehindu.com/entertainment/movies/the-modern-nancy-drew-is-relatable-says-kennedy-mcmann/article31729294.ece THG PUBLISHING PVT LTD. Next Story Disney+ Hotstar new arrivals in June: 'Jojo Rabbit', 'Ford vs Ferrarai', 'Perry Mason' Two Oscar-winning films, a behind-the-scenes look into the making of 'Frozen 2' and a new origin show on American fiction's legendary criminal defense lawyer The Hindu Net Desk Amazon Prime new releases this week: 'Ponmagal Vandhal', 'Bruce Springsteen ... "], ["2020-06-02 09:35", "Jadon Sancho 'is like Cristiano Ronaldo', insists former Manchester United defender Wes Brown ...  in $10m charity match Hinteregger's Hilarious Hat-trick! Frankfurt defender goes from hero to zero as he notches a brace and a COMICAL own goal against Bayern Munich Erzgebirge Aue scorer Dmitrij Nazarov breaks Bundesliga's social-distancing rules by celebrating with a hug for driver who saved his life from bus accident NBA in talks about resuming the season at Disney World Florida in late July over four months after coronavirus caused sport shutdown Liverpool stars step up preparation for Premier League return as Jurgen Klopp's side continue distance training as part of Project Restart Staff in PPE joined in LaLiga can resume from as early as JUNE 8, Spanish prime minister announces... even earlier than the division hoped Huge development ' ... "], ["2020-06-02 09:35", "Frozen 2 launch on Disney+ pulled forward two weeks in the UKGo Into The Unknown two weeks earlier than originally anticipated.What you need to knowFrozen 2 was originally scheduled to arrive on Disney+ in the UK on July 17.This was due to existing license agreements before the service launched.The smash hit sequel"], ["2020-06-02 09:31", "Marcus Rashford and Wilfried Zaha take part in 'Blackout Tuesday' after George Floyd's death ...  in $10m charity match Hinteregger's Hilarious Hat-trick! Frankfurt defender goes from hero to zero as he notches a brace and a COMICAL own goal against Bayern Munich Erzgebirge Aue scorer Dmitrij Nazarov breaks Bundesliga's social-distancing rules by celebrating with a hug for driver who saved his life from bus accident NBA in talks about resuming the season at Disney World Florida in late July over four months after coronavirus caused sport shutdown Liverpool stars step up preparation for Premier League return as Jurgen Klopp's side continue distance training as part of Project Restart Staff in PPE joined in LaLiga can resume from as early as JUNE 8, Spanish prime minister announces... even earlier than the division hoped Huge development ' ... "], ["2020-06-02 09:31", "Some police officers are showing solidarity with protesters in several US citiesSkip to content NOWCAST WESH 2 News Sunrise at 5am Live Now Menu Search Homepage Local News National News Coronavirus Politics Commitment 2020 Matter of Fact Weather Radar Alerts Hurricanes Beach Map Room Traffic Walt Disney World Universal, SeaWorld and More Vote Entertainment Sports Buccaneers Friday Night Hits Real Estate Chronicle ulocal State of Addiction Community Champions Stitch Upload Black History Month CW18 MeTV Justice Network Estrella Lawline What's Cooking at Publix News Team Contact Privacy Notice Terms of Use Alerts Weather Search Share Shares Copy Link Copy {copyShortcut} to copy Link copied! Change MORE Press enter to search Type to Search Search location by ZIP code ZIP Advertisement Some police officers are showing solidarity with  ... "], ["2020-06-02 09:29", "AMD Big Navi graphics card may have been spotted in Linux driver ahead of possible October launchSkip to main content TechRadar The source for Tech Buying Advice Search Subscribe RSS Please deactivate your ad blocker in order to see our subscription offer How To Reviews Phones TVs Laptops Cameras Deals More Wearables Tablets Computing Audiovisual Gaming Smart Home Appliances Car Tech Components Downloads VPN Web hosting News Video Magazine Pro Trending Memorial Day sales iPhone 12 PS5 iPhone SE 2020 Disney+ Best Laptop Best Phone VPN TechRadar is supported by its audience. When you purchase through links on our site, we may earn an affiliate commission. Learn more Home News AMD Big Navi graphics card may have been spotted in Linux driver ahead of possible October launch By Darren Allan 02 June 2020 We know that the high-end GPU is expected to arrive at  ... "], ["2020-06-02 09:29", "Cinema chains 'ready to welcome guests' in early July, which is good news for Christopher Nolan fans ...  classic The pop superfans propelling lost classics back to chart success This spells good news for Christopher Nolan who has stood firm on the 17 July release date for his new film Tenet . Nolan has long been a champion of the theatrical experience and, should cinemas proceed with a 4 July opening, then Tenet will be the first new film to be released in the UK. Disney's live-action remake of Mulan , which was originally scheduled to be released in March, will be released the following week. In the wake of lockdown, Cineworld and Odeon spoke out against Universal after the studio vowed to continue releasing some of their high-profile films on digital platforms for home viewing, as well as in the cinema, following the video-on-demand success of Trolls ... "]]}}