{"postfix": "dixons_carphone-aktie", "name": "DIXONS_CARPHONE", "wkn": "A1CSN7", "time": "2020.06.02 14:19", "ts": 1591100380, "features": {"KGV": "7.01", "Marktkapitalisierung": {"Size": "Mio", "Value": "960.69"}, "GA": "0.20", "KBV": "0.63", "BA": "2.28", "KCV": "4.74", "CA": "0.30", "Vola30": "83.04", "Vola90": "125.8", "Vola180": "94.59", "Vola250": "72.14"}, "rivals": [], "text_data": {"de": [["17.03.20", "Carphone Warehouse schließt alle britischen Shops"]], "en": [["01.06.20", "Dixons Carphone PLC : Total Voting Rights"], ["29.05.20", "Dixons Carphone PLC : Holding(s) in Company"], ["22.05.20", "Dixons Carphone provides tablets to elderly stuck in isolation"], ["01.05.20", "Dixons Carphone PLC : Total Voting Rights"], ["30.04.20", "Next & Dixons Carphone call for furlough clarity to avoid layoffs"], ["29.04.20", "Dixons Carphone ready to reopen next week"], ["29.04.20", "Online throws Britain's Dixons Carphone a lockdown lifeline"], ["29.04.20", "Lockdown drives Dixons Carphone online sales by 166%"], ["29.04.20", "Dixons Carphone PLC : COVID-19 Business Update"], ["27.04.20", "Dixons Carphone PLC : Holding(s) in Company"], ["26.04.20", "Dixons Carphone: Sales shifted online won’t return to shops, CEO warns"], ["01.04.20", "Dixons Carphone PLC : Total Voting Rights"], ["26.03.20", "Dixons Carphone online sales soar but warns on missing profit forecasts"], ["26.03.20", "Dixons Carphone sees surging demand for laptops and TVs ahead of lockdown"], ["26.03.20", "Britain's Dixons Carphone warns on profit due to coronavirus pandemic"], ["26.03.20", "Dixons Carphone PLC : COVID-19 Trading Update"], ["17.03.20", "Dixons Carphone Set To Shutter Over 500 Stores, Layoff Nearly 3,000 Employees in Major Restructuring"], ["17.03.20", "Sunak’s stimulus can’t make a winner out of donkey William Hill"], ["17.03.20", "Carphone Warehouse will close its 531 UK stores next month     - CNET"], ["17.03.20", "Dixons Carphone closes 530 UK stores with loss of 3,000 jobs"], ["17.03.20", "2900 jobs at risk as Dixons Carphone closes Carphone Warehouse stores"], ["17.03.20", "Nearly 3,000 jobs being axed as Dixons Carphone closes UK mobile-only stores"], ["17.03.20", "Carphone Warehouse to close all standalone stores at cost of 2,900 jobs"], ["17.03.20", "Dixons Carphone PLC : Essential next step in turnaround of UK Mobile"], ["04.03.20", "Dixons Carphone hires former John Lewis exec as CCO"], ["02.03.20", "Dixons Carphone PLC : Total Voting Rights"], ["20.02.20", "Dixons Carphone PLC : 2019 AGM Results - update statement"], ["11.02.20", "Can Dixons Carphone survive when mobile phone sales are declining?"], ["03.02.20", "Dixons Carphone PLC : Total Voting Rights"], ["21.01.20", "Dixons Carphone gets wrong number in Christmas trading update"], ["21.01.20", "Dixons Carphone gets its sales figures the wrong way round"], ["21.01.20", "Dixons Carphone PLC : 2019/20 Peak Trading Statement - Replacement"], ["21.01.20", "Dixons Carphone boosted by supersized TVs, gaming and smart tech"], ["21.01.20", "Dixons Carphone PLC : 2019/20 Peak Trading Statement"], ["20.01.20", "Dixons Carphone hires new chief supply chain officer"], ["15.01.20", "Dixons Carphone begins outsourcing call centres"], ["10.01.20", "Dixons Carphone slapped with maximum possible fine after 14m customers’ data stolen"], ["09.01.20", "Dixons Carphone fined £500,000 over till hacking"], ["09.01.20", "Dixons Carphone PLC : ICO Issues Monetary Penalty Notice under DPR 1998"], ["09.01.20", "Dixons Carphone PLC : Block listing Interim Review"], ["2020-05-29 09:48", "Virgin Media high street stores won't reopen after lockdown ... 34; It is understood that the closures are not related to the proposed Virgin Media merger with O2 . Earlier this month Virgin Media's parent company Liberty Global agreed to combine the business with Telefonica's O2, creating a 31 billion joint-venture that would become one of Europe's biggest telcos. Just before lockdown measures were introduced, Dixons Carphone announced it would shut all 531 Carphone Warehouse retail stores and make 2,900 staff redundant. It to cited the shift to online as a reason for the closures. Here are the best Virgin Media broadband deals for May 2020 See more Networking news Tech deals, prizes and latest news Get the best tech deals, reviews, product advice, competitions, unmissable tech news and more! Thank you for ... "], ["2020-05-22 09:11", "Dixons Carphone gives the elderly free tablets during lockdown ...  charity The latest initiative is designed to allow the elderly to communicate with friends and family, from whom they are likely isolated during the lockdown. These tablets will also give them the means to access health guidance and the latest news about coronavirus, with features such as text enlargement ensuring ease of use. According to Dixons Carphone CEO Alex Baldock, technology has a crucial role to play in staving off loneliness during the pandemic. \"Covid-19 is a threat to everyone, but especially to older people, to their mental as well as physical health. Many are anxious about being isolated, and we can help,\" he said. \"Technology connects friends and family, as well as keeping older people entertained, productive and healthy.\" ... "], ["2020-05-19 12:50", "Nine million EasyJet customer accounts hacked ...  Screening Trending Stories /payments Tencent rolls out credit scoring system - report 14 May 0 6 14 /retail Monzo seeks fresh funding as Covid-19 decimates valuation 15 May 0 11 15 British Business Bank approves new lenders for Bounce Back loans 13 May 0 1 /payments Open Banking Europe publishes draft signature standards for bank APIs 13 May 0 10 17 Related News /regulation Dixons Carphone fined 500k over massive data breach 09 January 2020 1 3 1 /security CVV codes lifted in Vision Direct breach 19 November 2018 3 4 5 British Airways data breach hits 380,000 cards 07 Sep 2018 Trending Tencent rolls out credit scoring system - report Monzo seeks fresh funding as Covid-19 decimates valuation British Business Bank approves new lenders for Bounce Back loans ... "], ["2020-05-19 09:32", "Mobile industry and tech channel moves for May 2020 ...  HMD Global's VP of Europe, joining from Swiss distributor Autronic. (Image credit: Future) A1 Comms gets new Digital and Telesales head (Image credit: A1 Comms) Bobbie Bhogal has joined A1 Comms as Managing Director of Digital, overseeing the Digital Telesales business at A1 Comms. Bhogal founded e2Save.com in 1999, launched mobile phone ecommerce firm Stickee Technology, and directed Dixons Carphone Online Solutions. (Image credit: Future) 1 2 3 Current page: Page 1 Next Page Page 2 See more Internet news Tech deals, prizes and latest news Get the best tech deals, reviews, product advice, competitions, unmissable tech news and more! Thank you for signing up to TechRadar. You will receive a verification email shortly. There was a problem. Please refresh ... "], ["2020-05-18 21:40", "Is Kate Middleton's favourite Jigsaw falling to pieces? ... donation from Mr Ross, but a spokesman for the entrepreneur denied this. The affair is now being investigated by the parliamentary standards watchdog. Mr Ross was also closely connected with Boris Johnson when the latter was London mayor and was given an advisory role in preparations for the 2012 Olympics. Boris is not the only Prime Minister to be a beneficiary of the mobile phone mogul's largesse. Dixons Carphone has also been hit by the pandemic, and was forced to ditch its dividend last month, which will have been a blow to Mr Ross. It has shut all of its 300 stores and placed 16,500 staff on government furlough In 2006, he paid for David Cameron, then leader of the Opposition, to fly out and attend a World Cup match in Germany. Three years later, he ... "], ["2020-05-11 00:10", "Data breach left millions of car trips exposed ... astonishing and worrying'. Mr Porter added: 'I will be requesting a report into this incident.' RELATED ARTICLES Previous 1 Next How a sniggering WhatsApp message laid bare an AFL legend's... Minister admits Government could start a new contract... Share this article Share The incident is thought to be the biggest data breach in the UK since a cyber-attack on Dixons Carphone in 2017 and 2018, when 14 million people's details were exposed to hackers who exploited a vulnerability in its IT systems. The retailer was fined 500,000. Silkie Carlo, a director of Big Brother Watch, called the vehicle movement blunder an 'astronomical data breach that has jeopardised the privacy and security of many thousands of people'. She said: 'The ... "], ["2020-05-10 08:28", "End of lockdown timetable: When shops, offices, and public transport will reopen ...  British Retail Consortium has compiled a set of suggested rules which include having extra barriers, encouraging customers to shop alone, keeping changing rooms closed, and the use of protective screens at the tills. Brands are also considering introducing sanitation stations and even portable sinks, so that people can wash their hands when they enter a store. Alex Baldock, the Dixons Carphone boss, has devised zero-contact stores, which will have drive-through-style pickup points for goods. The British Retail Consortium has submitted a report to Government recommending that if non-essential shops reopen, changing rooms should stay closed and in-store seating and services such as advice, personal shopping or nail bars should be limited. Retailers and unions ... "], ["2020-05-09 09:11", "End of lockdown timetable: When shops, offices, and public transport will reopen ...  British Retail Consortium has compiled a set of suggested rules which include having extra barriers, encouraging customers to shop alone, keeping changing rooms closed, and the use of protective screens at the tills. Brands are also considering introducing sanitation stations and even portable sinks, so that people can wash their hands when they enter a store. Alex Baldock, the Dixons Carphone boss, has devised zero-contact stores, which will have drive-through-style pickup points for goods. The British Retail Consortium has submitted a report to Government recommending that if non-essential shops reopen, changing rooms should stay closed and in-store seating and services such as advice, personal shopping or nail bars should be limited. Retailers and unions ... "], ["2020-05-08 09:26", "End of lockdown timetable: When shops, offices, and public transport will reopen ...  British Retail Consortium has compiled a set of suggested rules which include having extra barriers, encouraging customers to shop alone, keeping changing rooms closed, and the use of protective screens at the tills. Brands are also considering introducing sanitation stations and even portable sinks, so that people can wash their hands when they enter a store. Alex Baldock, the Dixons Carphone boss, has devised zero-contact stores, which will have drive-through-style pickup points for goods. The British Retail Consortium has submitted a report to Government recommending that if non-essential shops reopen, changing rooms should stay closed and in-store seating and services such as advice, personal shopping or nail bars should be limited. Retailers and unions ... "], ["2020-05-07 08:15", "Serial killer spotted on the night train from Newcastle ...  preview Time to brush up on current affairs. Because we're predicting Li-ion batt lifetimes using impedance and AI Well, when we say we, we mean... we read a paper some others wrote Candlelit vigil planned to honour executed Newcastle cow Bessie 'A little prayer' for bovine victim of Northumbria Police marksmen Dixons Carphone top brass take 20% pay cut as swathes of Brit workforce furloughed Exclusive - updated But outgoing Carphone Warehouse staff can't use government support scheme to defer redundancies Optus hits LTE switch in Newcastle Puts Huawei on LTE leader board Off somewhere nice on holibobs? Not if you're flying British Airways: IT 'systems issue' smacks UK airports once again It's just not summer without a TITSUP ... "], ["2020-05-06 15:42", "Nutanix asks 'staff outside of the US' to take 2 weeks 'voluntary' unpaid leave ...  our staff outside of the US to take a total of two weeks of voluntary unpaid leave, again over the course of the next six months. Furloughed US staff, as well as staff outside the US who voluntarily take unpaid leave, will maintain their benefits and employment status with Nutanix while on furlough / unpaid leave.\" This comes hot on the heels of UK firms including Dixons Carphone and Capita , furloughing some of their employees, although in their case the UK government will pay part of the staffers wages and salaries. Others are putting large scale layoffs in place, such as Virgin Atlantic , which said yesterday it was chopping 3,000 UK employees and closing its London Gatwick base. Nutanix's unpaid leave scheme is on a far smaller scale, of course ... "], ["2020-05-05 16:30", "End of lockdown timetable: When shops, offices, and public transport will reopen ... . The British Retail Consortium has compiled a set of suggested rules which include having extra barriers, encouraging customers to shop alone, keeping changing rooms closed, and the use of protective screens at the tills. Brands are also considering introducing sanitation stations and even portable sinks, so that people can wash their hands when they enter a store. Alex Baldock, the Dixons Carphone boss, has devised zero-contact stores, which will have drive-through-style pickup points for goods. Retailers and unions have put aside long-standing differences to join forces, with the intention of restarting the retail sector as soon as possible without threats of industrial action. John Lewis, the department store chain, is due to open some of its stores from ... "]]}}