{"postfix": "dsm-aktie", "name": "DSM_NV", "wkn": "A0JLZ7", "time": "2020.06.02 11:54", "ts": 1591091657, "features": {"KGV": "25.14", "Marktkapitalisierung": {"Size": "Mrd", "Value": "21.06"}, "GA": "4.64", "KBV": "2.59", "BA": "44.41", "KCV": "14.88", "CA": "7.84", "Vola30": "22.8", "Vola90": "47.51", "Vola180": "37.82", "Vola250": "29.87"}, "rivals": ["bayer-aktie", "sigma-aldrich-aktie", "h_r-aktie", "lanxess-aktie", "huntsman-aktie", "wacker_chemie-aktie", "mitsubishi_chemical_1-aktie"], "text_data": {"de": [["09.05.20", "Koninklijke DSM NV (spons ADRs): Bilanzvorlage zum letzten Quartal"], ["09.05.20", "DSM NV gab Ergebnis zum abgelaufenen Quartal bekannt"], ["07.05.20", "Ausblick: Koninklijke DSM NV (spons ADRs) gewährt Anlegern Blick in die Bücher"], ["07.05.20", "Ausblick: DSM NV vermeldet Zahlen zum jüngsten Quartal"], ["22.04.20", "Erste Schätzungen: DSM NV gibt Ergebnis zum abgelaufenen Quartal bekannt"], ["22.04.20", "Erste Schätzungen: Koninklijke DSM NV (spons ADRs) zieht Bilanz zum jüngsten Jahresviertel"], ["14.02.20", "Koninklijke DSM NV (spons ADRs): So viel setzte das Unternehmen zuletzt um"], ["14.02.20", "DSM NV legte die Bilanz zum abgelaufenen Quartal vor"], ["12.02.20", "Ausblick: Koninklijke DSM NV (spons ADRs) stellt das Zahlenwerk zum vergangenen Quartal vor"], ["12.02.20", "Ausblick: DSM NV mit Zahlen zum abgelaufenen Quartal"]], "en": [["12.05.20", "Phynova Group Ltd : Royal DSM backs EUR 10m funding to fight obesity"], ["20.01.20", "DSM Names Feike Sijbesma Honorary Chairman"], ["2020-05-31 14:10", "'We're worried if we're going to be driven out of our home' ... 34; she said. We know it, \"but we go about our daily lives as if we don't know it.\" Lewis says there's a lot of concern about not pathologizing climate anxiety, so making it an official term is a bit tricky. \"We're at the very beginning of thinking of how it would best be included\" in the Diagnostic and Statistical Manual of Mental Disorders (DSM), the authoritative handbook used by health care professionals. The way that would be done is as a \"V code,\" which Lewis explained \"are circumstances that even though they're not pathology, they're not mental illness, they still might be a focus of treatment,\" like a divorce. 'IS THE SCHOOL BUS GOING TO BE ABLE TO COME DOWN THIS ROAD?' Marci L. Bortman of ... "], ["2020-05-30 17:52", "Lonely leaders ... friends. \"That gave me the confidence to reach out further,\" he recalls. LONELY AT THE TOP American Farzana Shubarna, regional director of operations and supply chain for DSM Nutritional Products in Singapore, is another leader who has had to fend off isolation and depression at the top. Ms Farzana, 46, manages the end-to-end order  ...  and somehow, I have always found myself alone at the top.\" She was the first female director of manufacturing for L'Oreal in the United States and the first female regional director of operations in DSM. \"This loneliness has impacted my personal and family life. I could not speak about my struggles and challenges with anyone at work as I was trying to validate my capability and credibility. \"At home, I  ... "], ["2020-05-29 16:00", "Global Market Analysis For Omega Ingredients 2020-2025 - Fish Is The Prominent Source Of Omega Ingredients ... to produce a better product in the market. In November 2018 , ADM has expanded its high-quality product line by launching algal omega-3 powder, which will be beneficial for the product developers who are seeking ingredients that support cognitive, heart, and eye health. Competitive Landscape The global Omega ingredients market is highly fragmented, and key players, such as DSM, Corbion, BASF, and ADM, are facing fierce competition from local/domestic players across regions. The most notable point to be observed in the global Omega ingredients market is the effect of the strategic mergers, acquisitions, partnerships, and investments. Most of the global players, such as ADM, Corbion, Omega Protein Corporation, BASF, Cellana Inc. and Polaris SA, are focusing on ... "], ["2020-05-29 14:59", "Storm Lake Community Reacts To Tyson Foods Processing Plant Outbreak ...  Schedule Jobs at FOX 17 Sinclair Cares Salute to Seniors Coronavirus more... News Local Offbeat Crime Map Money Cents Open for Business Weather Radar Closings Sports Iowa High School Sports Iowa Speedway Racing Minute Televised Sports Schedules College Football Field of Dreams MLB Game MLB NASCAR NFL Entertainment Community Career Connection Character Counts Black History Honors Station DSM Buzz Contact Contests Schedule Jobs at FOX 17 Sinclair Cares Salute to Seniors Coronavirus Legal Terms Copyright Privacy & Cookie Policy EEO FCC Info Cookie Preferences Local Offbeat Crime Map Money Cents Open for Business Radar Closings Iowa High School Sports Iowa Speedway Racing Minute Televised Sports Schedules College Football Field of Dreams MLB Game MLB NASCAR NFL ... "], ["2020-05-29 14:59", "New COVID-19 Screening Business ...  Buzz Contact Contests Schedule Jobs at FOX 17 Sinclair Cares Salute to Seniors Watch News Local Offbeat Crime Map Money Cents Open for Business Weather Radar Closings Sports Iowa High School Sports Iowa Speedway Racing Minute Televised Sports Schedules College Football Field of Dreams MLB Game MLB NASCAR NFL Entertainment Community Career Connection Character Counts Black History Honors Station DSM Buzz Contact Contests Schedule Jobs at FOX 17 Sinclair Cares Salute to Seniors Coronavirus New COVID-19 Screening Business By Jannay Towne 1590764208000 New COVID-19 Screening Business 0 shares tweet now! 0 shares tweet now! URBANDALE, Iowa From the Governor to top health officials, we hear COVID-19 is here to stay. At least, until a vaccine is found. Learning to ... "], ["2020-05-28 18:44", "Iowa's Moratorium on Evictions, Foreclosures Ended Wednesday ...  Schedule Jobs at FOX 17 Sinclair Cares Salute to Seniors Coronavirus more... News Local Offbeat Crime Map Money Cents Open for Business Weather Radar Closings Sports Iowa High School Sports Iowa Speedway Racing Minute Televised Sports Schedules College Football Field of Dreams MLB Game MLB NASCAR NFL Entertainment Community Career Connection Character Counts Black History Honors Station DSM Buzz Contact Contests Schedule Jobs at FOX 17 Sinclair Cares Salute to Seniors Coronavirus Legal Terms Copyright Privacy & Cookie Policy EEO FCC Info Cookie Preferences Local Offbeat Crime Map Money Cents Open for Business Radar Closings Iowa High School Sports Iowa Speedway Racing Minute Televised Sports Schedules College Football Field of Dreams MLB Game MLB NASCAR NFL ... "], ["2020-05-28 09:01", "Life after coronavirus may be tough for developers, less so for homeowners ... ,\" Harker said, pointing to southern Delaware as the apex of his worries. More: J. Crew store closings possible as retailer files for Chapter 11 bankruptcy protection Buy Photo Development continues in Middletown's public-private Westown area, with nearly a dozen retailers and restaurants having signed leases in recent months, according to Jim Tancredi, a leasing representative for DSM Commercial Real Estate Services. (Photo: JASON MINTO/THE NEWS JOURNAL) Nationally, delinquencies on mortgages held by malls and other large property owners ticked upward in April, and many expect a surge in the coming weeks. J.C. Penny's recent bankruptcy and the subsequent announcement that it will close more than 200 stores only increases the likelihood of those ... "], ["2020-05-28 08:30", "Silfab Solar Modules Secure \"Top Performer\" Rating For PVEL 2020 Scorecard ...  plants in North America , Silfab has perfected production methods and secured exclusive agreements with innovators to deliver the most reliable modules on the market. For example, the current line of mass-production metal wrap-through (MWT) back-contact modules came as the result of a strategic alliance with DSM . Silfab utilizes high-efficiency back-contact solar cells with an integrated electro-conductive backsheet developed by DSM to optimize cell and module power output by reducing front shading and minimizing the charge transfer resistance. To see the full product line, visit www.silfabsolar.com . \"As PVEL continues to be the benchmark for independent module testing, data and, reports that guide strategic procurement, minimize technology ... "], ["2020-05-27 17:42", "Tornado Leaves Behind Damage and Debris in Waukee ... Buzz Contact Contests Schedule Jobs at FOX 17 Sinclair Cares Salute to Seniors Watch News Local Offbeat Crime Map Money Cents Open for Business Weather Radar Closings Sports Iowa High School Sports Iowa Speedway Racing Minute Televised Sports Schedules College Football Field of Dreams MLB Game MLB NASCAR NFL Entertainment Community Career Connection Character Counts Black History Honors Station DSM Buzz Contact Contests Schedule Jobs at FOX 17 Sinclair Cares Salute to Seniors Coronavirus Tornado Leaves Behind Damage and Debris in Waukee By Christina Salonikas 1590601333000 Tornado Leaves Behind Damage and Debris in Waukee 0 shares tweet now! 0 shares tweet now! WAUKEE, Iowa A tornado damaged different areas in Waukee Tuesday afternoon. It started off of West ... "], ["2020-05-27 17:38", "Iowa's Record Mail-in Ballot Numbers Facing Some Republican Criticism ...  Contact Contests Schedule Jobs at FOX 17 Sinclair Cares Salute to Seniors Watch News Local Offbeat Crime Map Money Cents Open for Business Weather Radar Closings Sports Iowa High School Sports Iowa Speedway Racing Minute Televised Sports Schedules College Football Field of Dreams MLB Game MLB NASCAR NFL Entertainment Community Career Connection Character Counts Black History Honors Station DSM Buzz Contact Contests Schedule Jobs at FOX 17 Sinclair Cares Salute to Seniors Coronavirus Iowa's Record Mail-in Ballot Numbers Facing Some Republican Criticism By Justin Surrency 1590601042000 Iowa's Record Mail-in Ballot Numbers Facing Some Republican Criticism 0 shares tweet now! 0 shares tweet now! DES MOINES, Iowa — With the June 2 primary elections ... "], ["2020-05-27 15:45", "Global Ammonium Sulphate Market Outlook 2020-2027: Growing Demand For Nitrogen-Rich And Sulfur-Rich Fertilizers ...  America and Middle East & Africa . The market in Europe , which was valued at around USD 510 million in the year 2017 is anticipated to gain a CAGR of around 1.50% during the forecast period.Some of the affluent industry leaders in the global ammonium sulfate market are Sumitomo Chemical Co. Ltd., Nutrien Ltd., Evonik Industries AG, Lanxess, HELM AG, Domo Chemicals, Merck KGaA, DSM, Honeywell International Inc. and BASF SE. Key Topics Covered: Global Ammonium Sulphate Market 1 Executive Summary 2 Market Introduction 3 Market Insights 3.1 Key Takeaways 4 Research Methodology 5 Market Dynamics 5.1 Global Ammonium sulfate Market5.1.1 Introduction5.1.2 Drivers5.1.2.1 Growing Demand for Nitrogen- and Sulfur-Rich Fertilizers5.1.2.2 Raw Material Advantage to Drive ... "], ["2020-05-27 12:30", "Omega-3 Fatty Acids Market Size Worth 1.92 Billion By 2027; Increasing Integration Of The Substance In Dietary Supplements Will Aid Growth, Says Fortune Business Insights ...  2027; Increasing Integration Of The Substance In Dietary Supplements Will Aid Growth, Says Fortune Business Insights Key companies covered in the Omega-3 Fatty Acids Market Report are Royal DSM N.V., Evonik, BASF SE, Lonza, Epax, Croda International, Plc., Cargill, Inc., Golden Omega, Corbion, Polaris, among others Author: PR Newswire Publish date: May 27, 2020 8:30 AM EDT ... .com/enquiry/covid19-impact/omega-3-fatty-acids-market-100248 List of the key companies profiled in the Omega-3 Fatty Acids Market Research Report are: Royal DSM N.V. ( Netherlands ) Evonik ( Germany ) BASF SE ( Germany ) Lonza ( Switzerland ) Epax ( Norway ) Croda International, Plc ( United Kingdom ) Cargill, Inc. ( United States ) Golden Omega ( Chile ) Corbion ( Netherlands ) Polaris ... "], ["2020-05-27 10:32", "ChromaDex To Participate In Panel On Master Files For Dietary Supplements Hosted By The American Conference Institute (ACI) And Council For Responsible Nutrition (CRN) ...  Canada, the European Union, and Australia. ChromaDex Co-Founder & Executive Chairman Frank Jaksch will join the panel with Scott Bass, Partner at Sidley Austin LLP and one of the key writers behind the Dietary Supplement Health and Education Act of 1994 (DSHEA); Steve Mister, President & CEO of CRN; and William Turney, Head of Regulatory Affairs and Product Quality Management, DSM Nutritional Products LLC. \"We are pleased to join ACI and CRN in the quest for greater transparency, compliance, and enforcement in the dietary supplement industry,\" says ChromaDex CEO Rob Fried. \"In the interest of public safety, more enforcement is necessary—from claims substantiation to new dietary ingredient notifications.\" \"The development of master ... "], ["2020-05-26 22:27", "What is panic disorder? What to do if you have a fear of recurring panic attacks ... disorder is a type of anxiety disorder that is characterised by an excessive fear of recurring panic attacks. An estimated 4.8% of Americans are affected by this anxiety disorder in their lifetime. If you have a panic attack, that doesn't mean you have panic disorder. Panic attacks and panic disorder are classified as separate entities in the Diagnostic and Statistical Manual of Mental Disorders ( DSM-5 ). In fact, panic attacks are much more common. About 23% of Americans will have a panic attack in their lifetime. But many people who experience one will not have another episode. If you have two or more two or more panic attacks, and start to avoid situations or places where you think another one might occur, you may have panic disorder. Here's what ... "], ["2020-05-26 22:25", "Big Creek State Park Packed Memorial Day ...  Contact Contests Schedule Jobs at FOX 17 Sinclair Cares Salute to Seniors Watch News Local Offbeat Crime Map Money Cents Open for Business Weather Radar Closings Sports Iowa High School Sports Iowa Speedway Racing Minute Televised Sports Schedules College Football Field of Dreams MLB Game MLB NASCAR NFL Entertainment Community Career Connection Character Counts Black History Honors Station DSM Buzz Contact Contests Schedule Jobs at FOX 17 Sinclair Cares Salute to Seniors Coronavirus Big Creek State Park Packed Memorial Day By Christina Salonikas 1590531619000 Big Creek State Park Packed Memorial Day 0 shares tweet now! 0 shares tweet now! POLK COUNTY, Iowa Hundreds of people gathered at Big Creek State Park this Memorial Day. Altoona resident Traci Almaguer ... "], ["2020-05-26 21:51", "How to recognise the symptoms of generalized anxiety disorder and get the right treatment ...  Chapman , who specialises in treating anxiety. \"They're still thinking about it,\" Chapman says. \"They're still thinking, 'What if it doesn't get there on time? What if they cut off my electricity?' So the worry is still there despite having problem-solved.\" Diagnosis To be diagnosed, you have to have excessive anxiety and worry on more days than not for at least six months, according to the most recent version of the Diagnostic and Statistical Manual of Mental Disorders ( DSM-5 ). In addition, the worry cannot be attributed to any specific triggers, which would be an example of a phobia, or fear of having a panic attack , which would be classified as panic disorder. Your doctor or mental health professional will use the ... "], ["2020-05-26 08:50", "Omega 3 Products Market Comprehensive Report To 2028 With Leading Key Players: Epax, Crode & Nordic Naturals | Radiant Insights, Inc ... Radiant Insights, Inc. @: https://www.radiantinsights.com/research/2013-2028-report-on-global-omega-3-products-market Additional notable companies are: Unilever Group, Orkla ASA, Koninklijke DSM NV, Bellamy's Australia Ltd., Reckitt Benckiser Group Plc, Nestl SA, Cargill Inc., Sanofi S.A, Herbalife Limited, Blackmores Limited, and Abbott Laboratories. This report  ... margin, historical growth and future perspectives in the Omega 3 Products market. Market Segmentation: Leading players of Omega 3 Products including: Epax Aker BioMarine Innovix Pharma Crode DSM Nordic Naturals Luhua Biomarine Marine Ingredients Cargill Pharmavite Ascenta Health KD Pharma Pharbio Dow Chemical GSK Natrol Carlson Laboratories Gowell Pharma By-Health OmegaBrite Amway NOW Foods ... "], ["2020-05-25 15:09", "Lufthansa says Germany approves stabilization package ...  and Golfs, but Makes No Mention of Virus's Toll The New York Times Alyssa Milano defends wearing a 'totally safe' crochet mask following backlash Yahoo Celebrity More Than $1,000 in the Bank? Make These 4 Moves The Penny Hoarder Ad Americans spend holiday outside Yahoo News Video Insights into the Worldwide Food Enzymes Industry to 2025 - Featuring Royal DSM, Novozymes & Biocatalyst Among Others - ResearchAndMarkets.com Business Wire Fox's Wallace Shreds Kayleigh McEnany for Questioning Reporters' Faith The Daily Beast She Won $8 Million On Slots & Casino Denies Paying TheFashionBall Ad Donald Trump says he may move Republican convention from Charlotte USA TODAY You're Getting Used to Masks. Will You Wear a Face Shield? The New York ... "], ["2020-05-23 01:00", "Research Report with COVID-19 Forecasts- Algae-Based Animal Feed and Ingredients Market 2020-2024 | Increasing Consumption Rate of Aquaculture Products to Boost Growth | Technavio ...  forecast period. Algea, Algae Natural Food, Alltech Inc., Archer Daniels Midland Co., Associated British Foods Plc, Cellana Inc., Corbion NV, Cyanotech Corp., Duplaco BV, and Koninklijke DSM NV are some of the major market participants. The increasing consumption rate of aquaculture products will offer immense growth opportunities. To make the most of the  ... some of the vendors such as Algea, Algae Natural Food, Alltech Inc., Archer Daniels Midland Co., Associated British Foods Plc, Cellana Inc., Corbion NV, Cyanotech Corp., Duplaco BV, and Koninklijke DSM NV. Backed with competitive intelligence and benchmarking, our research reports on the algae-based animal feed and ingredients market are designed to provide entry support, customer profile and M&As ... "], ["2020-05-22 21:35", "President Trump: 'We're doing the right thing by getting it going, we have to open' ...  Buzz Contact Contests Schedule Jobs at FOX 17 Sinclair Cares Salute to Seniors Watch News Local Offbeat Crime Map Money Cents Open for Business Weather Radar Closings Sports Iowa High School Sports Iowa Speedway Racing Minute Televised Sports Schedules College Football Field of Dreams MLB Game MLB NASCAR NFL Entertainment Community Career Connection Character Counts Black History Honors Station DSM Buzz Contact Contests Schedule Jobs at FOX 17 Sinclair Cares Salute to Seniors Coronavirus President Trump: 'We're doing the right thing by getting it going, we have to open' By Sinclair Broadcast Group 1590182302000 President Trump: 'We're doing the right thing by getting it going, we have to open' (SBG) 0 shares tweet now! 0 shares tweet ... "]]}}