{"postfix": "dupont-aktie", "name": "DUPONT_DE_NEMOURS", "wkn": "A2PLC7", "time": "2020.06.02 13:22", "ts": 1591096971, "features": {"KGV": "16.76", "Marktkapitalisierung": {"Size": "Mrd", "Value": "32.89"}, "GA": "3.80", "KBV": "1.16", "BA": "54.91", "KCV": "23.07", "CA": "2.76", "Vola30": "46.55", "Vola90": "88.48", "Vola180": "68.34", "Vola250": "63.31"}, "rivals": ["bayer-aktie", "dow_chemical-aktie", "fmc-aktie", "eastman_chemical_company-aktie", "h_r-aktie", "reliance_industries-aktie", "kws_saat-aktie"], "text_data": {"de": [["31.05.20", "Mai 2020: So schätzen Experten die DuPont de Nemours-Aktie ein"], ["05.05.20", "Corona-Krise reißt Dupont in die roten Zahlen"], ["04.05.20", "Ausblick: DuPont de Nemours stellt Ergebnisse des abgelaufenen Quartals vor"], ["30.04.20", "DuPont de Nemours-Aktie: Was Analysten im April vom Papier halten"], ["30.04.20", "Aktionäre von DuPont erhalten Dividende für das zweite Quartal"], ["21.04.20", "Erste Schätzungen: DuPont de Nemours informiert über die jüngsten Quartalsergebnisse"], ["20.04.20", "MÄRKTE USA/Ölpreisabsturz belastet Wall Street"], ["20.04.20", "MÄRKTE USA/Wall Street mit leichten Abgaben - Ölpreise stürzen ab"], ["20.04.20", "MÄRKTE USA/Wall Street mit kräftigen Verlusten - Ölpreis stürzt ab"], ["20.04.20", "Dupont sichert sich milliardenschwere Kredite - Quartalsverlust"], ["31.03.20", "Analysten sehen für DuPont de Nemours-Aktie Luft nach oben"], ["29.02.20", "Februar 2020: So schätzen Experten die DuPont de Nemours-Aktie ein"], ["18.02.20", "Spezialchemiekonzern Dupont wechselt Führungsspitze aus"], ["14.02.20", "Aktionäre von DuPont erhalten Dividende für das erste Quartal"], ["30.01.20", "Spezialchemiekonzern Dupont leidet unter schwacher Autoindustrie"], ["29.01.20", "Ausblick: DuPont präsentiert Quartalsergebnisse"]], "en": [["20.05.20", "Dig Into DuPont Technique to Grab 3 Quality Picks"], ["07.05.20", "35% Downside For DuPont Stock?"], ["05.05.20", "DuPont de Nemours Inc (DD) Q1 2020 Earnings Call Transcript"], ["05.05.20", "UPDATE 2-DuPont sees tough second quarter as auto sales crater"], ["05.05.20", "DuPont doubles cost-savings target, slashes capital expenses"], ["05.05.20", "5 DuPont-Tested Quality Stocks to Buy Amid Coronavirus Fear"], ["05.05.20", "DuPont slashes capital expenses, increase cost savings"], ["05.05.20", "DuPont first-quarter sales fall in coronavirus, despite PPE demand"], ["05.05.20", "UPDATE 1-DuPont doubles cost-savings target, slashes capital expenses"], ["05.05.20", "DuPont doubles cost-savings target, slashes capital expenses"], ["05.05.20", "DuPont slashes capital expenses, increase cost savings"], ["01.05.20", "DuPont Inks Europe Distribution Deal With Endure Walls"], ["01.05.20", "Dow Chemical Co (DOW) Q1 2020 Earnings Call Transcript"], ["30.04.20", "DuPont (DD) Gears Up for Q1 Earnings: What's in the Offing?"], ["24.04.20", "DuPont doubles output of protective gowns to 30 mln per month"], ["21.04.20", "DuPont (DD) Issues Preliminary Q1 Results, Suspends 2020 View"], ["20.04.20", "UPDATE 2-DuPont sees quarterly profit above expectations on coronavirus-led demand"], ["20.04.20", "UPDATE 1-DuPont sees quarterly profit above expectations on coronavirus-led demand"], ["20.04.20", "DuPont sees Q1 adj. EPS topping estimates, taps credit lines to bolster liquidity"], ["20.04.20", "DuPont sees better-than-expected quarterly results on coronavirus-led demand"], ["17.04.20", "Have Faith in DuPont Analysis & Pick These 5 Top Stocks "], ["13.04.20", "DuPont (DD) Poised on Productivity Actions & New Products "], ["08.04.20", "DuPont, FedEx to expedite personal protective equipment shipments to US"], ["08.04.20", "Is DuPont Stock a Buy?"], ["06.04.20", "Cummins and DuPont Partner to Make N95 Mask Alternative"], ["06.04.20", "Here's Why You Should Hold Onto DuPont (DD) Stock for Now"], ["01.04.20", "5 DuPont-Tested Winning Stocks"], ["24.03.20", "DuPont (DD) Introduces Laminex Maxflow 4G Enzyme in Australia"], ["24.03.20", "DuPont Down 40% Over The Last One Month—Will It Continue To Underperform?"], ["16.03.20", "Depend on DuPont: Profit From These Top-Ranked Stocks"], ["28.02.20", "5 DuPont-Tested High Quality Stock Picks as Virus Scare Spreads"], ["27.02.20", "The Zacks Analyst Blog Highlights: Tesla, Enbridge, DuPont de Nemours, Delta Air Lines and Palo Alto Networks"], ["26.02.20", "Top Stock Reports for Tesla, Enbridge & DuPont de Nemours"], ["19.02.20", "DuPont chairman assuming duties of CEO"], ["18.02.20", "Breen to return as DuPont CEO"], ["18.02.20", "UPDATE 1-Breen to return as DuPont CEO"], ["18.02.20", "Ed Breen to return as DuPont CEO"], ["18.02.20", "DuPont CEO and CFO to leave company"], ["13.02.20", "Better Buy: ExxonMobil vs. DuPont"], ["13.02.20", "Buy 5 Top-Ranked DuPont-Tested Stocks Amid Virus Scare"], ["2020-06-02 09:00", "'I feel their anger and their fears' ... m. to 6 a.m. until further notice. Police said that a Cricket Wireless store was heavily looted and officers responded to several broken glass alarms at businesses that were also vandalized. An injury-related call for assistance at the time was not believed to connected to the protest, police said. \"We had an injured female that called 911 for help at the Capital Inn on N. DuPont Highway that we believe was unrelated to the protests,\" according to a Dover Police Facebook post. \"Our special operations teams did extract the victim through a crowd of protesters to get her medical attention for her injuries without incident. Our teams remain on scene to ensure the safety of the crowd and others in the area.\" Dover PD message Just before 10:30 a.m ... "], ["2020-06-02 04:00", "D.C. Protesters Shelter Overnight In Bystander's Home To Escape Arrest ... EDT D.C. Protesters Shelter Overnight In Bystander's Home To Escape Arrest Sarah Hansen Forbes Staff Markets I cover breaking news. Share to Facebook Share to Twitter Share to Linkedin TOPLINE Dozens of protesters in Washington D.C. took shelter in a private home on Monday night to escape arrest as officers cornered demonstrators on Swann Street in the city's Dupont Circle neighborhood, hours after police fired tear gas and flash grenades to disperse peaceful demonstrators outside the White House. WASHINGTON, DC - JUNE 01: A protester is arrested by Metropolitan Police officers during a protest ... [+] on June 1, 2020 in Washington, DC. Getty Images KEY FACTS \"It was a human tsunami,\" Rahul Dubey, a 44-year-old businessman who opened his door ... "], ["2020-06-01 04:46", "Global Genetically Modified Organisms Food Market 2020 ...  of the market data and key brands. Genetically Modified Food market reports provides all data with easily digestible information to guide every businessman's future innovation and move business forward. Some of the key players influencing the market are the list of companies for Genetically Modified Foods market are AquaBounty Technologies, Inc.,BASF SE,Bayer AG,DOW-DUPONT,KWS SAAT SE and Co. KGaA,Limagrain,Monsanto Company,Okanagan Specialty Fruits Inc.,Sakata,Syngenta AG. Genetically Modified Foods Market report also provide a in-depth understanding of the cutting-edge competitive analysis of the emerging market trends along with the drivers, restraints, and opportunities in the market to offer worthwhile insights and current scenario for making right ... "], ["2020-05-31 22:18", "JACKSONVILLE PROTESTS: Mayor Lenny Curry enforces city-wide curfew amid protests ...  continue marching peacefully @ActionNewsJax #Jacksonville pic.twitter.com/0MO1flQlSj — Jamarlo Phillips (@JamarloANjax) May 31, 2020 5:02 p.m.: Due to damages at the Jessie Ball duPont Fund, the president Mari Kuraishi released a statement: \"There are manytoo manyunderstandable reasons today for why people are turning out in their solidarity and determination to ... 3 hours later, 200 others demonstrators did this @ActionNewsJax pic.twitter.com/CqXjD770hz — Meghan Moriarty (@MeghanANjax) May 31, 2020 Clean up efforts underway outside the Jessie Ball DuPont Denter @ActionNewsJax pic.twitter.com/3cPhzlhsVm — Meghan Moriarty (@MeghanANjax) May 31, 2020 GBI investigators search home of men accused of killing Ahmaud Arbery RELATED STORIES More  ... "], ["2020-05-31 13:30", "Clean up begins after night of violent protests in downtown Jacksonville ...  Jacksonville as crews began cleaning up the mess left behind from a protest that erupted Saturday night . Multiple buildings in the downtown area were left vandalized with graffiti and smashed windows. The Jacksonville Sheriff's Office arrived to back up cleaning crews who worked to remove shattered glass where protesters smashed in a window at the Jessie Ball Dupont Center on East Adams and Ocean Streets. Crews cleaning up shattered glass & smashed windows after violence erupted in Jax yesterday. City officials say in an effort to ensure safety of all its canceling appointments today for mortgage, rent & utility relief program as well as coronavirus testing at Lot J today. @wjxt4 pic.twitter.com/wFRJHWNwnO — Brittany Muller (@BrittMullerNews ... "], ["2020-05-31 13:03", "Despite frustrations, Dover eateries eager to reopen ...  margins, some Dover restaurant owners say they are just hoping to survive during the COVID-19 pandemic against long odds fueled by regulations the government hopes will stop the spread of the virus. \"The rules keep changing and they're not really stated (very well). I'm very frustrated,\" said Ashley Figueroa, one of the owners of the Touchdown Restaurant at 1666 S. Dupont Highway in Dover. \"I'm ready to take the mask off and start living a normal life again and having normal business operations — letting people shoot pool, bands, karaoke and all of that.\" Those restaurant rules, which had limited restaurants to takeout and delivery orders only, will change on June 1 when Gov. John Carney's Phase 1 of Delaware's ... "], ["2020-05-31 13:00", "Despite frustrations, Dover eateries eager to reopen ...  margins, some Dover restaurant owners say they are just hoping to survive during the COVID-19 pandemic against long odds fueled by regulations the government hopes will stop the spread of the virus. \"The rules keep changing and they're not really stated (very well). I'm very frustrated,\" said Ashley Figueroa, one of the owners of the Touchdown Restaurant at 1666 S. Dupont Highway in Dover. \"I'm ready to take the mask off and start living a normal life again and having normal business operations — letting people shoot pool, bands, karaoke and all of that.\" Those restaurant rules, which had limited restaurants to takeout and delivery orders only, will change on June 1 when Gov. John Carney's Phase 1 of Delaware's ... "], ["2020-05-31 13:00", "Despite frustrations, Dover eateries eager to reopen ...  margins, some Dover restaurant owners say they are just hoping to survive during the COVID-19 pandemic against long odds fueled by regulations the government hopes will stop the spread of the virus. \"The rules keep changing and they're not really stated (very well). I'm very frustrated,\" said Ashley Figueroa, one of the owners of the Touchdown Restaurant at 1666 S. Dupont Highway in Dover. \"I'm ready to take the mask off and start living a normal life again and having normal business operations - letting people shoot pool, bands, karaoke and all of that.\" Those restaurant rules, which had limited restaurants to takeout and delivery orders only, will change on June 1 when Gov. John Carney's Phase 1 of Delaware's economic ... "], ["2020-05-31 13:00", "Despite frustrations, Dover eateries eager to reopen ...  margins, some Dover restaurant owners say they are just hoping to survive during the COVID-19 pandemic against long odds fueled by regulations the government hopes will stop the spread of the virus. \"The rules keep changing and they're not really stated (very well). I'm very frustrated,\" said Ashley Figueroa, one of the owners of the Touchdown Restaurant at 1666 S. Dupont Highway in Dover. \"I'm ready to take the mask off and start living a normal life again and having normal business operations — letting people shoot pool, bands, karaoke and all of that.\" Those restaurant rules, which had limited restaurants to takeout and delivery orders only, will change on June 1 when Gov. John Carney's Phase 1 of Delaware's ... "], ["2020-05-31 13:00", "Despite frustrations, Dover eateries eager to reopen ...  margins, some Dover restaurant owners say they are just hoping to survive during the COVID-19 pandemic against long odds fueled by regulations the government hopes will stop the spread of the virus. \"The rules keep changing and they're not really stated (very well). I'm very frustrated,\" said Ashley Figueroa, one of the owners of the Touchdown Restaurant at 1666 S. Dupont Highway in Dover. \"I'm ready to take the mask off and start living a normal life again and having normal business operations — letting people shoot pool, bands, karaoke and all of that.\" Those restaurant rules, which had limited restaurants to takeout and delivery orders only, will change on June 1 when Gov. John Carney's Phase 1 of Delaware's ... "], ["2020-05-31 13:00", "Despite Frustrations, Dover Eateries Eager to Reopen ...  margins, some Dover restaurant owners say they are just hoping to survive during the COVID-19 pandemic against long odds fueled by regulations the government hopes will stop the spread of the virus. \"The rules keep changing and they're not really stated (very well). I'm very frustrated,\" said Ashley Figueroa, one of the owners of the Touchdown Restaurant at 1666 S. Dupont Highway in Dover. \"I'm ready to take the mask off and start living a normal life again and having normal business operations — letting people shoot pool, bands, karaoke and all of that.\" Those restaurant rules, which had limited restaurants to takeout and delivery orders only, will change on June 1 when Gov. John Carney's Phase 1 of Delaware 's ... "], ["2020-05-30 22:18", "Protests, demonstrations continue across Milwaukee ...  TV Schedule Search Contact Us FOX6Now.com Menu News Coronavirus Support Local Because You Matter Podcasts Sports WakeUp Contests Links Weather 61 61 Low 46 High 66 Sun 49 70 Mon 62 72 Tue 67 82 See complete forecast Hub for reliable, timely news about COVID-19 pandemic Protests, demonstrations continue across Milwaukee Posted 5:18 pm, May 30, 2020, by Amy DuPont , Updated at 05:23PM, May 30, 2020 Facebook Twitter Reddit LinkedIn Pinterest Email SMS MILWAUKEE — People again gathered for protests and demonstrations in Milwaukee on Saturday, May 30 in response to the officer-involved death of George Floyd in Minneapolis. Saturday's gatherings began at Veterans Park along Milwaukee's lakefront before heading down Clybourn into downtown, in front ... "], ["2020-05-30 18:35", "Delco's top teachers ...  understands. The expression on the student's face is priceless. NAME: Chris D'Esposito SCHOOL: Unionville Elementary SUBJECT: Health and Physical Education YEARS IN EDUCATION: 13 GREATEST TEACHING SATISFACTION: Seeing my former students return to our elementary school and hearing about all the exciting things they are doing in their lives. NAME: Jennifer Abernethy SCHOOL: Alexis I. DuPont HS SUBJECT: English Language Arts YEARS IN EDUCATION: 11 GREATEST TEACHING SATISFACTION: The relationships that I create and build with students. I've been awarded the school mom superlative for a couple of years, which I feel reflects the unconditional love I have for my \"kids.\" NAME: Persia Ali SCHOOL: Overbrook High School SUBJECT: Special education ... "], ["2020-05-30 15:00", "Why workplace outbreaks are a new frontier for COVID-19 in the GTA ...  regions, where public health officials do not believe workplace outbreaks are currently major drivers of community transmission, according to spokespersons. Toronto Public Health also did not share statistics, but spokesperson Dr. Vinita Dubey said they are developing a process for regularly publishing data on workplace outbreaks and two staff clusters are currently being investigated, one at a Loblaws at Dupont and Christie, and the other at a Metro in Scarborough's Parkway Mall. But workplace outbreaks in Peel and York can also affect communities in Toronto. York region's two biggest workplace outbreaks at the moment have mostly infected employees who live in Toronto, according to chief medical officer Dr. Karim Kurji. These workplaces — an ... "], ["2020-05-30 12:07", "Opinion: Louisville's path out of the coronavirus crisis brings danger and opportunity ...  the Hall of Justice in Louisville, Kentucky. The normally busy courthouse is virtually empty due to the Coronavirus. March 18, 2020 Pat McDonogh, Courier Journal Angelina Miller, 15, shares a moment at home with her mother, Susan Miller, as they two stay home from school due to concerns over the spread of COVID-19. Angelina has cerebral palsy and a speech disorder and is typically in special needs at duPont Manual. \"I worry about her not being able to be in school and suffering more regression,\" Susan said. \"I do the best I can, but I can't provide peer interaction at home on lockdown,\" March 17, 2020 Alton Strupp/Courier Journal From the first case to empty shelves, here's a visual timeline of the pa... Angelina Miller, 15, shares a ... "], ["2020-05-30 09:00", "Looking back at Phillies' Roy Halladay's perfect game 10 years ago, through his triumph and tragedy ...  Simpson, Newark Charter Submitted image Fullscreen Gavin Winegar, Newark Charter. Gavin is attending the University of Delaware's Lerner College of Business. Submitted image Fullscreen Alexis Curlett, Conrad Submitted image Fullscreen Madison Curlett, Conrad Submitted image Fullscreen Julia Lee, Neumann University Submitted image Fullscreen Samantha Cutillo, Hodgson; AJ Cesario, AI DuPont; Olivia Cutillo, Hodgson Submitted image Fullscreen Marc Brown, DeSales University, magna cum laude Submitted image Fullscreen Danielle Ferris, Newark Charter. She will attend Salisbury University for business management and play for the women's soccer team. Submitted image Fullscreen MA'Chi Harmon Submitted image Fullscreen Ashley Smith, Wilmington University ... "], ["2020-05-30 04:00", "9 local businesses ready to help with your home improvement needs ...  businesses are open and ready to serve customers in the GTA, while taking pride in using safe, timely and cost-effective methods. Equipped to execute projects big or small, they're ready to help upgrade your home both inside and out. Jump to: A1 Air Conditioning & Heating , AR Pest Control , Brock Doors and Windows , Decks n'Stuff , Dryshield Basement Waterproofing , Dupont Heating & A/C , Integrity Roofers , Metro Wide Paving , New Toronto Tree Care Ltd A1 Air Conditioning & Heating With over 50 years of experience designing, installing, and servicing heating and cooling systems, we can help you choose the most cost-effective and efficient system for your home or business. At A1 Air Conditioning & Heating, we've built our business by treating ... "], ["2020-05-29 20:40", "Protesters rallying in memory of George Floyd march onto I-43 near North Avenue ...  Sports WakeUp Contests Links Weather 69 69 Low 49 High 68 Sat 48 66 Sun 52 70 Mon 59 72 See complete forecast LIVE: Milwaukee Mayor Tom Barrett offers an update on the COVID-19 pandemic Hub for reliable, timely news about COVID-19 pandemic Protesters rallying in memory of George Floyd march onto I-43 near North Avenue Posted 3:40 pm, May 29, 2020, by Amy DuPont and FOX6 News Facebook Twitter Reddit LinkedIn Pinterest Email SMS MILWAUKEE — Protesters who rallied in memory of George Floyd in Minneapolis march from 27th and Center in Milwaukee — and some of them walked down to the freeway at I-43 and North Avenue. Protesters march, walk onto I-43 at North Avenue, Milwaukee Protesters march, walk onto I-43 at North Avenue, Milwaukee Protesters march ... "], ["2020-05-29 20:02", "Investing During Coronavirus: Stocks Turn Positive on Trump's Trade Comments ... your radar? According to CNBC and FactSet, here are 20 stocks Wall Street can't seem to get enough of (subscription required). Alexandria Real Estate Equities (NYSE: ARE ) AES (NYSE: AES ) Diamondback Energy (NASDAQ: FANG ) Prologis (NYSE: PLD ) NRG Energy (NYSE: NRG ) FirstEnergy (NYSE: FE ) Mondelez (NASDAQ: MDLZ ) Williams Companies (NYSE: WMB ) Baker Hughes (NYSE: BKR ) DuPont de Nemours (NYSE: DD ) Marathon Petroleum (NYSE: MPC ) Pioneer Natural Resources (NYSE: PXD ) Arthur J. Gallagher (NYSE: AJD ) Tyson Foods (NYSE: TSN ) BlackRock (NYSE: BLK ) Valero Energy (NYSE: VOL ) Chevron (NYSE: CVX ) Synchrony Financial (NYSE: SYF ) Weyerhaeuser Company (NYSE: WY ) 3 Stocks Millennials Should Be Buying Right Now [Thursday, April 30, 2:25 p.m.] Contributed ... "], ["2020-05-29 19:38", "AU report outlines racial disparities in the Washington region ...  change in ways we weren't able to before.\" AD The Metropolitan Policy Center, which uses its findings to advise policymakers, think tanks, nonprofits and community organizations, is seeking funding to conduct another study exploring how metrics have changed during the pandemic. AD Crowded housing and essential jobs: Why so many Latinos are getting coronavirus Is Kramerbooks leaving Dupont Circle? Not yet, officials say, as advocates hope to keep it in the neighborhood. Howard University launches free coronavirus testing to reach residents in some of D.C.'s poorest neighborhoods Local newsletters: Local headlines (8 a.m.) | Afternoon Buzz (4 p.m.) Like PostLocal on Facebook | Follow @postlocal on Twitter | Latest local news comment 0 Comments Get ... "]]}}