{"postfix": "electronic_arts-aktie", "name": "ELECTRONIC_ARTS", "wkn": "878372", "time": "2020.06.02 13:40", "ts": 1591098000, "features": {"KGV": "20.99", "Marktkapitalisierung": {"Size": "Mrd", "Value": "31.57"}, "GA": "4.81", "KBV": "3.99", "BA": "25.30", "KCV": "17.73", "CA": "5.70", "Vola30": "38.53", "Vola90": "43.28", "Vola180": "33.86", "Vola250": "30.58"}, "rivals": ["microsoft-aktie", "thq-aktie", "activision_blizzard-aktie", "nintendo-aktie", "take_two-aktie", "ubisoft_entertainment-aktie"], "text_data": {"de": [["2020.06.02", "Star Wars The Clone Wars: Das beste Star Wars seit der Ur-Trilogie"], ["31.05.20", "Electronic Arts-Aktie: Was Analysten im Mai vom Papier halten"], ["29.05.20", "Electronic Arts verlängert bis 2028"], ["21.05.20", "EA veröffentlich den Quellcode der Command & Conquer: Remastered Collection"], ["21.05.20", "Electronic Arts: Quellcode von C&C Remastered wird veröffentlicht"], ["09.05.20", "Electronic Arts stellte Zahlen zum jüngsten Quartal vor"], ["08.05.20", "Madden NFL 21: Electronic Arts macht Spieleupgrades kompliziert"], ["06.05.20", "Electronic Arts: So soll sich das Blatt wenden"], ["06.05.20", "EA und Activision Blizzard hoffen in Corona-Krise auf mehr Nutzer"], ["06.05.20", "Videospiele-Firmen hoffen in Corona-Krise auf mehr Nutzer"], ["05.05.20", "Electronic Arts vor den Zahlen: Darauf kommt es jetzt an"], ["05.05.20", "Star Wars: Darth Vader und mehr Machtspiele"], ["05.05.20", "Star Wars: Taika Waititi dreht neuen Kinofilm"], ["05.05.20", "Star Wars: Taika Waititi ist für nächsten Star-Wars-Film verantwortlich"], ["04.05.20", "Ausblick: Electronic Arts zieht Bilanz zum abgelaufenen Quartal"], ["30.04.20", "Electronic Arts-Aktie: Das sind die Expertenmeinungen des Monats April"], ["29.04.20", "Cloud-Gaming: EA-Spiele und Pubg kommen zu Google Stadia"], ["29.04.20", "Googles Cloud-Gaming Stadia bekommt \"PUBG\" und EA-Spiele"], ["28.04.20", "Star Wars: Disney erntet veritablen Shitstorm mit Star-Wars-Hashtag"], ["27.04.20", "Der Aufstieg Skywalkers: Neunter Teil von Star Wars ab 4. Mai auf Disney+"], ["24.04.20", "Videostreaming: Star Wars Resistance kommt im Mai zu Disney+"], ["23.04.20", "Disney+: Neue Star-Wars-Serie geplant"], ["23.04.20", "Disney+: Disney plant weitere Star-Wars-Serie"], ["22.04.20", "Star Wars: Dritte Staffel von The Mandalorian kommt zu Disney+"], ["22.04.20", "Abgas-Affäre: Neue Baustelle im Dieselskandal: Zweifel am VW-Erfolgsmotor EA 288 wachsen"], ["21.04.20", "Star Wars Clone Wars bei Disney+: Neue Episoden vorerst ohne deutsche Tonspur"], ["20.04.20", "Erste Schätzungen: Electronic Arts legt Zahlen zum jüngsten Quartal vor"], ["18.04.20", "Star Wars: Videokonferenz in einer weit, weit entfernten Galaxie"], ["17.04.20", "HSBC: Kursfantasie bei Activision Blizzard und Electronic Arts"], ["16.04.20", "Electronic Arts und Co.: Auch diese neue Vorschrift stoppt die Kurserholung nicht"], ["08.04.20", "Zoom ruft Ex-Sicherheitschef von Facebook zur Hilfe"], ["01.04.20", "Star Wars: Die Macht ist versehentlich mit PC-Jedi"], ["18.03.20", "Electronic Arts: Online-Gaming ist der letzte Ausweg "], ["06.03.20", "Gaming-Aktien: Activision, EA, Ubisoft - und ein Geheimtipp"], ["04.03.20", "Patentantrag: EA könnte Streamer beim Matchmaking bevorzugen"], ["01.03.20", "Spieleentwickler-Konferenz GDC wegen Sars-CoV-2 auf Sommer verschoben"], ["29.02.20", "So schätzen die Analysten die Zukunft der Electronic Arts-Aktie ein"], ["29.02.20", "VIRUS: Spieleentwickler-Konferenz GDC wegen Sars-CoV-2 auf Sommer verschoben"], ["27.02.20", "Geeks der Sterne: Wenn Star-Wars-Nerds sich streiten"]], "en": [["01.06.20", "Rick and Morty season finale: Clone Beth 'skews a tad Star Wars-y'     - CNET"], ["01.06.20", "EA delays Madden NFL 21 announcement due to U.S. protests"], ["29.05.20", "Hasbro's Black Series adds Zeb from Star Wars Rebels     - CNET"], ["28.05.20", "EA to retain Madden NFL rights in renewed deal"], ["28.05.20", "Star Wars Rebels' Zeb joins Hasbro's Black Series line     - CNET"], ["28.05.20", "Star Wars: Tales from the Galaxy’s Edge is a new VR adventure from Oculus and ILMxLAB"], ["28.05.20", "Star Wars: Tales from the Galaxy's Edge will bring you on VR Disney Parks trip     - CNET"], ["27.05.20", "Consider Electronic Arts Over Take Two Interactive As Demand For Gaming Increases?"], ["19.05.20", "EA Partners II BV : Notice of Result of Adjourned Meeting"], ["16.05.20", "Timothy Olyphant reportedly will wear Boba Fett's armor in The Mandalorian     - CNET"], ["16.05.20", "This Star Wars R2-D2 robot vacuum is perfect for lockdown cleanup fun     - CNET"], ["15.05.20", "EA Partners II BV : Issuer - Notice"], ["15.05.20", "EA Partners I BV : Issuer - Notice"], ["11.05.20", "Electronic Arts shifts playbook for all-digital esports events"], ["09.05.20", "Star Wars favorite Boba Fett to appear on The Mandalorian season 2     - CNET"], ["08.05.20", "The Final Trade: EA, NVDA & NKE"], ["07.05.20", "The Margin: Trump campaign boss to ‘start pressing FIRE’ on ‘Death Star’ — then he’s reminded of how Star Wars ends"], ["06.05.20", "EA games on PS4 and Xbox One could be ‘upgraded free’ to next-gen console versions"], ["06.05.20", "Electronic Arts (EA) Q4 Earnings & Revenues Increase Y/Y"], ["06.05.20", "The Zacks Analyst Blog Highlights: Walt Disney, Activision Blizzard, Electronic Arts, Beyond Meat and Pinterest"], ["06.05.20", "Electronic Arts digital sales soar amid lockdown gaming boom"], ["06.05.20", "Electronic Arts (EA) Beats Q4 Earnings and Revenue Estimates (Revised)"], ["06.05.20", "Electronic Arts (EA) Q4 2020 Earnings Call Transcript"], ["06.05.20", "EA remains focused on live services with 14 new games this year"], ["06.05.20", "UPDATE 1-EA sees full-year revenue above estimates as home-sheltering boosts gaming"], ["05.05.20", "Disney (DIS) Hit Hard by COVID Quarter; Plus EA, ATVI, BYND & More"], ["05.05.20", "Disney Plus hits 54.5M members but new movies will wait for theaters (for now)     - CNET"], ["05.05.20", "Electronic Arts (EA) Beats Q4 Earnings and Revenue Estimates"], ["05.05.20", "Video Game Stocks Activision, EA Beat March-Quarter Targets"], ["05.05.20", "Electronic Arts beats investor expectations with $1.39 billion in Q4 revenue"], ["05.05.20", "Electronic Arts stock falls after topping sales expectations"], ["05.05.20", "Star Wars Jedi: Fallen Order tops 10 million copies sold"], ["05.05.20", "EA sees full-year revenue above estimates as home-sheltering boosts gaming"], ["05.05.20", "EA sees full-year revenue above estimates as home-sheltering boosts gaming"], ["05.05.20", "The Zacks Analyst Blog Highlights: Activision Blizzard, Electronic Arts, Reynolds Consumer Products and Take-Two Interactive Software"], ["05.05.20", "Electronic Arts, Boot Barn, Alphabet, Facebook and Twitter highlighted as Zacks Bull and Bear of the Day"], ["05.05.20", "NASA astronaut shares Star Wars fan video filmed on the ISS     - CNET"], ["04.05.20", "Billie Lourd pays tribute to late mother Carrie Fisher on Star Wars day"], ["04.05.20", "Star Wars VR game Vader Immortal is coming to PlayStation this summer     - CNET"], ["04.05.20", "EA Play Live goes digital on June 11"], ["2020-06-02 11:00", "Ancient Lore project pivots, and other real estate news ...  the start of the Downtown Hoedown concert on Friday evening. 2003 Amy Smotherman/News Sentinel Archives Fullscreen The Dogwood Parade is always a popular part of the annual spring Dogwood Arts Festival, Here one of the parade's giant balloons, representing Clifford the Big Red Dog, floats by the Tennessee Theatre. Special to the News Sentinel. News Sentinel Archives Fullscreen  ...  the mid 1950 and will be replaced with marquee that is similar to the original 1920's sign boards and marquee. One modern addition to the new sign is a LED electronic message board. J. Miles Cary/News Sentinel Archives Fullscreen Vocalists Elizabeth Peterson performs a number along with Bill Snyder at the key board of the Tennessee Theatre Mighty Wurlitzer Pipe Organ. Mighty  ... "], ["2020-06-02 11:00", "Esports Entertainment Group Appoints Industry Veteran Magnus Leppniemi As VP Of Marketing And Head Of Esports At Vie.gg ...  Group. \"Over more than two decades in gaming, Magnus has built an extensive network of relationships that could provide tremendous value as we execute on our global growth strategy.\" Since beginning his career in the gaming industry in 1996, Leppniemi has sold and managed global esports partnerships for major brands and partners like Intel, BenQ Zowie, Electronic Arts, Activision, ESL, and the NBA. Prior to joining Esports Entertainment Group, Leppniemi was Global Sales Director for Wehype. Previously, he served as Sales Director North America at DreamHack, a Swedish production company specializing in esports tournaments and other gaming conventions. \"I'm very excited to join the Esports Entertainment team,\" commented Leppniemi. \"As ... "], ["2020-06-02 10:43", "Coronavirus live updates: Capital Region on track for reopening Wednesday ... sidewalk along Broadway on Thursday April 2, 2020 in Saratoga Springs, N.Y. The tourism bureau in Saratoga Springs says the city and region could lose a billion dollars if Saratoga Performing Arts Center and New York Racing Association are affected. (Lori Van Buren/Times Union) Lori Van Buren/Albany Times Union 112 of 158 Christine Murphy is seen serving customers in their car  ...  toilet paper in it as customers leave BJ's Wholesale Club on Wednesday, March 18, 2020 in Colonie, N.Y. (Lori Van Buren/Times Union) Lori Van Buren/Albany Times Union 156 of 158 An electronic sign with the message \"stay home, stop the spread\" is seen southbound on Rt. 787 on Wednesday, March 18, 2020 in Albany, N.Y. The sign also rotated with the message \"save lives, # ... "], ["2020-06-02 10:25", "Asian Markets Again in Positive Territory ...  Positive Territory By VOA News June 02, 2020 06:25 AM Share on Facebook Share on Twitter Share via Email Print this page A woman wearing face mask walks past a bank electronic board showing the Hong Kong share index at Hong Kong Stock Exchange, June 2, 2020. Asian markets are once again proving resilient to the upheaval caused by the coronavirus pandemic, fraying diplomatic ties ... News Search United States US Politics Immigration All About America Silicon Valley and Technology World News Africa The Americas East Asia Pacific Europe Middle East South & Central Asia Sections Arts & Culture Day in Photos Economy & Business Extremism Watch Press Freedom Science & Health VOA StudentU VOA Connect Refugees Voice of America About VOA Contact VOA Terms of Use and  ... "], ["2020-06-02 09:55", "UK lawmakers balk at order to return and end virtual voting ...  Indulge Magazine South Florida Album Broward Album Entertainment Sections Entertainment Books Comics Games & Puzzles Horoscopes Movies Music & Nightlife People Performing Arts Restaurants TV Visual Arts Blogs & Columnists Jose Lambiet Lesley Abravanel More Entertainment Events Calendar Miami.com Contests & Promotions Opinion Sections All Opinion Editorials Op- ... dim view of that idea, noting drily that it had \"significant practical deficiencies.\" Critics dubbed it a \"conga-line Parliament.\" Opposition politicians are pressing to keep electronic voting. They accuse the Conservative administration of hustling lawmakers back to Parliament so that Johnson will have a supportive chorus during his weekly Commons question session. They say abandoning  ... "], ["2020-06-02 09:20", "UK lawmakers balk at order to return and end virtual voting ...  view of that idea, noting drily that it had 'significant practical deficiencies.' Critics dubbed it a 'conga-line Parliament.' Opposition politicians are pressing to keep electronic voting. They accuse the Conservative administration of hustling lawmakers back to Parliament so that Johnson will have a supportive chorus during his weekly Commons question session. They say abandoning  ... State Nation & World Politics Local Business Education Guardian Weather Campus Sports Preps Sports Gatorsports College Pro Auto Racing Pat Dooley Scene Latest News Music Movies Theater & Arts Dining TV Listings TV Guide Lifestyle Time and Money Health Faith Dear Abby Pets Homes Sudoku Crossword Opinion Editorials Letters Other Voices Columns Business Obituaries  ... "], ["2020-06-02 09:18", "No crowds but candles across Hong Kong will still mark Tiananmen anniversary ... finds his groove at Sundowns 17 hours ago Sundowns coach aims for Champions League and Club World Cup 17 hours ago Komphela gives five subs the thumbs up 17 hours ago Arts & Entertainment Books Motoring Gadgets & Gear Cargumentative PODCAST | Exploring SA's motoring communities: where do you belong? In this episode of Cargumentive, Thomas Falkiner is reunited in the real-world  ... organisations, said she would continue to inform young people about the Tiananmen crackdown, which is a taboo issue on the mainland. The anniversary is not marked by the government. \"I have already bought some electronic candle lights and I plan to light them on the streets,\" said Leung. \"It doesn't matter if it's one person or a few people, as long as there' ... "], ["2020-06-02 09:02", "10 Startups to Invest In With Equity Crowdfunding ...  company's mobile app allows you to chat while doing such things as watching movies, games, Netflix (NASDAQ: NFLX ) streams or shows. What's more, through the crowdfunding site Republic , you can invest in Hearo.Live. The founders include CEO Edward Lerner and Dwight Kwok, the company's vice president of business development. Lerner is the person who wrote Electronic Arts' (NASDAQ: EA ) first 3D game. He has also created companies likes Looking Glass and Multitidue. As for Kwok, he was the general manager in Greater China for Xsolla, where he was responsible for monetizing media and entertainment properties.So far, the company has raised $196,536 from 629 investors and the valuation is $12.5 million. Read more here. Compare Brokers Startups ... "], ["2020-06-02 09:00", "Yandex Debuts Automated Driving Prototypes Based On Hyundai Sonata ...  Estate Retail SportsMoney Transportation Small Business All Small Business Entrepreneurs Franchises Small Business Strategy Lifestyle All Lifestyle Amway BrandVoice | Paid Program Arts Boats & Planes Cars & Bikes Dining ForbesLife Forbes Travel Guide Spirits Style & Beauty Travel Vices Watches Lists All Lists Advisor All Advisor  ...  next 17 years working on ... Read More I've spent my adult life working in and around the automotive industry. After earning a mechanical engineering degree from GMI I spent the next 17 years working on electronic control systems that help cars stop, go and change direction before I drove away to write about what other engineers were creating. Since then I've been trying to educate my readers, viewers and listeners about ... "], ["2020-06-02 08:20", "Stock futures trade higher as violent protests continue across the US ...  Best of Business Markets Pre-Markets US Markets Futures & Commodities Bonds Funds & ETF's Business Leaders Industries Retail Lifestyle Rich & Famous Travel Cars Airplanes Food & Drinks Arts Real Estate Personal Commercial Luxury Properties Tech Digital Social Media Gadgets Business Tech Healthcare Tech Future Tech AI Space Tech Sports NFL NBA MLB NASCAR Boxing Soccer ... the May employment report where 9 million jobs are expected to have been lost. CLICK HERE TO READ MORE ON FOX BUSINESS Benchmark U.S. crude oil added 44 cents to $35.91 a barrel in electronic trading on the New York Mercantile Exchange. It fell 5 cents to $35.44 a barrel Monday. Brent crude oil, the international standard, gained 67 cents to $39.00 a barrel. The Associated Press contributed  ... "], ["2020-06-02 08:17", "Oman sets retirement age for staff of govt companies ... Private cloud or public cloud or both? MoM discusses Decent Work Programme 30/01/2017 Oman Observer Comments Off on MoM discusses Decent Work Programme The Light of Arabia Full Pages Editor's Choice Arts Culture Editor's choice Head stories Main Van Gogh painting stolen from Dutch museum closed by coronavirus 31/03/2020 Oman Observer Comments Off on Van Gogh painting stolen from Dutch museum closed  ... 2020All rights reserved. No part of this publication may be reproduced, distributed, or transmitted in any form or by any means, including photocopying, recording, or other electronic or mechanical methods, without the prior written permission of the publisher. For permission requests, write to the publisher at social@omanobserver.om. Send to Email Address ... "], ["2020-06-02 07:40", "Arabian Sea tropical depression 490km from Mumbai ...  Fest Two Gazan teens killed in Israeli air strike 14/07/2018 Oman Observer Comments Off on Two Gazan teens killed in Israeli air strike The Light of Arabia Full Pages Editor's Choice Arts Culture Editor's choice Head stories Main Van Gogh painting stolen from Dutch museum closed by coronavirus 31/03/2020 Oman Observer Comments Off on Van Gogh painting stolen from Dutch museum closed by  ...  2020All rights reserved. No part of this publication may be reproduced, distributed, or transmitted in any form or by any means, including photocopying, recording, or other electronic or mechanical methods, without the prior written permission of the publisher. For permission requests, write to the publisher at social@omanobserver.om. Send to Email Address Your ... "], ["2020-06-02 07:39", "UK lawmakers balk at order to return and end virtual voting ... Opinion Editorials Bill Manny Editorial Cartoons Letters to the Editor Guest Opinion Submit a Letter or Opinion Entertainment Entertainment Events Calendar Restaurant Reviews Arts and Culture Festivals Movie Reviews Movie Showtimes Music Television Books Comics Puzzles & Games Horoscopes Puzzles Words & Deeds ArtsBeat Outdoors Outdoors Playing Outdoors  ... dim view of that idea, noting drily that it had \"significant practical deficiencies.\" Critics dubbed it a \"conga-line Parliament.\" Opposition politicians are pressing to keep electronic voting. They accuse the Conservative administration of hustling lawmakers back to Parliament so that Johnson will have a supportive chorus during his weekly Commons question session. They say abandoning remote ... "], ["2020-06-02 07:39", "UK lawmakers balk at order to return and end virtual voting ... Politics Politics The California Influencer Series Business Living Living Food & Drink Wine & Beer Home & Garden Travel Columns Linda Lewis Griffith Pet Tales Entertainment Entertainment Arts & Culture Comics Puzzles & Games Horoscopes Restaurants Events Calendar Movies Music TV Opinion Opinion Editorials Viewpoints Influencers Opinion Editorial Cartoons Letters to the Editor  ...  of that idea, noting drily that it had \"significant practical deficiencies.\" Critics dubbed it a \"conga-line Parliament.\" Opposition politicians are pressing to keep electronic voting. They accuse the Conservative administration of hustling lawmakers back to Parliament so that Johnson will have a supportive chorus during his weekly Commons question session. They say  ... "], ["2020-06-02 07:38", "Asian shares gain on hopes for regional economies reopening ...  Editorials Bill Manny Editorial Cartoons Letters to the Editor Guest Opinion Submit a Letter or Opinion Entertainment Entertainment Events Calendar Restaurant Reviews Arts and Culture Festivals Movie Reviews Movie Showtimes Music Television Books Comics Puzzles & Games Horoscopes Puzzles Words & Deeds ArtsBeat Outdoors Outdoors Playing Outdoors ... by FactSet expect the report will show the economy lost 9 million jobs last month. The yield on the 10-year Treasury was steady at 0.66%. Benchmark U.S. crude oil added 33 cents to $35.77 a barrel in electronic trading on the New York Mercantile Exchange. It fell 5 cents to $35.44 a barrel Monday. Brent crude oil, the international standard, gained 37 cents to $38.69 a barrel. The U.S. dollar rose to 107.79 Japanese  ... "], ["2020-06-02 07:38", "Asian shares gain on hopes for regional economies reopening ...  Politics The California Influencer Series Business Living Living Food & Drink Wine & Beer Home & Garden Travel Columns Linda Lewis Griffith Pet Tales Entertainment Entertainment Arts & Culture Comics Puzzles & Games Horoscopes Restaurants Events Calendar Movies Music TV Opinion Opinion Editorials Viewpoints Influencers Opinion Editorial Cartoons Letters to the Editor  ...  the report will show the economy lost 9 million jobs last month. The yield on the 10-year Treasury was steady at 0.66%. Benchmark U.S. crude oil added 33 cents to $35.77 a barrel in electronic trading on the New York Mercantile Exchange. It fell 5 cents to $35.44 a barrel Monday. Brent crude oil, the international standard, gained 37 cents to $38.69 a barrel. The U.S. dollar rose to 107 ... "], ["2020-06-02 07:15", "Asian shares gain on hopes for regional economies reopening ...  Magazine South Florida Album Broward Album Entertainment Sections Entertainment Books Comics Games & Puzzles Horoscopes Movies Music & Nightlife People Performing Arts Restaurants TV Visual Arts Blogs & Columnists Jose Lambiet Lesley Abravanel More Entertainment Events Calendar Miami.com Contests & Promotions Opinion Sections All Opinion Editorials  ... FactSet expect the report will show the economy lost 9 million jobs last month. The yield on the 10-year Treasury was steady at 0.66%. Benchmark U.S. crude oil added 33 cents to $35.77 a barrel in electronic trading on the New York Mercantile Exchange. It fell 5 cents to $35.44 a barrel Monday. Brent crude oil, the international standard, gained 37 cents to $38.69 a barrel. The U.S. dollar rose to 107.79 Japanese ... "], ["2020-06-02 07:13", "Asian shares gain on hopes for regional economies reopening ... 19 New housing permits in CT plunge during April Subway cuts more than 100 jobs from Milford headquarters Market Matters: If you get in a car crash, beware of Entertainment Music Television Movies Arts Events Comics Connecticut teen Charli D'Amelio is TikTok's biggest star, and 'Anastasia,' 'Hairspray' top Broadway Series coming to New Haven chef to appear on  ...  report will show the economy lost 9 million jobs last month. The yield on the 10-year Treasury was steady at 0.66%. Benchmark U.S. crude oil added 33 cents to $35.77 a barrel in electronic trading on the New York Mercantile Exchange. It fell 5 cents to $35.44 a barrel Monday. Brent crude oil, the international standard, gained 37 cents to $38.69 a barrel. The U.S. dollar rose to ... "], ["2020-06-02 07:13", "Asian shares gain on hopes for regional economies reopening ...  with CT shops files for bankruptcy TV's top show comes from a Stamford-based company Connecticut shed 266K jobs in April Real Estate Entertainment Movies Music Arts Television Comics Puzzles and Games Events Plan your visit to Stamford Museum & Nature Center Ridgefield hosting free drive-in movies Saturdays in June Maritime Garage Gallery: Virtual exhibit  ...  expect the report will show the economy lost 9 million jobs last month. The yield on the 10-year Treasury was steady at 0.66%. Benchmark U.S. crude oil added 33 cents to $35.77 a barrel in electronic trading on the New York Mercantile Exchange. It fell 5 cents to $35.44 a barrel Monday. Brent crude oil, the international standard, gained 37 cents to $38.69 a barrel. The U.S. dollar rose to 107.79 ... "], ["2020-06-02 06:48", "UK lawmakers balk at order to return and end virtual voting ... restaurant with CT shops files for bankruptcy TV's top show comes from a Stamford-based company Connecticut shed 266K jobs in April Real Estate Entertainment Movies Music Arts Television Comics Puzzles and Games Events Plan your visit to Stamford Museum & Nature Center Ridgefield hosting free drive-in movies Saturdays in June Maritime Garage Gallery: Virtual exhibit explores ...  of that idea, noting drily that it had \"significant practical deficiencies.\" Critics dubbed it a \"conga-line Parliament.\" Opposition politicians are pressing to keep electronic voting. They accuse the Conservative administration of hustling lawmakers back to Parliament so that Johnson will have a supportive chorus during his weekly Commons question session. They say  ... "]]}}