{"postfix": "elringklinger-aktie", "name": "ELRINGKLINGER", "wkn": "785602", "time": "2020.06.02 13:06", "ts": 1591095971, "features": {"KGV": "136.33", "Marktkapitalisierung": {"Size": "Mio", "Value": "300.64"}, "GA": "0.06", "KBV": "0.61", "BA": "13.49", "KCV": "2.68", "CA": "3.05", "Vola30": "58.6", "Vola90": "76.61", "Vola180": "68.1", "Vola250": "61.12"}, "rivals": ["bertrandt-aktie", "continental-aktie", "grammer-aktie", "leoni-aktie", "shw-aktie"], "text_data": {"de": [["2020.06.02", "MÄRKTE EUROPA/DAX auf Dreimonatshoch über 12.000 - Autos geben Vollgas"], ["09.05.20", "ElringKlinger: So viel setzte das Unternehmen zuletzt um"], ["30.04.20", "So stuften die Analysten die ElringKlinger-Aktie im vergangenen Monat ein"], ["25.04.20", "Autobranche: Autogipfel darf nicht nur Elektro fördern"], ["17.04.20", "ElringKlinger warnt vor deutlichen Belastungen"], ["11.04.20", "Metallarbeitgeber wollen wegen Corona Sommerurlaub in den Betrieben streichen"], ["06.04.20", "Deutschland: Autoindustrie sieht Geschäft einbrechen"], ["02.04.20", "ElringKlinger: Was beim Unternehmen in den jüngsten Büchern steht"], ["31.03.20", "Wie Experten die ElringKlinger-Aktie im März einstuften"], ["30.03.20", "ROUNDUP: Gewinn von Zulieferer ElringKlinger schrumpft schon vor der Krise"], ["30.03.20", "Zulieferer ElringKlinger fordert Kaufprämie gegen Autokrise"], ["30.03.20", "ElringKlinger wird erneut keine Dividende ausschütten"], ["13.03.20", "Erste Firmen sagen Aktionärsversammlungen wegen Corona ab"], ["29.02.20", "Februar 2020: Das sind die Expertenmeinungen zur ElringKlinger-Aktie"], ["21.02.20", "MÄRKTE EUROPA/Überzeugende Einkaufsmanager-Indizes sorgen für Käufe"], ["19.02.20", "MÄRKTE EUROPA/Börsen erholt - Apple-Umsatzwarnung abgehakt"], ["19.02.20", "XETRA-SCHLUSS/DAX erholt - Deutsche Telekom sehr fest"], ["19.02.20", "MÄRKTE EUROPA/Börsen halten Kursgewinne"], ["19.02.20", "MÄRKTE EUROPA/Börsen halten an Gewinnen fest - Dt. Telekom fest"], ["19.02.20", "ANALYSE-FLASH: Warburg Research belässt ElringKlinger auf 'Sell' - Ziel 5 Euro"], ["19.02.20", "MÄRKTE EUROPA/Zahlen von Dt. Telekom und Covestro kommen gut an"], ["23.01.20", "Startup Sono sucht nach weiteren Geldgebern für Solarauto"], ["15.01.20", "ROUNDUP 2/Autogipfel: IG Metall und Wirtschaft wollen mehr Hilfen bei Umbruch"], ["15.01.20", "ROUNDUP/Autogipfel: IG Metall und Wirtschaft wollen mehr Hilfen bei Umbruch"]], "en": [["17.04.20", "ElringKlinger AG : ElringKlinger records revenue shortfalls and improved earnings in first quarter of 2020"], ["09.04.20", "ElringKlinger AG : Preliminary announcement of the publication of quarterly reports and quarterly/interim statements"], ["23.03.20", "ElringKlinger AG : ElringKlinger adjusts production due to coronavirus pandemic"], ["2020-04-30 11:00", "FEP Heat Shrink Medical Tube Industry Analysis 2020 | By Shrink Ratio, Application And Geography ... , Collaborations and Joint Ventures 7.3 Product Launch & Expansions 7.4 Other Activities 8 Leading Companies 8.1 TE Connectivity Ltd. 8.2 Tef-Cap Industries Inc. 8.3 Shenzhen Sunbow Insulation Materials 8.4 Udey Medflex Tubes 8.5 Aokeray Medical 8.6 Polyfluor Plastics B.V. 8.7 APT Advanced Polymer Tubing GmbH8.8 Zeus Industrial Products Inc. 8.9 Elringklinger Kunststofftechnik GmbH8.10 Junkosha Inc. 8.11 Adtech Polymer Engineering Ltd. 8.12 Optinova 8.13 Parker-Hannifin Corporation 8.14 Holscot Fluoroplastics Ltd. 8.15 Medical Extrusion Technologies, Inc. 8.16 Polyflon Technology Ltd. 8.17 Fluortek AB8.18 Teleflex Inc. For more information about this report visit https://www.researchandmarkets.com/r/b4eklm Research and Markets also offers Custom Research ... "], ["2020-04-29 09:00", "Analysis on Impact of Covid-19- Automotive Cross Car Beam Market 2019-2023 | Demand for Enhanced Safety to Boost Growth | Technavio ...  designs as one of the prime reasons driving the automotive cross car beam market growth during the next few years. Automotive Cross Car Beam Market 2019-2023: Vendor Analysis We provide a detailed analysis of vendors operating in the automotive cross car beam market, including some of the vendors such as CIE Automotive SA, DURA Automotive Systems LLC, ElringKlinger AG, Faurecia SA, Georg Fischer Ltd., KIRCHHOFF Automotive GmbH, Meridian Lightweight Technologies Inc., Multimatic Inc, Shiloh Industries Inc., Unipres Corp. Backed with competitive intelligence and benchmarking, our research reports on the automotive cross car beam market are designed to provide entry support, customer profile and M&As as well as go-to-market strategy support. Register for a ... "], ["2020-04-10 05:15", "China stocks slip but eye best week in five on stimulus hopes ...  Expensive Solar Panels EnergyBillCruncher Ad Coronavirus stimulus checks could be distributed to some Americans today Fox Business Coronavirus job losses hit these states the hardest Yahoo Finance Pence suggests coronavirus social distancing won't end soon Yahoo News New Device Exposed Alarming Truth About Wi-Fi WiFiBlast Ad New study finds that cats can catch coronavirus Yahoo News Video How Do ElringKlinger AG's (ETR:ZIL2) Returns On Capital Compare To Peers? Simply Wall St. Federal Reserve announces $2.3 trillion in funding for households, local governments Yahoo Finance Seniors With No Life Ins May Get $50k for $15/Mo National Family Ad Jack Dorsey's $1 billion pledge sparks conversation around UBI Yahoo Finance Coronavirus will test one U.S ... "], ["2020-03-30 07:42", "BRIEF-Elringklinger Suspends Dividend To Strengthen Internal FinancingElringklinger AG:"], ["2020-03-30 07:42", "BRIEF-Elringklinger Suspends Dividend To Strengthen Internal FinancingElringklinger AG:'"], ["2020-03-23 13:10", "Global Heat Shield Industry ...  development of demand patterns in emerging countries in Asia-Pacific , Latin America and the Middle East . All research viewpoints presented are based on validated engagements from influencers in the market, whose opinions supersede all other research methodologies. - Competitors identified in this market include, among others, Autoneum Holding Ltd. Dana Holding Corporation ElringKlinger AG Lydall Inc. Morgan Advanced Materials PLC Ugn Inc. Zircotec Ltd. Read the full report: https://www.reportlinker.com/p05798739/?utm_source=PRN I. INTRODUCTION, METHODOLOGY & REPORT SCOPE II. EXECUTIVE SUMMARY 1. MARKET OVERVIEW Integration of Heat Shields with Other Vehicle ComponentsDrives the Automotive Heat Shield MarketRigid Heat Shield - The Largest Product Segment ... "], ["2020-03-23 12:14", "BRIEF-ElringKlinger Adjusts Production Due To CoronavirusELRINGKLINGER AG:'"], ["2020-03-12 16:30", "FEP Heat Shrink Medical Tubing Market Worth $146 Million By 2024 - Exclusive Report By MarketsandMarkets ... heat shrink medical tubing market during the forecast period due to its significant growth in FDI and increased healthcare expenditure. The key companies profiled in the FEP heat shrink medical tube market report are Zeus Industries products ltd. (US), TE Connectivity (US), Parker-Hannifin (US), Teleflex Inc. (US), Junkosha Inc. ( Japan ), Elringklinger Kunststofftechnik GmbH ( Germany ), Medical Extrusion Technologies, Inc. (US), Polyflon Technology Ltd (UK), Polyfluor Plastics bv ( Netherlands ), Tef-Cap Industries Inc (US), Optinova(US) Get 10% Free Customization on this Research Report: https://www.marketsandmarkets.com/requestCustomizationNew.asp?id=88280405 Browse Adjacent Markets: Resins and Polymers Market Research Reports & Consulting Related Report ... "], ["2020-02-19 06:35", "BRIEF-Elringklinger FY Revenue Rose 1.6% To EUR 1.73 BlnElringklinger AG:"], ["2020-02-19 06:35", "BRIEF-Elringklinger FY Revenue Rose 1.6% To EUR 1.73 BlnElringklinger AG:'"], ["2020-02-06 16:15", "Global Automotive Fuel Cell Industry Outlook, 2020-2028 - Rising Demand For Fuel Cell Vehicles In Automotive & Transportation, Government Initiatives Promoting Hydrogen Infrastructure ...  Fuel Cells15.6 Ceres Power15.7 Nedstack15.8 Doosan Corporation15.9 Delphi Technologies15.10 Proton Power Systems PLC15.11 Other Key Players15.11.1 Asia Oceania15.11.1.1 Hyundai Kefico Corporation15.11.1.2 Panasonic15.11.1.3 Toray Industries15.11.1.4 Sunrise Power Co. Ltd.15.11.2 Europe 15.11.2.1 Intelligent Energy15.11.2.2 Bosch15.11.2.3 Powercell15.11.2.4 Symbio15.11.2.5 Elringklinger AG15.11.2.6 Swiss Hydrogen Power15.11.3 North America 15.11.3.1 Dana Incorporated15.11.3.2 Fuel Cell System Manufacturing LLC15.12 Other Key OEMs15.12.1 Toyota15.12.2 Honda15.12.3 Hyundai15.12.4 Audi15.12.5 Daimler15.12.6 Riversimple15.12.7 Nikola15.12.8 Cummins15.12.9 Saic Motor 15.12.10 Van Hool For more information about this report visit https://www.researchandmarkets.com ... "], ["2020-01-27 20:15", "Global $71 Billion Gaskets & Seals Market Forecast, 2023 - Increase In Fixed Investment Spending, Expanding Durable Goods Output In Developing Countries ... high-quality sealing products because of the difficulty of repairing many products included in this market, will boost value gains. Key Topics Covered 1. Market Brief2. Global Market Overview3. North America4. Central & South America5. Western Europe6. Eastern Europe7. Asia/Pacific8. Africa/Mideast9. Industry Structure10. Appendix Companies Mentioned Cooper-Standard ElringKlinger Freudenberg Gosei Henniges Hutchinson John Crane Parker-Hannifin SKF Tenneco Toyoda Trelleborg For more information about this report visit https://www.researchandmarkets.com/r/8t24jp Research and Markets also offers Custom Research services providing focused, comprehensive and tailored research. Media Contact: Research and Markets Laura Wood, Senior Manager press@researchandmarkets ... "]]}}