{"postfix": "eon-aktie", "name": "E.ON", "wkn": "ENAG99", "time": "2020.06.02 12:34", "ts": 1591094051, "features": {"KGV": "14.24", "Marktkapitalisierung": {"Size": "Mrd", "Value": "25.09"}, "GA": "0.67", "KBV": "2.73", "BA": "3.50", "KCV": "7.85", "CA": "1.22", "Vola30": "22.97", "Vola90": "44.59", "Vola180": "34.61", "Vola250": "26.78"}, "rivals": ["eni-aktie", "mvv_energie-aktie", "enel-aktie", "rwe-aktie", "centrica-aktie", "enbw-aktie", "engie-aktie"], "text_data": {"de": [["2020.06.02", "Energiekonzern: Eon nimmt Innogy von der Börse"], ["2020.06.02", "E.ON hat Ziel erreicht: innogy-Notierung endet voraussichtlich noch in dieser Woche"], ["2020.06.02", "Eon bei Innogy am Ziel - Verschmelzung eingetragen"], ["2020.06.02", "ANALYSE-FLASH: Credit Suisse senkt Ziel für Eon auf 10,60 Euro - 'Outperform'"], ["31.05.20", "So stuften die Analysten die EON SE-Aktie im vergangenen Monat ein"], ["30.05.20", "WDH: Verbrauchern droht höherer Strompreis"], ["30.05.20", "Mai-Sonne treibt Solarstromerzeugung kräftig an"], ["30.05.20", "Verbrauchern droht höherer Strompreis - Wirtschaft will Entlastungen"], ["29.05.20", "MÄRKTE EUROPA/Hongkong-Krise löst Gewinnmitnahmen aus"], ["29.05.20", "XETRA-SCHLUSS/Lufthansa und Auto-Aktien ziehen DAX nach unten"], ["29.05.20", "MÄRKTE EUROPA/Zykliker schwach - Anleger warten auf Trump"], ["29.05.20", "MÄRKTE EUROPA/Anleger vor Trumps China-Reaktion vorsichtig"], ["29.05.20", "HSBC: TeamViewer und E.ON blicken zuversichtlich aufs Gesamtjahr"], ["29.05.20", "MÄRKTE EUROPA/Gewinnmitnahmen - Autowerte wegen China unter Druck"], ["28.05.20", "Eon-Chef will Online-HVs auch nach Corona"], ["28.05.20", "ROUNDUP/Störfeuer gegen RWE-Deal: Eon sieht Klage der Konkurrenz gelassen"], ["28.05.20", "Energiewirtschaft: Eon-Chef Teyssen will virtuelle Hauptversammlung nach der Krise beibehalten"], ["28.05.20", "Eon-Chef Teyssen möchte Online-Hauptversammlungen beibehalten"], ["28.05.20", "Eon bekräftigt Prognose, mahnt aber zur Vorsicht"], ["28.05.20", "E.ON lädt zur virtuellen Hauptversammlung"], ["28.05.20", "Börse 07:45 Uhr Merck und Eon Hauptversammlungen"], ["28.05.20", "Großes Interesse der Aktionäre an Online-Hauptversammlung von Eon"], ["27.05.20", "ROUNDUP: Versorger wollen Eon-RWE-Deal vor Gericht zu Fall bringen"], ["27.05.20", "WDH/Versorger wollen Eon-RWE-Deal vor Gericht zu Fall bringen"], ["27.05.20", "Versorger wollen Eon-RWE-Deal vor Gericht zu Fall bringen"], ["27.05.20", "Datteln 4 soll am Samstag in Betrieb gehen"], ["27.05.20", "Nationale Champions zu Lasten des Mittelstands: Stadtwerke klagen gegen Eon-RWE-Deal"], ["27.05.20", "Energiewirtschaft: Klage eingereicht: Megadeal von Eon und RWE landet vor Europäischem Gericht"], ["26.05.20", "Innogy-Übernahme: Eon im Bilanzcheck: Der Megadeal mit RWE lastet auf dem Energiekonzern"], ["25.05.20", "DIHK-Präsident kritisiert Regierungspläne zum Kohleausstieg"], ["24.05.20", "AKW Grohnde nach Wartung wieder am Netz"], ["20.05.20", "Uniper startet erste HV im Netz - Datteln 4 soll bis 2038 laufen"]], "en": [["27.05.20", "German energy players challenge RWE-Eon merger"], ["2020-05-31 13:07", "1/3 of Smaller Businesses to Lay off Workers1/3 of Smaller Businesses to Lay off Workers By Jin Joong-eon Facebook 0 Twitter 0 E-mail More Google+ LinkedIn KakaoStory June 01, 2020 12:07 Small and mid-sized companies are in dire straits as the coronavirus epidemic devastates business and forces painful cuts. In a poll of 800 companies with more than five workers by the Korea Small Business Institute, 35.3 percent of small and mid-sized companies said they will reduce their staff in the second half of this year. Only 17.1 percent of SMEs plan to hire more workers. Some 44 percent of them had already laid off staff. Some 72.5 percent forecast business conditions to get worse in the second half. And while 53.6 percent expect the economy to recover from the coronavirus pandemic in 2021, 32 percent saw no  ... "], ["2020-05-30 19:30", "The Lifetime movie turns 30: Escape reality with a marathon of nannies, cheerleaders & kids in peril ...  reality with a marathon of nannies, cheerleaders & kids in peril view in app -- Shares Melanie McFarland May 30, 2020 7:30PM (UTC) Look, the notion of celebrating the 30th anniversary of Lifetime's greatest contribution to Americana , the Lifetime Original Movie , seems every which way but right in the context of the here and now. It's been a week, a month, an eon. The world is on fire, and the very racist supposed leader of the free world is blithely endorsing the use of lethal violence on American citizens. People are dying of violence and a highly contagious virus. People are very tired. Black people, especially, are beyond tired. That very condition marrow-deep fatigue and the acute onset of situational depression makes a numbing, weekend-long ... "], ["2020-05-29 19:30", "Car enters production after 55 year break ... on sale. Aston Martin has started production of the famous DB5 ... 55 years after the last one rolled off the assembly line. The Aston Martin DB5 is one of the world's most recognisable cars. Source:Supplied The 1964 Aston Martin DB5 — made famous in Goldfinger with Sean Connery starring as James Bond — will be re-created by the British car maker and EON Productions, which produces the 007 films. The DB5 has also featured in modern Bond films, most notably Skyfall in 2012. Aston Martin's Heritage Division is building the cars as part of its continuation program, which recreates classic Astons with a touch of modern engineering. Aston Martin is building 25 examples of the 1964 DB5. Source:Supplied Aston Martin is using old world techniques ... "], ["2020-05-29 09:45", "Fast Lane: Facelifted BMW 5-series include plug-in hybrid ...  435hp and 520Nm of torque to its name. The power is sent to all four wheels via a nine-speed automatic transmission. Aston Martin remakes 'Goldfinger' DB5 PHOTO: ASTON MARTIN Aston Martin's DB5 production has resumed after 55 years, with work on the first Goldfinger Continuation car underway. The first of 25 cars, it is produced in association with Eon Productions, makers of James Bond films. The cars will feature working 'Goldfinger' gadgets developed by Aston Martin and Oscar-winning special effects guru Chris Corbould. Fewer than 900 saloon examples of the DB5 made famous by the 1964 007 film Goldfinger were built between 1963 and 1965. Restored Lamborghini LM002 PHOTO: LAMBORGHINI British restorer Bell Sport and Classic has brought ... "], ["2020-05-29 04:20", "Iconic Aston Martin DB5 returns - in 007 spec ...  the Link No, your eyes don't deceive you: the familiar shape in the adjoining image is indeed an Aston Martin DB5 and it is indeed being made right now. Camera Icon The Aston Martin DB5 lives again. For the first time in 55 years, Aston is building the iconic Bond car once again — well, 25 of them anyway. Aston is collaborating with Bond filmmakers EON Productions to make the DB5 Goldfinger Continuation vehicles, complete with the same gadgets as in the film. Camera Icon The Aston Martin DB5 lives again. Owners can live out their 007 fantasies with simulated tech such as a rear smoke screen system, oil slick delivery system, revolving number plates, twin front machine guns, tyre slasher, radar screen tracker map, telephone in the driver's door ... "], ["2020-05-29 00:00", "Global Virtual Reality Market Is Expected To Reach $91.00 Billion By 2027 - Latest Market Research Report By Stratistics MRC ... / -- According to Stratistics MRC, the Global Virtual Reality market is accounted for $7.90 billion in 2018 and is expected to reach $91.00 billion by 2027 growing at a CAGR of 31.2% during the forecast period. Some of the key players in virtual reality market include Sony, HTC, Google, Vuzix, Apple Inc., Microsoft, Samsung Electronics, Eon Reality, Facebook, Inc, CyberGlove Systems, Sensics, Sixense Enterprises, Merge Labs, Qualcomm Technologies, Inc, Dessault Systems SE, Lenovo Group Ltd., Autodesk Inc., and Magic Leap, Inc. Some of the key factors propelling the market growth are growing digitization and availability of affordable VR devices, penetration of HMDs in gaming and entertainment sector, huge investment in virtual reality market. However ... "], ["2020-05-28 12:00", "Bond's Aston Martin DB5 is back as work begins on Goldfinger Continuation cars ...  by the 1964 James Bond film that made the model so famous. The new cars are being built at Aston's Heritage Division headquarters in Newport Pagnell, using authentic DB5 chassis and body panels combined with modern engineering and a suite of working gadgets developed with Bond special effects guru Chris Corbould. They are being produced in collaboration with Bond production company EON to celebrate the brands' long-running association and include detailed recreations of many of the special features the cinematic secret agent used. Sign up to our daily newsletter The i newsletter cut through the noise Sign up Thanks for signing up! Sorry, there seem to be some issues. Please try again later. Submitting... Among the working gadgets are a rear smoke ... "], ["2020-05-28 03:32", "Report: EG obtain ex-Dignitas top laner Huni ...  prevailed in the League of Legends Champions Korea (LCK) 2017 Spring Split regular season and playoffs plus the 2017 Mid-Season Invitational. V1per was a member of the FlyQuest team that wound up as runner-up to Cloud9 last month in the LCS Spring Split playoffs. According to ESPN, the highest-paid LCS player is Team Liquid top laner Jung \"Impact\" Eon-yeong, a 25-year-old South Korean. —Field Level Media Our Standards: The Thomson Reuters Trust Principles. 0 : 0 narrow-browser-and-phone medium-browser-and-portrait-tablet landscape-tablet medium-wide-browser wide-browser-and-larger medium-browser-and-landscape-tablet medium-wide-browser-and-larger above-phone portrait-tablet-and-above above-portrait-tablet landscape-tablet-and-above landscape ... "], ["2020-05-28 01:14", "Car enters production after 55 year break ...  on sale. Aston Martin has started production of the famous DB5 ... 55 years after the last one rolled off the assembly line. media_camera The Aston Martin DB5 is one of the world's most recognisable cars. The 1964 Aston Martin DB5 — made famous in Goldfinger with Sean Connery starring as James Bond — will be re-created by the British car maker and EON Productions, which produces the 007 films. The DB5 has also featured in modern Bond films, most notably Skyfall in 2012. Aston Martin's Heritage Division is building the cars as part of its continuation program, which recreates classic Astons with a touch of modern engineering. media_camera Aston Martin is building 25 examples of the 1964 DB5. Aston Martin is using old world techniques to ... "], ["2020-05-27 13:59", "Liddell, the smoking gun and cigar-gate ... The tour slated for early next year sounds like a challenge in itself, as Wheatley navigates COVID-19 restrictions in each state. Even so, it's not the biggest challenge on his hands. He is also waiting on the outcome of his bid to secure local news wire, Australian Associated Press, after expressing an interest in March. Wheatley, who was part of digital start-up EON Sports Radio which went into voluntary administration in 2017, is up against other prominent bidders including former Foxtel executive Peter Tonagh in the race for the asset. Wheatley's bid has a few holes and hasn't been given much encouragement from the AAP board, which is controlled by News Corp and Nine Entertainment Co (publisher of this masthead), according to sources familiar ... "], ["2020-05-27 10:50", "Car enters production after 55 year break ...  be the oldest new car on sale. Aston Martin has started production of the famous DB5 ... 55 years after the last one rolled off the assembly line. The Aston Martin DB5 is one of the world's most recognisable cars. The 1964 Aston Martin DB5 - made famous in Goldfinger with Sean Connery starring as James Bond - will be re-created by the British car maker and EON Productions, which produces the 007 films. The DB5 has also featured in modern Bond films, most notably Skyfall in 2012. Aston Martin's Heritage Division is building the cars as part of its continuation program, which recreates classic Astons with a touch of modern engineering. Aston Martin is building 25 examples of the 1964 DB5. Aston Martin is using old world techniques to build the DB5s ... "], ["2020-05-27 10:46", "Coronavirus Surges at Online Sellers' WarehousesCoronavirus infections are spreading in warehouses run by online commerce companies Coupang and Market Kurly. The surge at Coupang's warehouse in Bucheon has also spread to a nearby call center.Health authorities said Wednesday that a call center work"], ["2020-05-27 10:00", "Arm Introduces Cortex-A78, Cortex-X1, Cortex-X Custom ...  GPUs. He appears on the PC Perspective Podcast live every Wednesday night at 10 PM ET/7 PM PT. Related Posts ASUS Announces ROG G752 G-SYNC Gaming Laptop October 13, 2015 Nokia World's Largest Windows Phone OS Smartphone Vendor in Q4 2011 February 26, 2012 Computex 2013: Intel Demos Baytrail Tablet, Haswell Ultrabook, Ivy Bridge Passive Tablet June 6, 2013 Origin EON 11-S Review: Successor To The Mobile Gaming Throne July 18, 2012 Leave a reply Cancel reply Your email address will not be published. Required fields are marked * COMMENT Name * Email * This site uses Akismet to reduce spam. Learn how your comment data is processed . Search for: Latest Podcasts Archive & Timeline Previous 12 months Select Month May 2020 April 2020 March 2020 February 2020 ... "], ["2020-05-27 09:38", "Live and let drive! Bond fans snap up Aston Martin's new 3.3m replica Goldfinger DB5 ... up Aston Martin's new 3.3m replica Goldfinger DB5 complete with machine guns, smoke screens and bullet-proof shields (but it's too DANGEROUS to drive it on the road) The Aston Martin DB5 was first driven by Sean Connery's James Bond in the 1964 movie Goldfinger As well as Sean Connery, Pierce Brosnan and Daniel Craig have also used the DB5 in James Bond movies EON Productions, the firm behind the Bond franchise are using their special effects people to work on the job The first cars should be delivered to their owners later this year though they cannot be driven on the road By Darren Boyle for MailOnline Published: 05:38 EDT, 27 May 2020 | Updated: 06:10 EDT, 27 May 2020 e-mail View comments Advertisement Aston Martin is creating a replica of one ... "], ["2020-05-25 20:52", "Amid The COVID-19 Crisis And The Looming Economic Recession, The Virtual Reality (VR) Market Worldwide Will Grow By A Projected US$82.6 Billion, During The Analysis Period ... in the now changing Virtual Reality (VR) market landscape. All research viewpoints presented are based on validated engagements from influencers in the market, whose opinions supersede all other research methodologies. Competitors identified in this market include, among others, Advanced Micro Devices, Inc.; AppReal-VR ; Barco N.V; Crytek GmbH; Cubicle Ninjas; EON Reality Inc.; Epic Games, Inc.; Erminesoft; Firsthand Technology Inc.; Google Inc.; HTC Corporation; Hyperlink Infosystem; Immersive Robotics; Intel Corporation; Jaunt, Inc.; Kopin Corporation, Inc.; Leap Motion, Inc.; Lenovo ( China ); MindMaze Holding SA; NVIDIA Corporation; Oculus VR, LLC; Pimax Technology ( Shanghai ) Co., Ltd.; Pixvana, Inc.; Qualcomm Technologies, Inc.; Samsung Electronics Co ... "], ["2020-05-25 14:31", "Smaller Firms Lay off Half a Million WorkersSmaller Firms Lay off Half a Million Workers By Jin Joong-eon Facebook 0 Twitter 0 E-mail More Google+ LinkedIn KakaoStory May 26, 2020 13:31 Small and mid-sized companies laid off over half a million workers as their businesses were hit by the coronavirus crisis and other calamities. The number of workers at small and mid-sized companies declined by more than 530,000 on-year in April. At big businesses with more than 300 workers staff numbers edged up despite the epidemic, but smaller firms laid staff off left, right and center. According to the Korea Small Business Institute on Monday, 23.94 million people were employed in SMEs last month, down a whopping 538,000. The decline at SMEs was sharper than the total drop of jobs of 476,000. The institute mostly  ... "], ["2020-05-25 09:18", "Study: Plate tectonics that shifted continents across Earth started at least 2.5 billion years ago ... helped them build up a clearer picture of how the heat flow in different places across the Earth's crust changed over time. This, in turn, helped them understand the plate tectonic processes that control these changes. Johnson said that a large focus of their research was on how the tectonic processes might have changed throughout the period of time known as the Proterozoic eon, which lasted between 2.5 billion and 540 million years ago. This period represents nearly half of Earth's entire history. The interest in this era, according to Johnson, is because of a debate among the scientific community over whether the plate tectonic processes scientists can observe in the present day can be used to accurately interpret really ancient rocks. If the Earth ... "], ["2020-05-24 13:28", "Kakao's Market Cap Overtakes Hyundai'sKakao's Market Cap Overtakes Hyundai's By Jin Joong-eon Facebook 0 Twitter 0 E-mail More Google+ LinkedIn KakaoStory May 25, 2020 12:28 Internet upstart Kakao has overtaken stolid auto giant Hyundai in terms of market capitalization, not least thanks to increased use of its apps during lockdown. Kakao's stock price closed up four percent on May 22 at W247,000 (US$1=W1,240). That translates into a total market cap of W21.51 trillion and put it ninth among listed companies on the Korea Exchange. Hyundai's shares closed down 2.78 percent at W94,500, resulting in a market cap of W20.19 trillion. But Hyundai still dwarfs Kakao in terms of assets, which total W194 trillion versus Kako's puny W8 trillion. Kakao's stock price has soared due  ... "], ["2020-05-22 13:44", "Triumph unveils limited-run Scrambler 1200 Bond Edition for 007 fans ...  Delhi Mumbai Videos More Links Elections 2019 Videos Download Android App Follow us on Facebook Twitter Linkedin Youtube &nbsp 22 May 2020 Triumph unveils limited-run Scrambler 1200 Bond Edition for 007 fans Written by YANTRA (Bot) &centerdot; Auto Triumph has unveiled the Scrambler 1200 Bond Edition as a limited-run commemorative variant celebrating the company's collaboration with Eon Productions for the upcoming James Bond movie titled No Time To Die . The automaker will produce only 250 units and each unit will come with 007-inspired livery, a unique plaque billet riser clamp, an exclusive bike cover, and a premium leather rucksack. Design Triumph Scrambler 1200 Bond Edition: At a glance The Triumph Scrambler 1200 Bond Edition offers a retro ... "], ["2020-05-21 13:36", "WA Wagyu brand steals show at competition ...  online because of the COVID-19 crisis. The awards celebrate three Wagyu classes — full-blood Japanese black, crossbred open Wagyu, and commercial Wagyu. Gold, silver and bronze medals were awarded across the three classes based on tenderness, juiciness, flavour, overall liking, and visual. The highest score for each class was awarded the class champion title. Jack's Creek, of Tamworth, eon the open crossbred Wagyu class, while Pilbara producer Pardoo Beef was the commercial Wagyu champion. With Jack's Creek posting 785 points and Pardoo Beef recording 733 points, Stone Axe Pastoral prevailed to be grand champion with its 799 points. Stone Axe is among WA's biggest Wagyu producers, with a pure-bred herd of about 18,000 cattle on properties ... "]]}}