{"postfix": "equifax-aktie", "name": "EQUIFAX", "wkn": "854618", "time": "2020.06.02 11:24", "ts": 1591089872, "features": {"KGV": "24.96", "Marktkapitalisierung": {"Size": "Mrd", "Value": "16.75"}, "GA": "5.62", "KBV": "6.58", "BA": "21.30", "KCV": "54.54", "CA": "2.57", "Vola30": "32.35", "Vola90": "58.46", "Vola180": "46.49", "Vola250": "35.86"}, "rivals": ["paychex-aktie", "dunbradstreet-aktie", "automatic_data_processing-aktie", "moodys-aktie"], "text_data": {"de": [["30.04.20", "April 2020: Experten empfehlen Equifax-Aktie mehrheitlich zum Kauf"], ["22.04.20", "Equifax legte Quartalsergebnis vor"], ["19.04.20", "Ausblick: Equifax legt die Bilanz zum abgelaufenen Quartal vor"], ["29.02.20", "Equifax-Aktie: Das sind die Analysten-Einstufungen des vergangenen Monats"], ["14.02.20", "Equifax präsentierte Quartalsergebnisse"], ["11.02.20", "Militär-Hacker: USA klagen vier Chinesen wegen Equifax-Hack an"], ["11.02.20", "US-Justiz klagt chinesische Bürger wegen Equifax-Hack an"], ["11.02.20", "Ausblick: Equifax stellt Zahlen zum jüngsten Quartal vor"], ["10.02.20", "Equifax-Datendiebstahl: US-Regierung klagt chinesische Hacker an"]], "en": [["01.06.20", "Equifax Sees Its Composite Rating Rise To 96"], ["20.05.20", "Why Is Equifax (EFX) Up 12.4% Since Last Earnings Report?"], ["15.05.20", "Equifax (EFX) Announces Appointment of Chief Product Officer"], ["07.05.20", "Twitter, Walmart, Equifax and others dropped by S&P from its ESG index, while Costco is newly included"], ["30.04.20", "Market Extra: Under Fed’s new criteria, Equifax, Nasdaq and Tiffany & Co. are ‘Main Street’ companies"], ["22.04.20", "Equifax Inc (EFX) Q1 2020 Earnings Call Transcript"], ["21.04.20", "Equifax (EFX) Surpasses Q1 Earnings & Revenue Estimates"], ["20.04.20", "Equifax stock rises as company yanks guidance, tops consensus earnings estimates"], ["17.04.20", "Equifax (EFX) to Report Q1 Earnings: What's in the Cards?"], ["13.04.20", "Equifax Appoints Lindsay Parker as Chief Marketing Officer"], ["08.04.20", "Will Equifax (EFX) Beat Estimates Again in Its Next Earnings Report?"], ["24.03.20", "Equifax says it will work with lenders, creditors to help reduce the impact of the coronavirus crisis on U.S. credit reports"], ["13.03.20", "Equifax (EFX) Down 16.5% Since Last Earnings Report: Can It Rebound?"], ["13.02.20", "Equifax Inc (EFX) Q4 2019 Earnings Call Transcript"], ["13.02.20", "Equifax (EFX) Surpasses Q4 Earnings & Revenue Estimates"], ["13.02.20", "With Harsh Words, China’s Military Denies It Hacked Equifax"], ["13.02.20", "China's defence ministry asks U.S. to rescind Equifax hacking indictments"], ["13.02.20", "Equifax (EFX) Surpasses Q4 Earnings and Revenue Estimates"], ["12.02.20", "Equifax stock ticks higher as results beat Street view"], ["12.02.20", "If China did hack Equifax, these Americans may have more reasons to be concerned"], ["11.02.20", "Equifax (EFX) to Report Q4 Earnings: What's in the Cards?"], ["11.02.20", "China denies cybertheft following Equifax accusations"], ["11.02.20", "China denies cybertheft following Equifax accusations"], ["11.02.20", "UPDATE 5-U.S. charges four Chinese military hackers in 2017 Equifax breach"], ["11.02.20", "China denies engaging in cyber theft following U.S. indictments on Equifax case"], ["11.02.20", "Equifax breach is the latest of many hacks linked to China"], ["10.02.20", "UPDATE 4-U.S. charges four Chinese military hackers in 2017 Equifax breach"], ["10.02.20", "US charges Chinese military officers over Equifax hack"], ["10.02.20", "US charges Chinese military officers over Equifax hack"], ["10.02.20", "U.S. charges Chinese military hackers in 2017 Equifax data breach"], ["10.02.20", "Department of Justice Blames China for Equifax Data Breach: What You Need to Know"], ["10.02.20", "U.S. Charges Chinese Military Officers in 2017 Equifax Hacking"], ["10.02.20", "U.S. charges four Chinese military hackers in 2017 Equifax breach"], ["10.02.20", "UPDATE 3-U.S. charges four Chinese military hackers in 2017 Equifax breach"], ["10.02.20", "Equifax breach: How to 'freeze' your credit following news of China military hack"], ["10.02.20", "UPDATE 2-U.S. charges four Chinese military hackers in 2017 Equifax breach"], ["10.02.20", "US charges 4 Chinese military members in Equifax breach"], ["10.02.20", "US charges four Chinese military members over Equifax hacking breach"], ["10.02.20", "China denies Equifax hack after Justice Department charged four military hackers     - CNET"], ["10.02.20", "Four Chinese military members indicted by US prosecutors over Equifax breach"], ["2020-05-31 16:36", "Coronavirus updates: State reaches 21,349 cases; fraudulent unemployment claims recovered ...  said. LeVine first detailed the scope of the fraud last week, saying that the information of tens of thousands of people in the state was used to fraudulently pay hundreds of millions of dollars in unemployment benefits. Much of it apparently went to a West African fraud ring using identities stolen in prior data breaches, such as the massive 2017 Equifax breach. Washington is one of several states where attacks have been detected, including New Mexico, Michigan and Montana, according to California cyber security firm Agari, which has monitored the Nigerian fraud group, dubbed Scattered Canary. The fraudsters had money sent to prepaid debit cards associated with bank accounts, from which they have it transferred internationally or quickly exchanged for ... "], ["2020-05-31 10:05", "Kokua Line: Oahu man's stolen identity used in false jobless claim ...  your repeated attempts. This is no minor concern, as Hawaii's unemployment office is among those apparently being targeted by Scattered Canary, a Nigerian cybercrime ring that allegedly has stolen millions of dollars from other states' unemployment funds, according to the California-based cybersecurity firm Agari Data Inc. The ring uses identities stolen in earlier data hacks, such as the 2017 Equifax breach, Agari said. It first detected fraudulent claims being filed for Pandemic Unemployment Assistance in Hawaii on May 17, according to the company's email security blog, which can be found on its website, agari.com . Hawaii's DLIR was alerted May 14 by the U.S. Secret Service that such fraud might occur and has taken steps to prevent it ... "], ["2020-05-30 19:05", "We're at month 2: Tracking the Fed's efforts to keep credit flowing during the coronavirus pandemic ...  out of its $600 billion Main Street Lending Facility, which now includes bigger firms with more employees. That means up to $5 billion in annual revenue, up from $2.5 billion initially. The Fed also lowered its minium loan size to $500,000 from $1 million, potentially pitting smaller companies against big, household names for emergency funding. See : Under Fed's new criteria, Equifax, Nasdaq and Tiffany & Co. are 'Main Street' companies Congress also is looking at shaking up the Paycheck Protection Program, after it injected another $320 billion into the Fed's initial $350 billion program, in part because the uptake among businesses has slowed, after its first pot of funds in April quickly ran out. Read : House approves bill that gives small ... "], ["2020-05-30 15:07", "List of well-known web sites that port scan their visitors ... . Using this list, BleepingComputer visited the sites for many of the larger companies and checked if they were port scanning our computers when visiting. While none are as large as eBay in terms of visitors, many of the sites using ThreatMetrix's anti-fraud scripts are well-known brands. Of the sites we tested, we saw Citibank, TD Bank, Ameriprise, Chick-fil-A, Lendup, BeachBody, Equifax IQ connect, TIAA-CREF, Sky, GumTree, and WePay port scanning our computers. Sites port scanning our computers. Click to enlarge When using the port scanning script, it was done differently depending on the site. For example, Citibank, Ameriprise, and TIAA-CREF immediately port scanned our computers when visiting the main page of the site. TD Bank, Chick-fil-A, Lendup ... "], ["2020-05-30 04:00", "Kelvin Collins: Protect your credit during pandemic ... and credit and don't fall prey to scammers taking advantage of the crisis. Consumers working with lenders on forbearance or other flexible repayment options should obtain written documentation of such arrangements. They also should monitor their credit report to be sure it accurately reflects their repayment efforts. Consumers can obtain free credit reports from the three major credit bureaus Equifax, TransUnion and Experian via AnnualCreditReport.com. The BBB received more than 15,700 complaints about debt collection agencies in 2019. The BBB Scam Tracker also received nearly 1,700 reports of fraud in 2019. Scammers may call claiming to be collecting an overdue payment for a loan company, law firm or government agency. They may make threats of suing you ... "], ["2020-05-29 19:21", "DOJ Targets Maine Order That Out-Of-State Travelers Self Quarantine First ...  in a press conference at the Department of Justice on February 10, 2020 in Washington, DC. Barr announced the indictment of four members of Chi... WASHINGTON, DC - FEBRUARY 10: Attorney General William Barr participates in a press conference at the Department of Justice on February 10, 2020 in Washington, DC. Barr announced the indictment of four members of China's military on charges of hacking into Equifax Inc. and stealing data from millions of Americans. (Photo by Sarah Silbiger/Getty Images) MORE LESS By Tierney Sneed | May 29, 2020 3:21 p.m. EDITORS' NOTE: TPM is making our COVID-19 coverage free to all readers during this national health crisis. If you'd like to support TPM's reporters, editors and staff, the best way to do so is to ... "], ["2020-05-29 14:16", "As lenders tighten requirements, improve your chances of getting a new credit card with these 4 tips ...  The easiest way to gauge your approval odds for a new credit card is to be informed. Become familiar with your credit report and and monitor your credit score frequently, especially as you implement good money habits to try to improve your score. From now through April 2021, you can get a free credit report every week from each of the three main credit bureaus (Experian, Equifax and TransUnion) by going to AnnualCreditReport.com . Federal law entitles everyone to one free credit report from each bureau per year, but in wake of the financial hardship from the coronavirus outbreak it has made credit reports more easily accessible. You can also check your credit score for free by logging into your credit card issuer's site or by using a free credit score ... "], ["2020-05-29 12:09", "You can now check your credit report for free once a week ...  to help manage your financial data,\" said Cathlin Tully, attorney for the Federal Trade Commission's Division of Privacy and Identity Protection. \"Your credit report has information about your credit history and payment history — information that lenders, creditors, and other businesses use when giving you loans or credit.\" The three national credit reporting agencies- Equifax, Experian and Transunion will be offering weekly free reports for the next year. To get your free report, go to AnnualCreditReport.com . Previously, the free reports were available one time per year per company. The FTC advised people to check for any new financial arrangements or temporary forebearance made during the pandemic. Note to readers: if you purchase ... "], ["2020-05-29 10:51", "Judge demands Capital One release Mandiant cyberforensic report on data breach ...  United Kingdom United States ZDNet around the globe: ZDNet China ZDNet France ZDNet Germany ZDNet Korea ZDNet Japan Judge demands Capital One release Mandiant cyberforensic report on data breach Attorneys suing the company will now have access to the report in preparation for a potential trial. By Charlie Osborne for Zero Day | May 29, 2020 -- 10:51 GMT (11:51 BST) | Topic: Security Equifax data breach: Chinese hackers charged, unlikely to ever be brought to justice 0:51 Watch Now A judge has ruled that Capital One must release the forensic report prepared by Mandiant following a data breach, of which the company is now being sued over. Security Windows 10 to get PUA/PUP protection feature Best security keys in 2020: Hardware-based two-factor authentication ... "], ["2020-05-29 10:00", "Democrats urge DeVos to punish student loan firm for emergency relief blunder ...  nearly 2,000 Americans and 18 experts. Illinois made religious restrictions voluntary. Now the focus is on California. This senator says he and his wife have tested positive for coronavirus antibodies . One blue state reopened early — before Georgia, Texas and Florida. How's it doing? Read all coronavirus coverage Great Lakes incorrectly reported to credit bureaus — including Equifax, TransUnion and Experian — that borrowers whose payments were automatically suspended by the CARES Act were in a \"deferment\" on their federal student loans. The CARES Act, and the department's instructions to loan companies, required those loans to be reported as though a borrower was making current and on-time payments. The company and the ... "], ["2020-05-29 08:54", "Washington recovers $300M in fraudulent unemployment claims ...  LeVine first detailed the scope of the fraud last week, saying that the information of tens of thousands of people in the state was used to fraudulently pay hundreds of millions of dollars in unemployment benefits. Much of it apparently went to a West African fraud ring using identities stolen in prior data breaches, such as the massive 2017 Equifax breach. Washington is one of several states where attacks have been detected, including New Mexico, Michigan and Montana, according to California cyber security firm Agari, which has monitored the Nigerian fraud group, dubbed Scattered Canary. The fraudsters had money sent to prepaid debit cards associated with bank accounts, from which they have it transferred internationally or quickly exchanged for bitcoin ... "], ["2020-05-29 07:06", "Washington recovers $300M in fraudulent unemployment claims ...  said. LeVine first detailed the scope of the fraud last week, saying that the information of tens of thousands of people in the state was used to fraudulently pay hundreds of millions of dollars in unemployment benefits. Much of it apparently went to a West African fraud ring using identities stolen in prior data breaches, such as the massive 2017 Equifax breach. Washington is one of several states where attacks have been detected, including New Mexico, Michigan and Montana, according to California cyber security firm Agari, which has monitored the Nigerian fraud group, dubbed Scattered Canary. The fraudsters had money sent to prepaid debit cards associated with bank accounts, from which they have it transferred internationally or quickly exchanged for ... "], ["2020-05-28 23:18", "Washington recovers $300M in fraudulent unemployment claims ...  said. LeVine first detailed the scope of the fraud last week, saying that the information of tens of thousands of people in the state was used to fraudulently pay hundreds of millions of dollars in unemployment benefits. Much of it apparently went to a West African fraud ring using identities stolen in prior data breaches, such as the massive 2017 Equifax breach. Washington is one of several states where attacks have been detected, including New Mexico, Michigan and Montana, according to California cyber security firm Agari, which has monitored the Nigerian fraud group, dubbed Scattered Canary. The fraudsters had money sent to prepaid debit cards associated with bank accounts, from which they have it transferred internationally or quickly exchanged for ... "], ["2020-05-28 21:53", "Washington recovers $300M in fraudulent unemployment claims ...  said. LeVine first detailed the scope of the fraud last week, saying that the information of tens of thousands of people in the state was used to fraudulently pay hundreds of millions of dollars in unemployment benefits. Much of it apparently went to a West African fraud ring using identities stolen in prior data breaches, such as the massive 2017 Equifax breach. Washington is one of several states where attacks have been detected, including New Mexico, Michigan and Montana, according to California cyber security firm Agari, which has monitored the Nigerian fraud group, dubbed Scattered Canary. The fraudsters had money sent to prepaid debit cards associated with bank accounts, from which they have it transferred internationally or quickly exchanged for ... "], ["2020-05-28 21:53", "Washington recovers $300M in fraudulent unemployment claims ...  said. LeVine first detailed the scope of the fraud last week, saying that the information of tens of thousands of people in the state was used to fraudulently pay hundreds of millions of dollars in unemployment benefits. Much of it apparently went to a West African fraud ring using identities stolen in prior data breaches, such as the massive 2017 Equifax breach. Washington is one of several states where attacks have been detected, including New Mexico, Michigan and Montana, according to California cyber security firm Agari, which has monitored the Nigerian fraud group, dubbed Scattered Canary. The fraudsters had money sent to prepaid debit cards associated with bank accounts, from which they have it transferred internationally or quickly exchanged for ... "], ["2020-05-28 21:53", "Washington recovers $300M in fraudulent unemployment claims ...  said. LeVine first detailed the scope of the fraud last week, saying that the information of tens of thousands of people in the state was used to fraudulently pay hundreds of millions of dollars in unemployment benefits. Much of it apparently went to a West African fraud ring using identities stolen in prior data breaches, such as the massive 2017 Equifax breach. Washington is one of several states where attacks have been detected, including New Mexico, Michigan and Montana, according to California cyber security firm Agari, which has monitored the Nigerian fraud group, dubbed Scattered Canary. The fraudsters had money sent to prepaid debit cards associated with bank accounts, from which they have it transferred internationally or quickly exchanged for ... "], ["2020-05-28 20:43", "On unemployment? You may get a check now instead of direct deposit as Pennsylvania protects against fraud ...  claims. Advertisement \"If you're not part of that $11 billion, it doesn't really help you much,\" Oleksiak said. Filing for unemployment because of the coronavirus shutdown? Prepare for a long wait. Dickinson said the stolen personal data was obtained outside of the department, likely in one of a number of data security breaches such as the 2017 Equifax breach, when the personal information of 147 million people was stolen. None of the Department of Labor & Industry's systems has been compromised, she said. The scam has affected unemployment systems in every state, Dickinson said. The switch to paper checks will affect only those who are receiving Pandemic Unemployment Assistance created as part of the federal Coronavirus Aid, Relief and ... "], ["2020-05-28 20:30", "Washington state recovers $300 million in fraudulent unemployment claims ...  LeVine first detailed the scope of the fraud last week, saying that the information of tens of thousands of people in the state was used to fraudulently pay hundreds of millions of dollars in unemployment benefits. Much of it apparently went to a West African fraud ring using identities stolen in prior data breaches, such as the massive 2017 Equifax breach. Washington is one of several states where attacks have been detected, including Maine, New Mexico, Michigan and Montana, according to California cyber security firm Agari, which has monitored the Nigerian fraud group, dubbed Scattered Canary. The fraudsters had money sent to prepaid debit cards associated with bank accounts, from which they have it transferred internationally or quickly exchanged ... "], ["2020-05-28 19:55", "Washington recovers $300M in fraudulent unemployment claims ...  said. LeVine first detailed the scope of the fraud last week, saying that the information of tens of thousands of people in the state was used to fraudulently pay hundreds of millions of dollars in unemployment benefits. Much of it apparently went to a West African fraud ring using identities stolen in prior data breaches, such as the massive 2017 Equifax breach. Washington is one of several states where attacks have been detected, including New Mexico, Michigan and Montana, according to California cyber security firm Agari, which has monitored the Nigerian fraud group, dubbed Scattered Canary. The fraudsters had money sent to prepaid debit cards associated with bank accounts, from which they have it transferred internationally or quickly exchanged for ... "], ["2020-05-28 19:48", "State says it has recovered $300 million in stolen unemployment benefits ...  said. LeVine first detailed the scope of the fraud last week, saying that the information of tens of thousands of people in the state was used to fraudulently pay hundreds of millions of dollars in unemployment benefits. Much of it apparently went to a West African fraud ring using identities stolen in prior data breaches, such as the massive 2017 Equifax breach. Washington is one of several states where attacks have been detected, including New Mexico, Michigan and Montana, according to California cyber security firm Agari, which has monitored the Nigerian fraud group, dubbed Scattered Canary. The fraudsters had money sent to prepaid debit cards associated with bank accounts, from which they have it transferred internationally or quickly exchanged for ... "]]}}