{"postfix": "expedia-aktie", "name": "EXPEDIA", "wkn": "A1JRLJ", "time": "2020.06.02 12:59", "ts": 1591095588, "features": {"KGV": "17.67", "Marktkapitalisierung": {"Size": "Mrd", "Value": "9.44"}, "GA": "6.15", "KBV": "4.11", "BA": "26.44", "KCV": "9.68", "CA": "11.23", "Vola30": "89.42", "Vola90": "116.91", "Vola180": "87.38", "Vola250": "68.92"}, "rivals": ["tui-aktie", "hotelde-aktie", "thomas_cook-aktie", "orbitz_worldwide-aktie", "booking_1-aktie"], "text_data": {"de": [["31.05.20", "Expedia-Aktie: Was Analysten im Mai vom Papier halten"], ["28.05.20", "Hotels liefern 184 Millionen Gebühren ab: Booking, Expedia und Co. immer mächtiger"], ["21.05.20", "MÄRKTE USA/Konjunkturdaten und US-chinesische Spannungen belasten"], ["21.05.20", "MÄRKTE USA/Konjunkturdaten und Misstöne zwischen USA und China belasten"], ["21.05.20", "MÄRKTE USA/Wall Street an datenüberflutetem Tag zurückhaltend"], ["21.05.20", "MÄRKTE USA/Börsen an datenüberfluteten Tag leichter erwartet"], ["21.05.20", "MARKT USA/Leichterer Start in datenüberfluteten Tag erwartet"], ["21.05.20", "Expedia: Reiselust erwacht im Mai "], ["19.05.20", "Ausblick: Expedia zieht Bilanz zum abgelaufenen Quartal"], ["30.04.20", "So schätzen Analysten die Expedia-Aktie ein"], ["24.04.20", "Morning Briefing: Nutzt Amazon Handelsdaten von Partnern? Facebook, Expedia, Preis-Champions, Rhiem, Multichannel, "], ["01.04.20", "US-Portal Expedia erzürnt Schweizer Hoteliers"], ["31.03.20", "Analysten sehen bei Expedia-Aktie Potenzial"], ["29.02.20", "Februar 2020: Die Expertenmeinungen zur Expedia-Aktie"], ["25.02.20", "Expedia will 3.000 Jobs streichen"], ["21.02.20", "Auf Crashkurs mit Booking und Expedia: Warum das Geschäftsmodell von Airbnb erodiert"], ["15.02.20", "Expedia hat die Zahlen zum jüngsten Quartal vorgelegt"], ["14.02.20", "KORREKTUR: MÄRKTE USA/Verhaltenes Geschäft vor dem langen Wochenende"], ["14.02.20", "MÄRKTE USA/Verhaltenes Geschäft vor dem langen Wochenende"], ["14.02.20", "MÄRKTE USA/Verhaltenes Geschäft vor dem langen Wochenende"], ["14.02.20", "MÄRKTE USA/Wall Street kaum verändert - Neigung zu Gewinnmitnahmen hoch"], ["14.02.20", "Opening Bell: Dow Jones vor leichtem Eröffnungsplus; Nvidia, Canopy Growth, Expedia, Shopify, Roku, Pinterest, Facebook"], ["14.02.20", "MÄRKTE USA/Wall Street knapp im Plus gesehen - Aber nur zur Eröffnung"], ["12.02.20", "Ausblick: Expedia zieht Bilanz zum abgelaufenen Quartal"], ["30.01.20", "MÄRKTE USA/WHO hievt Wall Street ins Plus"]], "en": [["21.05.20", "Why Expedia Stock Declined Today"], ["21.05.20", "Nasdaq Today: Ross Stores Stock Rises on Retail Rebound Hopes; Expedia Expects to Endure a Slow Spring"], ["21.05.20", "Expedia stock gets a downgrade after earnings"], ["21.05.20", "Expedia Group (EXPE) Incurs Loss in Q1, Revenues Fall Y/Y"], ["21.05.20", "Expedia Rises in Pre-Market Trading Despite First-Quarter Misses"], ["21.05.20", "Expedia reports bigger loss, suspends dividend as coronavirus impacts travel"], ["21.05.20", "Expedia (EXPE) Q1 2020 Earnings Call Transcript"], ["21.05.20", "Expedia signals May rebound as cancellations stabilize"], ["21.05.20", "UPDATE 2-Expedia signals May rebound as cancellations stabilize"], ["20.05.20", "Expedia (EXPE) Reports Q1 Loss, Tops Revenue Estimates"], ["20.05.20", "Expedia posts bigger quarterly loss as pandemic takes toll"], ["20.05.20", "UPDATE 1-Expedia posts bigger quarterly loss as pandemic takes toll"], ["20.05.20", "Expedia stock ticks higher after quarterly results"], ["20.05.20", "Expedia posts bigger quarterly loss as pandemic impact takes toll"], ["19.05.20", "Nasdaq Today: Strong Quarter Lifts Baidu Stock; Expedia Gets a Downgrade"], ["19.05.20", "Expedia stock drops after Jefferies downgrade"], ["18.05.20", "Expedia stock soars toward best day since 2012"], ["18.05.20", "Why Booking Holdings, Expedia, and Sabre Corporation Stocks All Popped 10% (Or More) Today"], ["16.05.20", "Trader lays out how to play Expedia ahead of earnings"], ["15.05.20", "Expedia (EXPE) to Report Q1 Earnings: What's in the Offing?"], ["13.05.20", "Why Expedia Group, Sabre, and Marriott Stocks Fell Today"], ["13.05.20", "Earnings Preview: Expedia (EXPE) Q1 Earnings Expected to Decline"], ["04.05.20", "Expedia Stock Fell 36% Year-To-Date, How Low Can It Go?"], ["03.05.20", "Why Shares of Expedia Rose 26.1% in April"], ["30.04.20", "Earnings Preview: Expedia (EXPE) Q1 Earnings Expected to Decline"], ["24.04.20", "Booking Holdings’ Stock Has Fallen Off The Cliff, But Its Stock Will Fare Better Than Expedia"], ["23.04.20", "Why Expedia Group's Shares Popped 9.7% Today"], ["23.04.20", "Expedia raises $3.2B to ride out pandemic, names new CEO and announces austerity measures"], ["23.04.20", "Expedia Raises $3.2 Billion in Coronavirus Lifeline"], ["23.04.20", "Expedia to boost liquidity with $3.2 billion capital raise, names new CEO"], ["23.04.20", "Expedia to boost liquidity with $3.2 billion capital raise, names new CEO"], ["23.04.20", "UPDATE 2-Expedia to boost liquidity with $3.2 bln capital raise, names new CEO"], ["23.04.20", "Expedia to raise $3.2 billion in capital to boost liquidity, names new CEO"], ["23.04.20", "Expedia to raise $3.2 billion in capital to boost liquidity, names new CEO"], ["23.04.20", "UPDATE 1-Expedia to raise $3.2 bln in capital to boost liquidity, names new CEO"], ["23.04.20", "Expedia to raise $3.2 billion in new capital"], ["23.04.20", "Expedia Stock Leaps 7.3% on Report of Potential Sale of Stake in Company"], ["22.04.20", "Why Expedia Group Stock Popped 12% on Wednesday"], ["22.04.20", "Expedia shares fly on report of talks to sell stake for $1 billion"], ["22.04.20", "Report: Expedia in Late Stage Discussions to Sell a Stake to PE Firms"], ["2020-05-31 18:58", "We're going on a staycation ... hopes may be overdone. Lingering health concerns and uncertainty about which borders will open mean many consumers on both sides of the Atlantic will stick close to home this summer. What's more, they may favor a remote Airbnb rental instead of staying in a hotel, with the increased chances of running into other people in the lobby, elevator or restaurant. Globally, new bookings at Airbnb Inc. and Expedia Group Inc.'s Vrbo more than doubled from 916,000 in the week of April 5 to 2.08 million in the week of May 18, according to AirDNA, a short-term rental data provider. While the home-sharing site Airbnb has been hit hard by the travel trough, it said domestic bookings rose strongly in China, South Korea, the Netherlands and Denmark in April, and they ... "], ["2020-05-31 17:02", "The Dividend Massacre That Was May ...  early May that it would not declare a dividend for the first half of its current fiscal year, which ends in September. The company's theme parks have been especially hard hit by the pandemic, which has forced closures. Other suspending their payouts include Alaska Air Group (ALK), American Airlines Group (AAL), Royal Caribbean Cruises (RCL), and Expedia Group (EXPE). In a press release earlier this month, Host Hotels & Resorts (HST), a real-estate investment trust, said that it \"anticipates temporarily suspending or paying a nominal dividend until further notice.\" Others companies announcing dividend suspensions include Coty (COTY), whose beauty products include fragrances, skin care, and nail care, and Molson Coors Beverage (TAP). Its exposure ... "], ["2020-05-31 14:48", "How leaders should address race with their employees, the Warren Buffett of tech, and top healthcare startups ...  firm Silver Lake is best known for doing leveraged buyouts of big-name, mature technology companies. Then the pandemic hit. As Dakin Campbell and Casey Sullivan report, the company plowed money into Google's self-driving car unit Waymo and Twitter as the coronavirus pandemic gathered steam in the US. In April and May it followed with investments in Airbnb , Expedia, and India broadband startup Reliance Jio. The big question across Wall Street and Silicon Valley now, per Dakin and Casey, is what exactly is Silver Lake up to? From their story: Silver Lake saw its opportunity when valuations plunged earlier this year and solid companies with iconic founders and seemingly durable business models suddenly needed financing. Silver Lake quickly showed itself ... "], ["2020-05-31 14:48", "How leaders should address race with their employees, the Warren Buffett of tech, and top healthcare startups ...  firm Silver Lake is best known for doing leveraged buyouts of big-name, mature technology companies. Then the pandemic hit. As Dakin Campbell and Casey Sullivan report, the company plowed money into Google's self-driving car unit Waymo and Twitter as the coronavirus pandemic gathered steam in the US. In April and May it followed with investments in Airbnb , Expedia, and India broadband startup Reliance Jio. The big question across Wall Street and Silicon Valley now, per Dakin and Casey, is what exactly is Silver Lake up to? From their story: Silver Lake saw its opportunity when valuations plunged earlier this year and solid companies with iconic founders and seemingly durable business models suddenly needed financing. Silver Lake quickly showed itself ... "], ["2020-05-31 12:59", "Is it safe to fly? Airlines adjust in hopes that reopened states, summer trips bring travelers back ... officials said the screening process will change to minimize handling of documents. TSA has started to implement the changes and more to be implemented at airport checkpoints nationwide by mid-June, officials said. At the end of the day, the decision to travel will largely come down to individual preference and what government restrictions may or may not be in place,\" Expedia spokesperson Alexis Tiacoh told NJ Advance Media. \"Regardless, everyone should feel secure and comfortable in their choices when it's OK to get out there again.\" Our journalism needs your support. Please subscribe today to NJ.com . Nestor F. Sebastian may be reached at NSebastian@njadvancemedia.com . Note to readers: if you purchase something through one of our affiliate ... "], ["2020-05-30 12:30", "'The tech version of Warren Buffett': Inside Silver Lake's pandemic-era dealmaking machine, where big buyouts have given way to minority stakes ...  clients. Deal talks progressed virtually and Silver Lake conducted due diligence without meeting the management team, others said. In the end, the company joined with Sixth Street to invest $1 billion in a combination of debt and equity securities. The company also took a piece of another $1 billion senior loan made to Airbnb by a second group. The investment, along with one made in Expedia, is a big bet that travel will come back strong. Durban won't join the Airbnb board. \"This was a situation where there was dislocation and there were liquidity issues,\" Kaplan said. \"People are looking for money and they aren't looking for control.\" Earlier this week, Silver Lake made another minority investment, spending $100 million to buy 12 ... "], ["2020-05-30 10:30", "Sleuthing Out the Secret History of Stolen Art ...  Lottery Fund. Rothschild still smarted from the U.K.'s botched effort to buy Baron Thyssen-Bornemisza's collection, which eventually went to Madrid. Comments Rothschild contacted Michael Heseltine, then deputy prime minister, and within weeks Gilbert found both a home for his collection and a knighthood. It was a nicer package deal than the flight-hotel combo I get on Expedia. Thus, the Gilbert collection is in London. Gilbert died ennobled in Los Angeles in 2001. Alas, the British proved no less feckless than LACMA. The government promised Gilbert a sumptuous home for his collection at Somerset House next to the Courtauld rooms in galleries the design of which he approved. The space opened in 2000, but Somerset House proved a touristical desert ... "], ["2020-05-30 04:00", "The Internet Vs. Trump: Should Travelers Be Forced To Disclose Social Media History? ...  15 Due To Covid Now a large group of Silicon Valley's heaviest hitters are challenging the Trump Administration's 2019 rules requiring that nearly all U.S. visitors disclose five years' worth of social media history. In court papers filed last Thursday, the Internet Association — whose members include Twitter, Reddit, Facebook, Amazon.com, Alphabet, TripAdvisor, Airbnb and Expedia — said the government's rules force foreign visitors \"to surrender their anonymity in order to travel to the United States\" and \"chill a vast quantity of speech and associational activity.\" MORE FROM FORBES TSA Wants A DIY Airport Security Option 'Just Like Self-Checkout At Grocery Stores' By Suzanne Rowan Kelleher The Internet ... "], ["2020-05-30 00:28", "Why the Trump-Twitter Fight Could Mean A Summer of Worry for Tech Stocks ... the CES trade show, says there is far more at stake here than just comment moderation on Twitter. Section 230 was \"the greatest expansion of free speech in human history,\" Petricone says. The law doesn't just involve the big social-media sites, Petricone notes. Without 230 protections, websites that rely on consumer comments and reviews—sites like TripAdvisor, Expedia, Airbnb, Yelp, Nextdoor, and eBay —would face fundamental challenges. Petricone says the proposed changes would be terrible for his members—and probably be a violation of the First Amendment. Among Wall Street analysts, the reaction has been mostly a yawn. RBC Capital analyst Mark Mahaney says, \"Section 230 has been the law of the land for a quarter-century and ... "], ["2020-05-29 20:02", "Investing During Coronavirus: Stocks Turn Positive on Trump's Trade Comments ... . Lango thinks EverQuote (NASDAQ: EVER ) stock is set to seriously benefit from this trend, especially as the pandemic forces consumers to turn online for all sorts of purchases. His new modeling estimates a share price over $100 within just a few years , and earnings per share of $3 by 2025. So what exactly is EverQuote? Like Amazon (NASDAQ: AMZN ) brought shopping online and Expedia (NASDAQ: EXPE ) brought the travel industry online, Lango sees EverQuote leading the way for insurance. That's because it's a top online marketplace for insurance policies. Need another reason to be bullish on EverQuote stock? Its first-quarter earnings showed revenue up 56% year-over-year and the company raised its full-year guidance . That's impressive. Don' ... "], ["2020-05-29 19:48", "7 key takeaways you can learn from travel agents and tour operators about how to book travel right now, and into next year ...  your tickets,\" says Landerson. Though she also notes that these policies are changing daily so it's always important to read the fine print on a regular basis. Also, keep in mind that airlines are refunding for credit, not cash, unless they cancel the flight themselves. End even then, you'll have to ask for it. Trusted booking sites like Expedia , Travelocity , Orbitz , and CheapTickets are also stressing opting for refundable options when it comes to booking hotels. These sites are making it easier for travelers to find refundable hotels versus non-refundable options. There is a \"free cancelation\" payment filter you can use to easily find options within your travel window and price point. However, it's also important to consider ... "], ["2020-05-29 18:07", "Who is Barry Diller? ...  fan of made-for-TV movies, you can thank him), according to Business Insider . GET FOX BUSINESS ON THE GO BY CLICKING HERE After becoming CEO of Paramount Pictures and then helping found Fox Broadcasting Company in the 1980s and 1990s, Diller turned his sights to IAC , where he's chairman and senior executive. He's also the chairman and senior executive of Expedia Group . Diller has been married to iconic fashion designer Diane von Furstenberg since 2001. CLICK HERE TO READ MORE ON FOX BUSINESS Markets Market Update sponsored by Advertisement Latest on Fox Business 11 mins ago Who is Barry Diller? video 13 mins ago Coronavirus forcing NYC restaurants to become 'nimble': Bubby's owner video 26 mins ago Valerie Jarrett on Obamagate: ' ... "], ["2020-05-29 17:02", "Zillow CEO: 'We're not really seeing' people bolt from cities to suburbs yet due to coronavirus ...  platforms. Shopping traffic to for-sale homes is up 50% year over year, Barton said. \"What we're seeing is lots more activity and a lot of dissatisfaction with where people are living right now,\" he said. \"But ... our economics team can't really point their finger at an overriding pattern\" geographically. Barton, a longtime Netflix board member who also started Expedia , said Zillow has seen a week-by-week recovery in transactions since the coronavirus pandemic put a damper on real estate activity in late March and early April. Purchases have not returned to normal levels, Barton said, but it is \"almost an abnormal market\" right now due to people's interest in moving. \"Our economists team sees a slow but steady return ... "], ["2020-05-29 16:03", "Donald Trump's Voter Fraud Claims Are Dangerous ... Pfeil nach rechts Backstage Pfeil nach rechts English Pfeil nach oben Pfeil nach unten World Europe Germany Business Zeitgeist Newsletter Global Societies Marktplatz Anzeige Pfeil nach oben Pfeil nach unten Sportwetten Lotto Anzeige Pfeil nach oben Pfeil nach unten Eurojackpot LOTTO 6aus49 GlcksSpirale Gutscheine Anzeige Pfeil nach oben Pfeil nach unten Adidas Alternate Amazon Check24 Douglas Expedia H&M Lidl Lieferando Otto Spiele Pfeil nach oben Pfeil nach unten Solitaire Sudoku Mahjong SPIEGEL-Heft Pfeil nach oben Pfeil nach unten Heftarchiv Abo-Angebote Shop Alle Magazine Pfeil nach oben Pfeil nach unten SPIEGEL WISSEN Dein SPIEGEL SPIEGEL GESCHICHTE SPIEGEL EDITION SPIEGEL LESEZEICHEN SPIEGEL COACHING SPIEGEL TV Pfeil nach rechts SPIEGEL Live Pfeil nach ... "], ["2020-05-29 16:02", "Virologist Christian Drosten: \"We Managed to Stop a Pandemic Wave with Relatively Mild Measures\" ... Pfeil nach rechts Backstage Pfeil nach rechts English Pfeil nach oben Pfeil nach unten World Europe Germany Business Zeitgeist Newsletter Global Societies Marktplatz Anzeige Pfeil nach oben Pfeil nach unten Sportwetten Lotto Anzeige Pfeil nach oben Pfeil nach unten Eurojackpot LOTTO 6aus49 GlcksSpirale Gutscheine Anzeige Pfeil nach oben Pfeil nach unten Adidas Alternate Amazon Check24 Douglas Expedia H&M Lidl Lieferando Otto Spiele Pfeil nach oben Pfeil nach unten Solitaire Sudoku Mahjong SPIEGEL-Heft Pfeil nach oben Pfeil nach unten Heftarchiv Abo-Angebote Shop Alle Magazine Pfeil nach oben Pfeil nach unten SPIEGEL WISSEN Dein SPIEGEL SPIEGEL GESCHICHTE SPIEGEL EDITION SPIEGEL LESEZEICHEN SPIEGEL COACHING SPIEGEL TV Pfeil nach rechts SPIEGEL Live Pfeil nach ... "], ["2020-05-29 15:19", "Microsoft News just cut dozens of editorial workers as it shifts to an AI-driven system of picking stories ... .\" The sources said the recent move is the latest in an ongoing shift by the tech giant to AI and away from human editors and original content in its news properties. Microsoft News dates back to 1995 and served to promote Microsoft's internet service. It was part of a family of content and service sites at Microsoft including Slate, Sidewalk.com, and Expedia.com. Over the years, Microsoft has largely divested those sites and stopped producing original content. Its news aggregator MSN.com remains a top news destination, though. Comscore lists it as a top site in the US and Microsoft News claims to reach close to half a billion people in 140 countries. Microsoft is similar to other tech companies in using algorithms to determine content selection ... "], ["2020-05-29 13:01", "Windows 10: The best tricks, tips, and tweaks ...  on laptops and low-end PCs The best free PC games Coupon Codes Hotels Com Coupon Hotels.com promo code: Up to 45% off sitewide + free cancellations Viator Promo Code 100s of Private Tours Hotwire Promo Code Get $10 Hotwire promo code on Hot Rate Hotel with signup Priceline Coupon Get a 10% Priceline coupon when you book today Expedia Coupon Book Now, Travel Later: 80% off hotels + free cancellations with Expedia Avis Coupon Code Exclusive Avis coupon code: Up to 25% off on car rentals PCWorld PCWorld helps you navigate the PC ecosystem to find the products you want and the advice you need to get the job done. About Us Contact Us Digital Magazine Gift Subscription Ad Choices Member Preferences Cookie Policy Newsletters Terms of Service Agreement RSS Privacy ... "], ["2020-05-29 08:35", "Reliance Jio Investments ...  services under one roof leveraging Facebook's reach in the future. Along with communication and transactions, it will also eventually aim to serve as a hub for entertainment, content and gaming. Everything about the deal here . Silverlake, 1.15% stake The date: May 4, 2020 The amount: $747 million (Rs 5,655.75 crores). Expectation: Silver Lake has also invested billions of dollars in Twitter, Expedia, Airbnb, and Waymo. These are companies highly rated in the emerging economy. So for Silver Lake to pick a stake in Jio Platforms reflects the fact that it sees Jio as a valuable player in the digital world. India is a huge emerging market and Silver Lake is only one of many major investors in the Indian economy. Everything about the deal here . Vista, 2.32 ... "], ["2020-05-29 08:19", "We'll All Be Renting a Local Airbnb This Summer ...  may be overdone. Lingering health-safety concerns and uncertainty about which borders will open mean many consumers on both sides of the Atlantic will stick close to home this summer. What's more, they may favor a remote Airbnb rental instead of staying in a hotel, with the increased chances of running into other people in the lobby, elevator or restaurant. Globally, new bookings at Airbnb Inc. and Expedia Group Inc.'s Vrbo more than doubled from 916,000 in the week of April 5 to 2.08 million in the week of May 18, according to AirDNA, a short-term rental data provider. AD AD While the home-sharing site Airbnb has been hit hard by the travel trough, it said domestic bookings rose strongly in China, Korea, the Netherlands and Denmark in April, and ... "], ["2020-05-29 08:16", "Generation Coronavirus: Economic Scars for Decades to Come ... Pfeil nach rechts Backstage Pfeil nach rechts English Pfeil nach oben Pfeil nach unten World Europe Germany Business Zeitgeist Newsletter Global Societies Marktplatz Anzeige Pfeil nach oben Pfeil nach unten Sportwetten Lotto Anzeige Pfeil nach oben Pfeil nach unten Eurojackpot LOTTO 6aus49 GlcksSpirale Gutscheine Anzeige Pfeil nach oben Pfeil nach unten Adidas Alternate Amazon Check24 Douglas Expedia H&M Lidl Lieferando Otto Spiele Pfeil nach oben Pfeil nach unten Solitaire Sudoku Mahjong SPIEGEL-Heft Pfeil nach oben Pfeil nach unten Heftarchiv Abo-Angebote Shop Alle Magazine Pfeil nach oben Pfeil nach unten SPIEGEL WISSEN Dein SPIEGEL SPIEGEL GESCHICHTE SPIEGEL EDITION SPIEGEL LESEZEICHEN SPIEGEL COACHING SPIEGEL TV Pfeil nach rechts SPIEGEL Live Pfeil nach ... "]]}}