{"postfix": "fanuc-aktie", "name": "FANUC", "wkn": "863731", "time": "2020.06.02 13:30", "ts": 1591097445, "features": {"KGV": "39.68", "Marktkapitalisierung": {"Size": "Mrd", "Value": "32.44"}, "GA": "381.89", "KBV": "2.15", "BA": "7.064.21", "KCV": "21.63", "CA": "700.67", "Vola30": "36.06", "Vola90": "53.78", "Vola180": "42.01", "Vola250": "33.94"}, "rivals": ["kuka-aktie"], "text_data": {"de": [["27.04.20", "MÄRKTE ASIEN/Kursgewinne - BoJ weitet Anleihekäufe aus"], ["27.04.20", "MÄRKTE ASIEN/Kursgewinne - BoJ stockt Anleihekäufe massiv auf"], ["27.04.20", "FANUC präsentierte Bilanzzahlen zum jüngsten Jahresviertel"], ["27.04.20", "FANUC: Bilanz zum abgelaufenen Quartal"], ["30.01.20", "MÄRKTE ASIEN/Epidemie-Angst löst neue Verkaufswelle aus"], ["30.01.20", "MÄRKTE ASIEN/Erneute Verkaufswelle - Epidemie-Angst ist zurück"], ["28.01.20", "Ausblick: FANUC gibt Ergebnis zum abgelaufenen Quartal bekannt"], ["28.01.20", "Ausblick: FANUC stellt Zahlen zum jüngsten Quartal vor"]], "en": [["20.01.20", "Soft Robotics raises $23 million from investors including industrial robot giant FANUC"], ["2020-05-28 21:08", "'Made in China 2025' is very much alive, Omron exec says ...  newsletters to get our best stories delivered straight to your inbox. Copy Copied Read Next Electronics Omron prescribes telemedicine for growth in the 'new normal' Electronics Nidec chief sees opportunity amid coronavirus uncertainty Obituaries Yoshio Tateishi, former Omron president, dies of coronavirus Technology China covets Japan's IoT expertise -- missing piece in tech quest Companies Fanuc offers small manufacturers robots without the fuss Opinion Asia's economies must learn to accommodate rise of robots Sponsored Content About Sponsored Content This content was commissioned by Nikkei's Global Business Bureau. Get Insights on Asia in your inbox Sign Up Connect With Us About us Contact us Sitemap Help Terms of use Copyright Privacy ... "], ["2020-05-27 17:12", "Tokyo stocks extend gains on economic recovery hopes ... , while 77 issues were unchanged. Volume grew to 1.763 billion shares from Tuesday's 1.472 billion shares. Oil issues, including JXTG and Cosmo, benefited from higher crude oil prices. Automaker Isuzu jumped 7.08 percent after its operating profit for the year that ended in March beat a market consensus. Among the other major winners were Astellas Pharma and industrial robot producer Fanuc. On the other hand, airlines JAL and ANA fell prey to profit-taking along with railways JR East and JR Tokai. Sumitomo Realty & Development and soy sauce producer Kikkoman were also sold. In index futures trading on the Osaka Exchange, the key June contract on the Nikkei average gained 210 points to end at 21,490. Twitter Facebook LinkedIn Mail the editor Error Report ... "], ["2020-05-26 05:34", "Startup takes on foreign groups in China's polishing robot market ... , these factors have combined to make China's polishing robot market rather uncompetitive. No domestic companies have yet emerged to support the vast market of so-called long-tail products -- where a wide range of products are manufactured in small quantities -- with high-end robot products dominated by foreign companies, such as Switzerland's ABB, Japan's Fanuc and Yaskawa Electric , and Germany's Kuka. Now, however, KAANH is developing force-controlled robots mainly aimed at the polishing market, providing a range of solutions from 3D scanning to prototype development using offline programming. As well as having the ability to develop software algorithms, it also provides final polishing equipment that make use of software and hardware. All ... "], ["2020-05-25 19:54", "Global Smart Factory And Manufacturing Market: Focus On Solution (Hardware And Software) And End Users - Analysis And Forecast, 2020-2025 ...  of these regions by country has also been provided. Key Companies in the Global Smart Factory and Manufacturing Industry The key market players in the global Smart Factory and Manufacturing market include ABB Ltd, Honeywell International Inc., Schneider Electric, Siemens AG, Rockwell Automation Inc, Emerson Electric CO., OMRON Corporation, Dassault Systmes, IBM Corporation, Bosch Rexroth AG, Fanuc Corporation, General Electric, Kuka AG, OMRON Corporation, Mitsubishi Electric Corporation, and Stratasys Ltd. Countries Covered North America U.S. Canada Europe U.K. Germany France Spain Italy Rest-of- Europe Asia-Pacific China Japan South Korea India Rest-of- Asia-Pacific Rest-of-the-World Middle East and Africa Latin America Read the full report: https://www ... "], ["2020-05-25 18:00", "The robots-are-taking-our-jobs threat gets real ...  as lockdowns ease. The pandemic has made \"humans the risk to continued operations\" in supply chains, note analysts from Sanford C. Bernstein & Co. Leave aside how businesses reopen. The bigger question is, how will they be thinking about the future of their factories? Re-enter the robot, or more precisely, automation, a trend that was already alarming labor advocates and will be aggravated by covid-19. Nascent signs from the order books of industry giants like Fanuc Corp., Keyence Corp. and Harmonic Drive Systems Inc. point to businesses wanting to get their operations up and running — increasingly, without humans. Industrial robot exports from Japan, the heartland of automation machinery, grew to some parts of the world from the previous year ... "], ["2020-05-22 20:47", "Tokyo stocks fall as U.S.-China friction grows ... 12 percent, after the general contractor's operating profit for the full business year ended in March failed to beat the market consensus. Restaurant operator Skylark fell 2.87 percent, in response to a 99.3 percent plunge in operating profit in January-March due to the coronavirus pandemic. Among other major losers were shipping firm Nippon Yusen and industrial robot producer Fanuc. On the other hand, technology investor SoftBank Group rose 2.83 percent, following an announcement that it will sell some shares in Softbank Corp., its mobile subsidiary, to raise funds and improve its own financial standing. Airline ANA and drug maker Chugai also went up. In index futures trading on the Osaka Exchange, the key June contract on the Nikkei average tumbled 260 ... "], ["2020-05-21 18:59", "The threat of robots taking our jobs gets real ... this site. If you're not sure how to activate it, please refer to this site: https://www.enable-javascript.com/ Commentary / Japan The threat of robots taking our jobs gets real Fanuc Corp., a maker of robots used in factories for companies ranging from Apple to Amazon, saw orders in the fourth quarter to March climb 7 percent. | BLOOMBERG by Anjani Trivedi Bloomberg May 21 ... robot, or more precisely, automation, a trend that was already alarming labor advocates and will be aggravated by COVID-19. Nascent signs from the order books of industry giants like Fanuc Corp., Keyence Corp. and Harmonic Drive Systems Inc. point to businesses wanting to get their operations up and running — increasingly, without humans. Industrial robot exports from Japan, the  ... "], ["2020-05-21 05:35", "The robots-are-taking-our-jobs threat gets real ...  will be aggravated by the coronavirus pandemic. Bloomberg Re-enter the robot, or more precisely, automation, a trend that was already alarming labour advocates and will be aggravated by COVID-19. Nascent signs from the order books of industry giants like Fanuc, Keyence and Harmonic Drive Systems point to businesses wanting to get their operations up and running increasingly, without humans. Industrial robot exports from Japan, the heartland of automation machinery, grew to some parts of the world from the previous year. Fanuc, maker of robots used in factories for companies ranging from Apple to Amazon.com, saw orders in the fourth quarter to March climb 7 per cent. Its revenues in the US and China rose, while inventories of components ticked down as ... "], ["2020-05-21 00:31", "The robots-are-taking-our-jobs threat gets real in the pandemic ... , automation, a trend that was already alarming labour advocates and will be aggravated by COVID-19. Nascent signs from the order books of industry giants point to businesses wanting to get their operations up and running increasingly, without humans. Advertisement Industrial robot exports from Japan, the heartland of automation machinery, grew to some parts of the world from the previous year. Fanuc, maker of robots used in factories for companies ranging from Apple to Amazon, saw orders in the fourth quarter to March climb 7 per cent. Its revenues in the US and China rose, while inventories of components ticked down as demand edged up. Bookings also increased for Harmonic Drive, which makes parts for small robots. This interest was manifested while the ... "], ["2020-05-21 00:14", "The robots-are-taking-our-jobs threat gets real in the pandemic ... , automation, a trend that was already alarming labour advocates and will be aggravated by COVID-19. Nascent signs from the order books of industry giants point to businesses wanting to get their operations up and running increasingly, without humans. Advertisement Industrial robot exports from Japan, the heartland of automation machinery, grew to some parts of the world from the previous year. Fanuc, maker of robots used in factories for companies ranging from Apple to Amazon, saw orders in the fourth quarter to March climb 7 per cent. Its revenues in the US and China rose, while inventories of components ticked down as demand edged up. Bookings also increased for Harmonic Drive, which makes parts for small robots. This interest was manifested while the ... "], ["2020-05-20 23:00", "The Robots-Are-Taking-Our-Jobs Threat Gets Real ...  be thinking about the future of their factories? Re-enter the robot, or more precisely, automation, a trend that was already alarming labor advocates and will be aggravated by Covid-19. Nascent signs from the order books of industry giants like Fanuc Corp., Keyence Corp. and Harmonic Drive Systems Inc. point to businesses wanting to get their operations up and running increasingly, without humans.Industrial robot exports from Japan, the heartland of automation machinery, grew to some parts of the world from the previous year. Fanuc, maker of robots used in factories for companies ranging from Apple Inc. to Amazon.com Inc., saw orders in the fourth quarter to March climb 7%. Its revenues in the U.S. and China rose, while inventories of components ticked down ... "], ["2020-05-20 14:43", "Sphero appoints new CEO, spins off robotics startup for first responders ...  robotic systems designed for first responders and other humans whose work requires them to put themselves in harm's way. Also snuck into the press into the press release almost as an an after thought, is the appointment of Paul Copioli as the new CEO of Sphero, effective immediately. The executive is an industry veteran, who has worked at VEX Robotics, industrial robotics giant Fanuc and Lockheed Martin. Most recently, he was the President and COO of LittleBits when the startup was acquired by Sphero. Copioli takes over after the company's exit from the consumer space. Sphero has pivoted almost entirely into the educational market, with the LittleBits acquisition making up an important piece of the puzzle. \"It's an honor to lead the Sphero ... "], ["2020-05-20 14:37", "Sphero spins out Company Six to bring robotics tech to first responders ...  Kong offices, Sphero pledged to redouble its commitment to education. As part of this effort, it spun out Misty Robotics , a company developing personal, extensible, and open source robots for the home. Berberian will move into the role of chair as a part of Company Six's launch. He'll also preside over the spinout as Paul Copioli — the LittleBits, VEX Robotics, Fanuc, and Lockheed Martin veteran who joined Sphero in August 2019 — takes the reigns as CEO. Company Six's seed round was led by Spider Capital, with participation from existing Sphero investors, including Foundry Group, Techstars, and new investor GAN Ventures. Sign up for Funding Weekly to start your week with VB's top funding stories. VB Transform The AI event for ... "], ["2020-05-14 18:51", "Tokyo stocks take another tumble on consecutive Wall Street plunges ...  Toyota, electronics firm Hitachi and other export-oriented stocks. A drop in crude oil prices tainted oil names such as JXTG and Idemitsu. Sony went into a free fall after the technology and entertainment firm's operating profit for the year that ended in March failed to beat a market consensus. Technology investor SoftBank Group and industrial robot producer Fanuc plummeted. Meanwhile, drug makers including Eisai and Takeda attracted defensive demand. Also in the green were mobile phone carrier KDDI and cosmetics giant Shiseido. In index futures trading on the Osaka Exchange, the key June contract on the Nikkei average dropped 570 points to end at 19,780. Twitter Facebook LinkedIn Mail the editor Error Report Republishing Commenting Policy JOIN ... "], ["2020-05-13 17:35", "Tokyo stocks sink deeper after Wall Street dive ...  U.S. peers fared poorly Tuesday. Clothing store chain Fast Retailing and technology investor SoftBank Group also backed off. Meanwhile, electronics giant NEC jumped after its earnings for the year that ended in March beat market consensuses. Furniture retailer Nitori extended its winning streak to a fifth session. Among other noticeable winners were drug maker Shionogi and industrial robot producer Fanuc. In index futures trading on the Osaka Exchange, the key June contract on the Nikkei average rose 60 points to end at 20,350. Twitter Facebook LinkedIn Mail the editor Error Report Republishing Commenting Policy JOIN THE CONVERSATION GET THE BEST OF THE JAPAN TIMES IN FIVE EASY PIECES WITH TAKE 5 KEYWORDS stocks , Nikkei , TSE , Topix WHAT'S TRENDING ... "], ["2020-05-12 18:30", "Market Insights For Industrial Robotics In Europe 2020, Featuring Key Player Profiles Including ABB Ltd, Comau Spa And DENSO Corp ...  in Europe forecast Industrial robotics market in Europe industry analysis This robust vendor analysis is designed to help clients improve their market position, and in line with this, this report provides a detailed analysis of several leading industrial robotics market in Europe vendors that include ABB Ltd., b+m surface systems GmbH, Comau Spa, DENSO Corp., FANUC Corp., KUKA AG , OMRON Corp., Staubli International AG, Teradyne Inc., and Yaskawa Electric Corp.. Also, the industrial robotics market in Europe analysis report includes information on upcoming trends and challenges that will influence market growth. This is to help companies strategize and leverage on all forthcoming growth opportunities.The study was conducted using an objective combination ... "], ["2020-05-11 15:00", "Japan moves to limit foreign investment in half of listed firms ...  in noncore industries including broadcasting and transport, subject to less stringent rules. The law came into force on Friday with full implementation set to begin on June 7 after a 30-day transition period. Blue chips such as Toyota Motor Corp., Sony Corp. and SoftBank Group Corp. are part of the group operating in core sectors, while the likes of Nintendo Co. and Fanuc Corp. make the the broader, \"noncore\" list. Japan has said the legislation is necessary to protect national security and likened it to recent legislation in the U.S., while critics have contended the moves will limit activist investing and foreign influence at a time when Japan has been trying to promote its equity markets. RELATED STORIES Goldman blasts Japan plan for rules ... "], ["2020-05-11 13:30", "Industrial Control And Factory Automation Market Worth $229.3 Billion By 2025 - Exclusive Report By MarketsandMarkets ...  and factory automation in this country. Major players operating in the industrial control and factory automation market Emerson (US), ABB ( Switzerland ), Siemens ( Germany ), General Electric (US), Schneider (France) , Endress+Hauser ( Switzerland ), Yokogawa ( Japan ), Honeywell (US), WIKA ( Germany ), Azbil ( Japan ), Fuji Electric ( Japan ), 3D Systems (US), HP (US), FANUC ( Japan ), STRATASYS (US), Progea ( Italy ), Hitachi ( Japan ), Vega ( Germany ), Danfoss ( Denmark ), Tegan Innovations ( Ireland ), Krohne ( Germany ), Rockwell (US), Chaos Prime (US), and Dwyer (US), among many others. Related Reports: COVID-19 Impact on Smart Manufacturing Market by Enabling Technology (Condition Monitoring, Artificial Intelligence, IIoT, Digital Twin, Industrial ... "], ["2020-05-11 02:36", "Japan moves to limit foreign investment in half of listed firms ...  of more than 1,500 companies in non-core industries including broadcasting and transport, subject to less stringent rules. The law came into force on Friday with full implementation set to begin on June 7 after a 30-day transition period. Blue chips such as Toyota Motor, Sony and SoftBank Group are part of the group operating in core sectors, while the likes of Nintendo and Fanuc make the the broader, \"non-core\" list. Japan has said the legislation is necessary to protect national security and likened it to the recent legislation in the US, while critics have contended the moves will limit activist investing and foreign influence at a time when Japan has been trying to promote its equity markets. BROAD EXEMPTIONS \"This is in line with what the ... "], ["2020-05-08 15:40", "Smart Manufacturing Market Size, Share & Trends Analysis Report By Technology, By Component, By End Use, By Region And Segment Forecasts, 2020 - 2027 ...  Smart manufacturing is supported by various organizations and consortiums including Industrial Internet Consortium (IIC), Smart Manufacturing Leadership Coalition (SMLC), Industrie 4.0, and MESA International Key players in the smart manufacturing market include General Electric; Siemens AG; Rockwell Automation Inc.; Honeywell International Inc.; Schneider Electric; Emerson Electric Co.; and Fanuc Corporation Major companies such as John Deere, Harley Davidson , and General Motors have successfully implemented smart manufacturing in a bid to achieve greater efficiency and effectiveness.Read the full report: https://www.reportlinker.com/p05891725/?utm_source=PRN About Reportlinker ReportLinker is an award-winning market research solution. Reportlinker finds ... "]]}}