{"postfix": "fast_retailing-aktie", "name": "FAST_RETAILING", "wkn": "891638", "time": "2020.06.02 13:49", "ts": 1591098578, "features": {"KGV": "38.22", "Marktkapitalisierung": {"Size": "Mrd", "Value": "52.19"}, "GA": "1.593.20", "KBV": "6.62", "BA": "9.196.60", "KCV": "25.80", "CA": "2360.27", "Vola30": "54.11", "Vola90": "65.83", "Vola180": "53.41", "Vola250": "43.53"}, "rivals": [], "text_data": {"de": [["10.04.20", "Fast Retailing präsentierte Quartalsergebnisse"], ["10.04.20", "Fast Retailing gab Ergebnis zum abgelaufenen Quartal bekannt"], ["21.02.20", "MÄRKTE ASIEN/Coronavirus belastet - Nur Schanghai im Plus"], ["21.02.20", "MÄRKTE ASIEN/Weiter Vorsicht wegen Corona - Nur Schanghai im Plus"], ["23.01.20", "MÄRKTE ASIEN/Angst vor Coronavirus-Ausbreitung belastet Börsen"], ["10.01.20", "MÄRKTE ASIEN/Freundicher Ausklang wechselhafter Börsenwoche"]], "en": [["14.05.20", "Fast Retailing reopens more Uniqlo stores as pandemic measures ease"], ["22.04.20", "Fast Retailing CEO criticises Japan's lack of virus tests: report"], ["22.04.20", "Fast Retailing founder rounds on Japan over coronavirus response"], ["22.04.20", "Fast Retailing founder rounds on Japan over coronavirus response"], ["21.04.20", "Fast Retailing plans to reopen two Uniqlo stores in Berlin this week"], ["21.04.20", "Fast Retailing aims to re-open two Uniqlo stores in Berlin this week"], ["10.04.20", "Japanese stocks dip on profit-taking; Fast Retailing caps Nikkei losses"], ["09.04.20", "Fast Retailing cuts profit outlook by 41% as virus hits Uniqlo China sales"], ["09.04.20", "Fast Retailing cuts profit outlook by 41% as virus hits Uniqlo China sales"], ["17.03.20", "Fast Retailing to close all Uniqlo stores in U.S."], ["17.03.20", "Fast Retailing to close all U.S. Uniqlo stores due to coronavirus"], ["10.01.20", "Fast Retailing cuts outlook after Asia strife hits Uniqlo sales"], ["09.01.20", "RPT-UPDATE 2-Japan's Fast Retailing cuts outlook after Asia strife hits Uniqlo sales"], ["09.01.20", "CORRECTED-UPDATE 1-Fast Retailing cuts outlook as Uniqlo sales hit in Hong Kong, S.Korea"], ["09.01.20", "Japan's Fast Retailing cuts outlook after Asia strife hits Uniqlo sales"], ["09.01.20", "UPDATE 2-Japan's Fast Retailing cuts outlook after Asia strife hits Uniqlo sales"], ["2020-06-02 07:37", "BRIEF-Fast Retailing Says Domestic Uniqlo Same-Store Sales In May, Including E-Commerce, Down 18% Year-On-YearFast Retailing Co Ltd:'"], ["2020-05-31 14:18", "Domino's boss Don Meij predicts home delivery surge in retail's next big shift ...  performed relatively strongly, recovering all of the ground they lost during the coronavirus market plunge in March. But the stock, which closed $62.33 on Friday, is still about 20 per cent below its record peak set in mid-2016. Retailers have been heralding the coronavirus crisis as a permanent shift towards online retailing in the Australian market and a sharp reduction in the amount of real estate taken up by bricks and mortar sellers. And Meij believes fast food sellers and quick-service restaurants (QSRs) will not be exempt from this shift, with home delivery and digital likely to be become the norm. Loading \"We've been naming this 'The Great Acceleration' of the changes in retail,\" he says. \"Everyone will now have to have ... "], ["2020-05-31 14:15", "Domino's boss Don Meij predicts home delivery surge in retail's next big shift ...  performed relatively strongly, recovering all of the ground they lost during the coronavirus market plunge in March. But the stock, which closed $62.33 on Friday, is still about 20 per cent below its record peak set in mid-2016. Retailers have been heralding the coronavirus crisis as a permanent shift towards online retailing in the Australian market and a sharp reduction in the amount of real estate taken up by bricks and mortar sellers. And Meij believes fast food sellers and quick-service restaurants (QSRs) will not be exempt from this shift, with home delivery and digital likely to be become the norm. Loading \"We've been naming this 'The Great Acceleration' of the changes in retail,\" he says. \"Everyone will now have to have ... "], ["2020-05-30 17:05", "Emily Ratajkowski gets back to nature as she poses seductively among lush foliage ... cast removed... Chrissy Teigen posts adorable photos of her daughter Luna,... Share this article Share She teamed the sultry display with a matching pair of bikini bottoms of the same print, retailing for $75. The Blurred Lines model kept the $200 ensemble simple, styling her brunette tresses out naturally into loose waves. Self-promotion: Emily is frequently seen wearing her own pieces on  ... is joined by stunning model girlfriend Tatiana Dieteman, 27, as the couple go for a bike ride in Brentwood Taylor Swift fans get 'Burger King is Over' trending on Twitter... after the fast food giant took a stab at pop singer's songs all being 'about her ex' Hugh Jackman's wife Deborra-lee Furness, 64, looks completely unrecognizable on the cover  ... "], ["2020-05-29 22:50", "These 10 Billionaires Got $34 Billion Richer This Week, Led By Luxury Goods Tycoon Bernard Arnault ... ;s government announced on Monday it was lifting its coronavirus-induced state of emergency. The Nikkei index, which tracks 225 firms trading on the Tokyo Stock Exchange, jumped almost 7% in the week through Thursday, and two Japanese billionairesincluding Japan's richest man, Tadashi Yanai , the founder of Uniqlo parent Fast Retailingare among this week's biggest gainers. Though they're still down about 10% from pre-pandemic highs, shares of Fast Retailing, which Yanai started in 1963, soared close to 12% this week, and Yanai's fortune jumped $2.8 billion. He's now worth $27.9 billion. The rally has been especially good, however, to Takemitsu Takizaki , the founder of Osaka-based Keyence, a manufacturer of sensors for factory automation ... "], ["2020-05-29 22:00", "Organic Honey Market 2020-2024 | New Product Launches to Boost Growth | Technavio ... market participants. The new product launches will offer immense growth opportunities. To make the most of the opportunities, market vendors should focus more on the growth prospects in the fast-growing segments, while maintaining their positions in the slow-growing segments. New product launches have been instrumental in driving the growth of the market. Technavio's custom research  ...  AND CHALLENGES Market drivers Market challenges PART 11: MARKET TRENDS Rising imports of natural honey Increase in number of private label products Growth in online retailing globally PART 12: VENDOR LANDSCAPE Overview Landscape disruption Competitive scenario PART 13: VENDOR ANALYSIS Vendors covered Vendor classification Market positioning of vendors Comvita Ltd. Dutch  ... "], ["2020-05-29 20:02", "Investing During Coronavirus: Stocks Turn Positive on Trump's Trade Comments ... and investigators keep digging up more flaws. Then, the novel coronavirus effectively wiped out air travel, and in turn wiped out Boeing's business. Is it time to sell BA stock and move on? Not so fast. RBC Capital analyst Michael Eisen made waves Thursday when he gave shares an \"outperform\" rating and a $164 price target . According to Eisen, the rewards with this investment outweigh the risks. Boy did his  ... , artificial, automated, etc.' Online retailing was only 10% of total retailing prior to the virus and I would not be surprised if the new normal will be far far higher, like 50%.\" With that in mind, investors need to find the companies set to benefit from this lasting shift to online retailing. Here are nine online retail stocks ... "], ["2020-05-29 19:04", "Man hired to install electronic systems in ritzy Florida community arrested for installing spycam ... . This is the spycam the two underage girls found in the bathroom. They searched for the device on the web and quickly understood the 'charger' was indeed a DevineEagle spy camera wall charger retailing online for $36.50 'We believe there could be many victims,' said Indian River Shores Police Chief Rich Rosell. 'He had dozens of clients in the area with full access to their  ...  joined by stunning model girlfriend Tatiana Dieteman, 27, as the couple go for a bike ride in Brentwood Taylor Swift fans get 'Burger King is Over' trending on Twitter... after the fast food giant took a stab at pop singer's songs all being 'about her ex' Hugh Jackman's wife Deborra-lee Furness, 64, looks completely unrecognizable on the cover ... "], ["2020-05-29 18:32", "Tokyo stocks snap four-day winning streak amid U.S.-China tensions ...  ground. Nissan Motor Co. plunged 10.79 percent, after logging its first group net loss in 11 years on Thursday. Among other major losers were camera-maker Nikon Corp. and daily goods producer Kao Corp. On the other hand, drugmaker Otsuka Holdings Co. gained 4.18 percent, thanks to the firm's better-than-expected operating profit for January-March. Clothing store chain Fast Retailing Co. and convenience store operator FamilyMart Co. also went up. In index futures trading on the Osaka Exchange, the key June contract on the Nikkei average shed 220 points to end 21,810. Twitter Facebook LinkedIn Mail the editor Error Report Republishing Commenting Policy JOIN THE CONVERSATION GET THE BEST OF THE JAPAN TIMES IN FIVE EASY PIECES WITH TAKE 5 KEYWORDS stocks ... "], ["2020-05-29 17:07", "Chancellor takes a softly-softly approach to easing Covid-19 crisis support ... need to start paying something from the start of August, whether they are open or not. As things stand, it doesn't look as if many consumer-facing businesses in the retailing and hospitality sectors will be fully out of lockdown by then, but they will still be expected to pay employer national insurance contributions and pension contributions for furloughed workers. Sign up  ...  the global coronavirus outbreak Published: 29 May 2020 Coronavirus latest: at a glance Covid-19 spreading too fast to lift UK lockdown Sage adviser Scientist says 8,000 daily infections in England makes relaxing restrictions too risky Published: 29 May 2020 Covid-19 spreading too fast to lift UK lockdown Sage adviser Cut air pollution to help avoid second coronavirus peak, MPs urge  ... "], ["2020-05-29 17:07", "The best Nintendo Switch controllers for 2020 ... with the Nintendo Switch in its dock, the small Joy-Con grip might feel too small. In that event, you'll want to invest in the Nintendo Switch Pro Controller. It's expensive, usually retailing for around $60, but the Pro Controller comes with large face buttons, bumpers, triggers, and analog sticks. It also has a more traditional directional pad that feels similar to those available on the Wii U ...  countries. But why? 1 day ago Call of Duty Modern Warfare season 4: What you need to know 1 day ago Upgrade your lifestyle Digital Trends helps readers keep tabs on the fast-paced world of tech with all the latest news, fun product reviews, insightful editorials, and one-of-a-kind sneak peeks. Digital Trends may earn a commission when you buy through links ... "], ["2020-05-29 14:00", "Coronavirus and America's economic miracle ... clean house so quickly. Clearly, capital has been redistributed at warp speed. The market lost trillions of dollars in the blink of an eye, but has begun to recover it remarkably fast. And many companies are gone and will not be the companies to whom investors return during the recovery. Many companies were poorly managed; many had terrible business models that were beginning ... shove. ADVERTISEMENT The result is a transformed American economy. Retail equals Amazon and food home-delivery, with much large-scale and outdated \"brick and mortar\" retailing in the trash bin . Business equals Zoom meetings, telemedicine, and online contract signings. Manufacturing means increased artificial intelligence and related automation. All are short-term adaptations to  ... "], ["2020-05-29 07:43", "Tokyo stocks close lower on US-China tension ...  Moody's said in a statement sent to AFP. \"The worsening of the global economic outlook could have great impact on demand in the auto industry,\" it said. Other carmakers were also lower, with Toyota trading down 3.12 per cent at 6,755 and Honda off 3.93 per cent at 2,784. Among other shares, Sony eased 0.14 per cent to 6,874 while Uniqlo casualwear operator Fast Retailing rose 2.40 per cent to 60,530. Japan's jobless rate in April stood at 2.6 per cent worse than the 2.5 per cent in the previous month and the highest figure since December 2017, the internal affairs ministry said minutes before the opening bell. And Japan's industrial output plunged 9.1 per cent month-on-month in April, the industry ministry said separately, noting in a ... "], ["2020-05-29 05:35", "Game thinking to help Origin fend off disruption ... The tie-up with OhmConnect is among several Origin has formed with high-tech specialist players in areas it expects to be critical in the 21st century energy market. Fast growth in distributed energy such as rooftop solar and home batteries defines the market evolution, along with the increasing importance of data analytics and artificial intelligence. \"That combination ...  and smarter over time for our customers.\" Related Quotes Advertisement Origin's $507 million investment in early May in UK-based Octopus Energy - the self-styled aspiring Amazon of global energy retailing -is a key element of the strategy. It includes a deal to access to the ambitious firm's Kraken online platform that will enable the smooth roll-out of new products and  ... "], ["2020-05-29 05:01", "PAS Group fashion retailer blames COVID-19 for going into voluntary administration ...  April, after a record 8.5 per cent spike in March as a result of coronavirus panic buying. The Australian Bureau of Statistics revealed t urnover in clothing, footwear and personal accessory retailing, and cafes, restaurants and takeaways was about half the level of April 2019. The PAS Group decision was made a day after department brand David Jones's South African parent company  ...  development with director Jeff Fowler and screenwriters Pat Casey and Josh Miller all back for next go-around Taylor Swift fans get 'Burger King is Over' trending on Twitter... after the fast food giant took a stab at pop singer's songs all being 'about her ex' Advertisement Rihanna recalls being called a 'one-hit wonder' as she celebrates 15th ... "], ["2020-05-29 04:00", "Roger Federer On Top: The Swiss Tennis Ace Scores First No. 1 Payday With $106 Million ...  command of the familiar off-court side hustle: Once companies align themselves with him, they almost never leave. Rolex, Credit Suisse, Mercedes-Benz and Wilson have all been on Team Fed for more than a decade. The exception? Jordan's Nike. Federer stunned the tennis world in 2018 when he split from the sneaker giant after 20 years and joined with apparel brand Uniqlo. The chain, part of Fast Retailing, made an offer he couldn't turn down, promising $300 million over 10 years, whether he was playing tennis or not, and leaving open a slot for a shoe deal like the one with On, since the Japanese giant doesn't make sneakers. The length and terms of the deal raised eyebrows, as Federer was about to turn 37 when he signed it, an age when almost all ... "], ["2020-05-29 03:40", "A more flexible Japan Inc returns to the office ...  than 50%. It is also asking its employees to have daily health checks. Corporate Japan's dalliance with remote work is likely to bring more change than physical distance. \"Applying the lessons learned while working from home, we see a need to shift our focus to allowing employees to work flexibly and effectively with an emphasis on outcomes,\" said a spokesperson for Fast Retailing , known for its Uniqlo clothing. According to Persol's Kobayashi, there have been swells of remote work in the past, such as after the devastating earthquake of 2011 and during a swine flu pandemic two years before that. But this time may be different since \"everyone knows [the impact of the novel coronavirus] is not just short term.\" Singapore and South ... "], ["2020-05-29 02:37", "Tokyo stocks open lower on US-China tension ... s said in a statement sent to AFP. \"The worsening of the global economic outlook could have great impact on demand in the auto industry,\" it said. Other carmakers were also lower, with Toyota trading down 1.31 per cent at 6,881 and Honda off 1.91 per cent at 2,842.5 yen. Among other shares, Sony was up 0.78 per cent at 6,938 and Uniqlo casualwear operator Fast Retailing was up 0.82 per cent at 59,600. Japan's jobless rate in April stood at 2.6 per cent worse than 2.5 per cent in the previous month and the highest figure since December 2017, the internal affairs ministry said minutes before the opening bell. And Japan's industrial output plunged 9.1 per cent month-on-month in April, the industry ministry said separately, noting in a commentary ... "], ["2020-05-28 22:01", "Global Cucumber and Gherkins Market 2020-2024 | Growth in Global Online Retailing to Boost Growth | Technavio ...  and Sons Inc., Mt Olive Pickles, Obst- und Gemseverarbeitung Spreewaldkonserve Golen GmbH, Reitzel International, Riviana Foods Pvt. Ltd., and The Kraft Heinz Co. are some of the major market participants. The growth in global online retailing will offer immense growth opportunities. To make the most of the opportunities, market vendors should focus more on the growth prospects in the fast-growing segments, while maintaining their positions in the slow-growing segments. The growth in global online retailing has been instrumental in driving the growth of the market. Cucumber and Gherkins Market 2020-2024 : Segmentation Cucumber and Gherkins Market is segmented as below: Distribution Channel Offline Online Geography APAC North America Europe South America ... "], ["2020-05-28 17:25", "Masayoshi Son's SoftBank strained by losses and infighting at the top ...  February story \"another example of people anonymously spreading misinformation and innuendo about our executives,\" according to an email to Vision Fund managing partners. SoftBank's board has lost several of its most independent voices in recent years, the kind of directors who could question decisions. Shigenobu Nagamori, the outspoken founder of motor-maker Nidec Corp., stepped down in 2017. Fast Retailing Co. CEO Tadashi Yanai, who had been on the board since 2001 and was a rare voice of dissent, left at the end of 2019. On the same day SoftBank announced its recent record losses, Alibaba co-founder Jack Ma announced he would leave the board, too, after 13 years. Two new independent directors were nominated — Cadence Design Systems Inc ... "]]}}