{"postfix": "fedex-aktie", "name": "FEDEX", "wkn": "912029", "time": "2020.06.02 12:23", "ts": 1591093429, "features": {"KGV": "10.08", "Marktkapitalisierung": {"Size": "Mrd", "Value": "30.70"}, "GA": "15.52", "KBV": "2.31", "BA": "67.75", "KCV": "7.40", "CA": "21.15", "Vola30": "73.07", "Vola90": "73.49", "Vola180": "59.53", "Vola250": "49.16"}, "rivals": ["deutsche_post-aktie", "expeditors_international_of_washington-aktie", "ch_robinson_worldwide-aktie", "ups-aktie", "postnl_3-aktie"], "text_data": {"de": [["28.05.20", "Morning Briefing: Amazon Pantry macht dicht, Will FedEx Hermes haben?, Otto Group, Douglas"], ["27.05.20", "Paketdienst: Express-Riese Fedex greift nach Deutschlandgeschäft von Hermes"], ["12.05.20", "Post hofft auf Normalisierung in der Corona-Krise"], ["12.05.20", "Folgen der Corona-Krise lassen Gewinn der Post einbrechen"], ["30.04.20", "Wie Experten die FedEx-Aktie im April einstuften"], ["22.04.20", "ROUNDUP: Bundesarbeitsministerium gegen Sonntagszustellung von Paketen"], ["22.04.20", "Bundesarbeitsministerium gegen Sonntagszustellung von Paketen"], ["31.03.20", "FedEx-Aktie: Das sind die Expertenmeinungen des Monats März"], ["24.03.20", "Zusteller DPD: Zahl der Pakete sinkt trotz Onlineshopping"], ["19.03.20", "HSBC: Fedex mit Hoffnungsschimmer – Deutsche Post schwächelt weiter"], ["19.03.20", "FedEx: Bilanzzahlen zum vergangenen Quartal"], ["18.03.20", "Fedex streicht Jahresziele"], ["10.03.20", "ROUNDUP 2/Post: Folgen des Coronavirus noch nicht absehbar - Dividende steigt"], ["10.03.20", "WDH/ROUNDUP: Deutsche Post erhöht Dividende - Corona-Folgen noch nicht abzusehen"], ["10.03.20", "ROUNDUP: Deutsche Post erhöht Dividende - Corona-Folgen noch nicht abzusehen"], ["03.03.20", "ROUNDUP: Deutsche Post will Paket-Empfang mit Digitaldiensten erleichtern"], ["29.02.20", "Februar 2020: Analysten sehen Potenzial bei FedEx-Aktie"], ["17.02.20", "FedEx wird eine unveränderte Dividende ausschütten"], ["15.01.20", "Fedex profitiert von Amazon-Kooperation"], ["15.01.20", "Morning Briefing: Amazon hebt FedEx-Verbot auf, Shopify bietet jetzt unbürokratische Start-Kredite, QVC, Yelp, Hermes, Google-Cookie"], ["02.01.20", "FedEx schüttet vierteljährliche Dividende aus"]], "en": [["28.05.20", "FedEx (FDX) Gains As Market Dips: What You Should Know"], ["28.05.20", "Fedex is the likely buyer of the Hermes business in Germany, Great Britain and France"], ["27.05.20", "CORRECTED-UPDATE 1-FedEx set to take stake in German deliver firm Hermes-report"], ["27.05.20", "FedEx set to take stake in German deliver firm Hermes: report"], ["27.05.20", "UPDATE 1-FedEx set to take stake in German deliver firm Hermes-report"], ["27.05.20", "FedEx set to take stake in German deliver firm Hermes-report"], ["26.05.20", "Why Shares of FedEx Are Up Today"], ["26.05.20", "Is FedEx, Microsoft team-up enough versus Amazon? Experts say it's just one step"], ["22.05.20", "Looking Back: Why Is FedEx Down 50%?"], ["22.05.20", "Monmouth (MNR) Buys Industrial Property Net-Leased to FedEx"], ["22.05.20", "FedEx: the actions of everyone and every sector of society matters greatly"], ["21.05.20", "FedEx Will Deliver Strong Returns Without Amazon"], ["20.05.20", "FedEx (FDX) Outpaces Stock Market Gains: What You Should Know"], ["19.05.20", "FedEx: we will combine the immense power of technology with the vast scale of our infrastructure"], ["19.05.20", "Microsoft (MSFT)-FedEx Partner on Digital Overhaul of Commerce"], ["19.05.20", "FedEx and Microsoft partner on supply chain analytics tools"], ["18.05.20", "FedEx Pops On Alliance with Microsoft, In Challenge To Amazon"], ["18.05.20", "FedEx and Microsoft Form A New Partnership"], ["18.05.20", "FedEx appoints industry veteran as new President of AMEA region"], ["14.05.20", "Why FedEx Stock Fell 5% This Morning"], ["14.05.20", "FedEx Caps Business With Certain Customers Due to Coronavirus Strain"], ["07.05.20", "FedEx (FDX) Outpaces Stock Market Gains: What You Should Know"], ["01.05.20", "Why Shares of FedEx Are Falling Today"], ["01.05.20", "While Amazon Was Distracted, FedEx and UPS Made Their Moves"], ["29.04.20", "BP Donates Jet Fuel To FedEx And Alaska Airlines For Coronavirus Relief Efforts"], ["29.04.20", "Is FedEx A Buy At $125?"], ["28.04.20", "FedEx pitches coronavirus-hit small businesses with shipping, e-commerce discounts"], ["17.04.20", "Is FedEx Stock a Buy?"], ["16.04.20", "FedEx (FDX) Up 20.3% Since Last Earnings Report: Can It Continue?"], ["12.04.20", "Amazon Discovers Competing With FedEx and UPS Is More Difficult Than It Seems"], ["08.04.20", "FedEx, UPS stocks surge as investors cheer news of Amazon pausing test of competing service"], ["08.04.20", "Why Shares of FedEx Are Up Today"], ["08.04.20", "DuPont, FedEx to expedite personal protective equipment shipments to US"], ["08.04.20", "FedEx, UPS stocks surge after WSJ report of Amazon halting competing service"], ["08.04.20", "FedEx, UPS Rise As Amazon To Halt This Rival Delivery Service"], ["08.04.20", "Amazon to suspend delivery service competing with UPS, FedEx"], ["08.04.20", "Amazon to suspend delivery service competing with UPS, FedEx"], ["08.04.20", "UPDATE 1-Amazon to suspend delivery service competing with UPS, FedEx"], ["08.04.20", "The Wall Street Journal: Amazon to halt third-party delivery service that competes with UPS, FedEx"], ["08.04.20", "Amazon to suspend delivery service competing with UPS, FedEx: WSJ"], ["2020-06-02 09:58", "Violence continues as Trump threatens military force against protesters nationwide ...  as his term ends Video Read more stories Popular Four officers shot in St. Louis amid night of violent protests Video Looters set fire to convenience store while a crowd protests near St. Louis Police headquarters Video Photo Gallery: Riots and looting in downtown St. Louis Gallery Police working with protesters organizing a march in O'Fallon, Missouri FedEx says delays possible due to protests across United States Weather Minneapolis police union head says George Floyd's criminal history not being discussed; claims officers were fired without due process Latest News Violence continues as Trump threatens military force against protesters nationwide News / 2 mins ago Police investigating robbery attempt at South City car dealership News / 11 mins ... "], ["2020-06-02 09:52", "Police investigating robbery attempt at South City car dealership ...  more stories Popular Four officers shot in St. Louis amid night of violent protests Video Looters set fire to convenience store while a crowd protests near St. Louis Police headquarters Video Photo Gallery: Riots and looting in downtown St. Louis Gallery Police working with protesters organizing a march in O'Fallon, Missouri Weather FedEx says delays possible due to protests across United States St. Louis man dies after being dragged by FedEx truck following Friday night protest Video Latest News Police investigating robbery attempt at South City car dealership News / 1 min ago Video One person dies after shooting outside Lee's Pawn and Jewelry News / 18 mins ago Video Four officers shot in St. Louis amid night of violent protests News / 17 mins ago ... "], ["2020-06-02 09:50", "National Guard lays down shields in peaceful protest held at Tennessee capitol ...  near St. Louis Police headquarters Video Photo Gallery: Riots and looting in downtown St. Louis Gallery Police working with protesters organizing a march in O'Fallon, Missouri Minneapolis police union head says George Floyd's criminal history not being discussed; claims officers were fired without due process Weather St. Louis man dies after being dragged by FedEx truck following Friday night protest Video Latest News Violence continues as Trump threatens military force against protesters nationwide News / 36 seconds ago Police investigating robbery attempt at South City car dealership News / 6 mins ago Video National Guard lays down shields in peaceful protest held at Tennessee capitol News / 41 seconds ago Video One person dies after shooting ... "], ["2020-06-02 09:10", "Letter: As the poorest go hungry, greed still drives Trump ...  Digital offer for just 99 cents! blog comments powered by Disqus Get Morning Report and other email newsletters Sign Up Follow Us Facebook Twitter Instagram RSS Most Popular Why George Floyd was arrested, and what happened then Richmond man caught cannibalizing his a relative, police say Bay Area curfew list: Details of orders in 9 cities Map: Looting at Bay Area stores Man dragged by FedEx truck dies during St. Louis protests George Floyd protests: Dozens arrested in Oakland More in Letters to the Editor Submit Your Letter to the Editor December 7, 2017 at 1:12 p.m. We encourage you to submit letters that share your opinions on issues of interest to residents in our community. Letters may be edited for length and clarity. Letter: Unelected Santa Clara ... "], ["2020-06-02 09:00", "Ask Amy: My husband behaved badly, and now the neighbors snub me ...  Today! All Access Digital offer for just 99 cents! blog comments powered by Disqus Get Morning Report and other email newsletters Sign Up Follow Us Facebook Twitter Instagram RSS Most Popular Why George Floyd was arrested, and what happened then Richmond man caught cannibalizing his a relative, police say Bay Area curfew list: Details of orders in 9 cities Map: Looting at Bay Area stores Man dragged by FedEx truck dies during St. Louis protests George Floyd protests: Dozens arrested in Oakland More in Relationships & Advice Harriette Cole: My friend is leaving, and she's the only one my mom allows me to see June 2, 2020 at 2:00 a.m. Plus: My mom says a virtual visit to the dermatologist is a waste of money, but I need help. Miss Manners: I'm ... "], ["2020-06-02 09:00", "Harriette Cole: My friend is leaving, and she's the only one my mom allows me to see ... ! All Access Digital offer for just 99 cents! blog comments powered by Disqus Get Morning Report and other email newsletters Sign Up Follow Us Facebook Twitter Instagram RSS Most Popular Why George Floyd was arrested, and what happened then Richmond man caught cannibalizing his a relative, police say Bay Area curfew list: Details of orders in 9 cities Map: Looting at Bay Area stores Man dragged by FedEx truck dies during St. Louis protests George Floyd protests: Dozens arrested in Oakland More in Relationships & Advice Ask Amy: My husband behaved badly, and now the neighbors snub me June 2, 2020 at 2:00 a.m. In the two years since the episode, I've been subjected to sneers, head-shaking and dirty looks. Miss Manners: I'm an introvert, and I don' ... "], ["2020-06-02 08:30", "Miss Manners: I'm an introvert, and I don't think I should have to Zoom ... Today! All Access Digital offer for just 99 cents! blog comments powered by Disqus Get Morning Report and other email newsletters Sign Up Follow Us Facebook Twitter Instagram RSS Most Popular Map: Looting at Bay Area stores Bay Area curfew list: Details of orders in 9 cities Why George Floyd was arrested, and what happened then Richmond man caught cannibalizing his a relative, police say Man dragged by FedEx truck dies during St. Louis protests The Latest: Police say 4 officers shot in St. Louis protests George Floyd protests: Dozens arrested in Oakland More in Relationships & Advice Dear Abby: My girlfriend has kept me a secret for a year. Is she ashamed of me? June 2, 2020 at 1:00 a.m. I've met only four people that she knows, and she never mentions me ... "], ["2020-06-02 08:15", "Man found shot, killed in North City overnight ... . Be Nice. No racism, sexism or any sort of -ismthat is degrading to another person. Be Proactive. Use the 'Report' link oneach comment to let us know of abusive posts. Share with Us. We'd love to hear eyewitnessaccounts, the history behind an article. Post a comment Watch this discussion. Stop watching this discussion. Most Popular Articles Videos Articles Man dragged by FedEx truck dies during night of George Floyd protests in St. Louis Positive COVID-19 patient was at crowded Lake of the Ozarks bars over Memorial Day weekend Video shows alleged assault of black woman, son by white Des Peres officers at Sam's Club WATCH: Atlanta police officers fired after dragging college students from car, tasing them Some St. Louis Target stores close as ... "], ["2020-06-02 08:11", "Cabinet approves B290bn upgrade for U-Tapao airport ... public-private partnership contract is due be to signed on June 19. Narita International Airport Corp has been selected to manage the airport. BTS Group and Sino-Thai will handle construction, and Bangkok Airways will bring its aviation expertise, said Kanit Sangsubhan, secretary general of the Eastern Economic Corridor Office. Mr Kanit added that his office is in talks with DHL Worldwide Express and FedEx Corp for the air cargo business planned at the airport complex. Last year, a group led by Charoen Pokphand Group signed a contract to build high-speed rail connections between U-Tapao and the two international airports in Bangkok, one of the biggest transport upgrades in the country's history. Officials expect U-Tapao to have capacity for as many as 60 ... "], ["2020-06-02 08:00", "Dear Abby: My girlfriend has kept me a secret for a year. Is she ashamed of me? ... Subscribe Today! All Access Digital offer for just 99 cents! blog comments powered by Disqus Get Morning Report and other email newsletters Sign Up Follow Us Facebook Twitter Instagram RSS Most Popular Map: Looting at Bay Area stores Bay Area curfew list: Details of orders in 9 cities Why George Floyd was arrested, and what happened then Richmond man caught cannibalizing his a relative, police say Man dragged by FedEx truck dies during St. Louis protests The Latest: Police say 4 officers shot in St. Louis protests George Floyd protests: Dozens arrested in Oakland More in Relationships & Advice Miss Manners: I'm an introvert, and I don't think I should have to Zoom June 2, 2020 at 1:30 a.m. Is it rude to opt out? Would it be ruder to explain why? Jill ... "], ["2020-06-02 06:38", "The Latest: Police say 4 officers shot in St. Louis protests ... Area curfew list: Details of orders in 9 cities Sponsored: When the kumquats keep dropping and the yard feels like it's shrinking, how can you make a sticky situation more bearable? George Floyd protests: Dozens arrested in Oakland Santa Clara County to allow outdoor dining, religious services, in-store shopping Why George Floyd was arrested, and what happened then Man dragged by FedEx truck dies during St. Louis protests More in Uncategorized Democratic governors reject Trump's call to send in military June 1, 2020 at 9:19 p.m. By Kathleen Ronayne | The Associated Press SACRAMENTO — Democratic governors of some of the nation's most populous states on Monday pushed back against President Donald Trump's threat to deploy the U.S. military ... "], ["2020-06-02 06:37", "Two people are killed during unrest in Chicago as number of people killed in protests reaches eleven ...  The DHS called the shooting an act of domestic terrorism. 'Let me be clear, when someone targets a police officer or a police station with the intention to do harm and intimidate, that is an act of domestic terrorism,' Acting Deputy Secretary of Homeland Security Ken Cuccinelli said. In various other incidents an unidentified man in St. Louis, Missouri was killed after falling underneath a FedEx truck that was driving away from protesters on Saturday morning. In Detroit, a 19-year-old man was killed on Friday night after shots were fired into a protest crowd from an SUV. Death toll rises as protests continue across the country As of Monday night, at least ten people have died in the protests and riots that have sprung up over the death of George ... "], ["2020-06-02 06:24", "Avowed Oakland vampire, convicted of 1998 stabbing murder, detained in prison homicide ...  say Bay Area curfew list: Details of orders in 9 cities Sponsored: When the kumquats keep dropping and the yard feels like it's shrinking, how can you make a sticky situation more bearable? George Floyd protests: Dozens arrested in Oakland Santa Clara County to allow outdoor dining, religious services, in-store shopping Why George Floyd was arrested, and what happened then Man dragged by FedEx truck dies during St. Louis protests More in Crime & Courts Richmond: Police say looting reported at Hilltop Mall June 1, 2020 at 9:55 p.m. Police said officers were responding to looting activity Monday night at Hilltop Mall. Richmond man caught cannibalizing a relative, police say June 1, 2020 at 9:46 p.m. A Richmond man was arrested on suspicion of murdering a ... "], ["2020-06-02 05:49", "4 St. Louis police officers shot during violent protests downtown ... . Be Nice. No racism, sexism or any sort of -ismthat is degrading to another person. Be Proactive. Use the 'Report' link oneach comment to let us know of abusive posts. Share with Us. We'd love to hear eyewitnessaccounts, the history behind an article. Post a comment Watch this discussion. Stop watching this discussion. Most Popular Articles Videos Articles Man dragged by FedEx truck dies during night of George Floyd protests in St. Louis Positive COVID-19 patient was at crowded Lake of the Ozarks bars over Memorial Day weekend Video shows alleged assault of black woman, son by white Des Peres officers at Sam's Club WATCH: Atlanta police officers fired after dragging college students from car, tasing them Some St. Louis Target stores close as ... "], ["2020-06-02 03:29", "Tye Anders' attorney speaks out about released MPD bodycam footage ...  least one coronavirus infection, first official tally shows Read more stories Popular Four officers shot in St. Louis amid night of violent protests Looters set fire to convenience store while a crowd protests near St. Louis Police headquarters Video Photo Gallery: Riots and looting in downtown St. Louis Gallery Police working with protesters organizing a march in O'Fallon, Missouri FedEx says delays possible due to protests across United States Minneapolis police union head says George Floyd's criminal history not being discussed; claims officers were fired without due process Weather Latest News Four officers shot in St. Louis amid night of violent protests News / 3 hours ago 3 charged with attempting to injury police officer at the Galleria News ... "], ["2020-06-01 06:24", "MEAT and greet! Britain is set for a 77F scorcher today as barbecues resume ...  beach-goers appear to be a safe two-metres apart from others more videos 1 2 3 Watch video Protesters beat up man with machete after he tries to attack them Watch video Man pulls HUNTING BOW on protesters in Utah before being overpowered Watch video Terrifying moment Black protester is shot outside Omaha bar Watch video Man is dragged to his death by FedEx truck during St. Louis protests Watch video Shocking footage shows cops being dragged by protesters in Chicago Watch video Dragon capsule astronaut bumps his head entering the ISS Watch video Protesters burn Daughters of Confederacy building in Virginia Watch video Police horse tramples on woman at Houston protests Watch video SpaceX Dragon capsule's hatch opens following arrival at ISS Watch video ... "], ["2020-06-01 06:17", "Minneapolis police chief says all four officers involved in George Floyd's death bear responsibility ...  curfew after George Floyd protests turn violent President of Auburn University posts letter on the current state of the nation Chief responds to Salt Lake officer caught on camera shoving man to the ground Video Officer in Louisiana apologizes for 'immature' Facebook post about protesters Read more stories Popular St. Louis man dies after being dragged by FedEx truck following Friday night protest Video Peaceful protesters and community upset after vandalism of well-respected black-owned business Video Protesters and Ferguson police officers kneel together in honor of George Floyd for 9 minutes 20 wounded, 4 killed in weekend of violence Video Protesters throw fireworks and other objects at police in Ferguson Video Ferguson mayor issues curfew ... "], ["2020-06-01 04:41", "EU Urges Israel to Stop Demolition of Palestinian Homes in West Bank - World news ...  the six-member family, which includes elderly disabled Rasmiya Bashir, confined to a wheelchair. R1355/P/S1194/CT45 Share this story: https://tn.ai/2277223 Related news Israeli Troops Arrest Al-Aqsa Mosque Cleric Israeli Forces Shoot Dead Mentally-Retarded Palestinian in Al-Quds Rights Group Reports over 100 Israeli Violations in Palestine Most Visited in World 1 Shocking Video Shows FedEx Truck Run Over Man during George Floyd Protests 2 New Video Shows George Floyd Being Dragged Out of Car before Murder by Police 3 George Floyd Protests: Disturbing Video Shows Police Vehicle Ploughing into Crowds 4 Trump Fueling Racial Animosity to Stay Another 4 Years in Office: US Analyst 5 NYPD Cops Tackle, Beat Demonstrator with Batons during Protests (+Video) 6 ... "], ["2020-06-01 03:49", "Protesters blast off fireworks, close roads near St. Louis Galleria ... . Use the 'Report' link oneach comment to let us know of abusive posts. Share with Us. We'd love to hear eyewitnessaccounts, the history behind an article. Post a comment Watch this discussion. Stop watching this discussion. Most Popular Articles Videos Articles Positive COVID-19 patient was at crowded Lake of the Ozarks bars over Memorial Day weekend Man dragged by FedEx truck dies during night of George Floyd protests in St. Louis Video shows alleged assault of black woman, son by white Des Peres officers at Sam's Club Some St. Louis Target stores close as protests grow nationwide Gov. Parson declares State of Emergency, activates National Guard due to civil unrest Tracking COVID-19: Breaking down case numbers in Missouri, Illinois 4Warn ... "], ["2020-06-01 03:44", "Businesses owners suffer losses after protester clash with police in Ferguson ...  responds to Salt Lake officer caught on camera shoving man to the ground Video Officer in Louisiana apologizes for 'immature' Facebook post about protesters Virginia governor declares state of emergency, Richmond curfew until June 3 Read more stories Popular Protesters throw fireworks and other objects at police in Ferguson Video St. Louis man dies after being dragged by FedEx truck following Friday night protest Video Multiple fatalities in Macoupin County plane crash 20 wounded, 4 killed in weekend of violence Video Ferguson mayor issues curfew for city starting at 8 p.m. Businesses owners suffer losses after protester clash with police in Ferguson Video New COVID-19 data for Missouri, Illinois Latest News Businesses owners suffer losses after ... "]]}}