{"postfix": "fidelity_national_information_services-aktie", "name": "FIDELITY_NATIONAL_INFORMATION_SERVICES", "wkn": "A0H1FP", "time": "2020.06.02 12:03", "ts": 1591092230, "features": {"KGV": "24.80", "Marktkapitalisierung": {"Size": "Mrd", "Value": "76.24"}, "GA": "5.61", "KBV": "1.30", "BA": "106.65", "KCV": "25.94", "CA": "5.36", "Vola30": "43.58", "Vola90": "73.48", "Vola180": "56.63", "Vola250": "42.97"}, "rivals": ["american_express-aktie", "ibm-aktie", "fiserv-aktie", "mastercard-aktie", "visa-aktie"], "text_data": {"de": [["31.05.20", "Analysten sehen für Fidelity National Information Services-Aktie Luft nach oben"], ["09.05.20", "Fidelity National Information Services: So viel setzte das Unternehmen zuletzt um"], ["07.05.20", "Ausblick: Fidelity National Information Services stellt Quartalsergebnis zum abgelaufenen Jahresviertel vor"], ["30.04.20", "Analysten sehen für Fidelity National Information Services-Aktie Luft nach oben"], ["22.04.20", "Erste Schätzungen: Fidelity National Information Services gewährt Anlegern Blick in die Bücher"], ["31.03.20", "So stuften die Analysten die Fidelity National Information Services-Aktie im vergangenen Monat ein"], ["29.02.20", "Februar 2020: Analysten sehen Potenzial bei Fidelity National Information Services-Aktie"], ["14.02.20", "Fidelity National Information Services vermeldete Zahlen zum jüngsten Quartal"], ["12.02.20", "Ausblick: Fidelity National Information Services zieht Bilanz zum jüngsten Jahresviertel"]], "en": [["20.05.20", "The Zacks Analyst Blog Highlights: Facebook, Johnson & Johnson, Fidelity National Information Services, Alibaba and Bristol-Myers Squibb"], ["08.05.20", "Fidelity National Information Services (FIS) Q1 2020 Earnings Call Transcript"], ["07.05.20", "Fidelity National Information Services (FIS) Q1 Earnings Beat Estimates"], ["30.04.20", "Analysts Estimate Fidelity National Information Services (FIS) to Report a Decline in Earnings: What to Look Out for"], ["23.04.20", "The Zacks Analyst Blog Highlights: PayPal, Fidelity National Information Services, Global Payments, Square and Intuit"], ["26.03.20", "The Zacks Analyst Blog Highlights: Facebook, Fidelity National Information Services, American Express, NVIDIA and CSX"], ["13.02.20", "Fidelity National Information Services, Inc. (FIS) Q4 2019 Earnings Call Transcript"], ["13.02.20", "Fidelity National Information Services (FIS) Beats Q4 Earnings and Revenue Estimates"], ["06.02.20", "Fidelity National Information Services (FIS) Expected to Beat Earnings Estimates: Can the Stock Move Higher?"], ["28.01.20", "The Zacks Analyst Blog Highlights: S&P Global, FleetCor Technologies, Global Payments, Waste Management and Fidelity National Information Services"], ["20.01.20", "Here's Why Fidelity National Information Services (FIS) is a Great Momentum Stock to Buy"], ["20.01.20", "The Zacks Analyst Blog Highlights: Microsoft, American Express, Fidelity National Information Services, Goldman Sachs and Southern"], ["03.01.20", "The Zacks Analyst Blog Highlights: Pfizer, BP, Fidelity National Information Services, Deere & Company and Equity Residential"], ["02.01.20", "Top Stock Reports for Pfizer, BP & Fidelity National Information Services"], ["2020-06-02 09:15", "Liquidnet Seeks a Buyer Amid Slower M&A Deals ...  Chase (Ticker: JPM) is advising on the Liquidnet sale, a person familiar with the process said. The company is seeking $1 billion with bids due this month, Bloomberg reported . Marisha Mistry, a spokeswoman for Liquidnet, declined to comment. JPMorgan also declined to comment. Interested bidders will likely include Broadridge Financial Solutions (BR), SS&C Technologies Holdings , (SSNC) Fidelity National Information Services (FIS), State Street (STT) and Bank of New York (BK), according to bankers and private equity executives. State Street declined to comment, and spokespersons for the other companies couldn't be reached for comment. Seth Merrin founded Liquidnet in 1999 and is its majority owner. The New York company is known for operating so-called ... "], ["2020-06-01 06:26", "BREAKING Primark names date all stores will reopen - with England first ... Image: Jason Roberts photography) Sign up to FREE email alerts from Mirror - money Subscribe When you subscribe we will use the information you provide to send you these newsletters. Sometimes they'll include recommendations for other related newsletters or services we offer. Our Privacy Notice explains more about how we use your data, and your rights. You can unsubscribe at any ...  Susanna Reid returned to Good Morning Britain, after missing a week of government drama Violent clashes between police and George Floyd protesters as US burns for sixth night George Floyd The National Guard confirmed yesterday 5,000 soldiers and airmen had been activated in 15 states with an additional 2,000 troops on standby as violent clashes continue across the US Gary Lineker ... "], ["2020-06-01 06:17", "Parents slam 'impossible' decision to send kids to school as 'unsafe and heartbreaking' ...  Play now Sign up to FREE email alerts from Mirror - The Coronavirus Briefing Subscribe When you subscribe we will use the information you provide to send you these newsletters. Sometimes they'll include recommendations for other related newsletters or services we offer. Our Privacy Notice explains more about how we use your data, and your rights. You can unsubscribe at any  ... will return to class as the Government and education unions continue to fight over whether it is safe to do so. Parents are also reluctant to send their children back, according to the National Foundation for Educational Research, after its survey of more than 1,200 school leaders found headteachers were expecting 46 per cent of families to keep pupils at home. There are more than two ... "], ["2020-06-01 06:03", "What schools are reopening today? Pupils to return for first time since lockdown ...  Cancel Play now Sign up to FREE email alerts from Mirror - The Coronavirus Briefing Subscribe When you subscribe we will use the information you provide to send you these newsletters. Sometimes they'll include recommendations for other related newsletters or services we offer. Our Privacy Notice explains more about how we use your data, and your rights. You can unsubscribe at any time ... Susanna Reid returned to Good Morning Britain, after missing a week of government drama Violent clashes between police and George Floyd protesters as US burns for sixth night George Floyd The National Guard confirmed yesterday 5,000 soldiers and airmen had been activated in 15 states with an additional 2,000 troops on standby as violent clashes continue across the US Gary  ... "], ["2020-06-01 06:00", "Golfers being mic'd up is great for the viewer - but presents too many risks ...  8 Cancel Play now Sign up to FREE email alerts from Mirror - daily news Subscribe When you subscribe we will use the information you provide to send you these newsletters. Sometimes they'll include recommendations for other related newsletters or services we offer. Our Privacy Notice explains more about how we use your data, and your rights. You can unsubscribe at any time.  ...  Susanna Reid returned to Good Morning Britain, after missing a week of government drama Violent clashes between police and George Floyd protesters as US burns for sixth night George Floyd The National Guard confirmed yesterday 5,000 soldiers and airmen had been activated in 15 states with an additional 2,000 troops on standby as violent clashes continue across the US Gary Lineker  ... "], ["2020-06-01 05:09", "Violent clashes between police and George Floyd protesters as US burns for sixth night ... ) Sign up to FREE email alerts from Mirror - The Coronavirus Briefing Subscribe When you subscribe we will use the information you provide to send you these newsletters. Sometimes they'll include recommendations for other related newsletters or services we offer. Our Privacy Notice explains more about how we use your data, and your rights. You can unsubscribe  ... mission anytime we're called on to do it, but I pray I never have to do it again,\" Carden said. President Donald Trump , however, will not take control of the Guard for now, his national security adviser has said. \"We're not going to federalize the Guard at this time. But, if necessary, we have further military assets that can be deployed,\" Robert O'Brien told reporters at ... "], ["2020-06-01 03:44", "Trump 'taken to underground bunker' during George Floyd protests outside White House ...  8 Cancel Play now Sign up to FREE email alerts from Mirror - daily news Subscribe When you subscribe we will use the information you provide to send you these newsletters. Sometimes they'll include recommendations for other related newsletters or services we offer. Our Privacy Notice explains more about how we use your data, and your rights. You can unsubscribe at any time ...  Floyd, a black man killed while being arrested by a white police officer in the US Hollywood star John Cusack 'pepper sprayed by police' at George Floyd protest John Cusack High Fidelity star John Cusack claims to have had pepper spray fired at him by police in Chicago and shared video that he claims shows police aggressively ordering him to move away from the protests Michael ... "], ["2020-06-01 02:48", "Bayern Munich urged to turn down move for 'inconsistent' and 'withdrawn' Leroy Sane ... in 8 Cancel Play now Sign up to FREE email alerts from Mirror - football Subscribe When you subscribe we will use the information you provide to send you these newsletters. Sometimes they'll include recommendations for other related newsletters or services we offer. Our Privacy Notice explains more about how we use your data, and your rights. You can unsubscribe at any  ...  someone whose form is very inconsistent and who is very withdrawn. \"For me, he doesn't suit the club at all. He's had a lot of problems at Manchester City and with the national team.\" Sane has not played a single game this term having suffered a serious injury in the Community Shield back in August. Competition at City is fierce which has seen Sane have to settle for a  ... "], ["2020-05-31 23:42", "Wall Street bankers keep busy with stock sales ... the heath-care industry on record, according to data compiled by Bloomberg. Sanofi's move came a few weeks after the pandemic's first big deal of this kind, PNC Financial Services Group Inc's sale of its quarter-century-old stake of more than $13bn in BlackRock Inc. The sale was the second-largest equity offering in the US since Alibaba Group Holding ...  Ltd's $25bn IPO in 2014, according to data compiled by Bloomberg. PNC's BlackRock stake was picked up by existing investors including Wellington Management, Capital Group Cos and Fidelity Investments, according to people familiar with the matter. At least four state investment vehicles from the Middle East also took part in the offering, the people said. More such sales are coming.  ... "], ["2020-05-31 05:01", "6 Ways That COVID-19 Shows How Elections Matter ... : Secularism versus respect for religion. Lust for power versus limited government. Socialist tendencies versus the free market. \"Let's see which way the wind blows\" pragmatism versus a fidelity to principle. Private ambition versus a public spirit. All the violations of rights mentioned above confirm the principle James Madison wrote in Federalist 51: \"You must first enable the government to ... s Riots Beth Baumann CBP Finds Homicide Suspect, Attempted Murder Suspect Sharing Vehicle at Port of Entry Bronson Stocking SHOW COMMENTS Trending on Townhall Media Riot Police, National Guard 'Completely Abandon' Perimeter in Minneapolis, Chased Away by Protesters PJ Media NZ Gun Crime Rates Soar Following Gun Bans Bearing Arms Sally Kohn invites ... "], ["2020-05-30 15:52", "Liz Weston: Find free, solid money advice in uncertain times ... information and misinformation,\" says Rebecca Wiggins, executive director of the AFCPE, which grants credentials to financial counselors and coaches. \"If you're not working with somebody who really understands the full picture, you could make really bad decisions.\" A huge and growing need for help Nine out of 10 U.S. adults said the coronavirus pandemic had caused them financial stress in an early April survey by the National ...  in households if you have multiple generations of people living together, or a lot of people living in a household.\" U.S. Health and Human Services Secretary Alex Azar cited crowded meatpacking worker living conditions in a call last week with members of Congress, according to a story first reported by Politico.  ... "], ["2020-05-30 01:23", "Judge rules Ducey administration does not have to release COVID-19 nursing home records ...  an unprecedented time.\" The Department of Health Services hired two law firms, at a cost to taxpayers of up to $525 an hour, to argue the records should be kept secret. Lawyers for the state also argued that the issue had been mitigated because the state required nursing homes to promptly provide COVID-19 information to residents, transferring and would-be residents, guardians  ... /The Republic Fullscreen A visitor takes a photo at the Grand Canyon Friday, May 15, 2020, in Grand Canyon, Ariz. Tourists are once again roaming portions of Grand Canyon National Park when it partially reopened Friday morning, despite objections that the action could exacerbate the coronavirus pandemic. Matt York, AP Fullscreen Local residents go for evening outing at Tempe Town ... "], ["2020-05-30 00:55", "Arizona can keep COVID-19 data about nursing homes from the public, judge rules ... government and separation of powers — would be added to the list of COVID-19's victims,'' the judge said. \"Although difficult in the face of this devilish virus, fidelity to the Constitution and the laws of the state of Arizona must prevail.'' He also pointed out that Gov. Doug Ducey has since amended his executive order to require that nursing ...  will remain confidential. The Centers for Medicare and Medicaid Services is now collecting information from the facilities it regulates and has promised to make it public. Tags Coronavirus Public-safety State-government Concerned about COVID-19? Sign up now to get the most recent coronavirus headlines and other important local and national news sent to your email inbox daily. Sign up! * I ... "], ["2020-05-29 21:49", "Indian River State College receives grants to help students and build new training center ... high-fidelity,  ... National Sports Entertainment WhatToDoIn772 Dining Homegrown Opinion Letters to the Editor Editorials Opinion Columnists Guest Columns Submit Letter Obituaries Business Careers Weather Hurricane Database Hurricanes Specialty Vero Newsweekly Luminaries Your News Submit Your News Comics USA Today Corrections Public Notices Classifieds 2020 tcpalm.com, All rights reserved. Services Customer Service Terms of Service Archives Your California Privacy Rights/Privacy Policy Advertising Terms and Conditions We Sponsor the Treasure Coast Work With Us Submit Your Stuff Our Ethical Principles Accessibility Support Subscriber Guide Public Notices Sitemap Do not sell my data / Cookie policy Privacy Policy Our Partners Newspaper Archives Legal Information ... "], ["2020-05-29 20:02", "Investing During Coronavirus: Stocks Turn Positive on Trump's Trade Comments ...  their favorite stocks. As the novel coronavirus disrupts the market, following in the footsteps of these volatility pros isn't a bad idea. Here is a list of the 10 top-owned stocks now (subscription required): Amazon (NASDAQ: AMZN ) Microsoft (NASDAQ: MSFT ) Allergan (NYSE: AGN ) Facebook (NASDAQ: FB ) Alphabet (NASDAQ: GOOG , NASDAQ: GOOGL ) Netflix (NASDAQ: NFLX ) Fidelity National Information Services (NYSE: FIS ) Apple (NASDAQ: AAPL ) Visa (NYSE: V ) Charter Communications (NASDAQ: CHTR ) Stocks Sink Thursday as the Jobless Total Climbs [Thursday, May 21, 9:31 a.m.] Contributed by Sarah Smith We've seen this before, but it still hurts. Investors learned this morning that another 2.4 million Americans filed for unemployment benefits . That means ... "], ["2020-05-29 19:20", "Payments industry veteran Martire to seek $375 million for investment vehicle: sourceFormer Fidelity National Information Services Chief Executive Frank Martire is preparing to seek around $375 million in a U.S. initial public offering for a new acquisition company, a person familiar with the matter said on Friday.'"], ["2020-05-29 19:20", "Payments industry veteran Martire to seek $375 million for investment vehicle: sourceFormer Fidelity National Information Services Chief Executive Frank Martire is preparing to seek around $375 million in a U.S. initial public offering for a new acquisition company, a person familiar with the matter said on Friday."], ["2020-05-29 18:50", "This Week In Credit Card News: Pandemic Brings Huge Increases In Card Fraud And Mobile Banking ... % in April from a year earlier. [ The Wall Street Journal ] The pandemic has brought a substantial increase in mobile banking which is expected to continue. Getty Coronavirus Crisis Mobile Banking Surge is a Shift That's Likely to Stick April saw a 200% jump in new mobile banking registrations, while mobile banking traffic rose 85%, according to Fidelity National Information Services. The coronavirus lockdown resulted in many bank branches being closed, as well as Americans checking their accounts repeatedly for their stimulus payout. Another survey showed only 40% of respondents said they expect to return to branches post-Covid, indicating the shift to online is likely to stick. [ CNBC ] Credit Card Applications Have Dropped by 40% Amid Coronavirus When ... "], ["2020-05-29 14:48", "Renewing travel insurance and rebooking Ryanair flights: The Holiday Guru answers traveller queries ... who have no prospect of future travel owing to health or financial reasons, can email customerservices@redfunnel.co.uk to request full refunds, supplying original booking numbers and supporting information. Responses will be provided within 28 days. Q. I always buy multi-trip annual travel insurance and my current policy expires next month. I just rearranged a golf  ...  formed from train carriages positioned on a BRIDGE in Africa's Kruger National Park - with epic views of wildlife from the rooms and sensational overhanging pool Qantas suspends plans to launch 19-and-a-half-hour direct flights from London and New York to Sydney and shelves order for 12 Airbus A350s for the services Magical new photographs of the wild horses that live on a bewitching island  ... "], ["2020-05-29 10:30", "Betrayal or Declaration of War? Goldman Sachs Says Bitcoin is Not an 'Asset Class' but Many Disagree ... do. They're probably rebranding to 'Goldman Stacking Sats' as we speak. — Tyler Winklevoss (@tylerwinklevoss) May 27, 2020 \"It's important to note that Goldman Sachs' competitors Fidelity and JP Morgan have made significant investments in cryptocurrency\", argued Dave Hodgson, chief investment and managing director of NEM Ventures, as cited by CNBC. According to the analyst, Goldman Sachs has just  ...  violence, cruelty to animals; contains information about methods of suicide, incites to commit suicide; pursues commercial objectives, contains improper advertising, unlawful political advertisement or links to other online resources containing such information; promotes products or services of third parties without proper  ... "]]}}