{"postfix": "fiserv-aktie", "name": "FISERV", "wkn": "881793", "time": "2020.06.02 12:03", "ts": 1591092186, "features": {"KGV": "29.21", "Marktkapitalisierung": {"Size": "Mrd", "Value": "63.68"}, "GA": "4.00", "KBV": "2.40", "BA": "48.71", "KCV": "24.54", "CA": "4.76", "Vola30": "40.49", "Vola90": "64.25", "Vola180": "48.7", "Vola250": "40.11"}, "rivals": ["jack_henryassociates-aktie", "total_system_services-aktie", "fidelity_national_information_services-aktie", "aci_worldwide-aktie"], "text_data": {"de": [["31.05.20", "Experten sehen bei Fiserv-Aktie Potenzial"], ["07.05.20", "Ausblick: Fiserv zieht Bilanz zum abgelaufenen Quartal"], ["30.04.20", "April 2020: Analysten sehen Potenzial bei Fiserv-Aktie"], ["22.04.20", "Erste Schätzungen: Fiserv zieht Bilanz zum abgelaufenen Quartal"], ["31.03.20", "März 2020: Experten empfehlen Fiserv-Aktie mehrheitlich zum Kauf"], ["29.02.20", "Fiserv-Aktie: Einschätzungen und Kursziele der Analysten im Februar"], ["06.02.20", "Fiserv informierte über die jüngsten Quartalsergebnisse"], ["03.02.20", "Ausblick: Fiserv legt Quartalsergebnis vor"]], "en": [["19.05.20", "Fiserv unit to pay $40 mln to settle U.S. FTC charges it aided fraud, credit card laundering"], ["08.05.20", "Fiserv Names Its Next CEO, Sees Q1 Earnings Jump"], ["08.05.20", "Fiserv (FISV) Posts In-Line Q1 Earnings, Withdraws View"], ["08.05.20", "Fiserv Inc (FISV) Q1 2020 Earnings Call Transcript"], ["08.05.20", "Payments giant Fiserv names Bisignano to succeed Yabuki as CEO"], ["08.05.20", "Fiserv says CEO Yabuki will depart in July as First Data executive steps into the top role"], ["07.05.20", "Fiserv (FISV) Q1 Earnings Match Estimates"], ["07.05.20", "Long-Term Leader Fiserv Earnings In Line As Two Payments Rivals Break Out"], ["05.05.20", "Fiserv (FISV) to Report Q1 Earnings: What's in the Cards?"], ["01.05.20", "Is Fiserv Stock a Buy?"], ["30.04.20", "Fiserv (FISV) Earnings Expected to Grow: What to Know Ahead of Next Week's Release"], ["29.04.20", "UPDATE 1-MetaBank, Fiserv win contracts to issue Visa pre-paid cards for U.S. stimulus cash"], ["29.04.20", "MetaBank, Fiserv win U.S. Treasury contract to issue Visa pre-paid cards loaded with stimulus cash"], ["27.03.20", "The Zacks Analyst Blog Highlights: Walt Disney, General Electric, Fiserv, S&P Global and TJX Companies"], ["26.03.20", "Top Research Reports for Disney, General Electric & Fiserv"], ["23.03.20", "The Zacks Analyst Blog Highlights: Microsoft, salesforce.com, Novo Nordisk, American Express and Fiserv"], ["20.03.20", "Fiserv Snaps Up Bypass Mobile to Boost Omni-commerce Presence"], ["11.03.20", "Fiserv Backs 2020 Outlook, Lifts Long-Term Views While Payment Rivals Cut"], ["11.03.20", "Square moves investor day online while Fiserv moves its event to the fall due to coronavirus"], ["05.03.20", "Fiserv (FISV) Down 7.8% Since Last Earnings Report: Can It Rebound?"], ["04.03.20", "Fiserv (FISV) Announces Acquisition of MerchantPro Express"], ["03.03.20", "Fiserv Stock Joins Elite List With 95-Plus IBD Composite Rating"], ["15.02.20", "Visa, UnitedHealth, Fiserv, TransDigm, Monolithic Power: Give These 5 Leaders A Long Look"], ["05.02.20", "Fiserv (FISV) Lags Q4 Earnings Estimates, Beats on Revenues"], ["05.02.20", "Fiserv Inc (FISV) Q4 2020 Earnings Call Transcript"], ["04.02.20", "Fiserv (FISV) Lags Q4 Earnings Estimates"], ["03.02.20", "Fiserv (FISV) to Post Q4 Earnings: What's in the Offing?"], ["28.01.20", "Fiserv (FISV) Reports Next Week: Wall Street Expects Earnings Growth"], ["13.01.20", "Why Fiserv Stock Gained 57% in 2019"], ["13.01.20", "Fiserv (FISV) Rides on Buyouts, Product Suite Amid Debt Woes"], ["2020-05-29 22:24", "'People are struggling:' Milwaukee area realtor creates home-cooked meals for families in need ...  'Start an emergency fund:' Financial coach offers tips on what to do with federal stimulus check Health MPS expands its Stop, Grab and Go locations for school material, meal pick up Health Investigators Politics 'Reasonable,' or 'repugnant?' Wisconsin lawyers, health care groups debate fallout of COVID-19 legislation changes Health Sports Milwaukee Bucks, Fiserv Forum donating $150K worth of food to community Business Health FEED A HERO: An opportunity to show your appreciation of health care workers, 1st responders Health #StayHomeMKE urges residents to sign pledge, show support for stopping spread of COVID-19 Mobile Apps Android News App iPhone & iPad News App Android Severe Weather App iPhone Severe Weather App Facebook Twitter ... "], ["2020-05-29 18:13", "NBA Rumors: Los Angeles Lakers, Milwaukee Bucks Favor Play-In Tournament Before 2020 Playoffs ...  on March 11. The Bucks lead the Toronto Raptors by 6.5 games atop the East with a 53-12 record. It's likely that for the second straight year, Milwaukee will be the No.1 overall seed and Giannis Antetokounmpo will win the MVP award. Giannis Antetokounmpo #34 of the Milwaukee Bucks and LeBron James #23 of the Los Angeles Lakers hug following a game at Fiserv Forum on December 19, 2019 in Milwaukee, Wisconsin. Photo: Stacy Revere/Getty Images Loading... Related Stories Lakers-Nets Could Headline New Playoff Format Join the Discussion Most Read CORONAVIRUS (COVID-19) OUTBREAK Last update: May 29, 2020 1:01:pm Data Source: Johns Hopkins University World Confirmed: 5,892,295 (+116,492) Deaths: 365,226 (+4,673) Recovered: 2,087,012 U.S. Confirmed: 1,721,651 ... "], ["2020-05-29 13:01", "Fiserv To Present At Baird's 2020 Global Consumer, Technology & Services Virtual ConferenceFiserv, Inc. FISV, a leading global provider of payments and financial services technology solutions, announced today that Jeffery Yabuki, Chairman and Chief Executive Officer, and Frank Bisignano, President and Chief Operating Officer, will present at th"], ["2020-05-29 11:00", "Apogee Enterprises Names Nisheet Gupta Chief Financial Officer ... Vice President, Global Finance Operations since 2017, leading business unit finance and transformation. Prior to his role at Land O' Lakes, Nisheet worked for eight years at Diebold Nixdorf, where he held roles of increasing responsibility in the company's finance organization. Previously he served in numerous finance leadership roles with leading global companies including FirstData (now FISERV), Novartis, FedEx, and Ernst & Young. He brings a wealth of diverse experiences, having worked and lived in nine different countries over the course of his career. \"Nisheet is a respected finance leader who will be a terrific addition to Apogee's executive team,\" said Joseph F. Puishys, Chief Executive Officer. \"Nisheet brings an impressive ... "], ["2020-05-29 03:57", "Contextualizing The Milwaukee Bucks' League-Leading Defense ... ; League-Leading Defense Shane Young Contributor Opinions expressed by Forbes Contributors are their own. SportsMoney Share to Facebook Share to Twitter Share to Linkedin MILWAUKEE, WISCONSIN - FEBRUARY 02: Deandre Ayton #22 of the Phoenix Suns attempts a shot while ... [+] being guarded by Brook Lopez #11 and Giannis Antetokounmpo #34 of the Milwaukee Bucks in the third quarter at the Fiserv Forum on February 02, 2020 in Milwaukee, Wisconsin. NOTE TO USER: User expressly acknowledges and agrees that, by downloading and or using this photograph, User is consenting to the terms and conditions of the Getty Images License Agreement. (Photo by Dylan Buell/Getty Images) Getty Images Waiting in the shadows of this season suspension, the Milwaukee Bucks are simply ... "], ["2020-05-28 22:25", "Milwaukee Bucks bring slam dunk of a surprise to nurses: 'We really wanted to say thank you' ... There was a sweet surprise for nurses at Froedtert and the Medical College of Wisconsin on Thursday, May 28. Ice cream for nurses at Froedtert and Medical College of Wisconsin Those nurses were asked to come down to their hospital parking lot Thursday afternoon and then... \"I think it's pretty simple, we had a few hundred extra pints of ice cream in the Fiserv Forum,\" said Peter Feigin, President of the Milwaukee Bucks. Pints of ice cream were handed out by the handful. Ice cream for nurses at Froedtert and Medical College of Wisconsin Ice cream for nurses at Froedtert and Medical College of Wisconsin \"If I could ultimately choose, either cookie dough or mint chocolate chip, otherwise my basic chocolate makes me happy,\" said Nicole Hebert ... "], ["2020-05-28 19:43", "Some college athletes could make more than $100K as social media influencers, studies show ...  the second half. Star Tribune via Getty Images Trevor Lawrence #16 of the Clemson Tigers warms up before the College Football Playoff National Championship game against the LSU Tigers at the Mercedes Benz Superdome on January 13, 2020 in New Orleans, Louisiana. Getty Images Morgan Hurd of the United States competes in the floor exercise during the 2020 American Cup at Fiserv Forum on March 07, 2020 in Milwaukee, Wisconsin. Getty Images Ad Up Next Close Legislature declines to authorize de Blasio's $7B COVID-19 loan for NYC The state Legislature refused Thursday to take up Mayor Bill... 4 View Slideshow Back Continue Share this: Facebook Twitter Flipboard WhatsApp Email Copy Advertisement May 28, 2020 Share this: Facebook Twitter Flipboard WhatsApp Email ... "], ["2020-05-28 18:10", "Damian Lillard Says LeBron James Is His Pick For MVP Over Giannis Antetokounmpo ...  record of 49-14. Antetokounmpo, the reigning MVP, was averaging 29.6 points, 13.7 rebounds and 5.8 assists for the Milwaukee Bucks, who have the best record in the league at 53-12. The Lakers and Bucks each won a game against each other this season. In their first matchup on Dec. 19, Antetokounmpo had had 34 points and 11 rebounds in the Bucks' 111-104 win at Fiserv Forum. When they last played each other at Staples Center on March 6, James had 37 points on 12-for-21 shooting, eight rebounds and eight assists in the Lakers' 113-103 win. After that game, Magic Johnson tweeted that James \"was the best player in Staples Center tonight.\" And Jared Dudley tweeted that \"one mans [sic] game did a little more talking tonight,\" adding a crown ... "], ["2020-05-28 03:39", "The highest-paid CEOs by state ...  South Dakota: Robert C. Rowe, NorthWestern, $3.2 million. Tennessee: Mark J. Costa, Eastman Chemical, $14 million. Texas: Randall Stephenson, AT&T, $28.5 million Utah: Joseph Margolis, Extra Space Storage, $6.3 million Virginia: Christopher J. Nassetta, Hilton Worldwide Holdings, $21.4 million Washington: John Legere, T-Mobile US, $27.8 million Wisconsin: Jeffery Yabuki, Fiserv, $27.4 million Share LINE Facebook Twitter Telegram WhatsApp Linkedin ReddIt Digg Email Print Previous article Polish ruling party chief wants presidential vote by June 28 Next article Huge Washington unemployment fraud warning to other states Most Popular Viral video of drunk foreigners stirs outrage in Taiwan May 26, 2020 Student shares silver lining from traumatic experience ... "], ["2020-05-28 03:29", "'A light in that darkness:' COVID-19 mask distribution holds special meaning for volunteer ... ,\" said volunteer Lisa Early. \"I want to be a part of that.\" Early says she battled addictions to crack and alcohol for years. Now, she's doing her part to help others as a community -- and a world -- tries to battle the COVID-19 pandemic. 43.045080 -87.917386 Related stories 'Take it home:' Mask kits distributed at Fiserv Forum, to be assembled for frontline workers Filed in: Health Topics: Because You Matter , coronavirus Suggest a correction Suggest A Correction Your name Your email Report a typo or grammatical error Cancel Facebook Twitter Reddit LinkedIn Pinterest Email SMS Popular 4 Minneapolis police officers identified in death of George Floyd Couple who employed George Floyd mourns man who died in Minneapolis police custody ... "], ["2020-05-27 20:52", "Landmark Credit Union Adds Seasoned Financial Services Leader, Brian Melter, To Executive Team ... -driven, creative team environment make him the right leader to take on this important role and continue to build a seamless member experience across our branches, member service center, digital, and marketing areas.\" Brian is a seasoned strategic executive who has been working in financial services for over 24 years. Brian comes to Landmark from Fiserv where he was the Senior Vice President/General Manager Digital Channels providing the vision, strategic thinking and leadership required to develop and deliver industry leading digital banking solutions to drive innovation and digital transformation. He has also held leadership positions in digital, retail marketing, and operations with increasing responsibility at DST Systems/SS&C, Boston Financial ... "], ["2020-05-27 19:16", "AMD's Lisa Su First Woman To Top AP's CEO Pay Analysis ...  Dakota: Robert C. Rowe, NorthWestern, $3.2 million. Tennessee: Mark J. Costa, Eastman Chemical, $14 million. Texas: Randall Stephenson, AT&T, $28.5 million Utah: Joseph Margolis, Extra Space Storage, $6.3 million Virginia: Christopher J. Nassetta, Hilton Worldwide Holdings, $21.4 million Washington: John Legere, T-Mobile US, $27.8 million Wisconsin: Jeffery Yabuki, Fiserv, $27.4 million Copyright 2020 CBS Broadcasting Inc. All Rights Reserved. The Associated Press contributed to this report. Comments You must log in to post a comment. Follow Us facebook_url twitter_url youtube_url instagram_url reddit_url linkedin_url Our | Newsletter Most Viewed Newsom Announces Expanded Stage 3 Reopening Of Businesses Including Barbershops, Hair Salons Drone Video Shows ... "], ["2020-05-27 15:41", "The highest-paid CEOs by state ...  South Dakota: Robert C. Rowe, NorthWestern, $3.2 million. Tennessee: Mark J. Costa, Eastman Chemical, $14 million. Texas: Randall Stephenson, AT&T, $28.5 million AD Utah: Joseph Margolis, Extra Space Storage, $6.3 million Virginia: Christopher J. Nassetta, Hilton Worldwide Holdings, $21.4 million Washington: John Legere, T-Mobile US, $27.8 million AD Wisconsin: Jeffery Yabuki, Fiserv, $27.4 million Copyright 2020 The Associated Press. All rights reserved. This material may not be published, broadcast, rewritten or redistributed without permission. comment 0 Comments Get our Coronavirus Updates newsletter Receive the most important pandemic developments in your inbox every day. All stories linked in the newsletter are free to access. By signing up you agree ... "], ["2020-05-27 15:39", "The highest-paid CEOs by state ... , Domtar, $6.8 million South Dakota: Robert C. Rowe, NorthWestern, $3.2 million. Tennessee: Mark J. Costa, Eastman Chemical, $14 million. Texas: Randall Stephenson, AT&T, $28.5 million Utah: Joseph Margolis, Extra Space Storage, $6.3 million Virginia: Christopher J. Nassetta, Hilton Worldwide Holdings, $21.4 million Washington: John Legere, T-Mobile US, $27.8 million Wisconsin: Jeffery Yabuki, Fiserv, $27.4 million Comments Videos 387 new Kentucky COVID-19 cases over Memorial Day weekend 'I will not be afraid.' Gov. Beshear responds to hanging of effigy at Capitol View More Video Trending Stories 387 new Kentucky coronavirus cases and 3 deaths over 3 days. Nursing home evacuated. Health department gets complaint after video shows weekend crowd at ... "], ["2020-05-27 15:38", "The highest-paid CEOs by state ...  Williams, Domtar, $6.8 million South Dakota: Robert C. Rowe, NorthWestern, $3.2 million. Tennessee: Mark J. Costa, Eastman Chemical, $14 million. Texas: Randall Stephenson, AT&T, $28.5 million Utah: Joseph Margolis, Extra Space Storage, $6.3 million Virginia: Christopher J. Nassetta, Hilton Worldwide Holdings, $21.4 million Washington: John Legere, T-Mobile US, $27.8 million Wisconsin: Jeffery Yabuki, Fiserv, $27.4 million Stamford Advocate Insider Thumbnail Collection See the Insider homepage Olympic dreams on hold, ex-Husky Hartley adjusts BY Doug Bonjour Dixon: My father got a $1,200 stimulus check - he died in 2018 BY Ken Dixon Agents look for signs of NY firms relocating to CT BY Alexander Soule 20-year telecommuter misses the city: Getting There BY ... "], ["2020-05-27 15:38", "The highest-paid CEOs by state ... , $5.4 million Ohio: Gary Heminger, Marathon Petroleum, $23.2 million Oklahoma: Robert D. Lawler, Chesapeake Energy, $15.4 million Oregon: Bryan DeBoer, Lithia Motors, $7.3 million Pennsylvania: Brian Roberts, Comcast, $36.4 million Rhode Island: Larry Merlo, CVS Health, $36.5 million South Carolina: John Williams, Domtar, $6.8 million South Dakota: Robert C. Rowe, NorthWestern, $3.2 million. Tennessee: Mark J. Costa, Eastman Chemical, $14 million. Texas: Randall Stephenson, AT&T;, $28.5 million Utah: Joseph Margolis, Extra Space Storage, $6.3 million Virginia: Christopher J. Nassetta, Hilton Worldwide Holdings, $21.4 million Washington: John Legere, T-Mobile US, $27.8 million Wisconsin: Jeffery Yabuki, Fiserv, $27.4 million Sign up for Daily Newsletters"], ["2020-05-27 15:38", "The highest-paid CEOs by state ... : John Williams, Domtar, $6.8 million South Dakota: Robert C. Rowe, NorthWestern, $3.2 million. Tennessee: Mark J. Costa, Eastman Chemical, $14 million. Texas: Randall Stephenson, AT&T, $28.5 million Utah: Joseph Margolis, Extra Space Storage, $6.3 million Virginia: Christopher J. Nassetta, Hilton Worldwide Holdings, $21.4 million Washington: John Legere, T-Mobile US, $27.8 million Wisconsin: Jeffery Yabuki, Fiserv, $27.4 million Most Popular 1 Twitter apologizes for 'pain' caused by Trump's MSNBC tweets 2 Sweden struggles with 'herd immunity' experiment 3 Sara Cody bemoans California's accelerated reopening 4 A third of Americans now show signs of clinical anxiety or depression, Census Bureau finds 5 5 hurt as tree limb falls at San ... "], ["2020-05-27 15:38", "The Highest-Paid CEOs by State ...  Dakota : Robert C. Rowe, NorthWestern, $3.2 million. Tennessee : Mark J. Costa, Eastman Chemical, $14 million. Texas : Randall Stephenson, AT&T, $28.5 million Utah : Joseph Margolis, Extra Space Storage, $6.3 million Virginia : Christopher J. Nassetta, Hilton Worldwide Holdings, $21.4 million Washington: John Legere, T-Mobile US, $27.8 million Wisconsin : Jeffery Yabuki, Fiserv, $27.4 million Copyright 2020 The Associated Press . All rights reserved. This material may not be published, broadcast, rewritten or redistributed. Tags: Ohio , Arkansas , New York , North Carolina , California Related Articles National News Trump Takes His Fight to Michigan Michigan News Thousands Evacuated as River Dams Break in Central Michigan National News More Businesses to ... "], ["2020-05-27 15:38", "The highest-paid CEOs by state ...  South Carolina: John Williams, Domtar, $6.8 million South Dakota: Robert C. Rowe, NorthWestern, $3.2 million. Tennessee: Mark J. Costa, Eastman Chemical, $14 million. Texas: Randall Stephenson, AT&T, $28.5 million Utah: Joseph Margolis, Extra Space Storage, $6.3 million Virginia: Christopher J. Nassetta, Hilton Worldwide Holdings, $21.4 million Washington: John Legere, T-Mobile US, $27.8 million Wisconsin: Jeffery Yabuki, Fiserv, $27.4 million TRENDING 1. White woman fired after calling police on black man who asked her to leash her dog 2. Trump threatens social media after Twitter fact-checks him 3. This 27-year-old lost 120 pounds in 1 year by making small life changes 4. 'If it goes wrong, it's my fault': Elon Musk is feeling nervous hours ... "], ["2020-05-27 12:30", "True Sky Credit Union Moves To Fiserv For Full Set Of Financial TechFiserv, Inc. FISV, a leading global provider of financial services technology solutions, today announced True Sky Credit Union, based in Oklahoma City, will move to Fiserv as its lead technology provider. The credit union will leverage integrations betwee"]]}}