{"postfix": "fmc-aktie", "name": "FMC", "wkn": "871138", "time": "2020.06.02 13:21", "ts": 1591096911, "features": {"KGV": "16.54", "Marktkapitalisierung": {"Size": "Mrd", "Value": "11.32"}, "GA": "6.09", "KBV": "4.61", "BA": "21.85", "KCV": "23.93", "CA": "4.21", "Vola30": "47.13", "Vola90": "83.56", "Vola180": "64.21", "Vola250": "48.96"}, "rivals": ["bayer-aktie", "dow_chemical-aktie", "ppg_industries-aktie", "eastman_chemical_company-aktie", "dupont-aktie"], "text_data": {"de": [["31.05.20", "FMC-Aktie: Einschätzungen und Kursziele der Analysten im Mai"], ["12.05.20", "BMW, FMC & Co.: Bei diesen fünf deutschen DAX-Aktien hat die DZ Bank gerade die Kursziele erhöht"], ["09.05.20", "FMC: Zahlen zum abgelaufenen Jahresviertel"], ["06.05.20", "FMC-Aktie nach Q1-Zahlen: Aktie vor Kaufsignal"], ["06.05.20", "Aktien mit Kursrally - Gewinn und Umsatz steigen: Fresenius und FMC wachsen in der Krise"], ["04.05.20", "Ausblick: FMC stellt Zahlen zum jüngsten Quartal vor"], ["30.04.20", "Experten sehen bei FMC-Aktie Potenzial"], ["27.04.20", "Fresenius-Tochter FMC: Kopf-an-Kopf-Rennen mit Wirecard"], ["24.04.20", "Fresenius und FMC: Kursziel gesenkt, aber..."], ["21.04.20", "FMC-Aktie auf dem Vormarsch: Warum der Titel langfristig brillant ist"], ["20.04.20", "Erste Schätzungen: FMC stellt Ergebnisse des abgelaufenen Quartals vor"], ["17.04.20", "Fresenius und FMC: Das rät jetzt Goldman Sachs"], ["31.03.20", "März 2020: So haben Analysten ihre Einstufung der FMC-Aktie angepasst"], ["25.03.20", "FMC-Aktie: Guter Bonus über der Super-Unterstützung"], ["06.03.20", "Fresenius vs. Tochter FMC: Welcher Wert hat die Nase vorn?"], ["02.03.20", "FMC schüttet vierteljährliche Dividende an die Aktionäre aus"], ["29.02.20", "Februar 2020: Die Expertenmeinungen zur FMC-Aktie"], ["21.02.20", "Märkte am Morgen: DAX unter 13.700 Punkte erwartet; Tesla, T-Mobile US, Sprint, Softbank, Deutsche Telekom, FMC, Allianz, Lufthansa"], ["20.02.20", "Fresenius-Tochter FMC: Höhere Dividende als erwartet"], ["19.02.20", "Umsatzplus und höhere Dividende: Asien-Geschäft gibt FMC Schub"], ["19.02.20", "FMC bestätigt Ausblick"], ["17.02.20", "Fresenius-Tochter FMC: Zahlen am Donnerstag - das erwarten die Analysten"], ["07.02.20", "FMC: Bilanzzahlen zum vergangenen Quartal"], ["04.02.20", "Ausblick: FMC stellt das Zahlenwerk zum vergangenen Quartal vor"], ["27.01.20", "Fresenius-Tochter FMC: Und da ist die nächste Kaufempfehlung!"], ["Rohstoff-Investments 2020", "Fresenius-Tochter FMC: Kaufchance in Sicht?"], ["Rohstoff-Investments 2020", "Fresenius-Tochter FMC: Top-Gewinner im DAX - was ist da los?"], ["21.01.20", "Spezialchemie-Konzern FMC erhöht die Dividende"]], "en": [["27.05.20", "Why You Should Retain FMC Corp (FMC) Stock in Your Portfolio"], ["22.05.20", "FMC Technologies (FTI) Down 5.8% Since Last Earnings Report: Can It Rebound?"], ["22.05.20", "FMC Corp (FMC) Unveils New Arc Farm Intelligence Platform"], ["19.05.20", "FMC Corp Gains on Solid Demand & New Products Amid Cost Woes"], ["07.05.20", "FMC Corp (FMC) Q1 2020 Earnings Call Transcript"], ["06.05.20", "FMC Corp's (FMC) Q1 Earnings Top Estimates, Revenues Miss"], ["04.05.20", "Why Earnings Season Could Be Great for FMC Corp (FMC)"], ["29.04.20", "FMC Corp (FMC) to Post Q1 Earnings: What's in the Offing?"], ["23.04.20", "FMC Corp Issues Update on Liquidity, Expects Strong Q1 Results"], ["22.04.20", "FMC Technologies (FTI) Reports Q1 Loss, Misses Revenue Estimates"], ["15.04.20", "FMC Technologies (FTI) Reports Next Week: Wall Street Expects Earnings Growth"], ["14.04.20", "FMC Corp (FMC) Poised on Strong Demand & Portfolio Expansion"], ["27.03.20", "Why Is FMC Technologies (FTI) Down 53.7% Since Last Earnings Report?"], ["24.03.20", "Why You Should Keep FMC Corp (FMC) Stock in Your Portfolio"], ["26.02.20", "FMC Technologies (FTI) Q4 Earnings and Revenues Miss Estimates"], ["20.02.20", "FMC sees U.S. government easing home dialysis goals"], ["19.02.20", "FMC Technologies (FTI) Earnings Expected to Grow: Should You Buy?"], ["06.02.20", "FMC Corp (FMC) Q4 2019 Earnings Call Transcript"], ["06.02.20", "FMC Corp (FMC) Earnings and Revenues Top Estimates in Q4"], ["03.02.20", "FMC Corp (FMC) to Post Q4 Earnings: What's in the Cards?"], ["2020-05-31 08:22", "ROK-US disagree on exercises; OPCON transition may be delayed ... according to the sources. However, the defense ministry here is underscoring that they should test Full Operational Capability (FOC), in which a South Korean commander will take responsibility for the combined defense posture. The FOC is the second of the three-phase verification process for OPCON transfer and if it gets approved by the defense ministers of both sides, a Full Mission Capability (FMC) test will be carried out next year. The two sides carried out an initial operational capability (IOC) test in August last year. \"Should the FOC verification be delayed, the timeframe for the OPCON transfer could be put on hold,\" a source said. South Korea, which regained peacetime OPCON in 1994, was supposed to retake the wartime authority by the end of ... "], ["2020-05-29 17:35", "Livent Publishes Inaugural Sustainability Report ...  standards; fluctuations in the price of energy and certain raw materials; employee attraction and retention; union relations; cybersecurity breaches; our ability to protect our intellectual property rights; the lack of proven reserves; legal and regulatory proceedings; including any shareholder lawsuits; compliance with environmental, health and safety laws; changes in tax laws; risks related to our separation from FMC Corporation; risks related to ownership of our common stock, including price fluctuations and lack of dividends; as well as the other factors described under the caption entitled \"Risk Factors\" in Livent's 2019 Form 10-K filed with the Securities and Exchange Commission (\"SEC\") on February 28, 2020 , our Current Report on ... "], ["2020-05-29 10:45", "Impact Of COVID-19 On The Fishmeal And Fish Oil Industry, 2020 To 2027 ...  and Fish Oil market landscape. All research viewpoints presented are based on validated engagements from influencers in the market, whose opinions supersede all other research methodologies. Competitors identified in this market include, among others are: Austevoll Seafood ASA Colpex International SAC Corpesca S.A. Corporacion Pesquera Inca S.A.C. Croda International PLC FF Skagen A/S FMC Corporation Gc Rieber Oil Marvesa Holding N.V. Mukka Sea Foods Industries Pvt. Ltd. Oceana Group Ltd. Omega Protein Corporation Orizon S.A. Pesquera Exalmar S.A.A. Pioneer Fishing Scoular Company SURSAN Tasa TripleNine Group A/S Key Topics Covered I. INTRODUCTION, METHODOLOGY & REPORT SCOPE II. EXECUTIVE SUMMARY 1. MARKET OVERVIEW Global Competitor Market Shares Fishmeal ... "], ["2020-05-29 09:23", "Software bug in Bombardier airliner made planes turn the wrong way ...  to stay at a safe height above ground. Lower temperatures, for a given atmospheric pressure, introduce a progressively greater error in the altimeter reading. Full details, including the maths, are available here . In a Powerpoint presentation published (PDF) on the US Federal Aviation Authority website, Rockwell Collins explained that \"an error in the design of the Pro Line 4 FMC software causes changes to the procedure-defined turn direction, during a missed approach when the procedure has been significantly modified... The FMS may change the planned database turn direction to an incorrect turn direction when the altitude climb field is edited.\" The incorrect turn direction, said the company, \"is dependent on leg types and geometries of the ... "], ["2020-05-29 04:00", "BC-US--Stock Prices, US ...  ConocoPhil 43.010 Down 1.660 ConEd 73.150 Up 1.900 Corning 23.050 Down .060 CredSuiss 9.310 Up .030 CurtisWrt 102.040 Down 3.250 Deere 153.160 Down .200 DeutschBk 8.510 Down .170 DevonE 11.660 Down .770 Diebold 5.310 Down .300 Disney 116.750 Down 4.780 Dupont rs 50.500 Up 1.340 Eaton 85.130 Down 1.150 EliLilly 150.650 Up 4.950 Entergy 103.070 Up 3.600 ExxonMbl 45.040 Down 1.200 FMC Corp 97.650 Up 1.430 FedExCp 131.150 Up .720 FootLockr 28.580 Down .860 FordM 5.850 Down .180 GenDynam 148.490 Down 1.960 GenElec 6.780 Down .510 GenMills 61.910 Up 1.090 GlaxoSKln 41.540 Up .600 GoldmanS 201.220 Down 8.440 HP Inc 15.010 Down 2.110 Hallibrtn 12.110 Down .080 HarleyD 23.450 Down 1.380 HartfdFn 39.230 Down .040 Hershey 135.980 Up 2.930 Hess 48.440 Down .950 HomeDp ... "], ["2020-05-29 01:29", "City of Flagstaff moves to 'significant' level in recession plan as revenue projections drop ...  May 24, 2020 They were married in the sterile, but judicious, environs of the Coconino County Courthouse — nary a flower in sight and certainly no harpist ... Local Some Flagstaff religious services set to resume Updated May 25, 2020 Slowly and hesitantly, as Flagstaff emerges from the COVID-19 lockdown, religious congregations are taking tentative steps to resume in-person... Local FMC bears COVID-19 economic strains; restart of elective surgeries could help Updated May 25, 2020 Although it has been staying busy with COVID-19 patients, Flagstaff Medical Center has not been spared from the pandemic's economic challenges. +6 Local A gown for Tuba City: NAVMC supporting local healthcare workers Updated May 25, 2020 On a chilly pre-dawn morning ... "], ["2020-05-28 20:00", "Construction work begins at Coconino Estates ...  ago FLAGSTAFF — A federal judge has ruled against environmental groups and a tribe in their bid to keep a uranium mine south of the Grand Canyon f... Local Some Flagstaff religious services set to resume Updated May 25, 2020 Slowly and hesitantly, as Flagstaff emerges from the COVID-19 lockdown, religious congregations are taking tentative steps to resume in-person... Local FMC bears COVID-19 economic strains; restart of elective surgeries could help Updated May 25, 2020 Although it has been staying busy with COVID-19 patients, Flagstaff Medical Center has not been spared from the pandemic's economic challenges. +6 Local A gown for Tuba City: NAVMC supporting local healthcare workers Updated May 25, 2020 On a chilly pre-dawn morning, Molly Brown ... "], ["2020-05-28 19:48", "Pandemic poses serious threat toglobalfinancialsystem: FSDC ... . Union finance minister is the chairman of the council and its members include heads of financial sector regulators—the Reserve Bank of India (RBI), the Securities and Exchange Board of India (Sebi), the Pension Fund Regulatory and Development Authority of India (PFRDA), the Insurance Regulatory and Development Authority (IRDA) and the Forward Markets Commission (FMC). Other members of the council include the finance secretary, the economic affairs secretary, the financial services secretary and the chief economic adviser. The meeting on Thursday was attended by minister of state for finance Anurag Thakur, RBI governor Shaktikanta Das, finance secretary Ajay Bhushan Pandey, economic affairs secretary Tarun Bajaj, secretary financial services Debasish ... "], ["2020-05-28 19:03", "Flood-area residents can get free sandbags for repair ...  24, 2020 They were married in the sterile, but judicious, environs of the Coconino County Courthouse — nary a flower in sight and certainly no harpist ... Local Some Flagstaff religious services set to resume Updated May 25, 2020 Slowly and hesitantly, as Flagstaff emerges from the COVID-19 lockdown, religious congregations are taking tentative steps to resume in-person... Local FMC bears COVID-19 economic strains; restart of elective surgeries could help Updated May 25, 2020 Although it has been staying busy with COVID-19 patients, Flagstaff Medical Center has not been spared from the pandemic's economic challenges. Environment Environmentalists lose bid to halt uranium mine near Grand Canyon Updated 13 hrs ago FLAGSTAFF — A federal judge ... "], ["2020-05-28 18:53", "Face coverings required in Coconino County Court buildings ...  24, 2020 They were married in the sterile, but judicious, environs of the Coconino County Courthouse — nary a flower in sight and certainly no harpist ... Local Some Flagstaff religious services set to resume Updated May 25, 2020 Slowly and hesitantly, as Flagstaff emerges from the COVID-19 lockdown, religious congregations are taking tentative steps to resume in-person... Local FMC bears COVID-19 economic strains; restart of elective surgeries could help Updated May 25, 2020 Although it has been staying busy with COVID-19 patients, Flagstaff Medical Center has not been spared from the pandemic's economic challenges. Environment Environmentalists lose bid to halt uranium mine near Grand Canyon Updated 13 hrs ago FLAGSTAFF — A federal judge ... "], ["2020-05-28 18:02", "Grand Canyon National Park implements fire restrictions ...  May 24, 2020 They were married in the sterile, but judicious, environs of the Coconino County Courthouse — nary a flower in sight and certainly no harpist ... Local Some Flagstaff religious services set to resume Updated May 25, 2020 Slowly and hesitantly, as Flagstaff emerges from the COVID-19 lockdown, religious congregations are taking tentative steps to resume in-person... Local FMC bears COVID-19 economic strains; restart of elective surgeries could help Updated May 25, 2020 Although it has been staying busy with COVID-19 patients, Flagstaff Medical Center has not been spared from the pandemic's economic challenges. +6 Local A gown for Tuba City: NAVMC supporting local healthcare workers Updated May 25, 2020 On a chilly pre-dawn morning ... "], ["2020-05-28 13:46", "Federal inmate cases help drive a single-day spike in Lexington COVID-19 cases ... 19 cases have occurred in the Federal Medical Center, which is home to 268 of the 673 cases, according to the health department. New cases at the prison had been on a downtrend over the last week prior to this jump. There were no new deaths, according to the health department. Lexington's coronavirus death toll is 13, four of which have been at the FMC. Local news has never been more important Subscribe for unlimited digital access to the news that matters to your community. #readlocal Related stories from Lexington Herald Leader coronavirus Despite deaths, mass infections, Lexington's federal prison still won't test everyone May 22, 2020 2:06 PM Jeremy Chisenhall Comments Videos 387 new Kentucky COVID-19 cases over Memorial Day weekend KY salons ... "], ["2020-05-28 11:00", "Sparse child care options could leave Fort Worth kids vulnerable to abuse, experts say ...  in nephew's murder, father's cold case murder May 27, 2020 1:21 PM Crime Homicide detectives investigate shooting death of teen found on Fort Worth street May 27, 2020 10:47 AM Video media Created with Sketch. Crime Fort Worth police ask for video, photos and info in Mother's Day shooting investigation May 26, 2020 6:00 PM Coronavirus 10th inmate dies at FMC Fort Worth as hundreds recover from coronavirus at the prison May 26, 2020 4:07 PM Crime Man sets Fort Worth hotel clerk on fire in 'horrific' robbery attempt, authorities say Take Us With You Real-time updates and all local stories you want right in the palm of your hand. Subscriptions Start a Subscription Customer Service eEdition Vacation Hold Pay Your Bill Learn More About Us ... "], ["2020-05-27 20:30", "Flagstaff High School senior wins Girls on the Run Scholarship ...  15 hrs ago Billy Weldon didn't know what was going on Tuesday morning when Marshall Elementary School principal Janelle Reasor asked him to be at the sch... Local Some Flagstaff religious services set to resume Updated May 25, 2020 Slowly and hesitantly, as Flagstaff emerges from the COVID-19 lockdown, religious congregations are taking tentative steps to resume in-person... Local FMC bears COVID-19 economic strains; restart of elective surgeries could help Updated May 25, 2020 Although it has been staying busy with COVID-19 patients, Flagstaff Medical Center has not been spared from the pandemic's economic challenges. +6 Local A gown for Tuba City: NAVMC supporting local healthcare workers Updated May 25, 2020 On a chilly pre-dawn morning, Molly ... "], ["2020-05-27 19:40", "Flagstaff Symphony Orchestra cancels July 4 concert ...  14 hrs ago Billy Weldon didn't know what was going on Tuesday morning when Marshall Elementary School principal Janelle Reasor asked him to be at the sch... Local Some Flagstaff religious services set to resume Updated May 25, 2020 Slowly and hesitantly, as Flagstaff emerges from the COVID-19 lockdown, religious congregations are taking tentative steps to resume in-person... Local FMC bears COVID-19 economic strains; restart of elective surgeries could help Updated May 25, 2020 Although it has been staying busy with COVID-19 patients, Flagstaff Medical Center has not been spared from the pandemic's economic challenges. +6 Local A gown for Tuba City: NAVMC supporting local healthcare workers Updated May 25, 2020 On a chilly pre-dawn morning, Molly ... "], ["2020-05-27 18:35", "Girl shot, seriously wounded during argument at Arlington apartments, police say ...  news of arrests in nephew's murder, father's cold case murder May 27, 2020 1:21 PM Crime Homicide detectives investigate shooting death of teen found on Fort Worth street May 27, 2020 10:47 AM Video media Created with Sketch. Crime Fort Worth police ask for video, photos and info in Mother's Day shooting investigation May 26, 2020 6:00 PM Coronavirus 10th inmate dies at FMC Fort Worth as hundreds recover from coronavirus at the prison May 26, 2020 4:07 PM Crime Man sets Fort Worth hotel clerk on fire in 'horrific' robbery attempt, authorities say Crime Man hit woman with car while trying to run over group of people, Fort Worth police say Take Us With You Real-time updates and all local stories you want right in the palm of your hand ... "], ["2020-05-27 18:21", "Fort Worth woman awaits news of arrests in nephew's murder, father's cold case murder ...  are investigating the murder case, police say. KEEP READING Local news has never been more important #ReadLocal Subscribe for unlimited digital access to the news that matters to your community. #readlocal MORE CRIME Video media Created with Sketch. Crime Fort Worth police ask for video, photos and info in Mother's Day shooting investigation May 26, 2020 6:00 PM Coronavirus 10th inmate dies at FMC Fort Worth as hundreds recover from coronavirus at the prison May 26, 2020 4:07 PM Crime Man sets Fort Worth hotel clerk on fire in 'horrific' robbery attempt, authorities say Crime Man hit woman with car while trying to run over group of people, Fort Worth police say Crime Texas attorneys accused of hiring hit man to kill fellow lawyer in his home ... "], ["2020-05-27 15:47", "Homicide detectives investigate shooting death of teen found on Fort Worth street ... ORDER REPRINT Fort Worth, Texas police are asking the public for videos, photo or information in the ongoing investigation into the shooting that injured five people at Village Clerk Park on Mother's Day. KEEP READING Local news has never been more important #ReadLocal Subscribe for unlimited digital access to the news that matters to your community. #readlocal MORE CRIME Coronavirus 10th inmate dies at FMC Fort Worth as hundreds recover from coronavirus at the prison May 26, 2020 4:07 PM Crime Man sets Fort Worth hotel clerk on fire in 'horrific' robbery attempt, authorities say Crime Man hit woman with car while trying to run over group of people, Fort Worth police say Crime Texas attorneys accused of hiring hit man to kill fellow lawyer in his ... "], ["2020-05-27 13:00", "Forum Announces Drill Results from Its Fir Island Uranium Project in Saskatchewan's Athabasca BasinVancouver, British Columbia--(Newsfile Corp. - May 27, 2020) - Forum Energy Metals Corp. ( TSXV: FMC ) (\"Forum\") is pleased to announce results and an interpretation of six holes totalling 1,819 metres completed on its 100% owned Fir Island uraniu"], ["2020-05-27 11:11", "Why You Should Retain FMC Corp (FMC) Stock in Your PortfolioFMC Corp (FMC) gains on healthy demand for its products and new product launches."]]}}