{"postfix": "ford-aktie", "name": "FORD_MOTOR", "wkn": "502391", "time": "2020.06.02 14:15", "ts": 1591100115, "features": {"KGV": "7.88", "Marktkapitalisierung": {"Size": "Mrd", "Value": "19.97"}, "GA": "1.19", "KBV": "1.12", "BA": "8.37", "KCV": "6.15", "CA": "1.53", "Vola30": "54.22", "Vola90": "82.96", "Vola180": "63.04", "Vola250": "47.36"}, "rivals": ["daimler-aktie", "honda-aktie", "renault-aktie", "bmw-aktie", "toyota-aktie", "volkswagen_vz-aktie", "fiat_chrysler-aktie"], "text_data": {"de": [["2020.06.02", "MÄRKTE EUROPA/DAX auf Dreimonatshoch über 12.000 - Autos geben Vollgas"], ["30.05.20", "Deutschlands häufigste Autos - Platzhirsche verlieren an Boden"], ["29.05.20", "DIE AUTO-WOCHE - das waren die wichtigsten Themen"], ["28.05.20", "ROUNDUP: VW vertieft Projekte mit Ford - Batterieeinstieg in China"], ["28.05.20", "WDH/VW und Ford wollen gemeinsame Projekte vertiefen"], ["28.05.20", "VW und Ford wollen gemeinsame Projekte vertiefen"], ["28.05.20", "VW-Aufsichtsrat gibt grünes Licht für Projekte mit Ford"], ["27.05.20", "WDH/ROUNDUP: Streit um Auto-Kaufanreize verschärft sich - 'die Uhr tickt'"], ["27.05.20", "ROUNDUP: Streit um Auto-Kaufanreize verschärft sich - 'die Uhr tickt'"], ["27.05.20", "Saar-Regierungschef: Auto-Prämien nur für umweltfreundliche Fahrzeuge"], ["23.05.20", "ROUNDUP 3: Autovermieter Hertz meldet in Corona-Krise Insolvenz in den USA an"], ["23.05.20", "ROUNDUP 2: US-Autovermieter Hertz meldet in Corona-Krise Insolvenz an"], ["15.05.20", "MÄRKTE EUROPA/Erholung von neuen US-China-Spannungen überschattet"], ["15.05.20", "MÄRKTE EUROPA/Börsen kommen mit neuen US-China-Spannungen von Hochs zurück"], ["15.05.20", "MÄRKTE EUROPA/Börsen bauen Gewinne aus - Warten auf US-Daten"], ["13.05.20", "Elektroauto-Neuzulassungen im April um 32 Prozent gestiegen"], ["12.05.20", "ROUNDUP 3: Tesla bricht Corona-Regeln mit Produktionsstart in Kalifornien"], ["12.05.20", "Tesla fährt Werk in Kalifornien trotz Verbots an - Lob von Trump"], ["12.05.20", "ROUNDUP 2: Tesla bricht Corona-Regeln mit Produktionsstart in Kalifornien"], ["12.05.20", "Toyota erwartet wegen Corona historischen Gewinnrückgang"], ["11.05.20", "MÄRKTE EUROPA/Freundlich - Wirecard baut um"], ["08.05.20", "Autoproduktion in Mexiko wegen Corona um knapp 99 Prozent gesunken"], ["07.05.20", "Conti verschärft den Sparkurs - Will keine Staatshilfe"], ["06.05.20", "Gewinn von GM fällt rasant - Bänder sollen wieder anlaufen"], ["06.05.20", "EY: Historisches Absatzminus am deutschen Pkw-Markt"], ["06.05.20", "Pkw-Neuzulassungen brechen im April um 61 Prozent ein"], ["06.05.20", "KORREKTUR: MÄRKTE EUROPA/Uneinheitlich - Berichtssaison im Blick"], ["06.05.20", "MÄRKTE EUROPA/Uneinheitlich - Berichtssaison im Blick"]], "en": [["24.05.20", "Where Will Ford Motor Be in 5 Years?"], ["18.05.20", "Why Ford Motor Stock Is Rising Today"], ["14.05.20", "Why Ford Motor Stock Closed Down on Wednesday"], ["08.05.20", "Why Ford Motor Stock Closed Higher on Friday"], ["30.04.20", "Ford Motor steps up campaign to convince union workers to restart U.S. output"], ["30.04.20", "UPDATE 1-Ford Motor steps up campaign to convince union workers to restart U.S. output"], ["30.04.20", "Ford Motor steps up campaign to convince union workers to restart U.S. output"], ["29.04.20", "Eli Lilly and Company, PVH, Alphabet, Starbucks and Ford Motor highlighted as Zacks Bull and Bear of the Day"], ["29.04.20", "Ford Motor Co (F) Q1 2020 Earnings Call Transcript"], ["28.04.20", "Ford Motor Will Resume European Production Next Week With New Coronavirus Safety Measures"], ["27.04.20", "Why Ford Motor Stock Is Rising Today"], ["23.04.20", "Ford Performance Introduces All-Electric Mustang Cobra Jet 1400, Ford’s First Factory Fully Electric Dragster Prototype"], ["21.04.20", "Why Ford Motor Stock Was Down Today"], ["21.04.20", "Ford Motor Company Is Losing $165 Million a Day. Is it Time to Sell?"], ["21.04.20", "Ford Motor Company Announces Details For 2020 Q1 Earnings Conference Call"], ["20.04.20", "Ford Motor Company Issues Safety Recall for Select 2020 Expedition Vehicles for Front Passenger Seat Belt Tension Sensor"], ["17.04.20", "With Its Greatest-ever Performance Lineup, Mustang Earns World’s Best-Selling Sports Car Title"], ["16.04.20", "Lyle Watters"], ["16.04.20", "Kumar Galhotra"], ["16.04.20", "Burt Jordan"], ["16.04.20", "Lisa Drake"], ["16.04.20", "Ford Announces Changes to Automotive Operations to Further Accelerate Transformation Plan"], ["16.04.20", "Mark Ovenden"], ["15.04.20", "Ford, Wayne State University, ACCESS Coalition Launch First Mobile COVID-19 Testing for Michigan First Responders"], ["14.04.20", "Where Will Ford Motor Be in 1 Year?"], ["13.04.20", "Ford Motor Has Enough Cash To Last At Least Through September, CFO Says"], ["13.04.20", "Ford to Produce Respirators, Masks for COVID-19 Protection in Michigan; Scaling Up Production of Gowns, Testing Collection Kits"], ["13.04.20", "Ford Motor Company, 3M Hosting News Conference Today"], ["13.04.20", "Ford Provides Preliminary First-Quarter 2020 Financial Results"], ["12.04.20", "Better Buy: Ford Motor vs. General Motors"], ["07.04.20", "Ford Motor Company Issues Safety Recall for Select 2020 Ford Ranger, F-150 and Expedition Vehicles"], ["06.04.20", "Why Ford Motor Stock Rose Monday"], ["03.04.20", "Ford Releases 2020 Proxy Statement, Announces Virtual Annual Meeting Date"], ["03.04.20", "Ford Temporary Suspension Of European Production Remains At Least Until May 4; Continues Community Support Efforts"], ["02.04.20", "Sherif Marakby"], ["02.04.20", "Ford Motor Company Fund Announces Donation Match,  New Virtual Opportunities for Employees to Help Fight COVID-19"], ["02.04.20", "Amid Coronavirus, Ford Overall U.S. Sales Decline 12.5 Percent -- Van and Explorer Sales Buck the Trend Posting Gains; Lincoln Retail Sales Up 7 Percent"], ["31.03.20", "Ford Further Postpones NA Production Restart to Protect Workforce"], ["30.03.20", "Ford to Produce 50,000 Ventilators in Michigan in Next 100 Days; Partnering with GE Healthcare Will Help Coronavirus Patients"], ["26.03.20", "Ford Aims to Restart Production at Key North American Plants"], ["2020-06-02 12:00", "1984 Volkswagen GTI: More fun than 95% of the cars I've driven this year ...  Genesis GMC Honda Hyundai Infiniti Jaguar Jeep Kia Lamborghini Land Rover Lexus Lincoln Lotus Maserati Mazda McLaren Mercedes-Benz Mini Mitsubishi Nissan Polestar Porsche Ram Rolls-Royce Smart Subaru Tesla Toyota Volkswagen Volvo Model Year Go By style See all cars Coupes Sedans SUVs/Crossovers Trucks Electric Hybrids Luxury Sports Cars Reviews All auto reviews 2020 Chevy Silverado 2500 2020 Ford F-Series Super Duty 2020 Mazda CX-9 2020 Hyundai Sonata 2020 Toyota 4Runner Tesla Model 3 Best Cars All the best cars Best Affordable Cars Best Crossovers Best Electric Cars Best Family Cars Best Fuel-Efficient Cars Best Hybrids Best Sedans Best SUVs News All auto news Recalls Electric Cars Concept Cars SUVs Sports Cars Prices More Photos The 2020 Toyota Highlander ... "], ["2020-06-02 11:58", "'Spelling the Dream' review: How do you spell 's-u-c-c-e-s-s'? ...  may remove hyperlinks within comments. Please use a genuine email ID and provide your name, to avoid rejection. Printable version | Jun 2, 2020 4:50:32 PM | https://www.thehindu.com/entertainment/movies/spelling-the-dream-review-how-do-you-spell-s-u-c-c-e-s-s/article31730444.ece THG PUBLISHING PVT LTD. Next Story Disney+ Hotstar new arrivals in June: 'Jojo Rabbit', 'Ford vs Ferrarai', 'Perry Mason' Two Oscar-winning films, a behind-the-scenes look into the making of 'Frozen 2' and a new origin show on American fiction's legendary criminal defense lawyer The Hindu Net Desk Amazon Prime new releases this week: 'Ponmagal Vandhal', 'Bruce Springsteen: Western Stars' and more The first of the streaming platform ... "], ["2020-06-02 11:46", "One iconic picture from each year of Queen Elizabeth's record 68-year reign ... : Film and music icon Barbra Streisand shakes hands with the monarch in London in 1975 at the Royal Film performance. After the presentations, the Queen saw the musical \"Funny Lady,\" in which Streisand is the star. The monarch meeting Barbra Streisand. AP Photo 1976: US President Gerald Ford leads Queen Elizabeth II in a dance following a State Dinner at The White House. The dinner party was thrown in honour of Her Majesty during her tour of the US. Her Majesty and Gerlad Ford during the monarch's official visit to the United States. AP Photo/John Duricka 1977: This year marked the Queen's silver jubilee — celebrating 25 years on the throne. As part of the festivities, she conducted a brief walkabout in London where she met and spoke ... "], ["2020-06-02 11:45", "Dicks Sporting Goods Posts Q1 Loss As Coronavirus Store Closures Hammer Sales ...  27%. By Martin Baccardax INVESTING Zoom Reports Earnings Tuesday: 3 Things to Watch By Annie Gaus PERSONAL FINANCE If You're Undecided About College This Fall, Consider These Options By NerdWallet PERSONAL FINANCE How Much Voting Power Do You Really Have in Your State? By Samanda Dorger INVESTING MoneyGram Surges on Reports of Western Union Offer By M. Corey Goldman INVESTING Ford Shares Gain After Volkswagen Closes $2.6 Billion Investment in Self-Driving Venture Argo AI By Martin Baccardax INVESTING Stitch Fix Cutting 1,400 Stylists in California By Joseph Woelfel LIFESTYLE Is Travel Really Going to Be Safe? By NerdWallet MARKETS Apple, Zoom Video, MoneyGram, Stitch Fix - 5 Things You Must Know Tuesday By Joseph Woelfel Loading... See More Terms Of Use ... "], ["2020-06-02 11:45", "Best FM Radio Apps For iPhone Users ...  up to date with our daily newsletter Latest News New York Under Curfew As Looters Hit Luxury Stores Melania Trump Asks Demonstrators To 'Protest in Peace' George Floyd's Brother Begs US Protesters To Stop Looting Hong Kong Leader Accuses US Of 'Double Standards' Over Protests Congo Experiences 2nd Ebola Outbreak, WHO Reports US Coronavirus 'Deaths Of Despair' Could Reach 150,000, New Study Reveals Catch Ford's Bronco 4x4 Hitting The Muddy Trails Indonesia Embarks On Five-Year, $97 Billion Infrastructure Plan To Boost Economy IBT About Us Advertise with Us Media Kit Terms & Conditions Privacy Policy Cookie Policy Editions Australia India Singapore United Kingdom United States Copyright 2020 IBTimes LLC. All Rights Reserved."], ["2020-06-02 11:30", "Zoom Reports Earnings Tuesday: 3 Things to Watch ...  how it plans to leverage the current moment into lasting gains. Tags terms: Technology By Annie Gaus PERSONAL FINANCE If You're Undecided About College This Fall, Consider These Options By NerdWallet PERSONAL FINANCE How Much Voting Power Do You Really Have in Your State? By Samanda Dorger INVESTING MoneyGram Surges on Reports of Western Union Offer By M. Corey Goldman INVESTING Ford Shares Gain After Volkswagen Closes $2.6 Billion Investment in Self-Driving Venture Argo AI By Martin Baccardax INVESTING Stitch Fix Cutting 1,400 Stylists in California By Joseph Woelfel LIFESTYLE Is Travel Really Going to Be Safe? By NerdWallet MARKETS Apple, Zoom Video, MoneyGram, Stitch Fix - 5 Things You Must Know Tuesday By Joseph Woelfel INVESTING Dow Futures Gain On ... "], ["2020-06-02 11:27", "Ford letter to employees: 'We cannot turn a blind eye' to 'tragic death' of George Floyd and America's systemic racismFord Motor Executive Chairman Bill Ford and CEO Jim Hackett sent a letter to employees regarding the"], ["2020-06-02 11:25", "Florida Woman Baffled To Find 2 Alligators Fighting Outside Front Door, Incident Caught On Camera ...  up to date with our daily newsletter Latest News New York Under Curfew As Looters Hit Luxury Stores Melania Trump Asks Demonstrators To 'Protest in Peace' George Floyd's Brother Begs US Protesters To Stop Looting Hong Kong Leader Accuses US Of 'Double Standards' Over Protests Congo Experiences 2nd Ebola Outbreak, WHO Reports US Coronavirus 'Deaths Of Despair' Could Reach 150,000, New Study Reveals Catch Ford's Bronco 4x4 Hitting The Muddy Trails Indonesia Embarks On Five-Year, $97 Billion Infrastructure Plan To Boost Economy IBT About Us Advertise with Us Media Kit Terms & Conditions Privacy Policy Cookie Policy Editions Australia India Singapore United Kingdom United States Copyright 2020 IBTimes LLC. All Rights Reserved."], ["2020-06-02 11:23", "Palestinian Family Mourns Autistic Son Killed By Israel Police ...  up to date with our daily newsletter Latest News New York Under Curfew As Looters Hit Luxury Stores Melania Trump Asks Demonstrators To 'Protest in Peace' George Floyd's Brother Begs US Protesters To Stop Looting Hong Kong Leader Accuses US Of 'Double Standards' Over Protests Congo Experiences 2nd Ebola Outbreak, WHO Reports US Coronavirus 'Deaths Of Despair' Could Reach 150,000, New Study Reveals Catch Ford's Bronco 4x4 Hitting The Muddy Trails Indonesia Embarks On Five-Year, $97 Billion Infrastructure Plan To Boost Economy IBT About Us Advertise with Us Media Kit Terms & Conditions Privacy Policy Cookie Policy Editions Australia India Singapore United Kingdom United States Copyright 2020 IBTimes LLC. All Rights Reserved."], ["2020-06-02 11:20", "Ford to make another COVID-19-related announcement at Queen's ParkPremier Doug Ford will make another COVID-19-related announcement today as MPP's at Queen's Park meet to extend Ontario's state of emergency through the end of June."], ["2020-06-02 11:19", "Roger Federer Overtakes Lionel Messi and Cristiano Ronaldo In World's Highest Paid Athletes ...  up to date with our daily newsletter Latest News New York Under Curfew As Looters Hit Luxury Stores Melania Trump Asks Demonstrators To 'Protest in Peace' George Floyd's Brother Begs US Protesters To Stop Looting Hong Kong Leader Accuses US Of 'Double Standards' Over Protests Congo Experiences 2nd Ebola Outbreak, WHO Reports US Coronavirus 'Deaths Of Despair' Could Reach 150,000, New Study Reveals Catch Ford's Bronco 4x4 Hitting The Muddy Trails Indonesia Embarks On Five-Year, $97 Billion Infrastructure Plan To Boost Economy IBT About Us Advertise with Us Media Kit Terms & Conditions Privacy Policy Cookie Policy Editions Australia India Singapore United Kingdom United States Copyright 2020 IBTimes LLC. All Rights Reserved."], ["2020-06-02 11:15", "Here's why some of the armed counterprotesters at the Alamo wore Hawaiian shirts ...  Nation Breaking News Anywhere Border & Mexico US World Health Care Politics Military Track Flights Strange News 2 Las Vegas shootings, 1 officer shot amid Floyd protests Hong Kong leader criticizes 'double standards' over protests 5 Things to Know for Today The Latest: EU: George Floyd's death was \"an abuse of power\" Business Local Eagle Ford & Energy Automotive News Top Workplaces in S.A. Business Features Finance Features Business Careers Tech Features Press Releases Homes and Communities H-E-B eases restrictions on meat purchases for most of Texas Landmark hotel near San Antonio International Airport to undergo H-E-B hosting virtual graduation celebration featuring Maren Democrats push new $3T coronavirus relief bill through House ... "], ["2020-06-02 11:14", "Climate Change: Strong Pacific Cyclones Speeding Up Kuroshio Current, Intensifying Global Warming ...  up to date with our daily newsletter Latest News New York Under Curfew As Looters Hit Luxury Stores Melania Trump Asks Demonstrators To 'Protest in Peace' George Floyd's Brother Begs US Protesters To Stop Looting Hong Kong Leader Accuses US Of 'Double Standards' Over Protests Congo Experiences 2nd Ebola Outbreak, WHO Reports US Coronavirus 'Deaths Of Despair' Could Reach 150,000, New Study Reveals Catch Ford's Bronco 4x4 Hitting The Muddy Trails Indonesia Embarks On Five-Year, $97 Billion Infrastructure Plan To Boost Economy IBT About Us Advertise with Us Media Kit Terms & Conditions Privacy Policy Cookie Policy Editions Australia India Singapore United Kingdom United States Copyright 2020 IBTimes LLC. All Rights Reserved."], ["2020-06-02 11:14", "Juventus Rumors: Cristiano Ronaldo Wants To Gang Up With Barcelona Legend In Turin ...  up to date with our daily newsletter Latest News New York Under Curfew As Looters Hit Luxury Stores Melania Trump Asks Demonstrators To 'Protest in Peace' George Floyd's Brother Begs US Protesters To Stop Looting Hong Kong Leader Accuses US Of 'Double Standards' Over Protests Congo Experiences 2nd Ebola Outbreak, WHO Reports US Coronavirus 'Deaths Of Despair' Could Reach 150,000, New Study Reveals Catch Ford's Bronco 4x4 Hitting The Muddy Trails Indonesia Embarks On Five-Year, $97 Billion Infrastructure Plan To Boost Economy IBT About Us Advertise with Us Media Kit Terms & Conditions Privacy Policy Cookie Policy Editions Australia India Singapore United Kingdom United States Copyright 2020 IBTimes LLC. All Rights Reserved."], ["2020-06-02 11:14", "French Reclaim Cafes As Virus Hammers Latin America ...  up to date with our daily newsletter Latest News New York Under Curfew As Looters Hit Luxury Stores Melania Trump Asks Demonstrators To 'Protest in Peace' George Floyd's Brother Begs US Protesters To Stop Looting Hong Kong Leader Accuses US Of 'Double Standards' Over Protests Congo Experiences 2nd Ebola Outbreak, WHO Reports US Coronavirus 'Deaths Of Despair' Could Reach 150,000, New Study Reveals Catch Ford's Bronco 4x4 Hitting The Muddy Trails Indonesia Embarks On Five-Year, $97 Billion Infrastructure Plan To Boost Economy IBT About Us Advertise with Us Media Kit Terms & Conditions Privacy Policy Cookie Policy Editions Australia India Singapore United Kingdom United States Copyright 2020 IBTimes LLC. All Rights Reserved."], ["2020-06-02 11:09", "Coronavirus updates: One more death, 9 new cases ...  Nation Breaking News Anywhere Border & Mexico US World Health Care Politics Military Track Flights Strange News 2 Las Vegas shootings, 1 officer shot amid Floyd protests Hong Kong leader criticizes 'double standards' over protests 5 Things to Know for Today The Latest: EU: George Floyd's death was \"an abuse of power\" Business Local Eagle Ford & Energy Automotive News Top Workplaces in S.A. Business Features Finance Features Business Careers Tech Features Press Releases Homes and Communities H-E-B eases restrictions on meat purchases for most of Texas Landmark hotel near San Antonio International Airport to undergo H-E-B hosting virtual graduation celebration featuring Maren Democrats push new $3T coronavirus relief bill through House ... "], ["2020-06-02 11:05", "What About College in the Fall? 4 Options to Consider ...  Going to College Education By NerdWallet NerdWallet.com is a personal finance website and app, providing objective content, tools and tailored advice that helps consumers easily make smart money moves. PERSONAL FINANCE How Much Voting Power Do You Really Have in Your State? By Samanda Dorger INVESTING MoneyGram Surges on Reports of Western Union Offer By M. Corey Goldman INVESTING Ford Shares Gain After Volkswagen Closes $2.6 Billion Investment in Self-Driving Venture Argo AI By Martin Baccardax INVESTING Stitch Fix Cutting 1,400 Stylists in California By Joseph Woelfel LIFESTYLE Is Travel Really Going to Be Safe? By NerdWallet MARKETS Apple, Zoom Video, MoneyGram, Stitch Fix - 5 Things You Must Know Tuesday By Joseph Woelfel INVESTING Dow Futures Gain ... "], ["2020-06-02 11:04", "'Dominate the battlespace': Pentagon advises warlike strategy to defeat and deter violent protesters ...  : Pandemic Hits Navy's New Nuke Submarine Program USNI News : Defense Contractors Remain Upbeat About 2021 New York Times : Trump's Hong Kong Stance Inspires Restraint In China Asia Times : Taiwan Beefs Up On U.S. Arms Aimed At China Defense News : In His Fight To Change The Corps, America's Top Marine Takes Friendly Fire USNI News : USS Gerald Ford Done Proving It Can Launch Planes, Ready To Tackle Warfighting Operations Calendar TUESDAY | JUNE 2 9 a.m. — Intelligence and National Security Alliance webinar with John Sherman , CIO of the Intelligence Community and John Doyon , former chief data officer and director of the National Counterterrorism Center's Office of Data Strategy and Innovation https://www.insaonline.org/event 12 p.m ... "], ["2020-06-02 11:04", "VIDEO: Los saqueadores atropellan a un oficial en la ciudad de Nueva York ... robaron una tienda de telfonos celulares cerca del parque Washington Square. Los oficiales trataron de bloquear a los sospechosos mientras huan de la tienda. Cuando escaparon, uno de sus vehculos golpe a un oficial de polica cuando sala de su camioneta. El oficial lesionado est en el Hospital Bellevue en condicin estable. El auto que golpe al oficial fue un Ford Explorer de ltimo modelo con placas temporales de Wisconsin. La polica tambin est buscando un segundo vehculo, un Honda Accord modelo con placas de Nueva Jersey. LTIMAS HISTORIAS: Copyright 2020 Nexstar Broadcasting, Inc. All rights reserved. This material may not be published, broadcast, rewritten, or redistributed. Share this story More Mundo Stories Obispo supervisa iglesia 'indignada' por ... "], ["2020-06-02 11:01", "Grizzly Bear Attack: 73-Year-Old Hiker Survives Encounter With Mother Bear, Two Cubs In Idaho ...  up to date with our daily newsletter Latest News New York Under Curfew As Looters Hit Luxury Stores Melania Trump Asks Demonstrators To 'Protest in Peace' George Floyd's Brother Begs US Protesters To Stop Looting Hong Kong Leader Accuses US Of 'Double Standards' Over Protests Congo Experiences 2nd Ebola Outbreak, WHO Reports US Coronavirus 'Deaths Of Despair' Could Reach 150,000, New Study Reveals Catch Ford's Bronco 4x4 Hitting The Muddy Trails Indonesia Embarks On Five-Year, $97 Billion Infrastructure Plan To Boost Economy IBT About Us Advertise with Us Media Kit Terms & Conditions Privacy Policy Cookie Policy Editions Australia India Singapore United Kingdom United States Copyright 2020 IBTimes LLC. All Rights Reserved."]]}}