{"postfix": "fortinet-aktie", "name": "FORTINET", "wkn": "A0YEFE", "time": "2020.06.02 11:26", "ts": 1591089975, "features": {"KGV": "42.78", "Marktkapitalisierung": {"Size": "Mrd", "Value": "19.97"}, "GA": "2.47", "KBV": "13.99", "BA": "7.55", "KCV": "22.88", "CA": "4.62", "Vola30": "73.62", "Vola90": "75.58", "Vola180": "59.48", "Vola250": "50.43"}, "rivals": ["check_point_software-aktie", "symantec-aktie"], "text_data": {"de": [["31.05.20", "Mai 2020: So schätzen Experten die Fortinet-Aktie ein"], ["09.05.20", "Fortinet: Quartalsergebnisse zum jüngsten Jahresviertel"], ["05.05.20", "Ausblick: Fortinet veröffentlicht Zahlen zum vergangenen Quartal"], ["30.04.20", "April 2020: Das sind die Expertenmeinungen zur Fortinet-Aktie"], ["21.04.20", "Erste Schätzungen: Fortinet gibt Ergebnis zum abgelaufenen Quartal bekannt"], ["31.03.20", "März 2020: So schätzen Experten die Fortinet-Aktie ein"], ["29.02.20", "Fortinet-Aktie: Was Analysten im Februar vom Papier halten"], ["08.02.20", "Fortinet präsentierte Bilanzzahlen zum jüngsten Jahresviertel"], ["05.02.20", "Ausblick: Fortinet veröffentlicht Zahlen zum vergangenen Quartal"], ["28.01.20", "Fortinet entfernt SSH-Backdoor aus Security-Management-Lösung FortiSIEM"]], "en": [["28.05.20", "3 Reasons Why Fortinet (FTNT) Is a Great Growth Stock"], ["28.05.20", "Zacks.com featured highlights include: BJs Wholesale Club, Fortinet, Vertex Pharmaceuticals, SPS Commerce and Repligen"], ["12.05.20", "Looking for a Growth Stock? 3 Reasons Why Fortinet (FTNT) is a Solid Choice"], ["12.05.20", "Is Fortinet (FTNT) Stock Outpacing Its Computer and Technology Peers This Year?"], ["11.05.20", "The Cloud Powers Fortinet Higher During the Coronavirus Lockdown"], ["08.05.20", "Stock Market Rally Gains Steam: Shopify, PayPal, Twilio, MercadoLibre, Fortinet, Chegg Soar On Earnings"], ["07.05.20", "Why Fortinet Stock Surged Today"], ["07.05.20", "Fortinet (FTNT) Q1 Earnings and Revenues Surpass Estimates"], ["07.05.20", "Fortinet Inc (FTNT) Q1 2020 Earnings Call Transcript"], ["07.05.20", "Fortinet stock rallies on earnings, outlook beat"], ["07.05.20", "Fortinet (FTNT) Q1 Earnings and Revenues Beat Estimates"], ["06.05.20", "Fortinet Earnings Top Estimates, Cybersecurity Firm's Outlook In Line"], ["01.05.20", "Fortinet (FTNT) to Post Q1 Earnings: What's in the Offing? "], ["29.04.20", "Fortinet (FTNT) Earnings Expected to Grow: What to Know Ahead of Next Week's Release"], ["28.04.20", "Fortinet (FTNT) Stock Moves -0.19%: What You Should Know"], ["31.03.20", "Fortinet (FTNT) Gains As Market Dips: What You Should Know"], ["31.03.20", "Palo Alto Stock: CloudGenix Acquisition Takes On Fortinet In Key Market"], ["19.03.20", "Fortinet Earns 81 RS Rating, Showing Improved Market Leadership"], ["18.03.20", "Fortinet (FTNT) Stock Moves -1.92%: What You Should Know"], ["16.03.20", "The Zacks Analyst Blog Highlights: Fortinet, FireEye and Check Point"], ["07.03.20", "Fortinet (FTNT) Down 18% Since Last Earnings Report: Can It Rebound?"], ["03.03.20", "Is Fortinet (FTNT) Stock Outpacing Its Computer and Technology Peers This Year?"], ["27.02.20", "Here is Why Growth Investors Should Buy Fortinet (FTNT) Now"], ["24.02.20", "Palo Alto Networks Aims To Derail Fortinet Stock In Hot SD-WAN Market"], ["12.02.20", "Is Fortinet (FTNT) Stock Outpacing Its Computer and Technology Peers This Year?"], ["11.02.20", "Looking for a Growth Stock? 3 Reasons Why Fortinet (FTNT) is a Solid Choice"], ["11.02.20", "Fortinet Is Making the Cloud Transition Look Easy"], ["10.02.20", "Impressive Revenue Growth and 2 More Keys for Fortinet Stock"], ["07.02.20", "Fortinet (FTNT) Q4 Earnings and Revenues Surpass Estimates"], ["07.02.20", "Fortinet Inc (FTNT) Q4 2019 Earnings Call Transcript"], ["06.02.20", "Fortinet (FTNT) Tops Q4 Earnings and Revenue Estimates"], ["06.02.20", "Fortinet Earnings Top Estimates, Cybersecurity Firm's Guidance Mixed"], ["03.02.20", "Fortinet (FTNT) to Post Q4 Earnings: What's in the Offing? "], ["30.01.20", "Fortinet (FTNT) Outpaces Stock Market Gains: What You Should Know"], ["30.01.20", "Fortinet (FTNT) Earnings Expected to Grow: Should You Buy?"], ["24.01.20", "Fortinet (FTNT) Dips More Than Broader Markets: What You Should Know"], ["16.01.20", "3 Reasons Why Growth Investors Shouldn't Overlook Fortinet (FTNT)"], ["14.01.20", "Fortinet (FTNT) Gains As Market Dips: What You Should Know"], ["13.01.20", "Why Fortinet Shares Rose 51.6% Last Year"], ["10.01.20", "Is Fortinet (FTNT) Stock Outpacing Its Computer and Technology Peers This Year?"], ["2020-05-30 23:00", "Ensuring business continuity through a secure cloud environment ...  that enable these organisations to scale and augment the capacity they already have on-premises or in the cloud. This helps keep network and security teams operating in the same model while using a familiar and scalable solution to address growing interaction with customers, partners, vendors, end users and devices. Steve Mulhearn is Director of Enhanced Technologies UK&I at Fortinet #Commercial Reports , #Sectors Share this post Related Stories Ireland takes lead in promoting climate-smart agriculture Diversity is key to ensure future sustainability and supply chains and avoid global food shortages Lorraine Courtney | 3 hours ago Logical help with IT security to support new ways of working While other areas of investment in IT have slowed, the pandemic has ... "], ["2020-05-30 16:13", "13 Best Stocks in Nasdaq This Month: Nvidia, Zoom ...  from Jim Cramer's view or that of this articles' author. Nvidia and Facebook are key holdings in Jim Cramer's Action Alerts PLUS charitable trust . Want to be alerted before Jim Cramer buys or sells any stock? Learn more from Cramer and his membership team now. Tags terms: Investing Stocks By Danny Peterson INVESTING 11 Best Stocks in the S&P 500 This Month: Fortinet, PayPal By Danny Peterson INVESTING 3 Takeaways from Cloud Earnings So Far By Annie Gaus FUTURES Why the Mexican Peso Matters By Kathy Lien for CME Group JIM CRAMER Game Plan: Cramer's 'Mad Money' Recap (Friday 5/29/20) By Scott Rutt INVESTING Facebook Employees Mad Company Didn't Flag Trump Posts: Report By Tom Bemis INVESTING Pfizer Shares Fall After-Hours After ... "], ["2020-05-30 13:00", "11 Best Stocks in the S&P 500 This Month ...  for your portfolio. In mid-May, TheStreet explained the risky levels that the S&P 500 was approaching. Here are the best stocks in the S&P 500 for May by their performance in percentage change at the last close May 29. 1. Abiomed ABMD | +32.27% | Closing Price $223.90 TheStreet Quant Ratings rates Abiomed as a Hold with a rating score of C+. 2. Fortinet FTNT | +28.27% | Closing Price $139.20 TheStreet Quant Ratings rates Fortinet as a Buy with a rating score of B. 3. L Brands LB | +26.68% | Closing Price $16.18 TheStreet Quant Ratings rates L Brands as a Buy with a rating score of B-. 4. PayPal PYPL | +25.43% | Closing Price $155.01 TheStreet Quant Ratings rates PayPal as a Buy with a rating score of B. 5. Dish Network DISH | +23.87% | Closing Price $31 ... "], ["2020-05-30 13:00", "3 Takeaways from Cloud Earnings So Far ...  the alarm on the vulnerabilities that could arise from widespread adoption of apps that may not have been properly secured within a company's infrastructure. Zoom was perhaps the poster child of this theme, with negative reports on privacy and security triggering volatility this spring. The current quarter could prove a defining period for cloud security firms, such as Zscaler ( ZS ) - Get Report , Fortinet ( FTNT ) - Get Report , Palo Alto Networks ( PANW ) - Get Report and Okta. Each of those reported a boost from the remote work trend, and results and commentary in the rest of the year will also shed light on longer-term winners in the space. Tags terms: Technology By Annie Gaus INVESTING 11 Best Stocks in the S&P 500 This Month By Danny Peterson ... "], ["2020-05-29 21:02", "These stocks performed best in May as the market rally continued ... Johnson & Johnson US:JNJ -0.9% 2.0% 13.0% Procter & Gamble Co. US:PG -1.7% -7.2% 35.9% Exxon Mobil Corp. US:XOM -2.2% -34.8% 2.3% You can click on the tickers for more about each company. S&P 500 Among the S&P 500, 372 stocks were higher in May. Here are the 20 biggest gainers for the month: Company Ticker Price change - May Price change - 2020 Price change - 2019 L Brands Inc. US:LB 36.2% -10.7% -29.4% Fortinet Inc. US:FTNT 29.2% 30.4% 51.6% Dish Network Corp. Class A US:DISH 26.5% -10.8% 42.6% Fortune Brands Home & Security Inc. US:FBHS 26.5% -6.7% 72.0% PayPal Holdings Inc US:PYPL 26.0% 43.3% 28.6% Albemarle Corp. US:ALB 24.6% 4.8% -5.2% Lowe's Cos. Inc. US:LOW 24.4% 8.8% 29.7% News Corp. Class A US:NWSA 23.6% -13.4% 24.6% Dollar Tree Inc. US:DLTR 22 ... "], ["2020-05-29 18:10", "Zscaler Stock Pops To High As Work-From-Home Drives Earnings Beat ... Today, Stocks Open Mixed Ahead Of Trump China Remarks; Coronavirus Vaccine Stocks Rise, Zscaler Spikes On Earnings Dow Jones Futures: Coronavirus Stock Market Rally Awaits Trump China News; Twitter Feud Escalates; Salesforce, Zscaler Lead Earnings Movers Zscaler Earnings Guidance Tops Estimates, Cybersecurity Stock Jumps Track Nasdaq Composite Prices And Stocks To Watch These Three Cybersecurity Stocks Take A Big Coronavirus Bounce Fortinet, IBD Stock Of The Day, Breaks Out After Three Cybersecurity Rivals Clear Buy Points Today's Spotlight New Podcast: Kevin O'Leary Which stocks are good enough for the portfolio of a Shark Tank judge? Watch now and find out! Try the IBD Stock Screener! Get top-quality trade ideas at the push of a button with the IBD ... "], ["2020-05-29 17:21", "Stocks To Watch: Cybersecurity Leaders At Forefront Of Stock Market Uptrend; Palo Alto Etches New Buy Point ...  Sign In or Subscribe IBD Industry Themes Stocks To Watch: Cybersecurity Leaders At Forefront Of Stock Market Uptrend; Palo Alto Etches New Buy Point Licensing SCOTT LEHTONEN 01:21 PM ET 05/29/2020 Cybersecurity stocks are among the stock market's leaders in the current uptrend. Top stocks nears buy points include Nice Systems ( NICE ), Palo Alto Networks ( PANW ) and Ping Identity ( PING ). Meanwhile, Fortinet ( FTNT ) and Qualys ( QLYS ) are big winners, hitting potential profit-taking zones. X The cybercurity industry is ranked No. 17 out of 197 groups. Investors... Related news The Top 15 Stocks In May Divulge What's On Investors' Minds Now 8:00 AM ET May was a major turning point for S&P 500 investors. Fear of losing out from a weak economy ... "], ["2020-05-29 13:57", "DXC Technology (DXC) Q4 Earnings Top Estimates, Revenues Miss ...  world's first trillionaires,\"\" but that should still leave plenty of money for regular investors who make the right trades early. See Zacks' 3 Best Stocks to Play This Trend > > In-Depth Zacks Research for the Tickers Above Normally $25 each - click below to receive one report FREE: NVIDIA Corporation (NVDA) - free report > > Apple Inc. (AAPL) - free report > > Fortinet, Inc. (FTNT) - free report > > DXC Technology Company. (DXC) - free report > > Published in computers earnings tech-stocks Zacks' 7 Best Strong Buy Stocks for June, 2020 Free Research for Zacks.com Readers Experts have chosen 7 stocks out of 220 Zacks Rank #1 Strong Buys that have the highest potential to increase in price quickly amid the global health crisis. A recent ... "], ["2020-05-29 13:54", "Marvell's (MRVL) Q1 Earnings & Revenues Surpass Estimates ... ; but that should still leave plenty of money for regular investors who make the right trades early. See Zacks' 3 Best Stocks to Play This Trend > > In-Depth Zacks Research for the Tickers Above Normally $25 each - click below to receive one report FREE: NVIDIA Corporation (NVDA) - free report > > Apple Inc. (AAPL) - free report > > Marvell Technology Group Ltd. (MRVL) - free report > > Fortinet, Inc. (FTNT) - free report > > Published in computers earnings tech-stocks Zacks' 7 Best Strong Buy Stocks for June, 2020 Free Research for Zacks.com Readers Experts have chosen 7 stocks out of 220 Zacks Rank #1 Strong Buys that have the highest potential to increase in price quickly amid the global health crisis. A recent pick, Maxar, skyrocketed +178.7% in ... "], ["2020-05-29 12:36", "Salesforce (CRM) Q1 Earnings and Revenues Top Estimates ... 34;\" but that should still leave plenty of money for regular investors who make the right trades early. See Zacks' 3 Best Stocks to Play This Trend > > In-Depth Zacks Research for the Tickers Above Normally $25 each - click below to receive one report FREE: NVIDIA Corporation (NVDA) - free report > > Apple Inc. (AAPL) - free report > > salesforce.com, inc. (CRM) - free report > > Fortinet, Inc. (FTNT) - free report > > Published in cloud-computing earnings Zacks' 7 Best Strong Buy Stocks for June, 2020 Free Research for Zacks.com Readers Experts have chosen 7 stocks out of 220 Zacks Rank #1 Strong Buys that have the highest potential to increase in price quickly amid the global health crisis. A recent pick, Maxar, skyrocketed +178.7% in 3 months ... "], ["2020-05-29 12:27", "CrowdStrike (CRWD) to Post Q1 Earnings: What's in the Cards? ...  companies, which, per our model, have the right combination of elements to post an earnings beat this quarter: Dropbox ( DBX - Free Report ) has an Earnings ESP of +3.48% and currently sports a Zacks Rank of 1. You can see the complete list of today's Zacks #1 Rank stocks here . Nutanix ( NTNX - Free Report ) has an Earnings ESP of +2.63% and flaunts a Zacks Rank 1, at present. Fortinet ( FTNT - Free Report ) has an Earnings ESP of +0.87% and sports a Zacks Rank of 2 currently. Just Released: Zacks' 7 Best Stocks for Today Experts extracted 7 stocks from the list of 220 Zacks Rank #1 Strong Buys that has beaten the market more than 2X over with a stunning average gain of +24.1% per year. These 7 were selected because of their superior potential for ... "], ["2020-05-29 12:00", "The Top 15 Stocks In May Divulge What's On Investors' Minds Now ...  or $1.55 a share. There's Room For S&P 500 Leaders In May, Too The tech sector didn't run away from the pack in May like it has in previous months this year. The Technology Select Sector SPDR ETF ( XLK ) rose 5.8% in May, ranking it only the fifth best in the month. But some leaders kept pushing higher. Leading online security stock with stellar management , Fortinet, jumped 25% in May. It's one of two stocks in the S&P 500 Information Technology sector to jump 20% or more. The other is PayPal ( PYPL ), which added 21% during the month. Both these stocks continue to show leadership, with Composite Ratings of 90 or higher. So May turned out much better than many would have thought. But the sectors and stocks doing best show investors are still ... "], ["2020-05-29 10:57", "Zscaler Stock Is Thriving As More People Work From Home ... cybersecurity firm's shares are up roughly 92% from mid-March lows and up 63% year to date in 2020. To say coronavirus has made anyone a winner wouldn't be fair, but shelter-in-place and work-from-home movements that have ensued to combat the spread of the pandemic have cloud computing in high demand. Just as its larger incumbents Palo Alto Networks ( NYSE:PANW ) and Fortinet ( NASDAQ:FTNT ) got a boost in revenue the first few months of the year, so too has Zscaler. Stepping on the gas made sense Just a few months ago (at the end of February and what feels like a totally different world now), Zscaler reported a more than respectable 37% year-over-year increase in sales, but nonetheless a deceleration from the nearly 60% rate of growth in 2019. While ... "], ["2020-05-29 04:00", "Finding Comfort Outside Of The MegaTechs ...  of this idea, the company has doubled its top line since 2015. But true comfort may be provided by the company's balance sheet. The company's founder and CEO, serial entrepreneur, Ken Xie, a Stanford electrical engineer, doesn't seem to believe in debt, and there has been none on the company's balance sheet since at least 2009. At $1.9 billion, Fortinet doesn't have the embarrassing horde of cash as Microsoft (cash > $100 billion), but on a relative basis it does. Its' $1.9 billion constitutes 80% of the company's total assets, versus Microsoft's cash position, which represents about 77% of its current assets. This leads to some confidence-boosting balance sheet metrics. For instance, current assets are about 20 times current ... "], ["2020-05-28 23:07", "Stocks Flashing Renewed Technical Strength: Arista Networks ...  Relative Strength: Arista Networks Still The No. 1 Rule For Stock Market Investors: Always Cut Your Losses Short Juniper Networks Sees RS Rating Climb To 72 Arista Networks Getting Closer To Key Technical Measure Cisco Stock: Shift To Sell Chips To Impact Broadcom, Arista, Juniper? Arista Stock Plunges As Guidance Misses On Facebook Order Delay Dow Jones Rallies On Big Jobs Report Beat; Alibaba, Apple, Fortinet Rise Dow Jones Futures Rise On China News; Jobs Report Key For Stock Market Rally; Alibaba Among Key Earnings Movers Today's Spotlight New Podcast: Kevin O'Leary Which stocks are good enough for the portfolio of a Shark Tank judge? Watch now and find out! Try the IBD Stock Screener! Get top-quality trade ideas at the push of a button with ... "], ["2020-05-28 23:03", "Stocks To Watch: Builders Firstsource Sees Relative Strength Rating Rise To 83 ...  94 the day before. 3:00 AM ET TopBuild saw its IBD SmartSelect Composite Rating jump to 96... 16 New Stocks Just Added To Our Watchlists, Including 3 On IBD 50 Simpson Manufacturing Stock Flashing Renewed Technical Strength Stocks To Watch: TopBuild Sees Relative Strength Rating Jump To 82 TopBuild Shows Improved Relative Price Performance; Still Shy Of Benchmark Are Trex, Fortinet, Chegg On Your Coronavirus Stock Watchlist? IBD 50 Stocks To Watch: How Trex Beat Profit Views Despite Coronavirus Uncertainty Dow Jones Today, Stocks Turn Mixed; Covid Stocks Rally, MercadoLibre Pegs A Breakaway Gap TopBuild Meets 80-Plus Relative Strength Rating Benchmark Today's Spotlight New Podcast: Kevin O'Leary Which stocks are good enough for the portfolio of a ... "], ["2020-05-28 22:50", "Cisco takes aim at supporting SASE ...  don't have everything to meet all of the SASE criteria, and they aren't saying they do but they are well-positioned,\" Doyle said. \"Putting everything Cisco has together in an integrated, easily consumable fashion for customers will be the next steps.\" Cisco certainly won't be alone in its SASE quests as VMware, Palo Alto, Fortinet, ZScaler, Cato Networks and others are all marching down the same competitive path. [Get regularly scheduled insights by signing up for Network World newsletters.] This story, \"Cisco takes aim at supporting SASE \" was originally published by Network World . Related: Networking Security Cloud Computing Michael Cooney is a Senior Editor with Network World who has written about the IT world for more ... "], ["2020-05-28 22:50", "Cisco takes aim at supporting SASE ... 34;They don't have everything to meet all of the SASE criteria, and they aren't saying they do but they are well-positioned,\" Doyle said. \"Putting everything Cisco has together in an integrated, easily consumable fashion for customers will be the next steps.\" Cisco certainly won't be alone in its SASE quests as VMware, Palo Alto, Fortinet, ZScaler, Cato Networks and others are all marching down the same competitive path. [Get regularly scheduled insights by signing up for Network World newsletters.] Join the Network World communities on Facebook and LinkedIn to comment on topics that are top of mind. Related: Networking Security Cloud Computing Michael Cooney is a Senior Editor with Network World who has written about the IT world for ... "], ["2020-05-28 20:58", "Okta Earnings Beat As Revenue Guidance Meets Expectations, Stock Falls ...  Get A Free Trial Of IBD Leaderboard Related news Top Investors' Favorite Stocks Rally Amid Coronavirus Crash 4/27/2020 Here are some quality stocks that have gained ground even amid the coronavirus crash, and they're held by managers of... 4/27/2020 Here are some quality stocks that have gained ground even... AMD, Costco Lead Five Stocks Near Buy Points Fortinet, IBD Stock Of The Day, Breaks Out After Three Cybersecurity Rivals Clear Buy Points Stocks Flashing Renewed Technical Strength: Okta Dow Jones Today, Stocks Dive; Banks Tumble On Bond Yield Collapse Okta Shows Market Leadership With Jump To 84 RS Rating Cybersecurity Stocks: Zero Trust Boost Expected At RSA Conference Okta Shows Market Leadership With Jump To 92 RS Rating Get A Handle On ... "], ["2020-05-28 20:50", "Zscaler Earnings Guidance Tops Estimates, Cybersecurity Stock Jumps ...  web security gateways that inspect customers' data traffic for malware. It provides cloud-based cybersecurity services via 150 data centers worldwide. Zscaler owned a Relative Strength Rating of 92 out of a possible 99 prior to its earnings release. The IBD Computer-Software Security group ranks No. 15 out of 197 industry groups. According to IBD Stock Check-up , Fortinet and Okta ( OKTA ) hold the group's highest Relative Strength Ratings. Follow Reinhardt Krause on Twitter @reinhardtk_tech for updates on 5G wireless, artificial intelligence, cybersecurity and cloud computing. YOU MAY ALSO LIKE IBD Live: A New Tool For Daily Stock Market Analysis Find Compelling Growth Stocks With IBD's Stock Of The Day View Breakout Stocks & Technical Analysis ... "]]}}