{"postfix": "freenet-aktie", "name": "FREENET", "wkn": "A0Z2ZZ", "time": "2020.06.02 12:15", "ts": 1591092958, "features": {"KGV": "13.79", "Marktkapitalisierung": {"Size": "Mrd", "Value": "2.00"}, "GA": "1.49", "KBV": "1.99", "BA": "10.30", "KCV": "7.43", "CA": "2.76", "Vola30": "41.52", "Vola90": "57.57", "Vola180": "45.24", "Vola250": "34.62"}, "rivals": ["drillisch-aktie", "united_internet-aktie", "deutsche_telekom-aktie", "qsc-aktie", "orange-aktie", "telefonica-aktie", "telecom_italia-aktie"], "text_data": {"de": [["31.05.20", "So schätzen die Analysten die freenet-Aktie im Mai 2020 ein"], ["27.05.20", "Aktionäre von freenet beschließen Aussetzung der Dividende"], ["19.05.20", "Schweizer Telekomfirmen tun sich bei Breitbanddiensten zusammen"], ["04.05.20", "MÄRKTE EUROPA/Geopolitische Spannungen drücken - Thyssenkrupp schwach"], ["04.05.20", "XETRA-SCHLUSS/DAX mit schwachem Wochenauftakt - US/China-Spannungen belasten"], ["04.05.20", "Aktie: Mobilfunker Freenet will Dividende wegen Corona aussetzen"], ["04.05.20", "MÄRKTE EUROPA/Börsen von steigenden geopolitischen Risiken gedrückt"], ["04.05.20", "AKTIE IM FOKUS: Dividendenstreichung von Freenet vergrätzt die Anleger"], ["04.05.20", "Freenet-Aktie crasht: Was Anleger wissen müssen"], ["04.05.20", "Freenet will wegen Corona-Krise keine Dividende zahlen"], ["04.05.20", "Freenet will wegen Corona-Krise keine Dividende zahlen"], ["04.05.20", "MÄRKTE EUROPA/Geopolitsche Risiken steigen - Aktien schwach"], ["04.05.20", "ROUNDUP: Freenet streicht Dividende - Fürchtet Finanzierungsprobleme wegen Virus"], ["04.05.20", "AKTIE IM FOKUS: Freenet sacken um 9 Prozent ab - Streicht Dividende"], ["04.05.20", "Freenet will die Dividende aussetzen"], ["04.05.20", "Freenet streicht Dividende: Angst vor finanziellem Kollaps - Aktie bricht zweistellig ein"], ["04.05.20", "Freenet streicht Dividende"], ["04.05.20", "Freenet Group bestätigt Prognose, setzt Dividende aus"], ["03.05.20", "ROUNDUP: Freenet streicht Dividende - Fürchtet Finanzierungsprobleme wegen Virus"], ["03.05.20", "Mobilfunk sorgt bei Freenet für Umsatzplus - Gewinn fällt aber"], ["29.04.20", "ANALYSE-FLASH: Jefferies senkt Ziel für Freenet auf 19,10 Euro - 'Buy'"], ["20.04.20", "Mitnahme von Mobilfunknummer wird billiger"], ["20.04.20", "Preise für Rufnummer-Mitnahme sinken deutlich"], ["08.04.20", "Citi: freenet - Chartbild gibt Anlass zur Sorge"], ["08.04.20", "Citi: Freenet - Chartbild gibt Anlass zur Sorge"], ["30.03.20", "ANALYSE-FLASH: UBS hebt Freenet auf 'Neutral' - Ziel auf 15,70 Euro gesenkt"], ["27.03.20", "NACHBÖRSE/XDAX -0,8% auf 9.559 Pkt - Freenet und Dräger im Plus"], ["24.03.20", "Verbände: Servicetechniker müssen Sonderregeln bekommen"], ["23.03.20", "MÄRKTE EUROPA/Neuen Schwächeanfall nicht überbewerten"], ["02.03.20", "DVB-T2: Erhöhung der Preise für Freenet TV geplant"], ["02.03.20", "Telefónica, 1&1 und Freenet: Bei überhöhter Gebühr für Rufnummernportierung droht Bußgeld"], ["01.03.20", "freenet: So viel setzte das Unternehmen zuletzt um"], ["29.02.20", "freenet-Aktie: Experten empfehlen freenet im Februar mehrheitlich zum Verkauf "]], "en": [["2020-05-28 07:28", "BRSEN-TICKER-Boeing-Zulieferer Safran im Aufwind ...  des Brokerhauses Axicorp. DemUS-Branchenverband API zufolge wuchsen die Rohlreserven in dervergangenen Woche um 8,7 Millionen Barrel. Analysten hatteneinen Rckgang um 1,9 Millionen Barrel erwartet. 07.08 Uhr - Folgende Aktien werden am Donnerstag mit einemDividendenabschlag gehandelt: Deutsche Unternehmen Schlusskurs Dividende Angaben in Euro Bechtle 153,30 1,20 Evonik 22,96 1,15 freenet 16,24 0,04 Hugo Boss 26,65 0,04 (Zusammengestellt vom Reuters Marktteam. Bei Rckfragen wendenSie sich bitte an die Redaktionsleitung unter den Telefonnummern069 - 7565 1236 oder 030 - 2888 5168.) Our Standards: The Thomson Reuters Trust Principles. 0 : 0 narrow-browser-and-phone medium-browser-and-portrait-tablet landscape-tablet medium-wide-browser wide-browser ... "], ["2020-05-28 04:38", "German stocks - Factors to watch on May 28 ...  REAL ESTATE GROUP - First quarter results due. LPKF Laser & Electronics Investor Bantleon is selling its nearly 29% stake in the laser builder. ANNUAL GENERAL MEETINGS E.ON - 0.46 eur/shr dividend proposed MERCK - 1.30 eur/shr dividend proposed DEUTSCHE PFANDBRIEFBANK - no dividend proposed DUERR - 0.80 eur/shr dividend proposed EX-DIVIDEND BECHTLE - 1.20 euros/shr dividend EVONIK - 1.15 euros/shr dividend FREENET - 0.04 euros/shr dividend HUGO BOSS - 0.04 euros/shr dividend ANALYSTS' VIEWS VONOVIA SE: JPMORGAN RAISES PRICE TARGET TO EUR 59 FROM EUR 56 OVERSEAS STOCK MARKETS Dow Jones +2.2%, S&P 500 +1.5%, Nasdaq +0.8% at close. Nikkei +1.2%, Shanghai stocks -0.4%. Time: 4:37 GMT GERMAN ECONOMIC DATA German May preliminary inflation data due at 1200 ... "], ["2020-05-28 04:38", "German stocks - Factors to watch on May 28 ...  REAL ESTATE GROUP - First quarter results due. LPKF Laser & Electronics Investor Bantleon is selling its nearly 29% stake in the laser builder. ANNUAL GENERAL MEETINGS E.ON - 0.46 eur/shr dividend proposed MERCK - 1.30 eur/shr dividend proposed DEUTSCHE PFANDBRIEFBANK - no dividend proposed DUERR - 0.80 eur/shr dividend proposed EX-DIVIDEND BECHTLE - 1.20 euros/shr dividend EVONIK - 1.15 euros/shr dividend FREENET - 0.04 euros/shr dividend HUGO BOSS - 0.04 euros/shr dividend ANALYSTS' VIEWS VONOVIA SE: JPMORGAN RAISES PRICE TARGET TO EUR 59 FROM EUR 56 OVERSEAS STOCK MARKETS Dow Jones +2.2%, S&P 500 +1.5%, Nasdaq +0.8% at close. Nikkei +1.2%, Shanghai stocks -0.4%. Time: 4:37 GMT GERMAN ECONOMIC DATA German May preliminary inflation data due at 1200 ... "], ["2020-05-27 11:31", "MVNO Market Size Is Projected To Reach USD 102.932 Billion By 2023 - Valuates Reports ...  U.S. Canada Mexico Europe UK France Germany Rest of Europe Asia-Pacific China Japan India South Korea Rest of Asia-Pacific LAMEA Latin America Middle East Arica Inquire For Regional Report: https://reports.valuates.com/request/regional/ALLI-Auto-1G176/_Mobile_Virtual_Network_Operator_MVNO Key Players Profiled in the Report Tracfone Wireless, Inc. RedPocket Mobile AirVoice Wireless FreedomPop Freenet AG KDDI Mobile Polkomtel Plus Tesco Mobile Ltd Virgin Mobile USA Kajeet, Inc. Buy Now for Single User: https://reports.valuates.com/api/directpaytoken?rcode=ALLI-Auto-1G176&lic=single-user Buy Now for Enterprise Licence: https://reports.valuates.com/api/directpaytoken?rcode=ALLI-Auto-1G176&lic=enterprise-user SIMILAR REPORTS Virtual Mobile Infrastructure ( VMI ... "], ["2020-05-27 04:52", "German stocks - Factors to watch on May 27 ...  over disagreement on valuation, LEG said in a statement late on Tuesday. AROUNDTOWN SA The real estate firm reported an insignificant impact from covid-19 on first-quarter operational results and said collection rates in the first three months of 2020 were in line with previous periods. ANNUAL GENERAL MEETINGS AAREAL BANK AG - 0 eur/shr dividend proposed BECHTLE AG - 1.20 eur/shr dividend proposed FREENET AG - 0.04 eur/shr dividend proposed HUGO BOSS AG - 0.04 eur/shr dividend proposed MORPHOSYS AG - 0 eur/shr dividend proposed VOSSLOH AG - 0 eur/shr dividend proposed OVERSEAS STOCK MARKETS Dow Jones +2.2%, S&P 500 +1.2%, Nasdaq +0.2% at close. Nikkei +0.9%, Shanghai stocks -0.1%. Time: 4:52 GMT GERMAN ECONOMIC DATA No major economic data scheduled ... "], ["2020-05-27 04:52", "German stocks - Factors to watch on May 27 ...  over disagreement on valuation, LEG said in a statement late on Tuesday. AROUNDTOWN SA The real estate firm reported an insignificant impact from covid-19 on first-quarter operational results and said collection rates in the first three months of 2020 were in line with previous periods. ANNUAL GENERAL MEETINGS AAREAL BANK AG - 0 eur/shr dividend proposed BECHTLE AG - 1.20 eur/shr dividend proposed FREENET AG - 0.04 eur/shr dividend proposed HUGO BOSS AG - 0.04 eur/shr dividend proposed MORPHOSYS AG - 0 eur/shr dividend proposed VOSSLOH AG - 0 eur/shr dividend proposed OVERSEAS STOCK MARKETS Dow Jones +2.2%, S&P 500 +1.2%, Nasdaq +0.2% at close. Nikkei +0.9%, Shanghai stocks -0.1%. Time: 4:52 GMT GERMAN ECONOMIC DATA No major economic data scheduled ... "], ["2020-05-07 14:42", "Liberty Global and Telefnica Plan $38 Billion Telecom Merger in U.K. ...  war chest in 2018 after selling its Germany and Eastern European cable assets to Vodafone Group (VOD) for $21.8 billion. However, Malone's European deal-making ambitions were dealt a blow in October when Liberty Global was forced to scrap the attempted $6.4 billion sale of its Swiss cable business UPC to Sunrise Communications Group (SRCG.Switzerland), after Germany's Freenet (FNTN.Germany)—Sunrise's biggest shareholder, with 25% of the stock—vociferously opposed the deal. What's new. The new 50-50 joint venture will have 11 billion in combined revenue and 46 million customer accounts across mobile, broadband, and pay-TV platforms. Mike Fries, CEO of Liberty Global and Jos Mara lvarez-Pallete Lpez, chairman and CEO of Telefnica ... "], ["2020-05-05 22:40", "The Decentralized Web Could Help Preserve The Internet's Data For 1,000 Years. Here's Why We Need IPFS To Build It. ...  Coward , 5 May 2020 @ 4:40pm In fact, I want to make a bold prediction: in the next one to two years, we're going to see every major web-browser shipping with an IPFS peer, by default. That is indeed bold. I heard a similar prediction about Tor during the Snowden days. Didn't happen. I don't really get what's special about IPFS. Seems pretty similar to Freenet from 2 decades ago. Despite the claim IPFS is \"more private\", I see no information on the site about that. It looks kind of like BitTorrent to me, and it's well known that strangers can see what you download over BT. [ reply to this | link to this | view in chronology ] Anonymous Coward , 5 May 2020 @ 4:51pm Re: There's no specific claim that IPFS is more private here ... "], ["2020-05-04 10:04", "Liberty Global and Telefnica in advanced talks to create 28 billion U.K. telecoms group ...  European cable assets to Vodafone VOD, -1.17% for $21.8 billion. That left it with an acquisition war chest of around $12 billion in cash. However, Malone's ambitions in Europe were dealt a blow in October when Liberty was forced to scrap its attempted $6.4 billion sale of its Swiss cable business UPC to Sunrise SRCG, -0.64% after Germany's Freenet — Sunrise's biggest shareholder with 25% of the stock, vociferously opposed the deal. For Telefnica, the deal comes just six months after the company announced a sweeping restructuring of its business designed to focus investment on its four key markets: Spain, Brazil, and the U.K. and Germany, where it trades under the O2 brand. The plan involved grouping together its remaining eight Latin ... "]]}}