{"postfix": "fujitsu-aktie", "name": "FUJITSU", "wkn": "855182", "time": "2020.06.02 11:45", "ts": 1591091115, "features": {"KGV": "12.07", "Marktkapitalisierung": {"Size": "Mrd", "Value": "18.99"}, "GA": "791.20", "KBV": "1.54", "BA": "6.197.11", "KCV": "6.29", "CA": "1519.34", "Vola30": "59.03", "Vola90": "53.45", "Vola180": "48.28", "Vola250": "39.07"}, "rivals": ["amd-aktie", "diebold_nixdorf-aktie", "seagate-aktie"], "text_data": {"de": [["15.05.20", "MÄRKTE ASIEN/Uneinheitlicher Ausklang schwacher Börsenwoche"], ["15.05.20", "MÄRKTE ASIEN/Etwas festerer Ausklang schwacher Börsenwoche"], ["13.05.20", "Ausblick: FUJITSU verkündet Quartalsergebnis zum jüngsten Jahresviertel"], ["13.05.20", "Ausblick: Fujitsu präsentiert Bilanzzahlen zum jüngsten Jahresviertel"], ["30.04.20", "FUJITSU: Bilanz zum abgelaufenen Quartal"], ["30.04.20", "Fujitsu: Bilanzzahlen zum vergangenen Quartal"], ["29.04.20", "Erste Schätzungen: FUJITSU verkündet Quartalsergebnis zum jüngsten Jahresviertel"], ["29.04.20", "Erste Schätzungen: Fujitsu legt die Bilanz zum abgelaufenen Quartal vor"], ["23.03.20", "Fit für die Zukunft statt Legacy-IT: Aktuelle Mainframes von IBM und Fujitsu"], ["18.02.20", "Fujitsu Celsius M7010 und M7010X: Workstations ganz nach Nutzerwunsch"], ["03.02.20", "FUJITSU: Zahlen zum abgelaufenen Jahresviertel"], ["03.02.20", "Fujitsu: So schnitt der Konzern im vergangenen Quartal ab"], ["31.01.20", "MÄRKTE ASIEN/Uneinheitlich - Feste Kurse in Tokio, schwache in Seoul"], ["31.01.20", "MÄRKTE ASIEN/Aktien auf Erholungskurs - Nikkei-Index 1,2% fester"], ["29.01.20", "Ausblick: FUJITSU stellt Ergebnisse des abgelaufenen Quartals vor"], ["29.01.20", "Ausblick: Fujitsu veröffentlicht Zahlen zum vergangenen Quartal"], ["07.01.20", "Happy Hacking Keyboard: Fujitsu legt einen Klassiker aus den 90er Jahren neu auf"]], "en": [["29.04.20", "SSH Communications Security Co : PRESS RELEASE: PrivX® chosen as the Privileged Access Management solution by Fujitsu for their Customer Management Environment (CME) platform"], ["16.04.20", "CDW's stock surges after providing upbeat profit, sales outlook as COVID-19 boosts demand for IT services"], ["27.02.20", "Spanish plant owned by Denso, Fujitsu preparing to halt production as virus causes shortages"], ["26.02.20", "Fujitsu preparing to stop production in Spain after coronavirus causes shortages"], ["14.02.20", "UPDATE 2-Nordic IT services firm TietoEVRY's 2020 outlook disappoints"], ["04.02.20", "Is Fidelity Select IT Services (FBSOX) a Strong Mutual Fund Pick Right Now?"], ["2020-06-02 09:06", "May 2020 inflation rate clocked in at 0.07 percent: BPS - ANTARA News ...  2020 Governor plans to build railroad in South Sulawesi 16th March 2019 Explore Indonesia Ragunan Zoo's virtual tour features Sumatran orangutans 31st May 2020 Antara's Choice 'Martabak Bangka' set for May 16 release on YouTube 11th May 2020 Opinion Stranded far from home: the protection of Indonesian migrant workers 21st April 2020 Press Release Fujitsu launches 7 new enterprise notebooks optimized for remote work 3 hours ago South Coast of Yogyakarta not significantly impacted by supermoon 19th January 2019 Tweets by AntaranewsEn Right Sidebar www.antaranews.com Copyright 2020 Top News Latest News Current Issue World Business & Investment Multimedia Antara's Choice Networks Term of Use Privacy Policy About Us Cyber Media Guidelines RSS"], ["2020-06-02 08:32", "Indonesia announces cancellation of Hajj pilgrimage 2020 amid COVID-19 - ANTARA News ...  ago Governor plans to build railroad in South Sulawesi 16th March 2019 Explore Indonesia Ragunan Zoo's virtual tour features Sumatran orangutans 31st May 2020 Antara's Choice 'Martabak Bangka' set for May 16 release on YouTube 11th May 2020 Opinion Stranded far from home: the protection of Indonesian migrant workers 21st April 2020 Press Release Fujitsu launches 7 new enterprise notebooks optimized for remote work 3 hours ago South Coast of Yogyakarta not significantly impacted by supermoon 19th January 2019 Tweets by AntaranewsEn Right Sidebar www.antaranews.com Copyright 2020 Top News Latest News Current Issue World Business & Investment Multimedia Antara's Choice Networks Term of Use Privacy Policy About Us Cyber Media Guidelines RSS"], ["2020-06-02 08:30", "Development of MSMEs still likely amid COVID-19: Minister Masduki - ANTARA News ...  2020 Governor plans to build railroad in South Sulawesi 16th March 2019 Explore Indonesia Ragunan Zoo's virtual tour features Sumatran orangutans 31st May 2020 Antara's Choice 'Martabak Bangka' set for May 16 release on YouTube 11th May 2020 Opinion Stranded far from home: the protection of Indonesian migrant workers 21st April 2020 Press Release Fujitsu launches 7 new enterprise notebooks optimized for remote work 3 hours ago South Coast of Yogyakarta not significantly impacted by supermoon 19th January 2019 Tweets by AntaranewsEn Right Sidebar www.antaranews.com Copyright 2020 Top News Latest News Current Issue World Business & Investment Multimedia Antara's Choice Networks Term of Use Privacy Policy About Us Cyber Media Guidelines RSS"], ["2020-06-02 07:33", "Pandjaitan confirms not being on Twitter, dismisses @lbp_real as fake - ANTARA News ...  ago Governor plans to build railroad in South Sulawesi 16th March 2019 Explore Indonesia Ragunan Zoo's virtual tour features Sumatran orangutans 31st May 2020 Antara's Choice 'Martabak Bangka' set for May 16 release on YouTube 11th May 2020 Opinion Stranded far from home: the protection of Indonesian migrant workers 21st April 2020 Press Release Fujitsu launches 7 new enterprise notebooks optimized for remote work 2 hours ago South Coast of Yogyakarta not significantly impacted by supermoon 19th January 2019 Tweets by AntaranewsEn Right Sidebar www.antaranews.com Copyright 2020 Top News Latest News Current Issue World Business & Investment Multimedia Antara's Choice Networks Term of Use Privacy Policy About Us Cyber Media Guidelines RSS"], ["2020-06-02 07:25", "The Register ...  about vague definition of 'open' Mozilla has cautioned that the Indian government's plan to develop a national GovTech framework risks \"open-washing\".... tag:theregister.com,2005:story208960 2020-06-02T04:15:14Z Simon Sharwood https://search.theregister.com/?author=Simon%20Sharwood Fujitsu unveils new laptops 'optimized for remote work' erm, isn't that what laptops have always been for? Maybe hitting Intel's year-old Project Athena spec counts? Fujitsu's PC unit has announced a new range of laptops it says are \"optimized for remote work\".... tag:theregister.com,2005:story208958 2020-06-02T01:57:07Z Kieren McCarthy https://search.theregister.com/?author=Kieren%20McCarthy As the US maybe gets serious about ... "], ["2020-06-02 07:06", "Citilink resumes operations with new normal procedures amid COVID-19 - ANTARA News ...  2020 Governor plans to build railroad in South Sulawesi 16th March 2019 Explore Indonesia Ragunan Zoo's virtual tour features Sumatran orangutans 31st May 2020 Antara's Choice 'Martabak Bangka' set for May 16 release on YouTube 11th May 2020 Opinion Stranded far from home: the protection of Indonesian migrant workers 21st April 2020 Press Release Fujitsu launches 7 new enterprise notebooks optimized for remote work 2 hours ago South Coast of Yogyakarta not significantly impacted by supermoon 19th January 2019 Tweets by AntaranewsEn Right Sidebar www.antaranews.com Copyright 2020 Top News Latest News Current Issue World Business & Investment Multimedia Antara's Choice Networks Term of Use Privacy Policy About Us Cyber Media Guidelines RSS"], ["2020-06-02 07:00", "President reviews Istiqlal Mosque's preparations for new normal - ANTARA News ...  ago Governor plans to build railroad in South Sulawesi 16th March 2019 Explore Indonesia Ragunan Zoo's virtual tour features Sumatran orangutans 31st May 2020 Antara's Choice 'Martabak Bangka' set for May 16 release on YouTube 11th May 2020 Opinion Stranded far from home: the protection of Indonesian migrant workers 21st April 2020 Press Release Fujitsu launches 7 new enterprise notebooks optimized for remote work 2 hours ago South Coast of Yogyakarta not significantly impacted by supermoon 19th January 2019 Tweets by AntaranewsEn Right Sidebar www.antaranews.com Copyright 2020 Top News Latest News Current Issue World Business & Investment Multimedia Antara's Choice Networks Term of Use Privacy Policy About Us Cyber Media Guidelines RSS"], ["2020-05-31 07:30", "Telework here to stay in Japan, at least for big companies ...  just 20 percent of its employees excluding those involved in Covid-19 measures or essential citizen services commute to work. ADVERTISEMENT TMG is advising businesses to take steps such as using plastic sheets as separators where people are expected to meet, and encouraging other measures such as off-peak commuting. Fujitsu is limiting the maximum number of employees in its offices to 25 percent of the capacity, with telework to be the \"default working style\". Fujitsu president Takahito Tokita said in a message to employees last week: \"In the past, we took for granted many business trips, face-to-face events, regular meetings, and so on. The starting point for all such interactions will now be to consider online as the first option.\" Hitachi ... "], ["2020-05-30 23:00", "Cryptocurrency News From Japan: May 24 - May 30 in Review ...  ANRI, as well as YJ Capital, a Yahoo VC entity. \"Corona has exposed various issues in Japan,\" JAFCO director Keisuke Miyoshi said. \"It is further accelerating the big trend called DX,\" Miyoshi noted, referring to the digitization of business processes. Blockchain \"is not a technology keyword, but a phase of actual demand for infrastructure reconstruction,\" he added. Fujistu and BOOSTRY note successful blockchain-based securities testing Computer company Fujitsu, and Nomura Group's blockchain entity BOOSTRY, noted collaborative testing success of digital securities transactions. The group has begun research to create a platform for blockchain-based digital securities trading, factoring in aspects such as membership entitlements, a ... "], ["2020-05-30 21:00", "LIFE AFTER LOCKDOWN Telework here to stay in Japan, at least for big companies ...  having just 20 per cent of its employees - excluding those involved in Covid-19 measures or essential citizen services - commute to work. TMG is advising businesses to take steps such as using plastic sheets as separators where people are expected to meet, and encouraging other measures such as off-peak commuting. Fujitsu is limiting the maximum number of employees in its offices to 25 per cent of the capacity, with telework to be the \"default working style\". Fujitsu president Takahito Tokita said in a message to employees last week: \"In the past, we took for granted many business trips, face-to-face events, regular meetings, and so on. The starting point for all such interactions will now be to consider online as the first option.\" Hitachi ... "], ["2020-05-30 10:56", "Coronavirus: Telework here to stay in Japan, at least for big companies ...  that just 20 per cent of its employees - excluding those involved in Covid-19 measures or essential citizen services - commute to work. TMG is advising businesses to take steps, such as using plastic sheets as separators where people are expected to meet, and encouraging other measures such as off-peak commuting. Fujitsu is limiting the maximum number of employees in its offices to 25 per cent of the capacity, with telework to be the \"default working style\". Fujitsu president Takahito Tokita said in a message to employees last week: \"In the past, we took for granted many business trips, face-to-face events, regular meetings, and so on. The starting point for all such interactions will now be to consider online as the first option.\" Hitachi ... "], ["2020-05-30 08:16", "More than 1.2 million Vsmart mobilephones sold ... . After the goal of spreading the market for Vietnamese people to use Vietnamese phones widely with the best quality and price, VinSmart is ready to target the mid-range and high-class in a more trendy segment. Currently, we have reached an agreement to co-operate with the world's leading international partners in the field of technology, such as Google, Fujitsu and Pininfarina to bring a high-class experience to Vsmart products in the future.\" In October 2019, VinSmart officially announced it would participate in the Russian market by launching four smartphones. Russia is the third largest mobile phone export market of VinSmart, following Spain and Myanmar. — VNS Tags: vsmart vingroup vinsmart Vietnam's smartphone market 0 Comments: More ... "], ["2020-05-30 05:10", "Coronavirus: Japanese bathhouses awash with post-lockdown customers ...  are also asked to wear face masks outside of bathing areas and use hand sanitiser located throughout the building. Before the pandemic, the facility regularly welcomed up to 1,000 people in a single day, and demand is now gradually picking up again, said manager Hiroshi Saito. Related Story No screams please: Japanese funfairs prepare for coronavirus era Related Story Uniqlo masks and Fujitsu tech to promote hygiene, with Covid-19 set to stay Related Story Japanese face 'new normal' after coronavirus emergency lifted Five hundred customers visited in the first two days after it reopened. \"First and foremost, I am relieved,\" Saito told AFP. \"Of course the coronavirus is not completely gone. The possible second wave of infections is also ... "], ["2020-05-30 03:00", "Little-known Japanese CPU threatens to make Nvidia, Intel and AMD obsolete in HPC market ... 've built a list of the best Windows server hosting services available What makes it ideal for the HPC market is that it provides far higher bandwidth performance between memory and the CPU - up to 1TBps. Moving data to and from the CPU is the biggest obstacle by far to what researchers refer to as exascale computing. What makes the A64FX even more exciting is that Fujitsu wants the technology to trickle down to hyperscalers and major cloud computing giants so that the masses can benefit too. Given it is based on ARM architecture, it can (and has) run Linux distributions out of the box and even Microsoft Windows. It is considered a general purpose CPU, but surpasses even GPUs from Nvidia and AMD on the all-important metric of performance per watt. Indeed ... "], ["2020-05-29 22:15", "Global Low-Code Development Platform Market Assessment 2020-2025 - Impact Of COVID-19, Trends & Developments, Use Cases, Competitive Landscape ...  include Salesforce (US), Microsoft (US), Appian (US), Oracle (US), Pegasystems (US), Magic Software Enterprises (US), AgilePoint (US), OutSystems (US), Zoho ( India ), Quick Base (US), LANSA (US), Fujitsu RunMyProcess ( France ), Netcall (UK), WaveMaker (US), and K2 (US). Increasing need of digitalization and maturity of agile DevOps practices to drive the overall growth of the ...  Introduction14.2 Salesforce14.3 Microsoft14.4 Appian14.5 Oracle14.6 Pegasystems14.7 Magic Software Enterprises14.8 Agilepoint14.9 Outsystems14.1 Mendix14.11 Zoho14.12 Quick Base14.13 Lansa14.14 Fujitsu Runmyprocess14.15 Netcall14.16 Wavemaker14.17 K214.18 Trackvia14.19 Thinkwise Software14.20 Micropact (Part of Tyler Technologies)14.21 MRC14.22 Right-To-Win For more information about ... "], ["2020-05-29 18:00", "Internet Of Things (IoT) Market Review 2012-2019 And Forecast 2020-2027 (COVID-19 Adjusted) ...  Atmel Corporation ( USA ) Freescale Semiconductor, Inc. ( USA ) Intel Corporation ( USA ) Qualcomm Technologies, Inc. ( USA ) Texas Instruments ( USA ) IoT Network Providers AT&T, Inc. ( USA ) Telefnica S.A. ( Spain ) Vodafone Group PLC (UK) Verizon Communications, Inc. ( USA ) Other IoT Solution Providers Ayla Networks ( USA ) B-Scada ( USA ) CLX Communications ( Sweden ) ErgoTech Systems ( USA ) Fujitsu Limited ( Japan ) Greenwave Systems ( USA ) Ingenu Inc. ( USA ) Silver Spring Networks ( USA ) Samsung Electronics Co. Ltd. ( South Korea ) SAP SE ( Germany ) 3. MARKET TRENDS & DRIVERS IoT: A Transformational Force to Reckon with in the Modern Connected World Gradual Categorical Realization of Promised Benefits Drives VC Interest in IoT A Peek into the ... "], ["2020-05-29 17:30", "Global Data Center Rack Market Analysis 2020-2025 With Key Player Profiles Including AGC Networks, Chatsworth Products, Cisco, Eaton And Dell ...  Rack Market, by Component 7 Market, by Service 8 Data Center Rack Market, by Rack Type 9 Market, by Rack Height 10 Market, by Rack Width 11 Market, by Data Center Size 12 Data Center Rack Market, by Vertical 13 Data Center Rack Market, by Region 14 Competitive Landscape 15 Company Profiles AGC Networks Belden Chatsworth Products Cisco Dell Eaton Fujitsu Great Lakes Data Racks & Cabinets HPE IBM IMS Engineered Products Legrand S.A. Nvent Oracle Panduit Rahi Systems Rittal Schneider Electric Tripp Lite Vertiv For more information about this report visit https://www.researchandmarkets.com/r/539i3m About ResearchAndMarkets.com ResearchAndMarkets.com is the world's leading source for international market research reports and market data. We provide you ... "], ["2020-05-29 16:00", "The Big Four Are Gearing Up to Become Crypto and Blockchain Auditors ... for track-and-trace supply chain work, which is relevant for personal protective equipment being used during the current pandemic, adding: \"Through the use of DLT, we have created a new revenue stream and service for small-to- medium sized enterprises, which is important in order to get global economies moving again.\" More recently, Accenture collaborated with Fujitsu on an open-source software development kit called Hyperledger Cactus, which is designed to solve blockchain interoperability challenges . Treat further noted that another project with Hyperledger is in the incubation stage, mentioning the company has 160 blockchain patents. He elaborated: \"We are not a product company, but rather we engage with clients to choose a platform that best ... "], ["2020-05-29 13:00", "Global Video On Demand Market Is Expected To Reach $161.77 Billion By 2027 - Latest Market Research Report By Stratistics MRC ...  According to Stratistics MRC, the Global Video on Demand ( VoD) Market is accounted for $ 32.55 billion in 2018 and is expected to reach $ 161.77 billion by 2027 growing at a CAGR of 19.5% during the forecast period. Some of the key players profiled in the Video on Demand ( VoD) Market include Akamai, Amazon, Apple, Centurylink, Cisco, Comcast, Fujitsu, Google, HBO, Huawei, Hulu, Indieflix, Muvi, Netflix, Right-To-Win, Roku, Vubiquity, Vudu and Youtube. Ease of access to high fidelity data networks, vertical integration by social media platforms and proliferation of mobile computing devices are the major factors driving the market growth. However, high bandwidth requirement and threat of video content piracy are restraining the market growth. Request for ... "], ["2020-05-29 08:50", "Twitter adds 'glorifying violence' warning to Trump tweet ...  live-stream about George Floyd and police brutality: 'It is shameful' Yahoo Music YouTuber Gave Up Adopted Chinese Son With Autism After Monetizing Him Online HuffPost Life White House encourages hydroxychloroquine use for coronavirus again Yahoo News New Jersey: Senior Drivers Are In For A Surprise AutoSavers Ad WH press secretary: Trump says he's feeling 'absolutely great' after taking hydroxychloroquine Yahoo News Video Global Market for 5G Equipment 2020 - Key Player Profiles Including Cisco Systems Inc., Fujitsu Ltd., Huawei Investment & Holding Co. Ltd., NEC Corp., and Qualcomm Inc. - ResearchAndMarkets.com Business Wire Yahoo News Network Help Privacy (Updated) Privacy dashboard Suggestions About our Ads Terms (Updated) Sitemap"]]}}