{"postfix": "gamestop-aktie", "name": "GAMESTOP_A", "wkn": "A0HGDX", "time": "2020.06.02 14:19", "ts": 1591100351, "features": {"KGV": "17.68", "Marktkapitalisierung": {"Size": "Mio", "Value": "251.35"}, "GA": "0.22", "KBV": "0.56", "BA": "6.98", "KCV": "-0.82", "CA": "-4.73", "Vola30": "73.12", "Vola90": "147.94", "Vola180": "118.98", "Vola250": "103.1"}, "rivals": ["best_buy-aktie", "rs_legacy_1-aktie", "the_game_group-aktie", "hhgregg-aktie"], "text_data": {"de": [["30.03.20", "Gamestop: Folgt nun der Corona-Todesstoß?"], ["28.03.20", "Gamestop A hat Bilanz für das abgelaufene Quartal gezogen"], ["25.03.20", "Ausblick: Gamestop A stellt Quartalsergebnis zum abgelaufenen Jahresviertel vor"]], "en": [["01.06.20", "GameStop (GME) Outpaces Stock Market Gains: What You Should Know"], ["27.05.20", "GameStop Blasts Activist Investors' 'Wasteful' Attempt to Change Its Board"], ["20.05.20", "GameStop (GME) Stock Sinks As Market Gains: What You Should Know"], ["19.05.20", "Did GameStop Just Learn How to Survive the Digital Gaming Future?"], ["19.05.20", "GameStop shares rise 5% on letter to shareholders"], ["14.05.20", "Why GameStop, Foot Locker, and Michaels Companies Dropped Wednesday"], ["13.05.20", "Is the Options Market Predicting a Spike in GameStop (GME) Stock?"], ["07.05.20", "GameStop (GME) Stock Sinks As Market Gains: What You Should Know"], ["04.05.20", "Why GameStop Stock Was Down 10% Today"], ["03.05.20", "Why GameStop Rocketed 63.7% Higher in April"], ["27.04.20", "Grab some preowned games for half off at GameStop this week     - CNET"], ["27.04.20", "Activist Investors Ask GameStop for More Changes, 2 Board Seats"], ["25.04.20", "Why Is GameStop (GME) Up 8.2% Since Last Earnings Report?"], ["24.04.20", "GameStop (GME) Outpaces Stock Market Gains: What You Should Know"], ["22.04.20", "GameStop Updates Plans Amid Coronavirus, Reopens Few Stores"], ["22.04.20", "Gamestop Gives a Positive Update on Its Curbside Business"], ["21.04.20", "GameStop institutes temporary pay cuts, plans re-opening some stores"], ["21.04.20", "Why GameStop Is Tumbling This Morning"], ["20.04.20", "Why Shares of GameStop Popped 14.3% Today"], ["17.04.20", "Sony Just Dealt GameStop a Body Blow"], ["14.04.20", "Why Bloom Energy, GameStop, and Virgin Galactic Shares Bounced at Least 23% Today"], ["13.04.20", "Why Shares of GameStop Jumped Today"], ["06.04.20", "GameStop ordered to close stores after defying lockdown and instructing staff to “tape plastic bag over your hands”"], ["03.04.20", "Implied Volatility Surging for GameStop (GME) Stock Options"], ["28.03.20", "GameStop Changes Reporting, Leaving Investors in the Dark"], ["27.03.20", "Sony and GameStop Agree: The PS5 Launch Is Still On Track for the Holidays"], ["27.03.20", "After Big Sales Drop, GameStop Is Permanently Closing 300 Stores"], ["27.03.20", "GameStop Corp New (GME) Q4 2019 Earnings Call Transcript"], ["26.03.20", "Investors Bid Up GameStop After Its Earnings Per Share Beat Expectations"], ["26.03.20", "GameStop (GME) Tops Q4 Earnings Estimates"], ["26.03.20", "UPDATE 1-GameStop sees demand for remote work products, but suspends forecast on virus uncertainty"], ["26.03.20", "GameStop not to provide annual forecast on virus fears"], ["24.03.20", "GameStop Risk Rises as It's Not So Essential After All"], ["23.03.20", "GameStop Suspends Customer Access Due to Coronavirus Scare"], ["23.03.20", "Investor group to nominate two directors to GameStop board: sources"], ["23.03.20", "Investor group to nominate two directors to GameStop board-sources"], ["22.03.20", "GameStop closes stores to customers, offers curbside pickup amid coronavirus pandemic     - CNET"], ["20.03.20", "GameStop ignores retail lockdown orders claiming it is classed as “essential”"], ["20.03.20", "Coronavirus Quarantine: GameStop Claims Its Stores Are \"Essential Retail\""], ["19.03.20", "GameStop to keep retail stores open amid pandemic, according to report"], ["2020-06-02 10:00", "Batavia's stores could be back open, but many still aren't ...  Kohl's, Marshalls, Michaels and Jo-Ann Fabric. Other stores that had reopened were surprisingly empty, even for a Monday. There were just handfuls of cars scattered throughout the shopping strip's parking lot, and no stores had come close to meeting the state's new 50% occupancy requirement. Phase two is on track to begin in Western New York Tuesday. GameStop remain closed except for curbside pickup Monday, saying the store did not have enough staff to reopen. Salesman Maxwell Goll said he is happy the store is sticking with curbside pickup rather than fully reopening, believing it is easier to manage exposure to the coronavirus that way. Customers in Batavia were confused by retailers' patchwork reopening timelines. \"I didn't even ... "], ["2020-06-01 04:35", "George Floyd protesters loot several NYC stores, clash with cops ...  14th Street and 5th Avenue were smashed and boxes of candy littered the sidewalk as about 15 NYPD cops guarded the store Sunday night. At Trek Bicycle Bowery, a group of people made off with over a dozen bikes. Protesters marching in Union Square John Roca Protesters marching in Union Square. John Roca Protesters marching in Union Square John Roca The looted Gamestop on East 14th St Peter Gerber The looted Gamestop on East 14th St Peter Gerber Best Buy store at 14th Street and 4th. Ave. in Union Square prepping their windows with wood to protect from looters and vandals Bolivar Arellano Ad Up Next Close Several fires lit near White House as DC protests continue to rage Several fires were set just blocks from the White House... 6 View Slideshow Back Continue ... "], ["2020-05-31 20:33", "Live Blog: Bay Area braces for more George Floyd protests ...  Creek are boarding up their businesses to prepare for possible looters. Apple store in Walnut Creek preparing for possible looters as #GeorgeFloydProtests continue. @kron4news pic.twitter.com/39riaZ0oXB — Dan Thorn (@DanThorn_) May 31, 2020 11:30 a.m. Several stores in Oakland and Emeryville were hit by looters overnight. KRON4's Reyna Harvey shows us the damage to a GameStop in Emeryville. GameStop after demonstrations overnight in the #eastbay pic.twitter.com/TdPg5q8DxF — Reyna Harvey (@ReynaHarveyB) May 31, 2020 11 a.m. Mayor London Breed is implementing a citywide curfew in San Francisco following a night of George Floyd protests that turned violent. The curfew order will be in place from 8 p.m. to 5 a.m. and is effective immediately ... "], ["2020-05-31 19:00", "Get the PS4 lover in your life the best gift ... is Sony's effort to take that feeling a step further. It's a VR headset that lets people enjoy looking around from inside the game and offers a whole new set of games exclusive to the experience. This headset works with Sony's PlayStation Move controllers, which allows you to reach out with your hands and interact with the VR worlds seen in the headset. $280 at GameStop Charged cooling : OIVO vertical cooling stand This beast of a dock is compatible with every PS4 model, including the Pro. As a cooling stand, it'll make sure your console never overheats. It also features two docks on its side for a fast 2-hour charging time and a built-in protector chip so that you aren't ruining the batteries by overcharging. It also offers storage space ... "], ["2020-05-31 16:05", "As the pandemic continues, video games can offer escape and connection ...  to start filling up malls, movie theaters, concert venues and stadiums again. Virtual might not be so bad until we can see each other IRL (in real life). Here's how to get started. Computer or console? Video game consoles, like the Nintendo Switch, Xbox One or Playstation 4, are built specifically for gaming, so you should run into few technical problems. You can order one online on Amazon, GameStop, Best Buy, Walmart or Target. One important thing to note is that playing online requires a subscription, which can range from $20 a year to $90 a year. If you don't want to shell out hundreds on a console, there are other options. Maybe someone in your household can share a game console with you. Or you can borrow one from a neighbor or a friend for a ... "], ["2020-05-31 15:33", "Hard-to-find Nintendo Switch Lite is in stock at Best Buy, Target and GameStop ... . And no, you can't connect this version of the Switch to your TV -- that's only the pricier $299 Switch that remains out of stock nearly everywhere, though there are indications that shortage may finally begin abating by summer . But if you need more encouragement to take the plunge on the Lite model, you can read CNET's review of the Switch Lite . GameStop See Gray at GameStop Amazon Right now, there are no Nintendo Switch Lites available for online purchase for $200 at Amazon. Best Buy See Gray at Best Buy Target See Gray at Target Out of stock This list also includes units available at a higher price via a third-party reseller, or ones that are only available for pickup in a brick-and-mortar store location. See Gray at Amazon See Turquoise ... "], ["2020-05-31 04:29", "Roving Gangs Of Looters Ransacking Emeryville Stores Along Bay StreetLooters targeted several Emeryville retail establishments along Bay Street Saturday evening, storming into H&M, Best Buy, Lane Bryant, BevMo! and GameStop stores and racing out with merchandise."], ["2020-05-31 04:29", "Roving Gangs Of Looters Ransack Emeryville Stores Along Bay StreetLooters targeted several Emeryville retail establishments along Bay Street Saturday evening, storming into H&M, Best Buy, Lane Bryant, BevMo! and GameStop stores and racing out with merchandise."], ["2020-05-31 00:39", "One Dead, One Injured After Car Plunges 400 Feet Off Road In Chabot Regional Park ... News From KPIX Channel 5 Local News SF Bay Area Local News From CBS And KPIX 5 Consumer Tech Business LGBT Environment Politics Entertainment Education HealthWatch Autos Latest Headlines Roving Gangs Of Looters Ransack Emeryville Stores Along Bay Street Looters targeted several Emeryville retail establishments along Bay Street Saturday evening, storming into H&M, Best Buy, Lane Bryant, BevMo! and GameStop stores and racing out with merchandise. San Francisco George Floyd Protest Turns Violent; Mayor Breed Announces Curfew A San Francisco protest over the death of George Floyd while in police custody that had been peaceful much of Saturday turned ugly shortly before 9 p.m. as looters broke off and began smashing shop windows and looting stores in Union Square ... "], ["2020-05-30 19:16", "George Floyd killing: How CVS, AT&T are responding to violent protests ... across the country this week, some participants took advantage of the chaos to loot and vandalize nearby stores. Continue Reading Below In Minneapolis, where Floyd died while being arrested by a white officer, protesters broke into a Target and set fire to an AutoZone on Wednesday night, FOX Business previously reported . On Thursday night, other stores were hit , including a Family Dollar, GameStop, Urban Outfitters, Sephora and Timberland in Minneapolis. RIOT-RAVAGED RESTAURANT'S OWNER STANDS BY PROTESTERS: 'LET MY BUILDING BURN' In fact, CVS spokesperson Amy Thibault told FOX Business on Saturday that more than a dozen locations in the Minneapolis area have been damaged and closed \"as a result of the ongoing unrest in the state.\" A man ... "], ["2020-05-30 15:20", "Riot-ravaged restaurant's owner stands by protesters: 'Let my building burn' ...  STATES OVER MINNEAPOLIS KILLING The restaurant did not immediately respond to FOX Business's request for comment. A check-cashing business burns during protests in Minneapolis on May 29. AP Photo/John Minchillo) GET FOX BUSINESS ON THE GO BY CLICKING HERE Other businesses in the Minneapolis area were also damaged in the demonstrations this week, including a Target, a Family Dollar, GameStop and several CVS locations, FOX Business previously reported . CLICK HERE TO READ MORE ON FOX BUSINESS Markets Market Update sponsored by Advertisement Latest on Fox Business video 7 mins ago Business owner on struggle to rebuild after riots in Ferguson 14 mins ago Riot-ravaged restaurant's owner stands by protesters: 'Let my building burn' 17 mins ago US ... "], ["2020-05-30 03:08", "Best deals on video games, consoles, and gaming accessories for June 2020 ...  $690 Expires soon This bundle includes the Neon Nintendo Switch system with Switch Pro controller complete with Super Smash Bros. and Legend of Zelda. Buy at Newegg Katamari Damacy REROLL for Nintendo Switch $29 Expires soon Kamatari Damacy REROLL for the Switch is an HD port of the iconic PS2 game, finally bringing all of the hectic and hilarious rolling action to a Nintendo console. Buy at GameStop Looking for more great stuff? Find tech deals, fall sales, and other discounts on our curated deals page. Also be sure to follow our gaming page for the latest info on new and upcoming releases along with up-to-date news on gaming consoles, e-sports, and more. We strive to help our readers find the best deals on quality products and services, and we choose what ... "], ["2020-05-29 23:25", "How to use Apple Pay with your iPhone, Apple Watch, or Mac ... , you're good to go. Banks that support Apple Pay Apple Pay is supported by most financial institutions and credit card companies in the U.S. Apple provides an up-to-date list of all financial institutions that accept Apple Pay . Stores, websites, and apps that support Apple Pay Jackie Dove/Digital Trends Apple Pay is supported by hundreds of brands and websites, including 7-Eleven, GameStop, Etsy, Staples, and Fandango, with more being added all the time. You can find the current list of supported retailers here , or visit our exhaustive list of companies that accept Apple Pay here . Many third-party apps also allow you to use Apple Pay. You can check out some of those apps here . Of course, if you buy apps or other digital items from Apple, you can ... "], ["2020-05-29 19:32", "Minneapolis Retailers Shut Down After Rioters Ransack Shops ...  been protesting the death of George Floyd. Video of his arrest shows a police officer pinning Floyd's neck to the ground with his knee. Floyd cant be heard telling the cop he can't breathe. Protesters filled the area close to where the incident happened and set fire to a police station. Several businesses have been hit hard with damage including Family Dollar, CVS and GameStop along with Target, according to news reports and social media posts. \"We are heartbroken by the death of George Floyd and the pain it is causing our community,\" Minneapolis-based Target told Fox Business. \"At this time, we have made the decision to close a number of our stores until further notice. Our focus will remain on our team members' safety and helping ... "], ["2020-05-29 19:00", "Choose the PS4 controller that best fits your gaming needs ... switch. Pros: 6-button layout is designed for 2D games Easily swaps between PS3, PS4, and PC 10-foot wired cable Resembles Sega Saturn 3D Control Pad Cons: Lightweight Lacks touchpad Best Retro HORI Fighting Commander Perfect for 2D fighting games The six-button layout, D-Pad, and turbo button will make it easy to improve your combat performance and also works great for other 2D classics. $25 at GameStop Best for Kids: HORI Mini Wired Gamepad If you're trying to get your kids into gaming, they may struggle to properly use a controller where the buttons are spaced for adult hands. The HORI Mini Wired Gamepad will remove frustration with an easy grip and layout that's 40% smaller than the standard DualShock. It's also much cheaper, so you don't ... "], ["2020-05-29 15:51", "Target, CVS shut Minneapolis stores after rioters ravage retailers ...  this time, we have made the decision to close a number of our stores until further notice. Our focus will remain on our team members' safety and helping our community heal.\" Ticker Security Last Change Change % TGT TARGET CORP. 119.97 +1.54 +1.30% CVS CVS HEALTH CORPORATION 65.95 -0.61 -0.92% DLTR DOLLAR TREE INC. 97.76 +0.12 +0.12% GME GAMESTOP CORP 4.27 -0.06 -1.39% MINNEAPOLIS PROTESTS IN WAKE OF GEORGE FLOYD DEATH TURN DEADLY Target's closings come just after videos surfaced showing a stampede of rioters breaking into one of its stores, taking what they could and rushing out. TARGET, AUTOZONE RESPOND TO VIOLENT MINNEAPOLIS PROTESTS At CVS, six pharmacies have been damaged so far, including two inside Target stores, spokesperson Amy Thibault ... "], ["2020-05-28 21:45", "Nintendo Switch Lite is back in stock at Amazon, Best Buy and GameStop ...  a purchase. And no, you can't connect this version of the Switch to your TV -- that's only the pricier $299 Switch that remains out of stock nearly everywhere, though there are indications that shortage may finally begin abating by summer . But if you need more encouragement to take the plunge on the Lite model, you can read CNET's review of the Switch Lite . GameStop See Gray at GameStop Amazon See Gray at Amazon See Yellow at Amazon Best Buy See Turquoise at Best Buy See Yellow at Best Buy See Gray at Best Buy Target Right now, there are no Nintendo Switch Lites available for online purchase for $200 at Target. Out of stock This list also includes units available at a higher price via a third-party reseller, or ones that are only available for ... "], ["2020-05-28 21:31", "Almost impossible-to-get Oculus Quest is back in stock at Oculus ...  review 64GB version ($399) See 64GB at Oculus 128GB version ($499) See 128GB at Oculus Out of stock Note that this list may include bundles, used/refurbished models and third-party vendors that are listed as \"in stock,\" but often at much higher than the list price or with ship dates that are far in the future. See 64GB at GameStop See 64GB at Best Buy See 64GB at Amazon See 64GB at B&H See 128GB at GameStop See 128GB at Best Buy See 128GB at Amazon See 128GB at B&H This article is updated frequently to reflect product availability. Now playing: Watch this: The Oculus Quest may be a VR headset you should care... 5:35 CNET Review Oculus Quest The standalone VR headset earns our Editors' Choice. Read Review $531.00 at Amazon CNET's Cheapskate ... "], ["2020-05-28 20:06", "GameStop Announces First Quarter Fiscal 2020 Earnings Release DateGRAPEVINE, Texas, May 28, 2020 (GLOBE NEWSWIRE) -- GameStop Corp. GME, today announced that it will report first quarter fiscal 2020 earnings results after the market closes on Tuesday, June 9, 2020. The company will host an investor conference call at 5:"], ["2020-05-28 20:00", "Guam's retailers brace for the long road in COVID-19 pandemic recovery ... in the store at the same time. \"Normally, we would not see too many people come into the store. But even now with only 15 people allowed, we still don't get that many people,\" said Brian Mesa, supervisor for the GPO Bestseller location. \"There just aren't a lot of people coming into GPO recently. All the tourists are gone.\" A long line of GameStop customers forms during the Micronesia Mall's reopening in Dededo on May 11, 2020. (Photo: Frank San Nicolas/PDN) The store opened along with the partial reopening of GPO on May 11, with reduced hours of 11 a.m. to 7 p.m. a three-hour reduction for each day of the week. Accordingly, Bestseller's operations resulted in shift adjustments and reduced hours for its employees. Foot traffic ... "]]}}