{"postfix": "gap-aktie", "name": "GAP", "wkn": "863533", "time": "2020.06.02 13:45", "ts": 1591098320, "features": {"KGV": "9.18", "Marktkapitalisierung": {"Size": "Mrd", "Value": "3.07"}, "GA": "1.97", "KBV": "2.06", "BA": "8.79", "KCV": "5.23", "CA": "3.46", "Vola30": "112.62", "Vola90": "145.29", "Vola180": "107.82", "Vola250": "82.94"}, "rivals": ["hennes_mauritz-aktie", "abercrombie_fitch-aktie", "gerry_weber-aktie", "urban_outfitters-aktie", "tom_tailor-aktie", "inditex-aktie"], "text_data": {"de": [["31.05.20", "Analysten sehen für Gap-Aktie Luft nach oben"], ["25.05.20", "RWE im Höhenflug - kommt jetzt der Gap-Close?"], ["20.05.20", "Erste Schätzungen: Gap öffnet die Bücher zum abgelaufenen Quartal"], ["06.05.20", "GAP Resurs schluckt Uralskij Brojler"], ["06.05.20", "Gender-Gap: Studio71 will YouTuberinnen fördern"], ["30.04.20", "April 2020: So haben Analysten ihre Einstufung der Gap-Aktie angepasst"], ["23.04.20", "Mode: US-Modekonzern Gap wegen Corona-Krise in Finanznöten"], ["07.04.20", "US-Börsen: Breakaway Gap und Island Revearsal!"], ["31.03.20", "Was Analysten von der Gap-Aktie erwarten"], ["17.03.20", "Equal Pay Day: Der Gender Pay Gap könnte in drei Jahren Geschichte sein"], ["16.03.20", "H&M folgt anderen Modehändlern und schließt Läden"], ["13.03.20", "Gender Pay Gap: Gehaltsunterschiede im Handel besonders groß"], ["11.03.20", "Ausblick: Gap informiert über die jüngsten Quartalsergebnisse"], ["11.02.20", "Gender Pay Gap: Kaum Fortschritte bei der Diversität seit 2015: Männer dominieren Banken"], ["24.01.20", "Wirecard schließt das FT-Gap"], ["17.01.20", "MÄRKTE USA/Konjunkturoptimismus stützt Wall Street - Boeing unter Druck"], ["17.01.20", "MÄRKTE USA/Konjunkturoptimismus schiebt die Wall Street an"], ["17.01.20", "MÄRKTE USA/Konjunkturoptimismus hält Aktien auf Rekordkurs"], ["17.01.20", "MÄRKTE USA/Konjunkturoptimismus hält Wall Street auf Rekordkurs"], ["17.01.20", "MARKT USA/Konjunkturoptimismus hält Dow & Co auf Rekordkurs"], ["06.01.20", "Kurz informiert: Datensouveränität, Trump, ScanWatch, Digital Gender Gap"], ["06.01.20", "Digital Gender Gap: Frauen kriegen deutlich weniger Diensthandys als Männer"]], "en": [["2020.06.02", "Lost Stock offers mystery boxes of clothes from Topshop, New Look and Gap for half the retail price"], ["01.06.20", "Charity retailers turn to teenagers to fill volunteer gap"], ["01.06.20", "Alphabet, Amazon, Broadcom, Gap and Campbell Soup are part of Zacks Earnings Preview"], ["31.05.20", "Argentina narrows gap with creditors in debt talks"], ["29.05.20", "GrubHub stock gains after report of narrowed price gap in Uber takeover talks"], ["29.05.20", "Does Gap Inc Have Enough Cash To Survive Covid-19 Demand Shock?"], ["28.05.20", "Earnings Preview: Gap (GPS) Q1 Earnings Expected to Decline"], ["27.05.20", "Why Macy's, Gap, and Other Retailers' Stocks Are Up Today"], ["26.05.20", "Why Gap, Kohl's, and Other Retail Stocks Were Up Today"], ["26.05.20", "Slovak c/a gap widens in March"], ["25.05.20", "Gap between GAA's best and the rest will increase due to coronavirus impact on finances, says Down's Ross Carr"], ["23.05.20", "Gap between retail winners and losers widens to a chasm"], ["23.05.20", "Gap between retail winners and losers widens to a chasm"], ["22.05.20", " Widening income gap "], ["21.05.20", "Gap rushes in more robots to warehouses to solve virus disruption"], ["21.05.20", "Gap rushes in more robots to warehouses to solve virus disruption"], ["21.05.20", "Focus: Gap rushes in more robots to warehouses to solve virus disruption"], ["21.05.20", "FOCUS-Gap rushes in more robots to warehouses to solve virus disruption"], ["21.05.20", "Income gap widens amid pandemic "], ["20.05.20", "Is Gap Stock a Buy?"], ["19.05.20", "Why Kohl's, Gap, Macy's, and Other Department Store Stocks Are Down Today"], ["18.05.20", "Gap Inc. to Report First Quarter 2020 Results on June 4"], ["18.05.20", "Why The Gap and Other Retailers' Stocks Are Up Today"], ["17.05.20", "A Generation Gap in Car Wax"], ["15.05.20", "Bulgaria trade gap widens in March"], ["15.05.20", "Tory cuts led to funding gap for NHS not Stormont, says SF's Michelle O'Neill "], ["14.05.20", "Gap Inc. to Hold Virtual Annual Meeting of Shareholders on May 19, 2020"], ["14.05.20", "Abercrombie & Fitch Stock Has Lost 30% But It Is Still Better Than Gap Which Is Down 50%"], ["13.05.20", "Why Bed Bath & Beyond, Gap, and Other Retail Stocks Are Falling Today"], ["11.05.20", "Gap Thinks Becoming a Department Store Will Save It"], ["11.05.20", "Dollar outlook powers rare gap between positioning surveys"], ["09.05.20", "Fin24.com | Mind the gap: The Mboweni-Patel policy schism runs deep"], ["09.05.20", "Fin24.com | Mind the gap: The Mboweni-Patel policy schism runs deeper than you think"], ["08.05.20", "Why Gap, Bed Bath & Beyond, and Other Retail Stocks Closed Higher on Friday"], ["07.05.20", "Why Gap Stock Was Gaining Today"], ["07.05.20", "Gap Inc. Announces Closing of $2.250 Billion of Senior Secured Notes Offering and $1.868 Billion ABL Credit Facility"], ["07.05.20", "Gap to open 800 stores by the end of May"], ["07.05.20", "Can Gap Survive The COVID-19 Recession?"], ["06.05.20", "As Nordstrom, Macy's, Gap Reopen, Digital Looms Larger"], ["06.05.20", "Up To 800 Old Navy, Banana Republic, and Other Gap Stores Reopening Through May"], ["2020-06-02 11:28", "Day 2 of coronavirus unlock 1.0: Ground report from Indian cities ...  zones. 5 LUCKNOW Lucknow was abuzz with activity on the first day of Unlock 1.0 on Monday after the district administration allowed resumption of public transport services and increased the duration of opening of markets. Offices were also allowed to resume operations with full staff strength. Lucknow's oldest and largest market, Aminabad, and Hazratganj's Naza market also reopened after a gap of 70 days. Day 1 of the *Unlock 1.0 saw a gross violation of safety protocol across Lucknow, posing threat of escalation of Covid-19, which had been brought under control after 70 days of lockdown and enormous efforts by the administration. Wear a mask while offering namaz, bring your own jaa-namaz (prayer mat) and skull cap and don't stand shoulder ... "], ["2020-06-02 11:21", "Australia not immune from US-style racial tension ...  in training had contributed to the death of Indigenous man David Dungay in custody after he, like Mr Floyd, had complained \"I can't breathe\". Australia still has a very long way to go to heal the wounds of the historical mistreatment of Indigenous people. We must make much faster progress in closing the gap in health and education outcomes and encouraging Indigenous entrepreneurs. The most recent Closing the Gap report in February said one in four Indigenous children in years 5, 7 and 9 remain below the national minimum standard in reading. The protests here also serve to highlight the argument for creating a constitutionally enshrined Indigenous Voice along the lines of the Uluru Statement from the Heart. If Indigenous people have a body in ... "], ["2020-06-02 11:21", "Ashleigh Jordan Wears Lilac Leggings For Intense Partner Workout With Her Boyfriend ... on Monday, June 1, to post her latest workout video, which featured her boyfriend Brett Schneggenburger. For the workout, Ashleigh wore lilac leggings that clung to her shapely backside and sculpted legs and rose high on her hips. She paired the leggings with a black sports bra that featured cut-outs along the upper back and showed off plenty of muscle along her arms and shoulders. A small gap between her upper and lower halves teased a bit of toned tummy. Both garments were from the fitness model's personal activewear brand NVGTN. Ashleigh completed the look with a pair of white sneakers and wore her long, blond tresses pulled back in a ponytail to keep her hair from falling in her face during the workout. She also appeared to have made up her face with ... "], ["2020-06-02 11:21", "Two shootings overnight in Las Vegas: One officer on life support, one suspect dead ...  We're Open Baltimore Stronger2Gether Weather 7 Day Forecast School Closings Weather Alerts Weather Blogs Weather Cams Hurricane Interactive Radar Voice for Veterans Veteran Resources Veteran Spotlight News Local News State National Coronavirus World Election 2020 The Race 2020 Your Health Matters Conquering Addiction Working for the Future Education Bridging the Gap News Photo Gallery Watercooler News Literacy Project Investigations Matter for Mallory Maryland Mysteries Healthy Holly Controversy Contact WMAR-2 News Investigators Consumer Business Traffic Traffic Cams Travel Gas Prices Midday Maryland Sports Orioles Ravens Lacrosse Turkey Bowl Student Athlete High School Entertainment TV Listings Community Calendar Celebrity The List LAFF Bounce TV ... "], ["2020-06-02 11:15", "Alibaba's Dominance To Be Tested During China's Mid-Year 6.18 Shopping Festival ...  fresh produce. In the meantime, Pinduoduo is outpacing Alibaba's expansion in lower-tier regions, says Shawn Yang, a Shenzhen-based managing director of research firm Blue Lotus Capital Advisors. With a wide selection of cheap and deeply discounted goods, the five-year-old company saw its total user base grew 42% to 628.1 million during the same financial year, further narrowing the gap with Alibaba's 726 million active consumers in China. Yang says many more shoppers are searching for bargains on the platform, especially as their income levels fall due to the economic downturn. Jefferies analysts led by Thomas Chong expect Pinduoduo's total revenue this year to grow 62%, reaching 48.7 billion yuan. \"If you look at consumer segment, I think ... "], ["2020-06-02 11:15", "'The community is looking out for the community': Minneapolis volunteers led by local comedian organise as George Floyd protests' close groceries ...  the nation. While the media has been dominated by images of burning buildings and pictures of people being tear-gassed by police, communities directly affected by the destruction set to work helping themselves. They organised clean-ups, collections, and helped neighbours board up their buildings. Comedian said efforts will continue as long as needed (Andrew Buncombe ) They also stepped in to fill the gap created by the closure, or destruction, of supermarkets and pharmacies, many of them owned by people of colour. In south Minneapolis, a donation-drive at Sanford Middle School, close to where some of the first damage occurred, involved lines of cars backed up for some distance, as people dropped off supplies. In the twin city of St Paul, a day of donation ... "], ["2020-06-02 11:13", "Market Wrap, June 2: Here's all that happened in the markets today ...  the company's profit due to the Covid-19 pandemic. The stock was trading higher for the fifth straight trading day. In the past three months, the stock has zoomed 75 per cent against a 12 per cent decline in the S&P BSE Sensex. Shares of pharmaceutical companies continued their northward journey on Tuesday with Nifty Pharma index crossing 10,000 mark after a gap of 19 months as Aurobindo Pharma, Biocon, Cipla and JB Chemicals & Pharmaceuticals hit their respective 52-week highs on the National Stock Exchange (NSE). Glenmark Pharmaceuticals, Cadila Healthcare, Sun Pharmaceutical Industries, Aurobindo Pharma and Lupin were up in the range of 2 per cent to 5 per cent today. Read our full coverage on MARKET WRAP First Published: Tue, June 02 2020. 16:43 IST ... "], ["2020-06-02 11:11", "Love Island's Arabella Chi moves in with co-star Harley Brash after Wes Nelson split ...  Gemma Collins' music career with Naughty Boy 'torpedoed by coronavirus' The couple had both starred on Love Island on separate series, and Wes said earlier this year their relationship was \"going so, so well\". But a report in The Sun revealed they have gone their separate ways, and their six year age gap was a contributing factor. The source said: \"It's all over. They started to grow apart and the age gap became really noticeable between them. \"They want to remain civil with each other and hope to remain friends.\" Model Arabella has been forced to find a new pad after splitting from Wes Nelson (Image: Getty Images for boohoo and booh) Showbiz editor's picks How Kylie blew her millions Carole Baskin's new ... "], ["2020-06-02 11:11", "Secluded home for sale compared to Shrek's swamp with 'saddest toilet in world' ... for someone looking to get away and go back to basics during the global pandemic. After the home was shared in a Facebook group of 'depressing sales', some members compared it to Shrek's swamp and labelled it 'hell on earth'. It's listed for sale for about 60,000 (Image: Kennedy News & Media) Read More Related Articles Terraced house squeezed into narrow gap looks tiny until you step through front door The original post said: \"I might describe a little wooden outhouse as 'outdoor bathroom only'...but I think this qualifies as 'sad bucket in the yard with a toilet seat'...\" A second said: \"That's the saddest toilet in the world.\" Another commented: \"Getaway meaning as soon as you drive ... "], ["2020-06-02 11:05", "What About College in the Fall? 4 Options to Consider ...  prepared for a switch to remote or hybrid learning if there's a shutdown in your area. Whether your school will supply a prorated refund on room and board if it closes early. 3. Take a Gap Year Taking a gap year essentially means putting off enrollment. Often, many colleges will offer official deferment to incoming and current students to postpone attendance for a year without losing their spot. But students who choose to do it usually take a gap year to travel, intern or volunteer. Many of those options won't be available this time around. \"I think a gap year this year means a very basic 'I'm not going to enroll for a year.' I don't think it means there's anything extraordinary happening for that student,\" says MorraLee ... "], ["2020-06-02 11:01", "Police say four officers shot amid riots in St. Louis ...  We're Open Baltimore Stronger2Gether Weather 7 Day Forecast School Closings Weather Alerts Weather Blogs Weather Cams Hurricane Interactive Radar Voice for Veterans Veteran Resources Veteran Spotlight News Local News State National Coronavirus World Election 2020 The Race 2020 Your Health Matters Conquering Addiction Working for the Future Education Bridging the Gap News Photo Gallery Watercooler News Literacy Project Investigations Matter for Mallory Maryland Mysteries Healthy Holly Controversy Contact WMAR-2 News Investigators Consumer Business Traffic Traffic Cams Travel Gas Prices Midday Maryland Sports Orioles Ravens Lacrosse Turkey Bowl Student Athlete High School Entertainment TV Listings Community Calendar Celebrity The List LAFF Bounce TV ... "], ["2020-06-02 11:00", "Pennsylvania primary election: The polls are open for an election like no other ...  of a nonprofit foundation and chairwoman of the Greater Bath Area Chamber of Commerce. The November election will likely pit the winner against Northampton County Councilwoman Tara Zrinski , the only Democrat running for the seat. The Northampton County district includes Bath, Bushkill Township, Chapman, East Allen Township, Hanover Township, Lower Nazareth Township, Pen Argyl, Plainfield Township, Wind Gap and parts of Bethlehem Township and Moore Township. Auditor general Incumbent Eugene DePasquale has served his term limit, opening a race for Pennsylvania's top fiscal watchdog. Latest Elections Pennsylvania primary election: The polls are open for an election like no other Joe Biden looks to clinch nomination as 7 states, DC vote Pennsylvania's ... "], ["2020-06-02 11:00", "City council votes to cut many summer programs in Thunder Bay due to pandemic ...  management plan, as mandated by the province. The document, which is completed in phases and will take until 2024 to complete, will provide the city with plan on how to maintain, and pay for its current assets. The city should put away about $55.1 million per year for either future replacement or maintenance costs. However, the city budgets much less, leaving an infrastructure gap of about $21.7 million per year. Canada Day goes virtual in Thunder Bay, while Canadian Lakehead Exhibition is cancelled The creation of the plan itself received unanimous approval from council, however, the fact that some 'soft services' provided by the city, like parks and recreation services, could see cuts, as they are in the latter phases of the plan, concerned Coun ... "], ["2020-06-02 11:00", "Students still have questions about virtual universities ...  said. \"University, in the end, is more about the bonds and the relationships you make. \"But if you're in your room by yourself, learning online, the likelihood of you being able to get support from your classmates and your professors -- It's less likely to happen. If you're struggling, no-one will be able to tell.\" Gap year being considered The Canadian Association of University Teachers recently commissioned a survey of 1100 students across the country and found a significant number of those who are enrolled for September are having second thoughts, due to the impact of COVID-19. \"About 30 per cent said they were reconsidering,\" said executive director David Robinson. Wasiimah Joomun, executive director of the New Brunswick ... "], ["2020-06-02 10:59", "This will be worst recession ever, farming may save the day: Devesh Kapur ... . A labourer piles up wheat grain at the New Grain Market as its procurement is picking up, amid ongoing Covid-19 lockdown. Photo: PTI But the larger point is that just as the UPA created Aadhaar and then basically did very little with it. Having created the JAM trinity, the government has not been aggressive in nailing down last-mile problems, to ensure that the gap between funds deposited and received by beneficiaries is minimal. And frankly, the amounts transferred should be of magnitude larger in order to ensure a real safety net in these very difficult times but also, now that the economy is opening up, to jump-start demand. Overall, on the economic front, we desperately need fiscal spending for creating demand. If the government puts money in the ... "], ["2020-06-02 10:57", "Advisor Websites Announces The Launch Of MeetingMaker, An Online Scheduling Tool That Allows Financial Advisors To Simply And Easily Book Meetings With Prospects And Clients ... time booking meetings with clients and prospects, integrates with their website, and meets compliance requirements. And that's what we're doing, which ultimately makes it as easy as possible for our clients to manage and grow their business. No tool currently exists in the industry that allows advisors to efficiently schedule meetings, which is the gap MeetingMaker fills. By directly integrating with your website and working seamlessly with compliance, MeetingMaker is made specifically for financial advisors.\" - Graham Turner , COO, Advisor Websites. The decision to add the scheduling tool to the Advisor Websites Platform was in response to industry feedback demanding an easy way to schedule meetings with limited time and resources. While there ... "], ["2020-06-02 10:55", "Which of these 4 types you are reveals the risk you'll take to shop, dine and socialize — without a coronavirus vaccine ...  to a new breed of shopper. Essential shopping is open in all 50 states and consumer traffic continues to be strong. Yet some parts of the population aren't comfortable about going to stores and are seeking other methods to get the products they need. This had led to the dramatic expansion of the delivery and fulfillment economy to partially fill the gap. Instacart, Postmates and Walmart, for example, are each hiring tens of thousands of workers to meet surging demand for personal shopping, order fulfillment and delivery services. Amazon.com, meanwhile, is adding 175,000 employees and spending more than $4 billion just in personal protective equipment for its workers. Uber is shifting some of its emphasis to its Uber Eats unit, adding to its workforce ... "], ["2020-06-02 10:52", "Kuressaare hospital closes last coronavirus ward ...  sending letters 09:24 Opposition attempt to remove ERJK liquidation bill voted down at Riigikogu 08:59 Foreign minister: Estonia's May UNSC presidency stint was a success 08:34 Tallink's Isabelle to be added to Paldiski-Kapellskr route from Sunday 01.06 Gallery: Monument to continuity of choir tradition unveiled in Rapla 01.06 Finance minister calls for lifting of gender pay gap regulations 01.06 Tartu to celebrate 100th anniversary of Constitution at Arch Bridge 01.06 SDE leader demands Helme answer strawberry farmer tax evasion claims 01.06 Average price of Tallinn apartments up 9.1 percent on year in May 01.06 Kaljulaid: Every child and teenager in the country has demonstrated bravery Estonia and Brexit Updated 31.01.2020 08:16 What happens to UK ... "], ["2020-06-02 10:49", "Do Bay Area Police Departments Look Like the Communities They Serve? ...  MORE DIVERSITY OFTEN LED TO LESS POLICE MISCONDUCT AND FEWER COMPLAINTS ABOUT OFFICERS FROM MINORITIES. IN THE BAY AREA, GENDER REMAINS THE LARGEST DIVERSITY GAP AMONG OFFICERS WITH MANY COMPRISING AS MUCH AS 90% OF SOME DEPARTMENTS.\",\"video_id\":\"1745295939539_512\",\"video_length\":\"185819 ... is because if you take a look at what's happening onthe news right now it discourages people from joining police departments. Itdiscourages people and minorities from joining police departments.\" The largest diversity gap among Bay Area officers, however, centers around gender since men comprise as much as 90% of some police departments. \"All different kinds of things ... bring this depth of diversity not just race diversity,\" ... "], ["2020-06-02 10:48", "NH ranks among nation's best for child well-being but outcomes vary based on where in the state you live ... -ranked county Grafton to have their childhoods impacted by negative experiences. Save the Children's new report and rankings, titled \"The Land of Inopportunity: Closing the Childhood Equity Gap for America's Kids,\" provide both bird's-eye and granular views of child well-being across the country through both state and county-level data. Researchers  ... New Hampshire is No. 1 in the nation for the lowest infant death rates, and despite disparities demonstrated in the report, Save the Children pegs New Hampshire as having a lesser child equity gap than other states. At the county level, Carroll County has the highest numbers reflecting child mortality, at 53.9 deaths among children under age 18 per 100,000 population. Sullivan County has  ... "]]}}