{"postfix": "general_dynamics-aktie", "name": "GENERAL_DYNAMICS", "wkn": "851143", "time": "2020.06.02 14:23", "ts": 1591100628, "features": {"KGV": "14.78", "Marktkapitalisierung": {"Size": "Mrd", "Value": "38.17"}, "GA": "11.98", "KBV": "3.77", "BA": "47.01", "KCV": "11.94", "CA": "14.83", "Vola30": "43.78", "Vola90": "61.01", "Vola180": "48.33", "Vola250": "36.5"}, "rivals": ["boeing-aktie", "lockheed_martin-aktie", "rheinmetall-aktie", "northrop_grumman-aktie", "raytheon-aktie", "rockwell_collins-aktie"], "text_data": {"de": [["31.05.20", "Analysten sehen für General Dynamics-Aktie Luft nach oben"], ["30.04.20", "General Dynamics-Aktie: Einschätzungen und Kursziele der Analysten im April"], ["30.04.20", "General Dynamics: So viel setzte das Unternehmen zuletzt um"], ["28.04.20", "Ausblick: General Dynamics präsentiert das Zahlenwerk zum abgelaufenen Jahresviertel"], ["27.04.20", "ROUNDUP: Globale Militärausgaben auf Höchststand - Corona-Effekt erwartet"], ["14.04.20", "Erste Schätzungen: General Dynamics gewährt Anlegern Blick in die Bücher"], ["05.03.20", "General Dynamics weitet Aktienrückkauf aus und erhöht die Dividende das 23. Jahr in Folge"], ["29.02.20", "General Dynamics-Aktie: Experten empfehlen General Dynamics im Februar mehrheitlich zum Kauf "], ["28.01.20", "Ausblick: General Dynamics mit Zahlen zum abgelaufenen Quartal"]], "en": [["01.06.20", " General Dynamics (GD) Wins $3.4B Army Deal for Hydra Rockets"], ["29.05.20", "Why Is General Dynamics (GD) Up 13.7% Since Last Earnings Report?"], ["28.05.20", "General Dynamics (GD) Dips More Than Broader Markets: What You Should Know"], ["13.05.20", "General Dynamics Closing in on Blockbuster $17 Billion Sub Deal: Report"], ["04.05.20", "Stocks This Week: Sell Short General Dynamics And Cummins"], ["29.04.20", "General Dynamics Corp (GD) Q1 2020 Earnings Call Transcript"], ["29.04.20", "UPDATE 3-General Dynamics profit misses estimates as pandemic delays Gulfstream deliveries"], ["29.04.20", "General Dynamics (GD) Q1 Earnings & Revenues Miss Estimates"], ["29.04.20", "UPDATE 2-General Dynamics profit misses estimates as pandemic delays Gulfstream deliveries"], ["29.04.20", "General Dynamics (GD) Lags Q1 Earnings and Revenue Estimates"], ["29.04.20", "UPDATE 1-General Dynamics profit misses estimates as pandemic delays Gulfstream deliveries"], ["29.04.20", "General Dynamics profit falls 5.2% as pandemic delays Gulfstream deliveries"], ["29.04.20", "Northrop Earnings Miss, Guidance Cut; General Dynamics Falls Short"], ["22.04.20", "General Dynamics (GD) Earnings Expected to Grow: What to Know Ahead of Next Week's Release"], ["22.04.20", "General Dynamics (GD) is a Top Dividend Stock Right Now: Should You Buy?"], ["13.04.20", "General Dynamics Wins $56M Deal to Manufacture Missile Tubes"], ["08.04.20", "Is General Dynamics (GD) a Suitable Pick for Value Investors?"], ["06.04.20", "Why General Dynamics (GD) is a Great Dividend Stock Right Now"], ["03.04.20", "Why Shares of General Dynamics Fell in March"], ["26.03.20", "Why General Dynamics, Textron, and Northrop Grumman Shares Are All Up Today"], ["23.03.20", "Why Raytheon, General Dynamics, and United Technologies Stocks All Fell 10% Today"], ["22.03.20", "Better Buy: Boeing vs. General Dynamics"], ["20.03.20", "This is Why General Dynamics (GD) is a Great Dividend Stock"], ["15.03.20", "Stocks This Week: Buy General Dynamics And Omnicom Group"], ["14.03.20", "Cramer's lightning round: General Dynamics stock is a bet on a second Trump term"], ["05.03.20", "General Dynamics Rewards Investors With 7.8% Dividend Hike"], ["04.03.20", "Why General Dynamics (GD) is a Great Dividend Stock Right Now"], ["04.03.20", "The Zacks Analyst Blog Highlights: Merck, Novartis, Mondelez International, ServiceNow and General Dynamics"], ["28.02.20", "General Dynamics (GD) Down 8.3% Since Last Earnings Report: Can It Rebound?"], ["23.02.20", "Stocks This Week: Sell Short General Dynamics And Incyte And Buy General Electric"], ["17.02.20", "This is Why General Dynamics (GD) is a Great Dividend Stock"], ["30.01.20", "General Dynamics (GD) is a Top Dividend Stock Right Now: Should You Buy?"], ["29.01.20", "General Dynamics Corp (GD) Q4 2019 Earnings Call Transcript"], ["29.01.20", "UPDATE 3-General Dynamics tops profit estimates; submarine order beefs up backlog"], ["29.01.20", "General Dynamics (GD) Q4 Earnings Top Estimates, Sales Up Y/Y"], ["29.01.20", "Defense contractor General Dynamics profit surges 12%"], ["29.01.20", "General Dynamics (GD) Tops Q4 Earnings and Revenue Estimates"], ["29.01.20", "UPDATE 2-General Dynamics tops profit estimates on higher aerospace sales"], ["29.01.20", "UPDATE 1-General Dynamics tops profit estimates on higher aerospace sales"], ["29.01.20", "Raytheon, Northrop Earnings Mixed After Lockheed, General Dynamics Beat"], ["2020-06-02 11:52", "Why Microsoft and Slack Compete ... highest quality companies that he can find, buy them, and then to sit back and let compounding work its magic. See all of his articles here and make sure you follow him on Twitter. Follow @brianferoldi Follow @@brianferoldi In this episode of Industry Focus: Tech , Dylan Lewis and Motley Fool contributor Brian Feroldi discuss the competitive dynamics between Slack ( NYSE:WORK ) and Microsoft ( NASDAQ:MSFT ) and the enterprise software segment in general. Learn more about the messaging space and why it's so lucrative for both companies. To catch full episodes of all The Motley Fool's free podcasts, check out our podcast center . To get started investing, check out our quick-start guide to investing in stocks . A full transcript follows the video. This ... "], ["2020-06-02 11:30", "This 5G Stock Could Be About to Step on the Gas ...  the case in the long run, as Micron expects its mobile memory addressable market to expand substantially thanks to the advent of 5G smartphones. According to a recent presentation by Raj Talluri, the general manager of Micron's MBU, flagship 5G smartphones are expected to sport at least 8 GB of DRAM, compared to the 6 GB standard for 4G smartphones. A similar trend is expected in ... corner a sizable chunk of this market in the future. The company's updated guidance has already provided us a glimpse that a turnaround is in progress thanks to improving demand-supply dynamics in the memory space. Now the transition to the new networking standard could give Micron an added boost, making it a 5G stock worth keeping an eye on. Motley Fool Returns Stock  ... "], ["2020-06-02 11:22", "Bernie Sanders tries on a new role in 2020: Inside player ...  crafted a ceasefire in the ideological warfare that has dominated the Democratic Party, and its emboldened left wing, for the past five years. Deep and abiding divisions on major issues make the peace a tenuous one, but the personal bond between Sanders and Biden, set against the party's evolving power dynamics and a country veering from crisis to crisis under President Donald Trump, has set the stage for Democrats to enter the general election this fall with a unity of purpose they lacked in 2016. View 2020 presidential election polling The dtente is being quietly shepherded by Sanders campaign manager Faiz Shakir and top Biden aides Anita Dunn and Ron Klain. Shakir and Dunn, who ruffled Bernieworld when she compared Sanders' performance to that ... "], ["2020-06-02 11:02", "3 Great Stocks for Low-Risk Investors ...  in sales, year in and year out. The third reason J&J is a solid pick for risk-averse investors is that its financial strength enables the company to quickly adapt to changing market dynamics. If a promising new market emerges in healthcare but J&J isn't in it yet, it's usually just a matter of time before the company makes key acquisitions to jump  ...  as of 06/02/2020. Join Stock Advisor Cumulative Growth of a $10,000 Investment in Stock Advisor Calculated by Time-Weighted Return Stocks JNJ Johnson & Johnson NYSE: JNJ $147.19 down $-1.56 (-1.05%) DG Dollar General NYSE: DG $191.50 down $0.01 (-0.01%) BEP Brookfield Renewable Partners L.P. NYSE: BEP $48.27 down $0.58 (-1.19%) Related Articles If You Invested $10,000 in Johnson & Johnson's IPO, This  ... "], ["2020-06-02 10:16", "India staring at a GDP contraction of 10%, says former finance secretary ... services would be severely disrupted, it will be fair to estimate that about 8-10% of the GVA in this group would get lost in the year 2020-21. Putting the sum of parts together, supply side dynamics seem to suggest that India's GDP will contract by about 10-12% for the financial year as a whole. There are three primary contributors to the GDP from demand/expenditure side- private consumption, government  ... All rights reserved. From BS Website Home Companies Markets Opinion Politics Technology Specials Personal Finance Latest News Today's Paper RBI Policy General News General Videos General Photo Gallery Events Authors Education About us About Us Code of Conduct Terms & Conditions Privacy Policy Cookie Policy Disclaimer Investor Communication List of ... "], ["2020-06-02 10:00", "Here Are Six Dividend Stocks With Solid Payout Prospects—and a Built-In Exit Strategy ... CB). It's a well-capitalized insurer that recently announced a dividend increase. It yields 2.6%. Industrial stalwart Caterpillar (CAT) also made the list. It yields 3.4%. The company's board so far has opted to maintain its quarterly dividend at $1.03 a share, a sign that the payout is durable even in these difficult economic times. Aerospace and defense firm General Dynamics (GD), which yields 3%, was also included. In early March, the company's board declared a quarterly dividend of $1.10 a share, up from $1.02 previously. There were also three companies we found in health care, a relatively durable sector. That includes two biotech firms: Gilead Sciences (GILD) and Amgen (AMGN). Their businesses haven't been challenged the same way energy ... "], ["2020-06-02 09:00", "Axios-Ipsos Coronavirus Week 11: Race matters ... now.\" \"It also makes me angry\" because \"some people have the luxury of ignorance and other people don't.\" The big picture : Even as the racial dynamics of the pandemic reflect entrenched systemic inequities, Week 11 of our national survey finds an overall softening of Americans' fears and precautions as states continue to reopen their economies. 45%  ... view them in their masks. Methodology: This Axios/Ipsos Poll was conducted May 29-June 1 by Ipsos' KnowledgePanel. This poll is based on a nationally representative probability sample of 1,033 general population adults age 18 or older. The margin of sampling error is 3.2 percentage points at the 95% confidence level, for results based on the entire sample of adults, and 10  ... "], ["2020-06-02 07:36", "Daily Kos ... the disproportionate enlargement of Western countries how news can shape worldview. Historically, colonialism involved physical control over land and people, but these longstanding power dynamics continue to perpetuate the monopolization of modern forms of power, such as how control over media influences health, education, trade, economies, wars, and  ...  U.S. citizens for each day that U.S. Citizenship and Immigration Services offices remain closed. If the closures last until late fall, this could add up to as many as 441,000 missing voters in the general election.\" Ur Jaddou, director of DHS Watch and former USCIS chief counsel, said in a statement received by Daily Kos that there's been nothing holding the agency back from virtual oaths. \"To be  ... "], ["2020-06-02 06:48", "Anger sweeping across America does not necessarily mean votes against Trump ...  would sufficiently spur turnout among people of colour, it is likely the case that any anger activated by Trump more effectively steered people of colour to the front lines of protest action rather than to the polls,\" said Dr Phoenix in a UCI interview about his book in February. These dynamics of white flight and black anger together suggest that the President is not in a weaker electoral position, said Dr Johnson. He added: \"How this moment affects the general election - and the nation's direction - will be more determined by the Biden campaign's responses than by the president.\" Mr Biden showed he was keenly aware that he could not take the black electorate for granted on Monday (June 1). During a campaign event at a black church ... "], ["2020-06-02 05:47", "The Mars Rush: China, UAE And The US Are Rocketing To The Red Planet This Summer ...  Photo: NASA / NASA As for the UAE, it is set to launch its Hope Mission or Emirati Mars Mission (EMM) on July 14 via a Japanese rocket. Once there, Hope will orbit Mars to study the dynamics of the Martian atmosphere and get a full picture of the planet's weather and climate throughout the day and year, something that is yet to be fully understood. According to Air & Space Magazine, in ...  missions. In fact, the UAE space agency even partnered with three NASA veterans from U.S. universities. Therefore, the three missions' scientific goals will actually help further the general understanding of Mars and, in some ways, Earth. Loading... Related Stories SpaceX Reveals What Human Expedition To Mars Will Be Like Humans Might Need To Alter DNA To Colonize  ... "], ["2020-06-02 04:00", "Mitigate Risk And Drive Growth: Improve Results With Five Critical Marketing Inputs ... 1. Market Trends What macro trends (both emerging and current) are shaping your industry? Will they help or hurt your company? Should you be exploring new product categories or target markets based on changes in market dynamics? How can you add critical dimensions to your analysis that can surface threats or opportunities not previously considered? Tips to amplify your analysis: Look at the Big Four consulting firms' and your industry's relevant analyst reports. Check out conference proceedings, general business resources, including Harvard Business Review , university research and the publications of the World Economic Forum and Pew Research Center. Review Google Trends and Statista. Engage in regular dialogue with peers and thought leaders in your ... "], ["2020-06-01 03:49", "UN paper warns of Palestinian economic collapse due to COVID-19 ... Balilty) Regarding extending sovereignty, \"any move by Israel to annex parts of the occupied West Bank or any Palestinian withdrawal from bilateral agreements would dramatically shift local dynamics and most likely trigger conflict and instability in the occupied West Bank and Gaza Strip,\" the statement continued. UNSCO warned that, \"if current trends continue, the ... protests boil over By Charlotte Plantive , Joy POWELL and Laurent Banguet Police investigating after employee says she lied to protect Sara Netanyahu By TOI staff and AP Probe approved by attorney general; lawyer for PM's wife claims Avichai Mandelblit is seeking to bring down premier in 'obsessive' hunt Netanyahu denies plans for alternate prime minister's residence By  ... "], ["2020-06-01 03:17", "Experts: Community transmission of Covid-19 certainly on ... a worst case simulation\", which was shown to be way off the mark by subsequent events. \"Had the Government of India consulted epidemiologists who had better grasp of disease transmission dynamics compared to modelers, it would have perhaps been better served. From the limited information available in the public domain, it seems that the government was primarily advised by clinicians and academic  ...  that India was paying a heavy price both in terms of a humanitarian crisis and disease spread because of policy makers \"having relied overwhelmingly on general administrative bureaucrats\", instead of engaging with expert technocrats in the areas of epidemiology , public health, preventive medicine and social science. In a hard-hitting statement, the ... "], ["2020-06-01 02:11", "College coaches make varied statements in wake of George Floyd's death, protests — 'I had a great responsibility to speak up' ...  directors and 81 percent of head coaches in all sports are white. Alabama coach Nick Saban speaks to the media during a news conference on Jan. 6, 2020. (AP) Those dynamics led to an awkward undercurrent amid the variety of statements from leaders around college sports. There was everything from eloquent, searing and emphatic statements to clichd ones that appeared to  ...  white coaches on deaths like George Floyd Yahoo Sports New coronavirus losing potency, top Italian doctor says Reuters Fed Stimulus Pushes Mortgage Rates to Insane Lows Fetcharate Ad Minnesota attorney general to take over prosecutions in George Floyd's death NBC News David and Victoria Beckham Reportedly Want to Build a Secret, Underground Escape Tunnel from Their Home Marie Claire  ... "], ["2020-06-01 01:16", "Football and life will never be the same, says Messi ... been on hold since March because of the health crisis, which has seen over 27,000 deaths in the country, although La Liga will resume from June 11. \"Football, like life in general, I think will never be the same,\" Messi told El Pais yesterday, with quotes also published on Barcelona's club website. \"The return to training, competitions and what was  ... previously done normally now will have to be started again, but progressively. It will be a strange situation for us and for anyone who has to change their usual working dynamics. \"A lot of people have had a really bad time because this situation has affected them in some way, as happened to all those who lost their family and friends and couldn't  ... "], ["2020-06-01 00:49", "Aggressive policing tactics called into question as national protests flare ... 34;they would have been arrested.\" Stoughton said it's important that law enforcement agencies anticipate protesters' reactions and engage with them in a meaningful way so that tense dynamics can be defused. \"Taking a responsive approach that validates the reason protesters are out and lets them know they're being heard can forestall an escalation,\" Stoughton said. But ... .\" What to Read Next Nationwide protests over George Floyd's death: Live updates NBC News New Jersey: Say Bye To Expensive Solar Panels EnergyBillCruncher Ad Minnesota attorney general to take over prosecutions in George Floyd's death NBC News Atlanta mayor: 2 officers fired in 'excessive force' arrests Associated Press High school graduates receive  ... "], ["2020-06-01 00:20", "Sen. Amy Klobuchar on race, justice and the pandemic ... 39;ve kind of seen that from you recently. And it really does make me want to ask: There are a lot of white Americans who are on this journey of greater racial understanding about the dynamics in this country. Would you count yourself in that category? Klobuchar: For me, it's a way of thinking about it in a much bigger way, and especially our criminal justice system. Believe me,  ... ; particularly African American men — for so long. The cries for justice were the first thing that we heard, and they were loud and clear. Then, I got involved. I worked with Attorney General Keith Ellison; we met several times. We met with Reverend [Jesse] Jackson. We kept talking about what we can do in this case, obviously, trying to push the system. Then we got the  ... "], ["2020-05-31 21:00", "U.S. Shale Isn't Losing Sleep Over The 2020 Elections ... Europe Indonesia International Middle East North America South America Finance the Economy the Markets Investing & Trading Reports Commodities Gold Silver Breaking News Premium Articles Community My Account Latest Discussions Energy General Oil Stocks & Prices Other Energy Topics All Prices OPEC Blends Canadian Blends U.S. Blends WTI Crude 2 days 35.49 +1.78 +5.28% Brent Crude 2 days  ... has taken credit for the spectacular surge in U.S. shale oil production, rolled back a raft of regulations on the fossil fuel sector, and sworn to continue doing so if re-elected. The dynamics in the oil and gas sector have, in the past, determined the outcomes of U.S. presidential elections , which in this case appear to favor Trump courtesy of prevailing low gas prices. The  ... "], ["2020-05-31 19:01", "Lionel Messi: Football, Life 'Will Never Be the Same' After COVID-19 Pandemic ... Images While world football is slowly returning to a state of normalcy, Barcelona star Lionel Messi pondered whether the coronavirus pandemic will leave long-term consequences. \" Football, like life in general, I think will never be the same,\" Messi said in an interview with Spanish paper El Pais (h/t Barcelona's official site ). \" The return to training,  ...  and what was previously done in a normal way, now will have to be started again, but progressively. It will be a strange situation for us and for anyone who has to change their usual working dynamics.\" This article will be updated to provide more information on this story as it becomes available. Get the best sports content from the web and social in the new B/R app . Get the app  ... "], ["2020-05-31 15:01", "Are Market Bulls Too Optimistic? ...  at hand, technically, it would suggest the decline in March was only a 'correction' and not the beginning of a 'bear market.'\" While the negative risk/reward dynamics are evident, the more negative outcomes are becoming less probabilistic. However, on a longer-term basis, a deeper correction becomes more possible, given the deviation in prices from the underlying fundamentals. Are ...  Value Walk Wolf Street skwealthacademy Sort by Relevance Newest Oldest ZeroHedge Search Welcome Log in Today's Top Stories Loading... Contact Information Tips: tips@zerohedge.com General: info@zerohedge.com Legal: legal@zerohedge.com Advertising: Click here Abuse/Complaints: abuse@zerohedge.com Suggested Reading Make sure to read our \"How To [Read/Tip  ... "]]}}