{"postfix": "gigaset-aktie", "name": "GIGASET", "wkn": "515600", "time": "2020.06.02 11:31", "ts": 1591090271, "features": {"KGV": "9.52", "Marktkapitalisierung": {"Size": "Mio", "Value": "38.10"}, "GA": "0.04", "KBV": "1.41", "BA": "0.25", "KCV": "2.71", "CA": "0.21", "Vola30": "106.71", "Vola90": "169.05", "Vola180": "126.26", "Vola250": "104.69"}, "rivals": ["deutsche_telekom-aktie", "orange-aktie", "siemens-aktie", "telecom_italia-aktie", "panasonic-aktie", "philips-aktie"], "text_data": {"de": [["17.03.20", "NACHBÖRSE/XDAX -0,9% auf 8.858 Pkt - Sabilus 5% schwächer"], ["27.02.20", "TechStage | Gigaset GS195 LS im Test: Seniorenhandy light für fitte Best-Ager"], ["11.02.20", "MWC: Intel, MediaTek, Gigaset: Weitere MWC-Absagen wegen Coronavirus"]], "en": [["28.05.20", "Gigaset AG : Gigaset AG publishes report on the first quarter of 2020"], ["26.05.20", "Gigaset AG : Software Update turns Gigaset N670 IP PRO Single-Cell into Multi-Cell System that grows with any Company"], ["13.05.20", "Gigaset AG : Preliminary announcement of the publication of quarterly reports and quarterly/interim statements"], ["28.04.20", "Gigaset AG : Gigaset AG publishes 2019 Annual Report: Forecast achieved in full, EBITDA and Free Cash Flow surpassed"], ["24.04.20", "Gigaset AG : Preliminary announcement of the publication of financial reports according to Articles 114, 115, 117 of the WpHG [the German Securities Act]"], ["2020-05-25 13:30", "Making an indie phone is not for the faint-hearted ...  kinds of phone you might find on Wish , likely made by an ODM in Shenzhen or similar. \"You only have to look at a few Kickstarters, and you'll quite quickly start to realize what's really homegrown and what's kind of pretending to be homegrown,\" Davidson said. Jorg Wurzer For Wurzer and Volla, using a local manufacturer had other benefits. \"With Gigaset, because they are able to produce highly customized, small batches through the way they're produced. It's not manufactured by people in Asia, it's a highly automated way to produce them with robots and people and because of that, it's possible to produce high quality and low price and high customization\" He said. \"And what you can't underestimate ... "]]}}