{"postfix": "gilead_sciences-aktie", "name": "GILEAD_SCIENCES", "wkn": "885823", "time": "2020.06.02 12:42", "ts": 1591094545, "features": {"KGV": "9.96", "Marktkapitalisierung": {"Size": "Mrd", "Value": "84.83"}, "GA": "6.63", "KBV": "3.89", "BA": "16.98", "KCV": "9.91", "CA": "6.66", "Vola30": "36.14", "Vola90": "54.58", "Vola180": "44.48", "Vola250": "34.68"}, "rivals": ["bb_biotech-aktie", "amgen-aktie", "merck_co-aktie", "roche_2-aktie", "novartis-aktie", "pfizer-aktie", "biogen-aktie"], "text_data": {"de": [["31.05.20", "So schätzen Analysten die Gilead Sciences-Aktie ein"], ["31.05.20", "AKTIONÄR-Depot-Wert Gilead: Verzögerung bei EU-Zulassung für Corona-Medikament "], ["29.05.20", "Pharmakonzern Gilead: Zulassung von Remdesivir als Corona-Mittel verzögert sich"], ["29.05.20", "Zulassung von Remdesivir als Mittel gegen Covid-19 verzögert sich"], ["29.05.20", "Druck auf Remdesivir-Hersteller Gilead: 10 Dollar oder 4500 Dollar - die Preisfrage des Covid-Heilmittels"], ["29.05.20", "Roche und Gilead zusammen gegen Corona"], ["28.05.20", "Power-Couple: Roche und Gilead verbünden sich gegen das Coronavirus"], ["28.05.20", "Coronavirus und die Folgen: Roche und Gilead starten gemeinsame Studie zur Behandlung von Covid-19"], ["26.05.20", "Corona-Hoffnung: Merck &amp;amp;amp;amp;amp;amp;amp;amp; Co macht Gilead Konkurrenz - kommt das „bessere“ Remdesivir?"], ["26.05.20", "Opening Bell: Dow Jones vor dreistelligem Plus; Novavax, Gilead Sciences, Microsoft, Amazon, Facebook"], ["26.05.20", "US-Pharmagigant Merck treibt die Entwicklung von Corona-Therapien voran"], ["18.05.20", "MÄRKTE USA/Börsen mit zunehmenden Lockerungen fester"], ["13.05.20", "Für schnelle Corona-Bekämpfung: Gilead verbündet sich mit Generika-Firmen"], ["13.05.20", "Für schnelle Corona-Bekämpfung: Gilead verbündet sich mit Generikafirmen"], ["10.05.20", "Kölner Mediziner: Remdesivir-Studie kommt voran"], ["06.05.20", "MÄRKTE USA/Jobdaten stoppen Rally - Nur Nasdaq im Plus"], ["06.05.20", "MÄRKTE USA/Dow dreht ins Minus - GM und Beyond Meat sehr fest"], ["06.05.20", "MÄRKTE USA/Hoffnung auf Rückkehr zu Normalität - GM und Beyond Meat sehr fest"], ["06.05.20", "MÄRKTE USA/Hoffnung auf Rückkehr zu Normalität - GM und Beyond Meat sehr fest"], ["06.05.20", "MARKT USA/Weitere Kursgewinne an Wall Street erwartet"], ["06.05.20", "Gilead will globale Versorgung des COVID-19-Medikaments Remdesivir sicherstellen"], ["05.05.20", "Neue Prognose: Corona-Hoffnung Remdesivir 2020 mit Milliardenumsätzen? Depot-Aktie Gilead im Check"], ["04.05.20", "Nach Notfallgenehmigung in USA: Gilead will Remdesivir auch exportieren"], ["03.05.20", "Begrenzter Einsatz von Remdesivir gegen Covid-19 in den USA erlaubt"], ["02.05.20", "ROUNDUP: USA erlauben begrenzten Einsatz von Corona-Wirkstoff Remdesivir"], ["02.05.20", "USA erlauben begrenzten Einsatz von Corona-Wirkstoff Remdesivir"]], "en": [["2020.06.02", "A new batch of data for Gilead Sciences’ remdesivir points to efficacy but it’s no ‘silver bullet’"], ["01.06.20", "Gilead says drug helped moderately ill coronavirus patients"], ["01.06.20", "Gilead remdesivir results mixed in moderate COVID-19 patients"], ["01.06.20", "UPDATE 2-Gilead remdesivir results mixed in moderate COVID-19 patients"], ["01.06.20", "Gilead says remdesivir helped moderate COVID-19 patients improve"], ["01.06.20", "UPDATE 1-Gilead says remdesivir helped moderate COVID-19 patients improve"], ["01.06.20", "Gilead says remdesivir helped moderate coronavirus patients improve"], ["01.06.20", "Gilead Stock Dips On Mixed Results In Coronavirus Treatment Study"], ["01.06.20", "Gilead says remdesivir helped moderate COVID-19 patients improve"], ["01.06.20", "Gilead trades that made millions on COVID-19 drug news raise eyebrows"], ["30.05.20", "Why Is Gilead (GILD) Down 7.3% Since Last Earnings Report?"], ["28.05.20", "Gilead study shows shorter 5-day course of remdesivir works as well as 10-day one"], ["28.05.20", "Zacks.com featured highlights include: TakeTwo Interactive Software, Gilead Sciences and Regeneron Pharmaceuticals"], ["28.05.20", "Gilead Inks 10-Year Deal With Arcus for Immuno-oncology Drugs "], ["28.05.20", "Gilead Sciences, Roche to study remdesivir/Actemra combination in Covid-19 patients"], ["28.05.20", "Gilead Sciences, Roche to study remdesivir/Actemra combination in coronavirus patients"], ["27.05.20", "Gilead study shows shorter 5-day course of remdesivir works as well as 10-day one"], ["27.05.20", "Gilead Sciences Signs $2 Billion Partnership with Arcus Biosciences"], ["27.05.20", "The Zacks Analyst Blog Highlights: Novavax, Moderna, Pfizer, Gilead and Vir Biotechnology"], ["27.05.20", "Gilead to develop immuno-oncology drugs with Arcus"], ["26.05.20", "Gilead Sciences' remdesivir to be available for selected Covid-19 patients in the UK"], ["26.05.20", "Gilead Sciences' remdesivir to be available for selected coronavirus patients in the UK"], ["23.05.20", "Mixed Results for Gilead Sciences' COVID-19 Treatment"], ["23.05.20", "Better Coronavirus Stock: Gilead Sciences or Vir Biotechnology?"], ["22.05.20", "Has Gilead Sciences (GILD) Outpaced Other Medical Stocks This Year?"], ["22.05.20", "Before You Buy Gilead Sciences Stock, Read This"], ["22.05.20", "Gilead (GILD) Gains 13% YTD on Coronavirus Drug Development "], ["21.05.20", "Galapagos and Gilead Sciences Post Successful Yet Disappointing Filgotinib Results"], ["21.05.20", "Gilead, Galapagos Announce Positive Data on Inflammatory Drug"], ["21.05.20", "Higher dose of Gilead-Galapagos drug meets ulcerative colitis study goals"], ["21.05.20", "UPDATE 2-Higher dose of Gilead-Galapagos drug meets ulcerative colitis study goals"], ["20.05.20", "UPDATE 1-Higher dose of Gilead-Galapagos drug meets ulcerative colitis study goals"], ["20.05.20", "Gilead-Galapagos's drug meets main goals of ulcerative colitis study"], ["18.05.20", "The Zacks Analyst Blog Highlights: JPMorgan Chase, AbbVie, Royal Dutch Shell, Gilead Sciences and Anthem"], ["17.05.20", "Is Gilead Sciences a Great Dividend Stock?"], ["16.05.20", "Better Buy: Intercept Pharmaceuticals vs. Gilead Sciences"], ["15.05.20", "Gilead to end coronavirus drug trials, adding to access worry -researchers"], ["14.05.20", "Pluralsight, Stanley Black Decker, Gilead, Regeneron and GlaxoSmithKline as Zacks Bull and Bear of the Day"], ["14.05.20", "Gilead Sciences' remdesivir to be distributed in 127 countries "], ["13.05.20", "Where Will Gilead Sciences Be in 1 Year?"], ["2020-06-02 11:32", "Supreme Court adjourns hearing on plea seeking changing name from India to 'Bharat' ... , 13:32 IST Facebook Twitter Linkedin Mail AA + Text Size Small Medium Large Up Next Supreme Court adjourns hearing on plea seeking changing name from India to 'Bharat' Day 2 of coronavirus unlock 1.0: Ground report from Indian cities Congress targets ruling K. Chandrashekar Rao govt over unemployment issue on Telangana Formation Day India's drug regulator grants Gilead Sciences marketing authorisation for remdesivir NEW DELHI: The Supreme Court on Tuesday adjourned to another day, without giving any date, a petition seeking directions to the Centre to amend the Constitution and replace the word India with 'Bharat' claiming it will \"instill a sense of pride in our nationality.\" The petition filed by one Namah was earlier listed to ... "], ["2020-06-02 11:28", "Day 2 of coronavirus unlock 1.0: Ground report from Indian cities ...  unlock 1.0: Ground report from Indian cities TIMESOFINDIA.COM / Updated: Jun 2, 2020, 13:30 IST Facebook Twitter Linkedin Mail AA + Text Size Small Medium Large Up Next Day 2 of coronavirus unlock 1.0: Ground report from Indian cities Congress targets ruling K. Chandrashekar Rao govt over unemployment issue on Telangana Formation Day India's drug regulator grants Gilead Sciences marketing authorisation for remdesivir 2 terrorists killed in encounter with security forces in Pulwama NEW DELHI: Gross violations of social distancing were reported from cities across the country on the first day of Unlock 1.0. Last week, the government after extending the coronavirus-induced lockdown three times, decided that it was now time to re-open the economy. Here is ... "], ["2020-06-02 11:09", "Congress targets ruling K. Chandrashekar Rao govt over unemployment issue on Telangana Formation Day ...  issue on Telangana Formation Day Congress targets ruling K. Chandrashekar Rao govt over unemployment issue on Telangana Formation Day PTI / Jun 2, 2020, 13:09 IST Facebook Twitter Linkedin Mail AA + Text Size Small Medium Large Up Next Congress targets ruling K. Chandrashekar Rao govt over unemployment issue on Telangana Formation Day India's drug regulator grants Gilead Sciences marketing authorisation for remdesivir 2 terrorists killed in encounter with security forces in Pulwama Centre opposes in HC plea on declaration of PM CARES funds HYDERABAD: On the occasion of Telangana Formation Day on Tuesday, state Congress President N Uttam Kumar Reddy targeted the ruling Telangana Rashtra Samithi (TRS) government over the issue of unemployment, and non ... "], ["2020-06-02 11:04", "India's drug regulator grants Gilead Sciences marketing authorisation for remdesivirIndia News: India's drug regulator has granted US pharma giant Gilead Sciences marketing authorisation for its anti-viral drug remdesivir for"], ["2020-06-02 10:18", "COVID cases rising in Russia, Eastern Europe, waning in Western Europe: WHO ...  as equities extend winning run MarketWatch Medicare Supplement F Rates May Rattle Retirees System1 | Medicare | Search Ads Ad Dental Drug Market Analysis and Industry Insights Report, 2028 | Market Growth to be Motivated by Increasing Alertness Towards Oral Cleanliness and Dental Care: Radiant Insights, Inc. PR Newswire Death toll grows in national protests Associated Press A new batch of data for Gilead Sciences' remdesivir points to efficacy but it's no 'silver bullet' MarketWatch Arthritis Symptoms May Be Totally Unexpected System1 | Arthritis | Search Ads Ad D.C. bishop 'outraged' Trump used tear gas on citizens for photo op at church Yahoo Entertainment The officer who stood by as George Floyd died is Asian American. We need to ... "], ["2020-06-02 10:07", "Coronavirus LIVE updates: UK coronavirus death toll nears 50,000, new data reveals ... . This includes avoiding kissing, showering before and after sex, and even wearing masks while having sex. Read more here. The coronavirus lockdown has had a significant impact on the sex life of the nation (Image: Getty Images/iStockphoto) 08:58 India approves emergency use of remdesivir to treat Covid-19 patients India's government said on Tuesday it has approved Gilead Sciences Inc's antiviral drug remdesivir for emergency use in treating COVID-19 patients. Remdesivir is the first drug to show improvement in COVID-19 patients in formal clinical trials. It was granted emergency use authorization by the U.S. Food and Drug Administration last month and has received approval by Japanese health regulators. \"(Remdesivir) approved on June 1 under ... "], ["2020-06-02 10:00", "More looting and arrests amid peaceful protests in L.A. ...  Scientists studying tiny exhaled particles that could transmit the coronavirus say a Centers for Disease Control and Prevention decision to drop warnings against choral singing is dangerous, risking more \"super spreading events\" such as a Washington state choir practice linked to two deaths. Science Gilead says drug helped moderately ill coronavirus patients Science Gilead says drug helped moderately ill coronavirus patients Gilead Sciences said its experimental drug remdesivir improved symptoms when given for five days to moderately ill, hospitalized patients with COVID-19. California Tracking California's path to reopening, plus news, advice and distractions (free) California Tracking California's path to reopening, plus news, advice and ... "], ["2020-06-02 10:00", "Here Are Six Dividend Stocks With Solid Payout Prospects—and a Built-In Exit StrategyCaterpillar, Chubb, and Gilead Sciences are among the dividend-paying stocks whose prospects look solid for continued payouts amid the pandemic."], ["2020-06-02 09:46", "Government Approves Remdesivir \"Under Emergency Use\" For COVID-19: ReportThe government said on Tuesday it has approved Gilead Sciences Inc's antiviral drug remdesivir for emergency use in treating COVID-19 patients."], ["2020-06-02 09:15", "Coronavirus treatment: Arvind Kejriwal launches app, helpline number for update on hospital beds in Delhi ...  in coronavirus cases. He reassured the public in his daily web-conference that if they test positive for coronavirus, the state government is prepared to provide all medical facilities. Related News Ebola strikes Congo again! WHO to send response team to monitor second outbreak; details COVID-19 outbreaks may be seasonal, scientists say COVID-19: India's drug regulator grants Gilead Sciences marketing authorisation for remdesivir Providing the reason behind launching the new app for hospital beds, Kejriwal said that he got to know about instances that people have been complaining about the lack of hospital beds in Delhi despite the fact as of today the city has 4,100 covid-designated beds vacant. Hence, he blamed the communication gap for such issues ... "], ["2020-06-02 09:05", "France Sees 11% Economic Plunge; Tokyo Cases Spike: Virus Update ...  of social-distancing efforts. AD Key Developments: Virus Tracker: Cases reach 6.27 million; deaths exceed 375,600 France says virus recession will be deeper than expected AD Hong Kong to brief on coronavirus prevention measures Tokyo to issue virus alert as cases rise LNG shipments fall for first time since 2017 amid pandemic New York's Cuomo warns mass protests could accelerate virus spread Gilead Sciences Inc.'s remdesivir drug showed only a limited benefit Subscribe to a daily update on the virus from Bloomberg's Prognosis team here. Click VRUS on the terminal for news and data on the coronavirus. For a look back at this week's top stories from QuickTake, click here. Germany Furloughs Reached Record 7 Million in May, Ifo Says (4:09 p.m ... "], ["2020-06-02 09:02", "Ebola strikes Congo again! WHO to send response team to monitor second outbreak; details ... WHO is trying to monitor and tackle other health emergencies also, he added. Further, WHO will be sending a response team to Congo as it is crucial to curb it in the early stages given the vulnerability of health situations across the world. Related News COVID-19 outbreaks may be seasonal, scientists say COVID-19: India's drug regulator grants Gilead Sciences marketing authorisation for remdesivir Fake Ayushman Bharat website fraud busted! 4200 victims identified Apart from WHO, the United Nations Children's Fund (UNICEF) is also working with the government of DRC to help fight the Ebola epidemic. According to a statement by UNICEF DRC Representative Edouard Beigbeder, the organisation will be providing some essential equipment, water and sanitation ... "], ["2020-06-02 09:01", "Flight guidelines for COVID 19: Global airlines body IATA urges governments to implement ICAO measures ...  Economy Personal Finance Front Page FE Insight FE@campus Brand Wagon Today's Paper ePaper Photos Videos Horoscope Archive Invest Abroad News Companies, Stock Quotes Next Stories 1 Southwest monsoon to hit Goa on June 6, says IMD senior official 2 COVID-19 outbreaks may be seasonal, scientists say 3 COVID-19: India's drug regulator grants Gilead Sciences marketing authorisation for remdesivir Switch to Hindi Edition Stay connected Mobile Apps Top Trending Coronavirus Live News PM Modi LIVE at CII Share Market LIVE Unlock 1.0 Employees Provident Fund Calculation Latest News India News MARKET NEWS STOCK QUOTES Industry Technology Money Infrastructure Auto Economy POPULAR CATEGORIES Jobs SME MUTUAL FUNDS Railways Brand Wagon Income Tax Health Science ... "], ["2020-06-02 09:00", "India cautiously opens up even as coronavirus cases rise ...  economy. The lockdown was brutally devastating for daily laborers and migrant workers, who fled cities on foot for their family homes in the countryside. The country's unemployment rate rose to 23.48% in May, according to official data released Monday. Gilead says drug helped moderately ill coronavirus patients June 02, 2020 By MARILYNN MARCHIONE A California biotech company says its experimental drug remdesivir improved symptoms when given for five days to moderately ill, hospitalized patients with COVID-19. Gilead Sciences gave few details on Monday but said full results would soon be published in a medical journal. Remdesivir is the only treatment that's been shown in a rigorous experiment to help fight the coronavirus. A large study led by the ... "], ["2020-06-02 09:00", "McConnell says Senate to take up House's PPP flexibility bill ...  economy. The lockdown was brutally devastating for daily laborers and migrant workers, who fled cities on foot for their family homes in the countryside. The country's unemployment rate rose to 23.48% in May, according to official data released Monday. Gilead says drug helped moderately ill coronavirus patients June 02, 2020 By MARILYNN MARCHIONE A California biotech company says its experimental drug remdesivir improved symptoms when given for five days to moderately ill, hospitalized patients with COVID-19. Gilead Sciences gave few details on Monday but said full results would soon be published in a medical journal. Remdesivir is the only treatment that's been shown in a rigorous experiment to help fight the coronavirus. A large study led by the ... "], ["2020-06-02 09:00", "Gilead says drug helped moderately ill coronavirus patientsBy MARILYNN MARCHIONE A California biotech company says its experimental drug remdesivir improved symptoms when given for five days to moderately ill, hospitalized patients with COVID-19. Gilead Sciences gave few details on Monday but said [...]"], ["2020-06-02 08:20", "COVID-19 outbreaks may be seasonal, scientists say ...  per cent, according to a study which draws a link between the local climate and transmission of the novel coronavirus. The study, published in the journal Transboundary and Emerging Diseases assessed the relationship between climate and COVID-19 in the southern hemisphere, and claims that the disease may be seasonal in nature. Related News COVID-19: India's drug regulator grants Gilead Sciences marketing authorisation for remdesivir Fake Ayushman Bharat website fraud busted! 4200 victims identified Warmer temperatures may not slow COVID-19 transmission by much: Study Catch live updates on coronavirus here \"COVID-19 is likely to be a seasonal disease that recurs in periods of lower humidity. We need to be thinking if it's winter time, it could be ... "], ["2020-06-02 08:10", "India approves emergency use of remdesivir to treat Covid-19 patientsBENGALURU (REUTERS) - India's government said on Tuesday (June 2) it has approved Gilead Sciences's antiviral drug remdesivir for emergency use in treating Covid-19 patients.. Read more at straitstimes.com."], ["2020-06-02 08:04", "India approves emergency use of remdesivir to treat COVID-19 patientsIndia's government said on Tuesday it has approved Gilead Sciences Inc's antiviral drug remdesivir for emergency use in treating COVID-19 patients."], ["2020-06-02 07:53", "India approves emergency use of remdesivir to treat COVID-19 patientsIndia's government said on Tuesday it has approved Gilead Sciences Inc's antiviral drug remdesivir for emergency use in treating COVID-19 patients."]]}}