{"postfix": "glaxosmithkline-aktie", "name": "GLAXOSMITHKLINE", "wkn": "940561", "time": "2020.06.02 12:45", "ts": 1591094746, "features": {"KGV": "14.44", "Marktkapitalisierung": {"Size": "Mrd", "Value": "94.40"}, "GA": "1.24", "KBV": "7.39", "BA": "2.42", "KCV": "11.19", "CA": "1.60", "Vola30": "26.35", "Vola90": "43.82", "Vola180": "34.76", "Vola250": "26.71"}, "rivals": ["johnson_johnson-aktie", "merck_co-aktie", "gilead_sciences-aktie", "roche_2-aktie", "bayer-aktie", "teva_adrs-aktie", "novartis-aktie"], "text_data": {"de": [["19.05.20", "Streit um Corona-Impfstoff: Sanofi-Spitzenmanager bei Macron"], ["14.05.20", "Paris: Corona-Impfstoff von Sanofi soll allen zur Verfügung stehen"], ["14.05.20", "ROUNDUP: Pharmariese Sanofi will Corona-Impfstoff allen zur Verfügung stellen"], ["30.04.20", "Analysten sehen für GlaxoSmithKline-Aktie Luft nach oben"], ["30.04.20", "Dividenden-Garanten Astrazeneca und GlaxoSmithKline: Prognosen stehen, aber..."], ["30.04.20", "GlaxoSmithKline informierte über die jüngsten Quartalsergebnisse"], ["30.04.20", "GlaxoSmithKline stellte Zahlen zum jüngsten Quartal vor"], ["29.04.20", "GlaxoSmithKline macht mehr Umsatz als gedacht - Ziele unter Vorbehalt bestätigt"], ["29.04.20", "GlaxoSmithKline erzielt mehr Gewinn und gibt konstante Dividende bekannt"], ["28.04.20", "Ausblick: GlaxoSmithKline legt Quartalsergebnis vor"], ["28.04.20", "Ausblick: GlaxoSmithKline mit Zahlen zum abgelaufenen Quartal"], ["24.04.20", "ROUNDUP/Global vernetzt, global verwundbar: Corona und die Arznei-Knappheit"], ["24.04.20", "Gewerkschaft IG BCE: Brauchen wieder mehr Arzneiproduktion in Europa"], ["14.04.20", "Sanofi und GlaxoSmithkline schließen sich für Covid-19-Impfstoff zusammen"], ["14.04.20", "Erste Schätzungen: GlaxoSmithKline stellt Ergebnisse des abgelaufenen Quartals vor"], ["14.04.20", "Erste Schätzungen: GlaxoSmithKline vermeldet Zahlen zum jüngsten Quartal"], ["07.04.20", "S&P senkt Rating von Glaxosmithkline auf A / Ausblick stabil"], ["07.04.20", "VIRUS/ROUNDUP 2/Angst vor Corona: Verbraucher decken sich mit Arzneien ein"], ["07.04.20", "VIRUS/ROUNDUP: Verbraucher decken sich mit Arzneien ein"], ["31.03.20", "März 2020: Die Expertenmeinungen zur GlaxoSmithKline-Aktie"], ["17.03.20", "Wettlauf mit Risiken - Auf der Suche nach dem Corona-Impfstoff"], ["12.03.20", "ROUNDUP: Stada peilt starkes Wachstum an - Russland im Fokus"], ["02.03.20", "Trump fordert von Pharma-Konzernen schnellere Impfstoff-Entwicklung"], ["29.02.20", "Februar 2020: Das sind die Expertenmeinungen zur GlaxoSmithKline-Aktie"], ["24.02.20", "Dividenden-Garant GlaxoSmithKline: Neuer Deal mit Stada - jetzt zugreifen?"], ["24.02.20", "Grippostad-Hersteller Stada kauft Arzneien von Pharmakonzern GSK"]], "en": [["01.06.20", "GlaxoSmithKline PLC : Total Voting Rights"], ["29.05.20", "GlaxoSmithKline PLC : Second Price Monitoring Extn"], ["29.05.20", "GlaxoSmithKline PLC : Price Monitoring Extension"], ["28.05.20", "GlaxoSmithKline (GSK) Gains As Market Dips: What You Should Know"], ["28.05.20", "GlaxoSmithKline Plans to Produce 1 Billion Doses of Its Pandemic Vaccine Adjuvant in 2021"], ["26.05.20", "The Zacks Analyst Blog Highlights: Moderna, Pfizer, BioNTech, Sanofi and GlaxoSmithKline"], ["26.05.20", "GlaxoSmithKline PLC : Block listing Interim Review"], ["21.05.20", "GlaxoSmithKline Teams Up With Mammoth Biosciences on a CRISPR-Based COVID-19 Test"], ["20.05.20", "Better Buy: GlaxoSmithKline vs. Pfizer"], ["19.05.20", "GlaxoSmithKline, Pfizer, and Shionogi's HIV Prevention Candidate Outperforms Gilead's Truvada"], ["18.05.20", "GlaxoSmithKline PLC : ViiV PrEP jab shows high efficacy over daily pill"], ["15.05.20", "Trump Taps Former GlaxoSmithKline Exec For 'Warp Speed' COVID-19 Vaccine Initiative"], ["14.05.20", "Pluralsight, Stanley Black Decker, Gilead, Regeneron and GlaxoSmithKline as Zacks Bull and Bear of the Day"], ["07.05.20", "GlaxoSmithKline PLC : Director/PDMR Shareholding"], ["04.05.20", "GlaxoSmithKline PLC : Rights attached to ordinary shares"], ["01.05.20", "GlaxoSmithKline PLC : Total Voting Rights"], ["01.05.20", "The Zacks Analyst Blog Highlights: Gilead Sciences, Pfizer, Sanofi, GlaxoSmithKline and Moderna"], ["30.04.20", "GlaxoSmithKline PLC : GSK's Zejula approved in first-line ovarian cancer"], ["30.04.20", "GlaxoSmithKline plc (GSK) Q1 2020 Earnings Call Transcript"], ["29.04.20", "GlaxoSmithKline plans to sell stake in Unilever's India unit - Bloomberg News"], ["29.04.20", "GlaxoSmithKline PLC : 1st Quarter Results"], ["29.04.20", "GlaxoSmithKline PLC : Arrangements for Shareholder Webcast"], ["28.04.20", "Better Buy: Inovio Pharmaceuticals vs. GlaxoSmithKline"], ["27.04.20", "GlaxoSmithKline (GSK) Gains But Lags Market: What You Should Know"], ["24.04.20", "GSK Presents New Data from the GARNET Study Demonstrating Potential of Dostarlimab to Treat a Subset of Women with Recurrent or Advanced Endometrial Cancer"], ["21.04.20", "GlaxoSmithKline (GSK) Stock Moves -1.61%: What You Should Know"], ["20.04.20", "The Zacks Analyst Blog Highlights: Netflix, Costco, GlaxoSmithKline, Johnson & Johnson and Cigna"], ["18.04.20", "Better Buy: GlaxoSmithKline vs. Bristol Myers Squibb"], ["14.04.20", "Sanofi and GlaxoSmithKline Join Forces to Develop a Coronavirus Vaccine"], ["14.04.20", "GlaxoSmithKline CEO calls coronavirus vaccine partnership with Sanofi an 'unprecedented collaboration'"], ["14.04.20", "GlaxoSmithKline CEO on developing an 'adjuvant vaccine against Covid-19'"], ["14.04.20", "GlaxoSmithKline PLC : Director/PDMR Shareholding"], ["14.04.20", "GlaxoSmithKline, Sanofi team up to develop coronavirus vaccine"], ["14.04.20", "GlaxoSmithKline PLC : Sanofi and GSK collaboration to fight COVID-19"], ["09.04.20", "GlaxoSmithKline PLC : AGM - Change of Arrangements"], ["08.04.20", "GlaxoSmithKline (GSK) Gains But Lags Market: What You Should Know"], ["06.04.20", "GlaxoSmithKline and Vir Biotechnology Jump in Race to Treat and Prevent COVID-19"], ["06.04.20", "GlaxoSmithKline injects US$250mln into US biotech Vir in coronavirus treatment collaboration"], ["06.04.20", "GlaxoSmithKline PLC : GSK and Vir Biotechnology enter collaboration"], ["05.04.20", "GlaxoSmithKline Re-Teams With Chinese Biotech For COVID-19 Vaccine"], ["2020-06-02 09:26", "Moving Walls acquires ad-tech platform Ahoy ...  this acquisition, their Demand Side Platform (DSP), Data Management Platform (DMP) for hyperlocal targeting, and Control Panel for optimising campaigns in real-time will be integrated into LMX's, connecting OOH media owners to the US$100 Billion mobile advertising spend in APAC. The company has worked with a host of global brands including Coca Cola, Unilever, Pepsico, and GlaxoSmithKline among others. \"Essentially, the location signals that power outdoor advertising measurement can be used to reach similar audience segments online and influence audiences who have already been primed. This is a powerful combination as brands will not be looking to drive footfall to physical stores when people movement starts to pick up. We now have the ability to ... "], ["2020-06-01 18:41", "LG Household & Health Care gains license to sell Physiogel in Asia, North AmericaLG Household & Health Care said Tuesday it has gained a business license to sell GlaxoSmithKline's skin care brand Physiogel in Asia and North America, for 190 billion won ($155 million). Physiogel is a derma cosmetics brand that was laun"], ["2020-06-01 06:04", "Scientists hunt pandemic hotspots in race to test vaccines ... Professor Adrian Hill, Director of the Jenner Institute, and Chief Investigator of the trials, holds a phial containing the Ebola vaccine at the Oxford Vaccine Group Centre for Clinical Vaccinology and Tropical Medicine (CCVTM) in Oxford, southern England September 17, 2014. The first volunteer in a fast-tracked British safety trial of an experimental Ebola vaccine made by GlaxoSmithKline received the injection on Wednesday, trial organizers said. REUTERS/Steve Parsons/Pool Scientists in Europe and the United States say the relative success of draconian lockdown and social distancing policies in some areas and countries means virus transmission rates may be at such low levels that there is not enough disease circulating to truly test potential vaccines. They ... "], ["2020-06-01 04:01", "Remembering Brazil's 2015 (Failed & Forgotten) Zika Virus-Microcephaly Freak-Out ... the information contained in the handful of exposes from various whistle-blowers (check out here , here and here ) that have correctly asserted that the most likely causative factor in the epidemic of microcephaly is NOT Zika virus. Rather, it is Brazil's desperate act of mandating that every pregnant women in Brazil starting in early 2015 be inoculated with GlaxoSmithKline's Tdap vaccine (a neurotoxic aluminum-containing vaccine that is supposed to prevent whooping cough). Pregnant women, trusting the wisdom of the public health agencies and also their physicians, took the shot (some right along with their mercury-containing flu shot!) and before the year was out, those deceived women began delivering an increased number of microcephalic babies with ... "], ["2020-06-01 04:00", "Smith: Why The Public Should Rebel Against Forced Vaccinations ...  to temporary paralysis and sometimes death. In 2008, Swiss company Novartis tested a Bird Flu vaccine on the homeless and poor population of Poland. The vaccine trial paid participants $2, and they were told the inoculation was for the \"normal flu\". According a homeless center in the area at least 21 people died right after they participated in the trial. A GlaxoSmithKline executive by the name of Moncef Slaoui was recently tapped by Donald Trump to head up the government's effort to develop a coronavirus vaccine. This appointment should be highly concerning to the public. Why? Because Glaxo has a dark history in vaccine development, including an incident in Argentina in 2007-2008 when they were fined after a pneumonia vaccine trial allegedly ... "], ["2020-05-31 15:39", "Some worry 'Operation Warp Speed' plays into anti-vaccination movement's hands ...  and autism, something that science has repeatedly disproven. One of the most prominent myths is that vaccines are a scam, pushed by the government in order to enrich Big Pharma, which results in forcing people to take dangerous vaccines. ADVERTISEMENT Experts have said the administration did not do itself any favors by naming Moncef Slaoui, a venture capitalist and former executive at GlaxoSmithKline (GSK), to lead Operation Warp Speed. Slaoui has been on the job for only a few weeks but has come under fire from Democrats and watchdog groups over potential conflicts of interest. Slaoui has extensive industry ties, including at least two companies that are working on vaccines, Moderna and SutroVax. He resigned from the board of directors of Moderna when he ... "], ["2020-05-31 14:19", "Pfizer Breast Cancer Drug Posts \"Disappointing\" Results in Clinical Trials ... /31/2020. Join Stock Advisor Cumulative Growth of a $10,000 Investment in Stock Advisor Calculated by Time-Weighted Return Stocks PFE Pfizer NYSE: PFE $38.19 up $0.01 (0.03%) Related Articles Is Pfizer a Great Dividend Stock? 3 Large-Cap Coronavirus Stocks Still Worth Buying Pfizer Participates in Funding for Biotech Startup Amplyx Better Buy: GlaxoSmithKline vs. Pfizer GlaxoSmithKline, Pfizer, and Shionogi's HIV Prevention Candidate Outperforms Gilead's Truvada Pfizer Breast Cancer Drug Posts \"Disappointing\" Results in Clinical Trials @themotleyfool #stocks $PFE Next Article Prev 1 2 3 4 5 Next Terms of Use Privacy Policy Accessibility Policy Copyright, Trademark and Patent Information Terms and Conditions Do Not Sell My Personal Information ... "], ["2020-05-31 10:41", "\"World Looking To Our Vaccine\": Indian Scientist Part Of Oxford Team ...  not compromise,\" she said. During this time, Ms Datta balanced shifts at the supermarket and pizza restaurants with her laboratory experiments in order to cover living costs. After her degree, came more hardships in the form of a job hunt, which proved extremely challenging and involved drafting hundreds of applications a day. Her persistence paid off when she got a job at pharmaceutical giant GlaxoSmithKline as an R&D scientist developing inhalers. Her hard work and diligence saw her move up the ranks quickly until her current job at Oxford University about a year ago, where she finds herself a part of one of the world''s most-talked-about vaccine projects. \"I have to make sure that all our departments are compliant, everyone is trained in ... "], ["2020-05-31 09:04", "Another Gates vaccine bites the dust ... Sick monkeys everywhere! ...  conflicts that allow him to license , register , and mandate his own untested vaccines to the masses. Pollard is Senior Advisor to Britain's MRHA Panel which licenses vaccines, chairs Britain's JVCI committee that mandates them, and advises the European Medicine Agency (EMA). He takes payments from virtually all the big vaccine makers. In 2014, Pollard developed GlaxoSmithKline's notorious Bexsero meningitis vaccine, and then mandated it to children despite significant safety signals for Kawasaki Disease and the rarity of meningococcal B infections . The package insert says Bexsero may cause Kawasaki disease in as many as one out of every 1000 children based on reports in the clinical trials. Pollard used his power and deceitful puffery ... "], ["2020-05-31 07:15", "COVID-19 Vaccine To Be Ready By October, Global Pharma Ace Claims ...  around the world have proposed more than 120 vaccines since the emergence and evolution of the virus. As per the latest update, at least 10 candidate vaccines are under clinical evaluation, while 115 of them are in pre-clinical evaluation. The event where Pfizer made the claims was attended by the medical majors of the world, including AstraZeneca's Pascal Soriot, GlaxoSmithKline's Emma Walmsley, Johnson & Johnson's Paul Stoffels. The brands are continuously working with their partners to ensure the development of a vaccine as soon as possible to prevent COVID-19. Comment Share Tweet Share E-mail Loading... Join the Discussion 2020 Medical Daily LLC. All rights reserved. Vitality Under the Hood Innovation The Hill The Grapevine Weird Medicine ... "], ["2020-05-31 05:42", "Part of a humanitarian cause: Indian-origin scientist on Covid vaccine plan ...  eat, I would just fall asleep. I would sleep only three hours a day.\" Getting a job wasn't easy without industry experience. Many of my peers went the PhD route but I wanted to be in the industry. A lot of my friends gave up and returned to India. But I refused to give up, she said. Her persistence paid off when she got a job at pharmaceutical giant GlaxoSmithKline as an R&D scientist developing inhalers. Her hard work and diligence saw her move up the ranks quickly until her current job at Oxford University about a year ago, where she finds herself a part of one of the world's most-talked-about vaccine projects. I have to make sure that all our departments are compliant, everyone is trained in whatever they are doing and following all standard ... "], ["2020-05-31 03:56", "Oxford University's COVID-19 vaccine project is a humanitarian cause: Indian-origin scientist ...  eat, I would just fall asleep. I would sleep only three hours a day. \"Getting a job wasn't easy without industry experience. Many of my peers went the PhD route but I wanted to be in the industry. A lot of my friends gave up and returned to India. But I refused to give up,\" she said. Her persistence paid off when she got a job at pharmaceutical giant GlaxoSmithKline as an R&D scientist developing inhalers. Her hard work and diligence saw her move up the ranks quickly until her current job at Oxford University about a year ago, where she finds herself a part of one of the world's most-talked-about vaccine projects. \"I have to make sure that all our departments are compliant, everyone is trained in whatever they are doing and following all ... "], ["2020-05-31 00:01", "Ryanair to cut fares by HALF in war on rivals ... : City titan Lord O'Neill calling for 25bn sovereign wealth fund to revive the economy As car dealers finally prepare to throw open their doors, Pendragon boss reveals his drastic blueprint for survival Nationwide building society expects house prices to fall 13.8 per cent this year as people delay home moves Zuckerberg fund builds $100m stake in biotech company working with GlaxoSmithKline on coronavirus cures Capital & Counties spends 436m on shares in larger rival Shaftesbury - paving way for mega-merger of West End property giants Private equity baron secures seat on board of company behind make-up brands Rimmel and Max Factor amid speculation that predator is circling How is furlough going to change? Our Q&A explains what Rishi Sunak's new ' ... "], ["2020-05-30 21:03", "WHO investigates Meghan's China TV friend over airing of 'forced confession' of British businessman ...  by Peter Humphrey, a British corporate investigator working in China, who claims it was obtained under duress and he was drugged and locked in an iron chair inside a steel cage before being forced to admit 'crimes' of illegally sharing personal data. Mr Humphrey and his wife and business partner Yu Yingzen, who had been investigating alleged corruption at pharmaceutical giant GlaxoSmithKline, claim that they were paraded in front of a camera and forced to read from a script. Introducing footage of the confession, Chau said: 'The illegal acquisition and then the use of data is one of the fastest-growing crimes in this country. But police in Shanghai have knocked a chink into that. They announced the owners of a foreign private investigation ... "], ["2020-05-30 17:48", "Scientists identify seven medicines including Xanax that could be used to block coronavirus ... by scientists at Oxford University, has moved into larger human trials after showing promise in earlier studies. AstraZeneca's chief executive, Pascal Soriot, said he believed 'several' other vaccines would be ready in the autumn, too. The Cambridge-based firm announced plans last week to scale up production of the vaccine to a billion doses by mid-2021. GlaxoSmithKline, headquartered in Brentford, and US drugs giants Johnson and Johnson and Pfizer have also unveiled plans to produce a billion doses of their vaccines next year. Advertisement Read more: These two anti-inflammatory drugs could stop growth of COVID-19 virus Share or comment on this article: Scientists identify seven medicines including Xanax that could be used to block coronavirus e ... "], ["2020-05-30 13:00", "All the COVID-19 treatments currently in clinical trials ... . Humanized monoclonal antibodies are made in the lab, synthesized from animals and altered to be less likely to be rejected by the human body. Lenzilumab is one such antibody, which binds to an neutralized GM-CSF. Biopharmaceutical company Humanigen, Inc. has begun a clinical trial, using the drug on pneumonia patients, assessing whether it can alleviate cytokine storms. Another pharmaceutical company, GlaxoSmithKline, is testing its own anti-GM-CSF drug, otilimab , as well. Leronlimab (PRO 140) : CCR5 is a protein on the surface of white blood cells that plays an important role in the way HIV develops in the human body. Leronlimab is a monoclonal antibody being studied as a potential treatment for HIV. It binds to the CCR5 receptor, which inhibits the ... "], ["2020-05-30 11:36", "Covid vaccine makers may need to infect subjects to get results ... in Europe the disease is declining. It's still going in the UK, still going in the US. But very soon the disease intensity will be low, and it will become difficult, so we have to move very quickly.\" Astra, which is helping scientists at the University of Oxford develop a vaccine, has joined dozens of companies including Sanofi, Johnson & Johnson, GlaxoSmithKline Plc and Pfizer Inc working on experimental pandemic shots. While lockdowns have helped nations curb infection rates, governments need to halt the virus to fully reopen businesses and schools. Some transmission of Sars-CoV-2 is key to determining whether vaccines work. Now, researchers are contemplating where and how they can undertake studies with the best chance of success. \"The disease ... "], ["2020-05-30 11:03", "Is Pfizer a Great Dividend Stock? ... , and Viagra expects 2020 to be a transformational year as it slims down to focus on high-value medicines to grow its bottom line. Image source: Getty Images. Pfizer's dividend When it comes to dividend yield, Pfizer takes third place on the podium again. Its current 3.98% yield outperforms most of its pharma peers, whose yields are 3% or less. However, AbbVie and GlaxoSmithKline pay dividends yielding approximately 4.9%. Pfizer has increased its payout annually since 2009, growing from $0.16 to the current $0.38 per quarter. While the consistency over the last decade is admirable, Pfizer slashed the dividend in half in 2009. Keep in mind that the timing coincided with the last global economic crisis. This begs the question: What will Pfizer do in today ... "], ["2020-05-30 07:44", "Covid-19 vaccine could be ready by October, claims Pfizer CEO ...  of safety and efficacy for us to feel comfortable, for the FDA (US Food and Drug Administration) to feel comfortable, and for the EMA (European Medicines Agency) to feel comfortable, to have a vaccine around the end of October,\" Bourla was quoted as saying at the event by FierceBiotech. Speakers at the event also included AstraZeneca CEO Pascal Soriot, GlaxoSmithKline chief Emma Walmsley, Johnson & Johnson Chief Scientific Officer Paul Stoffels. Each of these companies is working with their partners to develop a vaccine to prevent the disease. While GSK has joined forces with Sanofi, AstraZeneca is backing the vaccine being developed at the University of Oxford. J&J is collaborating with the U.S. Biomedical Advanced Research and Development Authority ... "], ["2020-05-30 07:23", "Coronavirus vaccine could be ready by October, Pfizer CEO claims as clinical trials underway ... , for the FDA (US Food and Drug Administration) to feel comfortable, and for the EMA (European Medicines Agency) to feel comfortable, to have a vaccine around the end of October,\" Bourla was quoted as saying at the event by FierceBiotech. Representational Image Pixabay COVID-19 vaccine fast-tracked? Speakers at the event also included AstraZeneca CEO Pascal Soriot, GlaxoSmithKline chief Emma Walmsley, Johnson & Johnson Chief Scientific Officer Paul Stoffels. Each of these companies are working with their partners to develop a vaccine to prevent the disease. While GSK has joined forces with Sanofi, AstraZeneca is backing the vaccine being developed at the University of Oxford. J&J is collaborating with the U.S. Biomedical Advanced Research and Development ... "]]}}