{"postfix": "global_payments-aktie", "name": "GLOBAL_PAYMENTS", "wkn": "603111", "time": "2020.06.02 12:06", "ts": 1591092392, "features": {"KGV": "29.44", "Marktkapitalisierung": {"Size": "Mrd", "Value": "47.92"}, "GA": "6.22", "KBV": "1.31", "BA": "139.88", "KCV": "21.88", "CA": "8.37", "Vola30": "53.77", "Vola90": "94.83", "Vola180": "69.06", "Vola250": "50.9"}, "rivals": ["american_express-aktie"], "text_data": {"de": [["31.05.20", "Global Payments-Aktie: Experten empfehlen Global Payments im Mai mehrheitlich zum Kauf "], ["09.05.20", "Global Payments öffnete die Bücher zum abgelaufenen Quartal"], ["07.05.20", "Global Payments zahlt unveränderte Dividende aus"], ["05.05.20", "Ausblick: Global Payments gewährt Anlegern Blick in die Bücher"], ["30.04.20", "Global Payments-Aktie: Das sind die Expertenmeinungen des Monats April"], ["21.04.20", "Erste Schätzungen: Global Payments zieht Bilanz zum abgelaufenen Quartal"], ["31.03.20", "Die Expertenmeinungen zur Global Payments-Aktie im März 2020"], ["29.02.20", "Februar 2020: So haben Analysten ihre Einstufung der Global Payments-Aktie angepasst"], ["13.02.20", "Global Payments schüttet unveränderte Dividende aus"], ["13.02.20", "Global Payments hat Bilanz für das abgelaufene Quartal gezogen"], ["11.02.20", "Ausblick: Global Payments zieht Bilanz zum abgelaufenen Quartal"]], "en": [["19.05.20", "Global Payments Rides on Strategic Buyouts & Strong Liquidity"], ["11.05.20", "Global Payments to Extend Credit Card Services to Truist"], ["07.05.20", "Global Payments (GPN) Q1 2020 Earnings Call Transcript"], ["07.05.20", "Why Global Payments Stock Rose as High as 9% on Wednesday"], ["06.05.20", "Global Payments (GPN) Q1 Earnings Beat Despite Coronavirus Woes"], ["06.05.20", "Global Payments (GPN) Q1 Earnings Top Estimates"], ["06.05.20", "Global Payments tops earnings, revenue expectations"], ["04.05.20", "How Badly Will Coronavirus Hit Global Payments (GPN) Q1 Earnings?"], ["29.04.20", "Global Payments (GPN) Reports Next Week: Wall Street Expects Earnings Growth"], ["27.04.20", "Can Global Payments (GPN) Keep the Earnings Surprise Streak Alive?"], ["23.04.20", "The Zacks Analyst Blog Highlights: PayPal, Fidelity National Information Services, Global Payments, Square and Intuit"], ["07.04.20", "Global Payments Cancels 2020 Earnings View Amid Coronavirus Chaos"], ["20.03.20", "The Zacks Analyst Blog Highlights: Walmart, NVIDIA, AstraZeneca, Goldman Sachs and Global Payments"], ["13.03.20", "Global Payments (GPN) Down 22.5% Since Last Earnings Report: Can It Rebound?"], ["12.03.20", "Global Payments Keeps View Intact Despite Coronavirus Scare"], ["10.03.20", "Global Payments stock heads higher after CEO reiterates forecast despite coronavirus"], ["13.02.20", "Global Payments (GPN) Q4 2019 Earnings Call Transcript"], ["13.02.20", "Global Payments, Regeneron Among 8 New Stocks On IBD Watchlists"], ["12.02.20", "Earnings Results: Global Payments stock dips after earnings but CEO sees recent payment mergers as ‘validation’ of strategy"], ["12.02.20", "Global Payments (GPN) Q4 Earnings Beat Estimates, Rise Y/Y"], ["12.02.20", "Global Payments (GPN) Beats Q4 Earnings Estimates"], ["12.02.20", "Global Payments Earnings Beat But 2020 Guidance Weak"], ["07.02.20", "Global Payments (GPN) Stock Moves -0.44%: What You Should Know"], ["05.02.20", "Global Payments (GPN) Earnings Expected to Grow: Should You Buy?"], ["30.01.20", "Is Global Payments (GPN) Outperforming Other Business Services Stocks This Year?"], ["28.01.20", "The Zacks Analyst Blog Highlights: S&P Global, FleetCor Technologies, Global Payments, Waste Management and Fidelity National Information Services"], ["27.01.20", "Global Payments (GPN) Dips More Than Broader Markets: What You Should Know"], ["24.01.20", "Here is Why Growth Investors Should Buy Global Payments (GPN) Now"], ["20.01.20", "Global Payments (GPN) Soars to 52-Week High, Time to Cash Out?"], ["17.01.20", "Global Payments (GPN) Outpaces Stock Market Gains: What You Should Know"], ["13.01.20", "Why Global Payments (GPN) Could Beat Earnings Estimates Again"], ["13.01.20", "Has Global Payments (GPN) Outpaced Other Business Services Stocks This Year?"], ["10.01.20", "Global Payments (GPN) Dips More Than Broader Markets: What You Should Know"], ["08.01.20", "3 Reasons Growth Investors Will Love Global Payments (GPN)"], ["06.01.20", "The Zacks Analyst Blog Highlights: Apple, Aphria, Global Payments, NetEase and Qorvo"], ["03.01.20", "Global Payments (GPN) Hits Fresh High: Is There Still Room to Run?"], ["2020-06-02 09:44", "Global stocks jump as analysts say widespread protests in the US will have 'little to no effect' on markets ...  spaced dots forming an ellipsis: \"...\". Close icon Two crossed lines that form an 'X'. It indicates a way to close an interaction, or dismiss a notification. Anadolu Agency via Getty Global stocks climbed on Tuesday as investors largely ignored mass protests in the US, threats from President Donald Trump to deploy military forces to quash the protests, and a backdrop of escalating US-China tensions.  ... structures,\" Hall said. \"These would come at a time where state and local balance sheets are already in poor shape due to COVID-19 responses, higher payments to unemployment insurance and lower tax receipts from individuals and corporations.\" To provide historical context, previous periods of civil unrest in the US, like the Ferguson  ... "], ["2020-06-02 09:31", "ZIP's creative US expansion ...  world, Mastercard and Visa, are valued at 17.8 times and 15.9 times revenue respectively, according to data compiled by stockbroker Morgans. Zip and Afterpay deserve credit for the way they have played the global expansion game. Not surprisingly there are similarities in how they have gone about it. Advertisement Both recognised the importance of cracking the US market and both were able to find strategic global investors to buy into their vision of the payments revolution which is slowly destroying the traditional credit card business model. Afterpay secured a strategic 5 per cent investment from Chinese e-commerce giant Tencent while Zip is funding its expansion in the US through the issue of $100 million in convertible notes paid upfront and $100 million ... "], ["2020-06-02 09:28", "Harvard alum plots disruption of Asia's moneychangers ... with a desire to remove hidden costs every time a person dealt with foreign exchange. Dylan Loh, Nikkei Singapore Bureau With prior stints at Chinese online wealth management platform Lufax and Beijing-based payments firm QF Pay, Chu is familiar with many of hurdles facing consumers wanting to complete cross-border transactions. After starting out in Singapore, where YouTrip has attracted 500,000 downloads, the app was  ... boosts startup funding amid pandemic slowdown Retail Coronavirus pandemic fuels Asia e-commerce boom Sponsored Content About Sponsored Content This content was commissioned by Nikkei's Global Business Bureau. Get Insights on Asia in your inbox Sign Up Connect With Us About us Contact us Sitemap Help Terms of use Copyright Privacy & cookie  ... "], ["2020-06-02 09:28", "India's credit rating cut to lowest investment grade ... ;most evil' corporations Fly me to the moon: Russia may soon send tourists to space on private shuttle Where to watch Schedule Subscribe to RT newsletter to get stories the mainstream media won't tell you Subscribe Mixi.Media News Podcasts All podcasts Made-in-China diamonds ready to rock global market Humans or machines? Elon Musk & Jack Ma face off over future of AI Vietnam expects trade turnover with Russia to hit $10bn this year Ditching the dollar: National currency payments key to boosting Russia-India trade, says Putin Do you know who owns all the land in Canada? Not its citizens 'World has gone mad' with so much free money billionaire investor Ray Dalio China's gold-backed crypto looming as 'Pearl Harbor type event' for US ... "], ["2020-06-02 09:25", "Union appreciates Countdown gifting employees $10 million in shares, but says they 'don't pay the rent' ...  offering shares would be cheaper for Woolworths than a cash payment, while providing the extra benefits of incentivising employees. He said it could deliver benefits for staff in the long-term, such as through dividend payments or via an increase in the stock's value over the long-term. \"Part of [Woolworth's] thinking around the programme could be that people are not selling off all in one  ... to receive the Morning Briefing MOST POPULAR STORIES 1 Simon Bridges 'glad to be back' at Parliament after ouster as Opposition leader 2 'We are in a global pandemic' - Ardern gives Black Lives Matter protestors telling off for flouting Covid-19 restrictions 3 Auckland schoolgirl at centre of social media blackface storm leaves college 4 Lorde  ... "], ["2020-06-02 09:10", "McDonald's reopens 168 more drive thrus TODAY with another 22 restaurants starting deliveries ... installed to further reduce the risk of spreading the virus 'With smaller teams, we will still be offering a limited menu over reduced hours, and we ask that you make contactless payments and limit your spend to 25. 'We are continuing to review these measures as we reopen, but for now, these restrictions remain in place to help our employees, customers and  ... so deeply' in an impassioned #BlackLiveMatter Instagram post David Beckham shares sweet snap with kids and discusses showing 'strength, love, care and patience all at once' during fatherhood on Global Day of Parents Patrick Schwarzenegger takes mask-free bike ride with two pals in LA... after chatting about moving in with his mother Maria Shriver Chip Gaines calls wife Joanna the  ... "], ["2020-06-02 09:04", "Can you compare an Aston Martin Vantage to a Porsche 911 Carrera S? We did. ...  accepting. This story originally ran on KBB.com . Read Next Read Next Why haven't I gotten my stimulus check? 6 reasons your payment might be a no-show Nearly 130 million people have received their stimulus payments, the IRS says. Here's why you could still be waiting. More On MarketWatch Don't toss that junk mail in the recycling bin just yet — it might contain your stimulus check in the form  ...  Company Dow Jones Code of Conduct Corrections Reprints & Licensing Your Ad Choices Dow Jones Network The Wall Street Journal Barron's Financial News London realtor.com Mansion Global Knewz Intraday Data provided by FACTSET and subject to terms of use . Historical and current end-of-day data provided by FACTSET . All quotes are in local exchange ... "], ["2020-06-02 09:02", "Dial down your debt payments to preserve cash ...  for yourself for when to use it . An emergency fund is designed to handle unexpected expenses, such as car trouble, rather than to aid debt paydown. Be sure to read: Borrowers skipping loan and credit-card payments without penalty could soon face a rude awakening When you have a moment of doubt about whether to put this toward debt, take the long view: A few hundred dollars saved this month could see you  ...  Company Dow Jones Code of Conduct Corrections Reprints & Licensing Your Ad Choices Dow Jones Network The Wall Street Journal Barron's Financial News London realtor.com Mansion Global Knewz Intraday Data provided by FACTSET and subject to terms of use . Historical and current end-of-day data provided by FACTSET . All quotes are in local exchange  ... "], ["2020-06-02 08:45", "PM accepts Trump's G7 invitation amid Russia controversy ...  Mr Morrison argued that as a guest, Australia was in no position to dictate who else was invited and it was in this country's interest he attend, more so given the current global economic climate. \"Membership is a matter for the existing G7 countries to decide. Australia's position and views on Russia are well known and won't change at all due to  ...  why the Victorian government is waiting until the middle of next year to lift the state's moratorium on onshore gas drilling. 43 mins ago Most Viewed In Politics Live JobSeeker, youth allowance payments jump by 300,000 Short, sharp rescue for housing and the arts Trump called Morrison to enlist support for new 'G10' gathering Leaked drafts reveal 'awkward' talks to save the ... "], ["2020-06-02 08:32", "Harvard alum plots disruption of Asia's moneychangers ... with a desire to remove hidden costs every time a person dealt with foreign exchange. Dylan Loh, Nikkei Singapore Bureau With prior stints at Chinese online wealth management platform Lufax and Beijing-based payments firm QF Pay, Chu is familiar with many of hurdles facing consumers wanting to complete cross-border transactions. After starting out in Singapore, where YouTrip has attracted 500,000 downloads, the app was  ... boosts startup funding amid pandemic slowdown Retail Coronavirus pandemic fuels Asia e-commerce boom Sponsored Content About Sponsored Content This content was commissioned by Nikkei's Global Business Bureau. Get Insights on Asia in your inbox Sign Up Connect With Us About us Contact us Sitemap Help Terms of use Copyright Privacy & cookie  ... "], ["2020-06-02 08:30", "Trump's unexpected ally in the fight against tech ...  its unveiling. Carr has spent recent months picking apart what he sees as contradictions and biases among the major tech companies. That has included skeptical probing of members of Facebook's new global content review board — who, he noted Monday on CNBC, include a Stanford Law School professor who testified as an impeachment witness against Trump. But Carr has disputed the notion that party politics ...  2020 , Adam Schiff , Brendan Carr Show Comments POLITICO Facebook Twitter Link Link Copied More Mail Reddit WhatsApp About Us Advertising Breaking News Alerts Careers Credit Card Payments Digital Edition FAQ Feedback Headlines Photos POWERJobs Press Print Subscriptions Write For Us RSS Site Map Terms of Service Privacy Policy Do not sell my info  ... "], ["2020-06-02 08:25", "GlobeNewswire ...  world order post-COVID-19 crisis is a must for aspiring businesses and their astute leaders seeking to find success in the now changing Private Tutoring market landscape. The global analysis and forecast periods covered within the report are 2020-2027 (Current & Future Analysis) and 2012-2019 (Historic Review). Research estimates are provided for 2020, while research projections cover ...  (GLOBE NEWSWIRE) -- SafeCharge, a Nuvei company, is announcing a new solution offering small businesses alternative ways to accept digital payments in response to the COVID-19 crisis. SafeCharge Local, supported by Visa, enables consumers to make payments online and over the phone whilst also providing a better consumer experience in store by reducing queues and limiting the ... "], ["2020-06-02 08:05", "First quarter dollar gap narrows with strong March inflow, says BSP ...  CDN LIBRE PBA MOTIONCARS MY INQUIRER ADVERTISE ESPORTS menu search NEWS OPINION SPORTS LIFESTYLE ENTERTAINMENT BUSINESS TECHNOLOGY GLOBAL NATION business / Economy Economy First quarter dollar gap narrows with strong March inflow, says BSP By: Daxim L. Lucas - Reporter / @daxinq Philippine Daily Inquirer / 04:05 PM June 02, 2020 The Philippines earned more dollars than it spent for the second consecutive month last March, which resulted in a narrower deficit of fund flows with other countries in the first quarter of this year, the central bank said on Tuesday (June 2). In a statement, the Bangko Sentral ng Pilipinas (BSP) said the country's overall balance of payments position posted a surplus of $448 million in March 2020, which was lower than the $627 ... "], ["2020-06-02 08:02", "House prices see largest monthly fall for 11 years, says Nationwide ... are still struggling to pay their mortgage due to coronavirus,\" said Christopher Woolard, interim chief executive at the FCA. \"It is important that if a consumer can afford to re-start mortgage payments, it is in their best interests to do so. Customers should talk to their firm about the best option available for them.\" On Friday, the Nationwide's chief executive, Joe Garner, argued  ... we to finding one? SCHOOLS: When will children be returning? EXERCISE: What are the guidelines on getting out? THE R NUMBER: What it means and why it matters GLOBAL SPREAD: Tracking the pandemic Share this story About sharing Email Facebook Messenger Messenger Twitter Pinterest WhatsApp LinkedIn More on this story Coronavirus: New mortgage holiday should affect  ... "], ["2020-06-02 07:47", "Sweden's Rosti leases space for second factory in Romania ... Changes Share Repurchases Share Splits SMEs Startups State Aid State Budget Sustainability & Environment Table Tenders Auctions Top Story Tourist Numbers Trade/Balance of Payments Traffic/Usage Figures Update Country Albania Bosnia and Herzegovina Bulgaria Croatia Kosovo Moldova Montenegro N. Macedonia Romania Serbia Slovenia Industry Accessories & Jewelry Advertising/ ...  sees no impact on ops from Hertz filing for bankruptcy protection Romania's TeraPlast Group expects 32% rise in H1 EBITDA Air France to resume Paris - Bucharest flights on June 3 Global Vision to manage Hagag's H Victoriei 109 office property in Bucharest Romania's national postal operator says electronic money transfers double in Q1 Related reports Company Report Jones Lang  ... "], ["2020-06-02 07:37", "Update on the latest in sports: ... not sanctioning players for solidarity with George Floyd during matches. The recognition of the \"depth of sentiment\" over Floyd's death came in a rare statement by FIFA telling the global game to show flexibility and not enforce laws of soccer it helps to set. Players used weekend games in Germany to reveal messages demanding justice for Floyd, a handcuffed black man who  ...  forwarded to The Associated Press reads: \"Upon further internal discussion, you will receive your full stipend of $400 per week through the month of June.\" The text says further payments will be decided on a monthly basis. Here are other sports stories related to the coronavirus: — The Big 12 Conference says its schools can begin bringing athletes back to campus,  ... "], ["2020-06-02 07:30", "Yemen's hidden migrants risk conflict and coronavirus in fight for survival ...  no money, no support networks, nothing when they get here,\" said Jean Nicholas Beuze, the UN refugee agency's representative to Yemen. \"As of [June] we will have to stop cash payments that help people buy clothes and medicine, and by August we will run out of even the most basic shelter equipment like plastic sheeting. \"Responses take planning: we're not talking about  ...  20 ventilators and three of those are broken. I hate to be pessimistic about Yemen's future but we have not even scratched the surface of this crisis yet.\" Topics Global development Yemen Migration Middle East and North Africa news Share on Facebook Share on Twitter Share via Email Share on LinkedIn Share on Pinterest Share on WhatsApp Share on Messenger Reuse this ... "], ["2020-06-02 07:29", "House prices see largest monthly fall for 11 years, says Nationwide ... Health World News TV In Pictures Reality Check Newsbeat Special Reports Explainers The Reporters Have Your Say Business selected Market Data Global Trade Companies Entrepreneurship Technology of Business Connected World Global Education Economy Business Business House prices see largest monthly fall for 11 years, says Nationwide 2 June 2020 Share this  ...  request one. The Financial Conduct Authority (FCA) said last month that homeowners struggling financially due to coronavirus would be able to extend their mortgage payment holiday for a further three months, or cut payments. On Tuesday, it confirmed customers yet to apply for a payment holiday have until 31 October 2020 to do so. Meanwhile the current ban on lender repossessions of homes will be continued to  ... "], ["2020-06-02 07:29", "Bassat criticises Facebook's tax dodge ...  said the social media giant proactively engaged with the Australian Tax Office to ensure transparency in its taxes. Square Peg Capital partner Paul Bassat said Australia needed to produce global winners. Credit: Wayne Taylor \"We take our tax obligations seriously and pay what we owe in every market we operate,\" the spokesperson said. \"In the last  ...  a decent pace, that just means you're going sideways, that you have to go for a very quick pace to actually gain an advantage.\" Mr Bassat highlighted Australian startups like payments platform Airwallex and education startup A Cloud Guru as leading the way locally. Square Peg is an investor in Airwallex. Sam Kroonenberg, the founder of A Cloud Guru, said the coronavirus pandemic highlighted  ... "], ["2020-06-02 07:25", "The Register ...  tag:theregister.com,2005:story208944 2020-06-01T16:46:06Z Matthew Hughes https://search.theregister.com/?author=Matthew%20Hughes Another attempt at a Big Brand Killer: Oppo daddy BBK hits global smartphone market with Vivo X50 series Chinese giant slips out superslim - 7.49mm - flagship and pals Chinese smartphone brand Vivo - one of several from the BBK stable - has lifted the  ... -06-01T02:02:11Z Simon Sharwood https://search.theregister.com/?author=Simon%20Sharwood Singapore to accelerate digitalisation of COVID-kicked economy New agency will hustle small retailers onto digital payments and teach seniors how to Internet Singapore has created a new \"Digital Office\" to \"drive the Government's initiatives to accelerate digital adoption in our  ... "]]}}