{"postfix": "grammer-aktie", "name": "GRAMMER", "wkn": "589540", "time": "2020.06.02 13:05", "ts": 1591095906, "features": {"KGV": "9.46", "Marktkapitalisierung": {"Size": "Mio", "Value": "252.14"}, "GA": "3.50", "KBV": "1.22", "BA": "27.12", "KCV": "2.99", "CA": "11.08", "Vola30": "44.53", "Vola90": "101.55", "Vola180": "74.36", "Vola250": "57.36"}, "rivals": ["bertrandt-aktie", "wet_automotive_systems-aktie", "continental-aktie", "duerr-aktie", "leoni-aktie", "elringklinger-aktie"], "text_data": {"de": [["01.05.20", "Grammer: Bilanzvorlage zum letzten Quartal"], ["16.04.20", "AKTIEN IM FOKUS 2: Europas Autowerte im erholten Gesamtmarkt wieder gefragt"], ["15.04.20", "XETRA-SCHLUSS/Schlechte Nachrichten schicken Aktien in den Keller"], ["19.03.20", "NACHBÖRSE/XDAX -0,8% auf 8.542 Pkt - Kurssprung bei Osram und Encavis"], ["03.03.20", "MÄRKTE EUROPA/Aktien profitieren nicht von US-Zinssenkung"], ["03.03.20", "MÄRKTE EUROPA/Fed senkt Leitzinsen - Aktien schießen kurz in die Höhe"], ["03.03.20", "MÄRKTE EUROPA/Börsen im Plus vor G7-Telefonkonferenz"], ["03.03.20", "MÄRKTE EUROPA/DAX & Co kräftig erholt - G7-Telefonkonferenz im Blick"], ["02.03.20", "NACHBÖRSE/XDAX +1,7% auf 12.055 Pkt - Grammer und Deutz trotzen Trend"], ["02.03.20", "Grammer warnt und kürzt Dividende"], ["12.02.20", "Einstieg von Ningbo Jifeng beendete Kampf gegen Prevent: Razzia beim Autozulieferer Grammer - Verdacht auf Insiderhandel"], ["11.02.20", "Razzia wegen Insiderhandels bei Grammer-Übernahme"], ["11.02.20", "Razzia wegen Insiderhandels bei Grammer-Übernahme"], ["11.02.20", "WDH/Verdacht auf Insidergeschäfte bei Verkauf des Zulieferers Grammer"], ["11.02.20", "16 Objekte durchsucht: Razzia bei Autozulieferer Grammer wegen Verdacht auf Insiderhandel"], ["11.02.20", "Razzia wegen Insiderhandels bei Grammer-Übernahme"]], "en": [["20.05.20", "Great Western Exploration non-executive director Terry Grammer passes"], ["29.04.20", "Grammer AG : Covid-19 Pandemic Significantly Impacts Grammer's Revenue and Earnings"], ["15.04.20", "Grammer AG : Major Negative Impact on Revenue and Earnings in the First Quarter of 2020 as a Result of the COVID-19 Pandemic"], ["30.03.20", "Grammer AG : Grammer confirms preliminary figures for 2019 and expects a significant slowdown in 2020"], ["03.03.20", "Grammer AG : Grammer expects decrease in revenues and weaker earnings in the first quarter 2020"], ["04.02.20", "Grammer AG : Grammer Group revenue rose to around EUR 2 billion despite challenging market environment"], ["2020-06-01 00:32", "Rick and Morty finale free live stream: How to watch Episode 10 online without cable ...  to Article TV News Rick and Morty finale free live stream: How to watch Episode 10 online without cable Today 8:32 PM Rick and Morty: The Other Five (Official Trailer) | May 3 | adult swim By Joseph Rejent | NJ Advance Media for NJ.com \" Rick and Morty \" is airing the 10th episode of its 4th season on Sunday, May 31 at 11:30 p.m. The series stars Justin Roiland , Chris Parnell , Spencer Grammer , and Sarah Chalke . Here's the information you'll need to watch \"Rick and Morty\" online without cable. When is 'Rick and Morty' on? \"Rick and Morty\" airs its 10th episode of its 4th season on Sunday, May 31 at 11:30 p.m. on Cartoon Network. It will follow after a rerun of the previous episode of the series at 11 p.m. How to ... "], ["2020-05-29 15:14", "Rick and Morty characters: Is Beth Smith a clone? Star of Rick's daughter opens up ... ... Rick and Morty Vindicators 1: Is there a Rick and Morty Vindicators 1? [EXPLAINER] Rick and Morty season 5: Sarah Chalke hints another long wait for fans [CAST] Rick and Morty season 4 finale: What will happen in season 4 finale? [FINALE] Related articles Rick and Morty season 4: New episode causes storm ahead of finale Rick and Morty: When will Rick and Morty season 4 be on Hulu? Grammer said: \"I'm sure at some point there might be answer. But who knows. \"If you believe in string theory, or you believe time is relative, and you believe in the concept of relativity, there is an unlimited possibility of dimensions and experiences. \"There's a possible world where, of course, there's a cloned Beth. \"But there's also a reality ... "], ["2020-05-29 10:22", "When is Rick and Morty season 5 released? What's going to happen? ... . News: Rick & Morty s4 arrives on 16 June ???? — Netflix UK & Ireland (@NetflixUK) May 13, 2020 Who's in the cast of Rick and Morty season 5? Justin Roiland will return to voice half the cast, including titular characters Rick and Morty, alongside Sarah Chalke (Scrubs) as Rick's long-suffering daughter Beth, with Chris Parnell as her passive husband Jerry. Kelsey Grammer's daughter Spencer Grammer completes the family as Morty's sister Summer. And it seems safe to say we can expect plenty of guest stars too... Advertisement Check out the best Netflix series and best Netflix movies to keep you entertained or visit to our TV guide for more to watch. Share on Facebook Share on Twitter Share on Pinterest Share on Reddit Email to a friend ... "], ["2020-05-28 19:45", "Step Up series surprisingly saved following shock cancellation ...  to WWE after motherhood Batwoman's Ruby Rose breaks silence after exit Agents of SHIELD s7 premiere reveals Avengers link US TV TV One Day at a Time saved after Netflix cancellation 'Step On Up' Doherty follows in Moss's steps as model Marvel promises \"more adventures\" with Daredevil 'Marchlands' follow-up on the way Grammer shocked by cancelled sitcom US TV Movies Soaps Forums Reality TV Showbiz Gaming LGBTQ+ Spy Music Tech Deals Comics Netflix Marvel Doctor Who DIGITAL SPY, PART OF THE HEARST UK ENTERTAINMENT NETWORK Digital Spy participates in various affiliate marketing programs, which means we may get paid commissions on editorially chosen products purchased through our links to retailer sites. 2020 Hearst UK is the ... "], ["2020-05-28 19:25", "Quarantunes Passes the $3M Milestone in Just Ten Weeks ... . Quarantunes is executive produced by Weitz's assistant Coco Weaver , who navigates through the 1,000 viewers who tune in each week to locate celebrities like Amy Adams and Debbie Gibson , who frequently tunes in to watch the series and often makes a cameo, LA County supervisor Sheila Kuehl and musical legend Herbie Hancock who sat for an in-depth interview before Rob Thomas, Seal and Andy Grammer closed out the Saturday series. He's been asked to open up the series to a wider audience on YouTube, but Weitz says obtaining the rights to every song would be a logistical nightmare and said the small audience creates an informal relaxed atmosphere. How is he going to top Saturday's performance? \"I never look at it as topping I just look at it ... "], ["2020-05-28 09:00", "Annual Go Red for Women goes virtual ...  of the event was that cardiovascular diseases do not discriminate. It continues to be the number one killer of women and spans across gender, race and age. Many in virtual attendance were \"going red\" for a loved one who had been affected or had passed away from a cardiovascular disease. Emcee Jenni Grammer was honoring her mother. \"We lost her way too soon and unfortunately she was the one in three women who die from heart disease,\" Ms. Grammer said. In the era of COVID-19, it's understandable to be wary of going to doctors' offices or hospitals but keynote speaker Dawn Tartaglinoe, medical director of Bayhealth, said no one should be afraid of going to the hospital due to COVID-19, especially if they are experiencing the symptoms of ... "], ["2020-05-27 13:10", "How WWE superstar Becky Lynch found a way to top 2019 with one announcement -- and give back to Special Olympics ...  The personal side of Special Olympics for Tim Shriver 2y Alyssa Roenigk From Special Olympics play to the workplace 2y Dave Boling, Special to ESPN Ex-NFL OT Roberts is a champion for Special Olympics athletes Detroit Lions 2y Michael Rothstein, ESPN Staff Writer The Schmidts are all in the family 2y Andrew Schmidt, Special to ESPN For Special Olympics swimmer Jessica Grammer, 'dreams do come true' 2y Jessica Grammer, Special to ESPN 'I matter, I exist, and I have a right to play,' says Tyler Lagasse 2y Tyler Lagasse Meet Divine Pearl Navalta, aka The Sparkling Diva 2y Dave Boling, Special to ESPN Blind Special Olympics athlete Ben Collins showed me his worldview 2y Ryan Hoff Seth Hanchey's marks of strength 2y Kimber Hanchey, with Steve ... "], ["2020-05-27 01:25", "Rick and Morty season 5 delay: Cast member hints another long wait for fans ...  and no birds.\" Thankfully, the voice work for season 4b has been as stellar as always, and fans haven't been able to notice any discernible dips in technical quality. READ MORE Rick and Morty release date: Will Rick and Morty be on ALL YEAR ROUND? In the latest episode, the rest of the Smith family, including Beth, Jerry (Chris Parnell) and Summer (Spencer Grammer), joined Rick and Morty in an unconventional road trip as their camping holiday is sabotaged by a surprising revelation. Meanwhile, fans are highly anticipating the finale for season four, Star Mort Rickturn of the Jerri. Justin Roiland has also hinted at a change of pace for the series when he revealed his idea for releasing just one episode each month as opposed to the usual schedule ... "], ["2020-05-26 19:00", "'Rick and Morty': Is Beth as Bad of a Parent as Rick? ...  say differently. More On: Rick and Morty HBO Max Is Here. Will It Work? When Will 'Rick and Morty' Season 4 Finale Premiere on Adult Swim? How to Watch 'Rick and Morty' Season 4, Episode 9 Here's What Show Your State Has Been Watching The Most During The COVID-19 Pandemic But the real parallels between these two bad parents appear when Summer (Spencer Grammer) and Morty (Roiland) go on their own adventure. Shortly after learning about Rick's new rock children Beth brushes off her own kids, telling them to go camp with Jerry (Chris Parnell). On the surface there's nothing wrong with that demand. Beth is doing something dangerous so it only makes sense that her kids would be safer and happier in the care of their other parent. But ... "], ["2020-05-26 16:45", "How to watch Rick and Morty online: stream season 4 for free ...  's Doc Brown — and an alcoholic and seriously bad role model to boot — who takes his nerdy teenage grandson, Morty Smith, and occasionally Morty's sister, Summer, on some wacky, sci-fi-inflected adventures. (And there's no question that leaving home and time-traveling seem especially appealing right now!) Created by: Dan Harmon and Justin Roiland Cast: Justin Roiland, Chris Parnell, Spencer Grammer Number of Seasons: 4 Watch Free With Hulu How To Watch Rick and Morty Online In The U.S. The show's three previous seasons (31 episodes, each running from 21-24 minutes sans ads) can be enjoyed by Hulu subscribers now, but to keep totally up to date with season 4, and not have to wait until late October or early November when it's ... "], ["2020-05-26 12:49", "Hollywood Bowl Opens for One Night to Host Richard Weitz's Zoom Concert With Surprise Guest Billie Eilish ...  everybody who is on this call has been in the business for some amount of time. We're in odd times. That a show has taken off out of this mayhem and you've found a way to put all of these incredible people together [is amazing]. The concept is groundbreaking but out of necessity.\" DeGraw then made way for the night's next-to-last performer, Andy Grammer, who performed just one song — \"Good to Be Alive (Hallelujah).\" And the closing act? There were two: New Order and the Pet Shop Boys, who, as part of a co-headlining tour this summer, were supposed to close the Bowl season. Thanks to \"Quarantunes\" they did it. \"Billie Eilish has always been ahead of her time, and she is so friggin smart,\" says Mayor Garcetti ... "], ["2020-05-25 17:18", "Kenny Loggins performs 'Footloose' at an empty Hollywood Bowl to raise money for Covid-19 relief ...  with memorable performances, including Seal singing his hit \"Kiss from a Rose.\" TV chef Rachael Ray shared a snap of Rob Thomas, who performed his 1999 smash single \"Smooth\" with Carlos Santana. Artist Billie Eilish also jumped on to discuss a vegan charity she has launched with her mom. Also performing were The Killers, Barry Manilow, Gavin DeGraw, Andy Grammer, Bryan Adams, Elvis Costello, Gloria Gaynor and former Styx frontman Dennis DeYoung. Famed record producer Clive Davis, who Weitz called his \"Zoom wingman\" and has been a staple at all the virtual fundraisers, also made an appearance from his home during the evening. The shows are by invitation only because of copyright infringement issues with some of the songs and because ... "], ["2020-05-25 17:18", "Kenny Loggins performs 'Footloose' at an empty Hollywood Bowl to raise money for Covid-19 relief ...  with memorable performances, including Seal singing his hit \"Kiss from a Rose.\" TV chef Rachael Ray shared a snap of Rob Thomas, who performed his 1999 smash single \"Smooth\" with Carlos Santana. Artist Billie Eilish also jumped on to discuss a vegan charity she has launched with her mom. Also performing were The Killers, Barry Manilow, Gavin DeGraw, Andy Grammer, Bryan Adams, Elvis Costello, Gloria Gaynor and former Styx frontman Dennis DeYoung. Famed record producer Clive Davis, who Weitz called his \"Zoom wingman\" and has been a staple at all the virtual fundraisers, also made an appearance from his home during the evening. The shows are by invitation only because of copyright infringement issues with some of the songs and because ... "], ["2020-05-25 17:18", "Kenny Loggins performs 'Footloose' at an empty Hollywood Bowl to raise money for Covid-19 relief ...  with memorable performances, including Seal singing his hit \"Kiss from a Rose.\" TV chef Rachael Ray shared a snap of Rob Thomas, who performed his 1999 smash single \"Smooth\" with Carlos Santana. Artist Billie Eilish also jumped on to discuss a vegan charity she has launched with her mom. Also performing were The Killers, Barry Manilow, Gavin DeGraw, Andy Grammer, Bryan Adams, Elvis Costello, Gloria Gaynor and former Styx frontman Dennis DeYoung. Famed record producer Clive Davis, who Weitz called his \"Zoom wingman\" and has been a staple at all the virtual fundraisers, also made an appearance from his home during the evening. The shows are by invitation only because of copyright infringement issues with some of the songs and because ... "], ["2020-05-25 17:18", "Kenny Loggins performs 'Footloose' at an empty Hollywood Bowl to raise money for Covid-19 relief ...  with memorable performances, including Seal singing his hit \"Kiss from a Rose.\" TV chef Rachael Ray shared a snap of Rob Thomas, who performed his 1999 smash single \"Smooth\" with Carlos Santana. Artist Billie Eilish also jumped on to discuss a vegan charity she has launched with her mom. Also performing were The Killers, Barry Manilow, Gavin DeGraw, Andy Grammer, Bryan Adams, Elvis Costello, Gloria Gaynor and former Styx frontman Dennis DeYoung. Famed record producer Clive Davis, who Weitz called his \"Zoom wingman\" and has been a staple at all the virtual fundraisers, also made an appearance from his home during the evening. The shows are by invitation only because of copyright infringement issues with some of the songs and because ... "], ["2020-05-25 16:30", "Lisa Rinna Gets Nostalgic Over Happy 'RHOBH' Photos Amid Drama-Filled Season 10 ...  to play out , Rinna looked back on some of the happier times the cast shared last season in a new post to Instagram. Rinna posted a throwback photo of her sharing a laugh with co-stars Teddi Mellencamp, Kyle Richards, and Dorit Kemsley during a cast trip to Hawaii for an episode from the ninth season of the long-running reality show. The photo was shot at the reception for Camille Grammer's wedding to David C. Meyer, where Kyle served as a bridesmaid. Not only are the Bravo beauties glammed up for the shot, but they truly appear to be enjoying one another's company with no jealousy as a rainbow appears in the background. In the caption to the photo, Rinna admitted she had \"no idea\" why she was posting photos from last season's Real ... "], ["2020-05-25 05:10", "Rick and Morty season 4: Fans react to vulgar new episode 'What did we just watch?' ...  planet cheated on Rick with God, had some kids. Jerry became Moses and fought his wife? \"Summer and Morty killed God while high, and Rick ended up with no one... Haha, what did we just watch?\" Viewers were also glad the rest of the Smith family were finally given some substantial screen time, as many fans felt Beth (Sarah Chalke), Jerry (Chris Parnell) and Summer (Spencer Grammer) had been short-changed in the back half of season four. Posting on Reddit, one fan said: \"As someone who has been openly critical of this season, I loved this episode!! It was a fun ride from start to finish.\" DON'T MISS: Game of Thrones blunder: Huge continuity error with Daenerys' wedding [BLUNDER] The Masked Singer on FOX: Jesse McCartney admits ' ... "], ["2020-05-24 23:02", "Rick and Morty Episode 9 live stream: How to watch online without cable ... . Learn how you can help TV News Rick and Morty Episode 9 live stream: How to watch online without cable Today 7:02 PM Rick and Morty: The Other Five (Official Trailer) | May 3 | adult swim By Joseph Rejent | NJ Advance Media for NJ.com \" Rick and Morty \" is airing the 9th episode of its 4th season on Sunday, May 24 at 11:30 p.m. The series stars Justin Roiland , Chris Parnell , Spencer Grammer and Sarah Chalke . Here's the information you'll need to watch \"Rick and Morty\" online without cable. When is 'Rick and Morty' on? \"Rick and Morty\" airs its 9th episode of its 4th season on Sunday, May 24 at 11:30 p.m. on Cartoon Network. It will follow after a rerun of the previous episode of the series at 11 p.m. How to watch ... "], ["2020-05-24 17:35", "Here Are All the Livestreams & Virtual Concerts to Watch During the Coronavirus Crisis: Week of May 25 ...  a remote location on Thursday (May 29). Other shows include a benefit set featuring Jason Mraz and Goo Goo Dolls, among others,; Adam Lambert, Jordin Sparks and others banding together for an event focusing on teen mental wellness; and many more. As additional livestreaming events are announced for the week, we'll add them to this list. May 25: Jason Mraz, Goo Goo Dolls, Andy Grammer, The Head and the Heart, Caroline Jones, The Revivalists and more acts are set to perform during the Save the Children music festival hosted on YouTube from 6 p.m. to 9:30 p.m. ET. Donations raised during the live stream benefit Save the Children , the humanitarian aid organization for children that's delivering life-saving supplies, information and care to families and ... "], ["2020-05-24 09:29", "Rick and Morty season 4, episode 9 release time: What time is Rick and Morty out? ...  #adultswim pic.twitter.com/xOc4BfNmSB — Rick and Morty (@RickandMorty) May 23, 2020 Rick and Morty: The pair go on crazy adventures together in season 4 (Image: Channel 4) READ MORE Rick and Morty release date: Will Rick and Morty be on ALL YEAR ROUND? The sneak preview shows the mad scientist Rick Sanchez (Justin Roiland), his grandson Morty Smith (Roiland), and Morty's sister Summer (Spencer Grammer), mum Beth (Sarah Chalke) and dad Jerry (Chris Parnell). The characters are in the car and Summer is complaining about being taken away from her friends during spring break. Jerry tells them what they need is to \"level up with a bong rip of nature\". He takes them camping and says: \"We a roughing it, and that means no sci-fi b***.\" He ... "]]}}