{"postfix": "grenke-aktie", "name": "GRENKE", "wkn": "A161N3", "time": "2020.06.02 13:09", "ts": 1591096144, "features": {"KGV": "31.80", "Marktkapitalisierung": {"Size": "Mrd", "Value": "3.38"}, "GA": "2.92", "KBV": "4.10", "BA": "22.62", "KCV": "30.41", "CA": "3.05", "Vola30": "53.34", "Vola90": "99.3", "Vola180": "74.28", "Vola250": "58.08"}, "rivals": ["deutsche_bank-aktie", "société_générale-aktie", "bnp_paribas-aktie", "albis_leasing-aktie", "ing_group-aktie"], "text_data": {"de": [["31.05.20", "So schätzen Analysten die GRENKE-Aktie ein"], ["05.05.20", "AKTIE IM FOKUS: Grenke auf Erholungskurs - Lampe lobe Liquiditätsausstattung"], ["05.05.20", "ROUNDUP: Grenke-Gewinn bricht wegen höherer Risikovorsorge ein - Aktie zieht an"], ["05.05.20", "Grenke verdient weniger und will eine unveränderte Dividende ausschütten"], ["05.05.20", "Grenke senkt Dividendenvorschlag und verschiebt Hauptversammlung"], ["05.05.20", "Grenke verdient wegen Risikovorsorge ein Drittel weniger"], ["05.05.20", "Grenke senkt Dividendenvorschlag leicht - Neuer Termin für Hauptversammlung"], ["05.05.20", "Wichtige Kursbewegungen: Grenke kürzt Dividende - Hohe Rückstellungen"], ["30.04.20", "Wie Experten die GRENKE-Aktie im April einstuften"], ["03.04.20", "ANALYSE-FLASH: HSBC senkt Ziel für Grenke auf 75 Euro - 'Buy'"], ["02.04.20", "MÄRKTE EUROPA/Börsen nach Achterbahnfahrt höher - Ölpreise haussieren"], ["02.04.20", "XETRA-SCHLUSS/DAX schließt nach Berg- und Talfahrt knapp im Plus"], ["02.04.20", "MÄRKTE EUROPA/Schwache US-Erstanträge schicken Börsen ins Minus"], ["02.04.20", "MÄRKTE EUROPA/Börsen zwischen Hoffen und Bangen gefangen"], ["02.04.20", "HSBC: Corona bremst Rocket Internet und Grenke Leasing aus"], ["02.04.20", "ROUNDUP: Grenke streicht Prognose und steigert Neugeschäft-Marge - Aktie im Plus"], ["02.04.20", "Grenke verschiebt Hauptversammlung - keine Aussage zur Dividende"], ["02.04.20", "MÄRKTE EUROPA/Volatil hin und her - Ölpreisanstieg stützt Ölaktien"], ["02.04.20", "ROUNDUP: Grenke streicht wegen Corona Prognose - Margen im Neugeschäft ziehen an"], ["02.04.20", "Grenke streicht wegen Corona Prognose - Staatliche Programme sollten helfen"], ["29.02.20", "GRENKE-Aktie: Experten empfehlen GRENKE im Februar mehrheitlich zum Kauf "], ["25.02.20", "ANALYSE-FLASH: Deutsche Bank hebt Ziel für Grenke auf 110 Euro - 'Buy'"], ["20.02.20", "ROUNDUP: Akademiker holen beim Gesamteinkommen erst spät auf"], ["20.02.20", "Einkommensstudie: Akademiker überholen Menschen mit Ausbildung spät"], ["13.02.20", "HSBC: GRENKELEASING - Kurs: Neues Rekordhoch!"], ["13.02.20", "GRENKE stellte das Zahlenwerk zum vergangenen Quartal vor"], ["11.02.20", "MÄRKTE EUROPA/DAX auf Allzeithoch - Entspannung in China"], ["11.02.20", "XETRA-SCHLUSS/Die Rekorde purzeln"], ["11.02.20", "MÄRKTE EUROPA/DAX auf Allzeithoch - Telekom treiben"]], "en": [["05.05.20", "GRENKE AG : GRENKE to hold virtual Annual General Meeting and intends to offer a scrip dividend"], ["05.05.20", "GRENKE AG : Q1 2020: GRENKE remains active and profitable amid the COVID-19 pandemic"], ["21.04.20", "GRENKE AG : Release according to Article 40, Section 1 of the WpHG [the German Securities Trading Act] with the objective of Europe-wide distribution"], ["02.04.20", "GRENKE AG : Release according to Article 40, Section 1 of the WpHG [the German Securities Trading Act] with the objective of Europe-wide distribution"], ["02.04.20", "GRENKE AG : GRENKE achieves 1.6% growth in Leasing new business in Q1 2020 despite COVID 19 pandemic"], ["24.03.20", "GRENKE AG : Release according to Article 40, Section 1 of the WpHG [the German Securities Trading Act] with the objective of Europe-wide distribution"], ["11.02.20", "GRENKE AG : GRENKE records a successful 2019 fiscal year with an increase in contribution margin and Consolidated Group net profit"], ["03.01.20", "GRENKE AG : GRENKE's strong growth continues in 2019"], ["2020-05-22 01:30", "Demand for invoice finance 'to grow' after lockdowns ...  to be paid, they're getting access to credit straight away. We lend against an asset, the sales ledger, and that's the security taken.\" The group's members include the commercial lending units of three pillar banks - AIB, Bank of Ireland and Ulster Bank - as well as Bibby Financial Services, Capitalflow, Close Brothers and Grenke Finance. Pillar banks currently drive about four-fifths of business, particularly among larger SMEs such as manufacturers and agri-food firms. Irish Independent Independentie Search Search News Irish News World News Local papers Environment Weather Opinion Letters Editorial Comment Business Brexit Irish World Technology Personal Finance Small Business Farming Jobs Commercial Property In The Workplace Sport Rugby GAA ... "], ["2020-05-05 21:43", "FIRMEN-BLICK-Qiagen wagt keinen Jahresausblick - Optimistisch fr 2. Quartal ...  Firmenkundensparte gingen die Ertrge zurck. Deutlich mehr nahm BNP Paribas dagegen im Handel mit festverzinslichen Wertpapieren ein. Insgesamt schrumpften die Ertrge um 2,3 Prozent auf 10,9 Milliarden Euro. Die Risikovorsorge fr ausfallgefhrdete Kredite nahm um 85 Prozent auf 1,42 Milliarden Euro zu. GRENKE - Dsseldorf: Die IT-Leasingfirma krzt die Dividende fr das abgelaufene Jahr. Statt 88 Cent sollen 80 Cent ausgeschttet werden, wahlweise in bar oder teilweise in Aktien, teilte Grenke mit. Zum Jahresauftakt schnellten die Zahlungsausflle und die Risikovorsorge angesichts der Folgen der Coronakrise um fast 80 Prozent auf 50,8 Millionen Euro nach oben. Das lie das operative Ergebnis um ein Viertel auf 31,4 Millionen Euro sinken. Netto ging der Gewinn um 30 ... "], ["2020-05-05 05:31", "BRIEF-Grenke Says It Will Update 2020 Guidance When Effect Of Pandemic Is KnownDiscover Thomson Reuters Financial Government Solutions Legal Reuters News Agency Risk Management Solutions Tax & Accounting Blog: Answers On Innovation @ Thomson Reuters Directory of sites Login Contact Support Business Markets World UK TV More United Kingdom Swiss Market Report May 5, 2020 / 5:32 AM / Updated 8 minutes ago BRIEF-Grenke Says It Will Update 2020 Guidance When Effect Of Pandemic Is Known 1 Min Read May 5 (Reuters) - Grenke AG: * 2020 GUIDANCE TO BE UPDATED AS SOON AS EFFECTS OF COVID-19 PANDEMIC CAN BE MORE CONCRETELY DETERMINED * Q1 NET PROFIT REACHES EUR 23.7 MILLION (-29.8%) * NET PROFIT REACHES EUR 23.7 MILLION (-29.8%) * NEW DIVIDEND PROPOSAL OF EUR 0.80 PER SHARE (PREVIOUSLY EUR 0.88) * COMPANY PLANS TO OFFER SHAREHOLDERS OPTION TO  ... "], ["2020-05-05 05:31", "BRIEF-Grenke Says It Will Update 2020 Guidance When Effect Of Pandemic Is KnownDiscover Thomson Reuters Financial Government Solutions Legal Reuters News Agency Risk Management Solutions Tax & Accounting Blog: Answers On Innovation @ Thomson Reuters Directory of sites Login Contact Support Business Markets World Politics TV More United States Switzerland Market Report May 5, 2020 / 5:35 AM / Updated 27 minutes ago BRIEF-Grenke Says It Will Update 2020 Guidance When Effect Of Pandemic Is Known 1 Min Read May 5 (Reuters) - Grenke AG: * 2020 GUIDANCE TO BE UPDATED AS SOON AS EFFECTS OF COVID-19 PANDEMIC CAN BE MORE CONCRETELY DETERMINED * Q1 NET PROFIT REACHES EUR 23.7 MILLION (-29.8%) * NET PROFIT REACHES EUR 23.7 MILLION (-29.8%) * NEW DIVIDEND PROPOSAL OF EUR 0.80 PER SHARE (PREVIOUSLY EUR 0.88) * COMPANY PLANS TO OFFER SHAREHOLDERS  ... "], ["2020-05-05 04:38", "German stocks - Factors to watch on May 5 ... ) for 225 million euros. BEIERSDORF Q1 results due VONOVIA Q1 results due DEUTSCHE PFANDBRIEFBANK The lender withdrew its 2020 forecast, pointing to the macroeconomic environment and the real estate market. ALSTRIA OFFICE The real estate company confirmed its 2020 guidance for revenues and operating result but cautioned that adjustments cannot be ruled out in the course of the year. GRENKE Q1 results due HELLOFRESH Q1 results due HUGO BOSS Q1 results due. Earnings poll: SIEMENS HEALTHINEERS Fiscal Q2 results due PFEIFFER VACUUM Q1 results due STRATEC The diagnostic company said it is raising its 2020 guidance for sales growth. \"In connection with the COVID-19 pandemic, STRATEC is currently observing significantly positive and slightly negative effects in ... "], ["2020-05-05 04:38", "German stocks - Factors to watch on May 5 ... ) for 225 million euros. BEIERSDORF Q1 results due VONOVIA Q1 results due DEUTSCHE PFANDBRIEFBANK The lender withdrew its 2020 forecast, pointing to the macroeconomic environment and the real estate market. ALSTRIA OFFICE The real estate company confirmed its 2020 guidance for revenues and operating result but cautioned that adjustments cannot be ruled out in the course of the year. GRENKE Q1 results due HELLOFRESH Q1 results due HUGO BOSS Q1 results due. Earnings poll: SIEMENS HEALTHINEERS Fiscal Q2 results due PFEIFFER VACUUM Q1 results due STRATEC The diagnostic company said it is raising its 2020 guidance for sales growth. \"In connection with the COVID-19 pandemic, STRATEC is currently observing significantly positive and slightly negative effects in ... "]]}}