{"postfix": "hasbro-aktie", "name": "HASBRO", "wkn": "859888", "time": "2020.06.02 13:39", "ts": 1591097964, "features": {"KGV": "25.92", "Marktkapitalisierung": {"Size": "Mrd", "Value": "9.00"}, "GA": "4.08", "KBV": "4.54", "BA": "23.31", "KCV": "20.81", "CA": "5.08", "Vola30": "66.52", "Vola90": "89.75", "Vola180": "68.39", "Vola250": "55.32"}, "rivals": ["electronic_arts-aktie", "mattel-aktie", "jakks_pacific-aktie", "bally_technologies-aktie"], "text_data": {"de": [["2020.06.02", "Star Wars The Clone Wars: Das beste Star Wars seit der Ur-Trilogie"], ["31.05.20", "Mai 2020: So haben Analysten ihre Einstufung der Hasbro-Aktie angepasst"], ["15.05.20", "Hasbro schüttet vierteljährliche Dividende aus"], ["05.05.20", "Star Wars: Darth Vader und mehr Machtspiele"], ["05.05.20", "Star Wars: Taika Waititi dreht neuen Kinofilm"], ["05.05.20", "Star Wars: Taika Waititi ist für nächsten Star-Wars-Film verantwortlich"], ["30.04.20", "Was Analysten von der Hasbro-Aktie erwarten"], ["30.04.20", "Hasbro: Bilanzvorlage zum letzten Quartal"], ["28.04.20", "Star Wars: Disney erntet veritablen Shitstorm mit Star-Wars-Hashtag"], ["28.04.20", "Ausblick: Hasbro stellt Quartalsergebnis zum abgelaufenen Jahresviertel vor"], ["27.04.20", "Der Aufstieg Skywalkers: Neunter Teil von Star Wars ab 4. Mai auf Disney+"], ["24.04.20", "Videostreaming: Star Wars Resistance kommt im Mai zu Disney+"], ["23.04.20", "Disney+: Neue Star-Wars-Serie geplant"], ["23.04.20", "Disney+: Disney plant weitere Star-Wars-Serie"], ["22.04.20", "Star Wars: Dritte Staffel von The Mandalorian kommt zu Disney+"], ["21.04.20", "Star Wars Clone Wars bei Disney+: Neue Episoden vorerst ohne deutsche Tonspur"], ["18.04.20", "Star Wars: Videokonferenz in einer weit, weit entfernten Galaxie"], ["14.04.20", "Erste Schätzungen: Hasbro präsentiert das Zahlenwerk zum abgelaufenen Jahresviertel"], ["01.04.20", "Star Wars: Die Macht ist versehentlich mit PC-Jedi"], ["23.03.20", "MÄRKTE USA/Verluste trotz Fed-Maßnahmen - Gold ist Trumpf"], ["23.03.20", "MÄRKTE USA/Fed kann Wall Street nicht ins Plus hieven"], ["29.02.20", "Februar 2020: Analysten sehen Potenzial bei Hasbro-Aktie"], ["27.02.20", "Geeks der Sterne: Wenn Star-Wars-Nerds sich streiten"], ["12.02.20", "Aktionäre von Hasbro erhalten konstante Dividende"], ["12.02.20", "Hasbro mit Zahlen zum abgelaufenen Quartal"], ["11.02.20", "Opening Bell: Rekordfahrt an der Wall Street geht weiter; Apple, T-Mobile US, Sprint, GDS Holdings, Hasbro, Under Armour, Shopify "], ["10.02.20", "Ausblick: Hasbro zieht Bilanz zum abgelaufenen Quartal"], ["05.02.20", "Ein Besuch im Star-Wars-Themenbereich \"Galaxy’s Edge\" in Disneyland"], ["29.01.20", "Holiday Special: Das Star Wars, das keiner kennen will"], ["23.01.20", "Disney+: Darth Maul kehrt in Star Wars: The Clone Wars zurück"], ["20.01.20", "Taika Waititi: The-Mandalorian-Regisseur könnte neuen Star-Wars-Film drehen"], ["13.01.20", "heise+ | Kurztests: Gamepad für die Xbox, sportliche In-Ears und der Star-Wars-Droide D-0"], ["13.01.20", "Walt Disney: So wichtig ist Star Wars für den Konzern wirklich"]], "en": [["01.06.20", "Rick and Morty season finale: Clone Beth 'skews a tad Star Wars-y'     - CNET"], ["29.05.20", "Hasbro's Black Series adds Zeb from Star Wars Rebels     - CNET"], ["29.05.20", "Hasbro (HAS) Up 1.7% Since Last Earnings Report: Can It Continue?"], ["28.05.20", "Star Wars Rebels' Zeb joins Hasbro's Black Series line     - CNET"], ["28.05.20", "Star Wars: Tales from the Galaxy’s Edge is a new VR adventure from Oculus and ILMxLAB"], ["28.05.20", "Star Wars: Tales from the Galaxy's Edge will bring you on VR Disney Parks trip     - CNET"], ["16.05.20", "Timothy Olyphant reportedly will wear Boba Fett's armor in The Mandalorian     - CNET"], ["16.05.20", "This Star Wars R2-D2 robot vacuum is perfect for lockdown cleanup fun     - CNET"], ["15.05.20", "Hasbro Declares Fresh Dividend; Yield Is 4.2%"], ["09.05.20", "Star Wars favorite Boba Fett to appear on The Mandalorian season 2     - CNET"], ["07.05.20", "The Margin: Trump campaign boss to ‘start pressing FIRE’ on ‘Death Star’ — then he’s reminded of how Star Wars ends"], ["06.05.20", "1 Factor Took Hasbro From Profit to Loss. Hint: It Wasn't Coronavirus."], ["05.05.20", "Disney Plus hits 54.5M members but new movies will wait for theaters (for now)     - CNET"], ["05.05.20", "Star Wars Jedi: Fallen Order tops 10 million copies sold"], ["05.05.20", "NASA astronaut shares Star Wars fan video filmed on the ISS     - CNET"], ["04.05.20", "Billie Lourd pays tribute to late mother Carrie Fisher on Star Wars day"], ["04.05.20", "Star Wars VR game Vader Immortal is coming to PlayStation this summer     - CNET"], ["04.05.20", "Thor director Taika Waititi to helm and co-write a Star Wars movie     - CNET"], ["04.05.20", "‘Thor: Ragnarok’ director Taika Waititi is making a Star Wars movie"], ["04.05.20", "Star Wars shares hope in inspiring May the 4th video message     - CNET"], ["04.05.20", "How to watch every Star Wars movie and TV show, from Darth Vader to Baby Yoda     - CNET"], ["04.05.20", "Strong Demand for Games Saves Hasbro From Coronavirus Disaster"], ["04.05.20", "Star Wars: The Clone Wars finale recap: Ahsoka's adventure ends in 'Victory and Death'     - CNET"], ["04.05.20", "Star Wars lost its mystique, and The Rise of Skywalker is to blame     - CNET"], ["03.05.20", "Film fans prepare to ‘feel the force’ on Star Wars Day"], ["03.05.20", "Disney Plus adds Star Wars profile pics for May 4     - CNET"], ["02.05.20", "Geek out with a Star Wars arcade cabinet and app-controlled Stormtrooper robot for $350     - CNET"], ["01.05.20", "Where Will Hasbro Be in 5 Years?"], ["01.05.20", "Disney Plus is getting a gorgeous Star Wars concept art makeover     - CNET"], ["01.05.20", "Star Wars: The Clone Wars episode 11 recap: Ahsoka's life is 'Shattered' as friend becomes foe     - CNET"], ["29.04.20", "We'll be ready for Christmas, says Hasbro, as China restarts"], ["29.04.20", "UPDATE 3-We'll be ready for Christmas, says Hasbro, as China restarts"], ["29.04.20", "Hasbro Inc (HAS) Q1 2020 Earnings Call Transcript"], ["29.04.20", "Hasbro (HAS) Misses on Q1 Earnings, Gaming Demand High"], ["29.04.20", "Hasbro Reports Spiking Demand for Home Gaming Products"], ["29.04.20", "UPDATE 2-We'll be ready for Christmas, says Hasbro, as China restarts"], ["29.04.20", "Hasbro (HAS) Q1 Earnings and Revenues Miss Estimates"], ["29.04.20", "Hasbro expects virus to hit second-quarter earnings but will be prepared for holiday season"], ["29.04.20", "UPDATE 1-Hasbro expects hit to second quarter toy sales as coronavirus rocks retail"], ["29.04.20", "Hasbro stock slips as coronavirus clouds earnings outlook"], ["2020-06-02 10:40", "DRB-Hicom signs agreement to acquire Media City Ventures for RM100m ... returns from the development of the exchange land within the medium term. The acquisition is not expected to have any material impact on the net assets and earnings of the DRB-HICOM Group for the financial year ending December 31, 2020. — Bernama Related Articles DRB-Hicom plans up to RM3.5b Sukuk Wakalah programme PPB says not in talks with FGV on MSM acquisition Hasbro to buy 'Peppa Pig' owner for US$4 billion In Money Loading... News Malaysia COVID-19 World Money Life Eat/Drink Showbiz Opinion What You Think Sports Tech/Gadgets Drive Videos About Archives About Us Privacy Policy Terms of Use Advertise with Us Download Apple AppStore Google Play Store Huawei App Gallery Google News Subscribe to Newsletter 2020, Malay Mail, All Rights Reserved ... "], ["2020-06-02 04:00", "Why Hasbro's Outperformance Over 2008 Recession Bodes Well For Its OutlookHasbro (NASDAQ: HAS), best known for its toys and board games, has seen its stock decline by about 30% from $97 at beginning of the year to $73 currently, underperforming the broader indices, as several retail stores are temporarily closed due to the coro"], ["2020-05-31 13:32", "Is Mattel Stock a Buy? ... 2021. But there is plenty of bad news already reflected in the stock's valuation. The shares currently trade at the lowest price-to-sales ratio since the Great Recession in 2008. MAT PS Ratio data by YCharts As management continues to trim costs, Mattel should see its profitability rebound on the other side of this downturn. Longer term, Mattel is taking a page out of Hasbro 's playbook to expand its sales beyond toys to licensed TV series on Netflix (e.g., Masters of the Universe: Revelation ) and to the silver screen, where projects are under way in partnership with top Hollywood studios for movie adaptations of Barbie and Hot Wheels, among others. All in all, if Mattel continues to make progress in its turnaround efforts, this value stock could be ... "], ["2020-05-30 20:29", "'My God, this thing is really contagious.' Charlie Baker reflects on the coronavirus crisis ...  be talking, meeting, or speaking in front of hundreds or thousands of people every day, and it would be all over Massachusetts. Now, like a lot of people, I spend an enormous amount of time working from home, and when I'm not working at home I'm spending my time at the State House, and every once in a while I go someplace else, like today we went to Western Mass. to thank Hasbro for the reworking of their manufacturing facility in East Longmeadow to reproduce 50,000 face shields, I think a day, which is incredible. Generally speaking, I get up in the morning, I get on the phone, I come to the State House, I remain on the phone, then I go do a media avail, and then I get on the phone again, and eventually I go home and I stay on the phone. People in ... "], ["2020-05-30 04:00", "New Skills For A New World ...  since the late nineties, when she worked at TechTV, a cable network dedicated to computing and the internet. In addition to a writing a weekly column that examined the intersection of technology and humanity, she was the Emmy-award winning voice and brains behind Tilde, the real-time motion-capture host of the network. Laura has written for companies ranging from Hasbro to Louis Vuitton, and served as creative director of Upwork, where she helped to create the brand and voice of the company. Since joining ServiceNow, she has written a vast amount of content that, once again, focuses on the fascinating crossroads where technology and humanity collide. Read Less Print Site Feedback Tips Corrections Reprints & Permissions Terms Privacy 2020 Forbes Media LLC ... "], ["2020-05-30 01:07", "President Trump Participates in \"Transition to Greatness\" Business Reopening Roundtable Video ...  House Coronavirus Response Coordinator; Kevin Hassett, Senior Economic Advisor to the president; Tim Pataki, Deputy Assistant to the President and Director of the Office of Public Liaison; Treasury Secretary Steven Mnuchin and Labor Secretary Eugene Scalia. External participants: Geoff Ballotti, President and CEO, Wyndham Hotels & Resorts; Brian Goldner, Chairman of the Board and CEO, Hasbro; David Hoffmann, CEO, Dunkin' Brands; Gary Kelly, Chairman of the Board and CEO, Southwest; Rodney McMullen, Chairman and CEO, Kroger; Oscar Munoz, Executive Chairman, United; Brad Smith, President, Microsoft and Sonia Syngal, CEO, Gap Inc. Share this: Email Facebook Twitter WhatsApp Pinterest Reddit Tumblr More LinkedIn Print Pocket Skype Telegram Like this: Like ... "], ["2020-05-30 01:02", "Nations ease more restrictions, air travel opening up more ...  nation begins returning to a semblance of normalcy. Kuldow's comments came as President Donald Trump met with a group of executives from eight leading American companies to discuss ongoing efforts to reopen the coronavirus-battered economy. AD Among those officials who huddled with Trump and his senior aides at the White House were officials from Dunkin' Brands, Gap Inc., Hasbro, Kroger, Microsoft, Southwest, United, and Wyndham Hotels & Resorts. AD TOKYO A GO GO: Tokyo will remove shutdown requests on more businesses in June, when theaters, cinemas, fitness centers and retailers in the Japanese capital can reopen after a coronavirus state of emergency ended this week. Governor Yuriko Koike said Tokyo is now ready to move to Step 2 of a three-phase ... "], ["2020-05-29 21:58", "Nations ease more restrictions, air travel opening up more ... as the nation begins returning to a semblance of normalcy. Kuldow's comments came as President Donald Trump met with a group of executives from eight leading American companies to discuss ongoing efforts to reopen the coronavirus-battered economy. Among those officials who huddled with Trump and his senior aides at the White House were officials from Dunkin' Brands, Gap Inc., Hasbro, Kroger, Microsoft, Southwest, United, and Wyndham Hotels & Resorts. TOKYO A GO GO: Tokyo will remove shutdown requests on more businesses in June, when theaters, cinemas, fitness centers and retailers in the Japanese capital can reopen after a coronavirus state of emergency ended this week. Governor Yuriko Koike said Tokyo is now ready to move to Step 2 of a three-phase ... "], ["2020-05-29 17:59", "Post-Pandemic Music Industry Predictions: The Consolidation Of Power ...  significant stake in Universal, 10% of which was acquired by a Tencent-led consortium in March of 2020. Warner confirmed in late May 2020 its intention to IPO via NASDAQ NDAQ exchange. Entertainment One, a Canadian entertainment company that owns properties ranging from Peppa Pig to Death Row Records, was acquired in December 2019 by toy and media conglomerate Hasbro HAS for $3.8 billion cash . Investment in music catalogs, distribution and technology has substantially increased in recent years. Warner closed a $650 million fund for acquiring music catalogs. Kobalt built a $600 million acquisition fund; Downtown acquired AVL Digital Group , which includes AdRev, CDBaby, DashGo and Soundrop for $200 million, in addition to distributor FUGA for an undisclosed ... "], ["2020-05-29 16:00", "10 Great Gifts for Fans of Baby Yoda and \"The Mandalorian\" in 2020 ... 39; Night Light You don't have to be afraid of the dark to be the proud owner of this night light, but you might be afraid of the dark side. The 3D-effect Baby Yoda night light comes with a remote control and USB cable. It changes from 16 colors and has three different modes so you can constantly switch it up in the evening. $22.99, amazon.com 8. Hasbro Monopoly: 'Star Wars' The Child Edition Board Game Monopoly gets a 'Mandalorian' makeover. Players take their turn going around the board to buy and trade objects from The Child's adventures. Everyone can play as different Baby Yodas, including The Child using the Force, sitting in the Hoverpram and drinking a cup of broth, for example. Designed for ages 8 and up, the whole family can ... "], ["2020-05-29 16:00", "For Alabama Thrower, 'BC' Doesn't Simply Represent His Initials, But Also 'Beat Cancer' ... , with two spots on the top right femur and four more in his lungs. According to the American Cancer Society, the overall five-year survival rate for localized Ewing's sarcoma is 70 percent. Patients with the metastatic disease have a five-year survival rate of 15 to 30 percent. Due to the nature of the progression, an aggressive treatment was devised. He immediately began chemotherapy at Hasbro's Edwin Forman Pediatric Hematology/Oncology Center. \"It's hard to describe because you're just always sick when you're going through chemo. It's around the clock, it doesn't really go away,\" Colantonio said. \"The throwing up was kind of aggravating, especially when I was in the hospital, because it was like every hour on the ... "], ["2020-05-29 15:31", "Hasbro (HAS) Up 1.7% Since Last Earnings Report: Can It Continue?Hasbro (HAS) reported earnings 30 days ago. What's next for the stock? We take a look at earnings estimates for some clues."], ["2020-05-29 15:02", "The best board games to play with the family during lockdown ... before he starts so that the game doesn't go on for ages. He also recommends looking up a few strategies online to become a monopoly master: \"it's quite cool, I think, like being able to solve a Rubik's cube.\" Snakes & Ladders 12.50, John Lewis Credit : Phillip Hollis An easy one to play with the kids which everyone stands an equal chance at winning. You could even get them to design their own board. \"You can make it more fun by putting minstrels on the squares,\" adds Jenkinson. Connect 4 12, Argos Credit : Hasbro Gaming Like all great games, Connect 4 is a simple premise but one which requires a great deal of strategy, as you and your opponents lock horns in a battle of measures and countermeasures. Operation 19.99, Amazon Credit ... "], ["2020-05-29 12:50", "Workout with RI native on Peloton ...  food service and dining outdoors. Food is terrific fresh, tasty, and healthy options. All the animals are out in their habitats. Will see creative signs and on-ground reminders of how to stay socially distant. Lots of staff out and about to answer questions and give you directions. Everyone staff and guests MUST wear face masks at all times. Some buildings will be closed, and Hasbro's Our Big Backyard is closed. Will work together to make a great opening and have a fun filled season at the Zoo. Read the Full Article Top Stories Scouts' Cards Meaningful to Residents in Assisted Living Video CNN crew released after on-air arrest while covering Minneapolis protests Weather Now: Humid With A Passing Shower Today Video Protest in downtown Columbus broken ... "], ["2020-05-29 12:14", "RWP Zoo excited for reopening ...  food service and dining outdoors. Food is terrific fresh, tasty, and healthy options. All the animals are out in their habitats. Will see creative signs and on-ground reminders of how to stay socially distant. Lots of staff out and about to answer questions and give you directions. Everyone staff and guests MUST wear face masks at all times. Some buildings will be closed, and Hasbro's Our Big Backyard is closed. Will work together to make a great opening and have a fun filled season at the Zoo. Copyright 2020 Nexstar Broadcasting, Inc. All rights reserved. This material may not be published, broadcast, rewritten, or redistributed. Share this story DOWNLOAD APPS NOW: Apple App Store | Google Play Store More Family Fun Stories Eye on RI: ways to enjoy the ... "], ["2020-05-29 12:00", "Friends star Maggie Wheeler looks back on the \"cringe\" and \"politically incorrect\" aspects of the show ...  isn't as exciting, let's be real). Friends airs daily on Comedy Central in the UK and is also streaming on Netflix in the UK. Friends - The Complete Series 1-10 [DVD] [2004] Warner Home Video Amazon 48.99 Shop Now Friends Central Perk LEGO set LEGO LEGO 64.99 Shop Now Friends: '80s Rachel Pop! Vinyl Figure Funko Pop! Pop In a Box 9.99 Shop Now Friends Monopoly Hasbro The Works 29.99 Shop Now Friends: '80s Ross Pop! Vinyl Figure Funko Pop! Pop In a Box 9.99 Shop Now Friends Trivial Pursuit Quiz Game Bitesize Edition Winning Moves Amazon 11.45 Shop Now Friends Season 1 [Streaming] Warner Home Video Amazon 13.49 Shop Now Friends Superhero Phoebe Pop! Vinyl Figure Funko Pop! Pop In a Box 9.99 Shop Now Digital Spy now has a newsletter sign up to ... "], ["2020-05-29 08:00", "Covid-19 is making way for a tabletop game renaissance ...  at New York University. To survive, the industry will have to adapt to the digital new normal. And Frosthaven's immense success could point a way forward. Not your parents' Monopoly set When most people hear \"board games\" they think games like Monopoly, Clue, and Guess Who?—household names that many of us played as children. The biggest companies like Hasbro, which makes Monopoly, would consider anything less than a million copies sold as a failure, says Englestein. But hobbyist tabletop games are a different breed. Some of them, like Settlers of Catan or Pandemic, are fairly popular. But there are hundreds and thousands of smaller games that most people will never hear of. In this industry, selling 20,000 units is considered a success ... "], ["2020-05-28 22:12", "3 Cheap Stocks Under $20 to Buy Now for Coronavirus Reopenings ...  within the booming global gaming space that is expected to explode from $151 billion in 2019 to nearly $200 billion by 2022. And mobile gaming is expected to account for nearly half of this market. Shares of Glu have surged 53% in 2020 to crush its peer group's 11% average. This group includes Electronic Arts ( EA - Free Report ) , Nintendo ( NTDOY - Free Report ) , Hasbro ( HAS - Free Report ) , Take-Two Interactive ( TTWO - Free Report ) , Activision Blizzard ( ATVI - Free Report ) , and more. The stock is also up over 250% in the last three years. And Glu shares soared in after-hours trading Thursday after the company provided updated Q2 guidance. Glu is currently a Zacks Rank #2 (Buy) and is part of a highly-ranked industry. The company was already ... "], ["2020-05-28 19:17", "Skydiving park? Indoor farm? RISD students reimagine the Superman Building ... , left in 2013. Last year, the art-deco tower landed on the National Trust for Historic Preservation's list of the 11 most endangered places in the country. Other concepts presented Thursday included a vertical, hydroponic, urban farm; an incubator-style performing arts center; a housing complex designed for millennials; an indoor children's activity space in partnership with Hasbro; and a living community for the elderly with indoor green spaces. More information on the projects can be found at: https://risdsuperman.cargo.site/Home-Set. While some of the students' ideas may not be realistic, they show the versatility of the building that has graced Providence's skyline since 1928, said Brent Runyon, executive director of the Providence ... "], ["2020-05-28 17:05", "WPP Forms Pact With 'Kid Tech' Platform SuperAwesome ... and the adult world is data-driven, which is fundamentally incompatible with kids. If you haven't designed from kids as a first principal for these services, it's certainly not impossible, but it's a whole bunch of work to do if you're growing extremely fast,\" added Collins. SuperAwesome was founded in 2013 and has over 300 clients, including Hasbro, Nike and Unilever. The company raised $17 million in funding in January and says it's profitable. Share https://adweek.it/2XaUKyw copy Andrew Blustein Andrew Blustein is a programmatic reporter at Adweek. Adweek Adweek Popular Now 1 Marriott Extends Employee Furloughs Into the Fall 2 How Resorts and Hotels Are Preparing for Summer Travel 3 Here's How the Pandemic Is Affecting Alcohol ... "]]}}