{"postfix": "heidelbergcement-aktie", "name": "HEIDELBERGCEMENT", "wkn": "604700", "time": "2020.06.02 12:33", "ts": 1591094020, "features": {"KGV": "11.84", "Marktkapitalisierung": {"Size": "Mrd", "Value": "8.83"}, "GA": "5.50", "KBV": "0.76", "BA": "85.60", "KCV": "4.95", "CA": "13.15", "Vola30": "48.53", "Vola90": "73.74", "Vola180": "54.73", "Vola250": "41.72"}, "rivals": ["lafarge-aktie", "lafargeholcim-aktie", "saint-gobain-aktie", "cemex-aktie", "dyckerhoff_2-aktie", "vinci-aktie", "cimpor_cimentos_de_portugal_sgps-aktie"], "text_data": {"de": [["31.05.20", "So schätzen die Analysten die Zukunft der HeidelbergCement-Aktie ein"], ["19.05.20", "ANALYSE-FLASH: Barclays senkt HeidelbergCement-Ziel auf 45 Euro - 'Underweight'"], ["19.05.20", "Wichtige Kursbewegungen: Heidelbergcement tiefer - Barclays senkt Kursziel"], ["18.05.20", "MÄRKTE EUROPA/Bullische Anleger lösen Rally an Europas Börsen aus"], ["18.05.20", "MÄRKTE EUROPA/Aktien profitieren von steigender Risikobereitschaft"], ["18.05.20", "MÄRKTE EUROPA/Aktien und Gold die Gewinner zum Start in die Woche"], ["18.05.20", "MÄRKTE EUROPA/Aktien sehr fest und Gold immer teurer - DAX +3%"], ["11.05.20", "MÄRKTE EUROPA/Leichte Abgaben - Wirecard geht auf Aktionäre zu"], ["11.05.20", "XETRA-SCHLUSS/DAX startet leichter in die Woche - Wirecard sehr fest"], ["09.05.20", "HeidelbergCement: Was beim Unternehmen in den jüngsten Büchern steht"], ["08.05.20", "XETRA-SCHLUSS/Entspannung im Handelskonflikt stützt - Siemens fest"], ["08.05.20", "Buffett-Depot-Wert HeidelbergCement mit Kurssprung - das klingt richtig gut"], ["08.05.20", "Wichtige Kursbewegungen: HeidelbergCement steigen - Lampe: Geht gestärkt aus Krise hervor"], ["08.05.20", "HSBC: Siemens und HeidelbergCement: Corona und kein Ende"], ["08.05.20", "Citi: HeidelbergCement - Ein Albtraum für Investoren"], ["08.05.20", "Citi: HeidelbergCement - Ein Albtraum für Investoren"], ["07.05.20", "XETRA-SCHLUSS/DAX legt zu - Berichtssaison liefert die Impulse"], ["07.05.20", "ROUNDUP 2: Corona-Krise belastet HeidelbergCement - weniger Dividende"], ["07.05.20", "AKTIE IM FOKUS: HeidelbergCement drehen ins Minus"], ["07.05.20", "HeidelCement erwartet \"ordentliche Delle\" beim Gewinn"], ["07.05.20", "HeidelbergCement-Aktie: Baustoffkonzern erwartet \"ordentliche Delle\" beim Gewinn"], ["07.05.20", "MÄRKTE EUROPA/Fester - China-Daten stützen"], ["07.05.20", "ROUNDUP: Corona-Krise belastet HeidelbergCement - weniger Dividende"], ["07.05.20", "HeidelbergCement reduziert die Dividende"], ["07.05.20", "WDH/Corona-Krise drückt auf Geschäfte von HeidelbergCement"], ["07.05.20", "Buffett-Depot-Aktie HeidelbergCement mit Zahlen: Kürzung - so viel Dividende soll es jetzt geben"], ["07.05.20", "Heidelbergcement verdient mehr und kürzt Dividende"], ["06.05.20", "HeidelbergCement-Aktie vor den Q1-Zahlen: Neuer Chef in schwierigem Fahrwasser"], ["04.05.20", "HSBC: Wochenausblick: Einkaufsmanagerdaten, ISM-Index, Arbeitsmarktbericht, BMW, Siemens"]], "en": [["29.05.20", "HeidelbergCement India reports 8.9% fourth quarter profit growth in 2019 - 20 fiscal year"], ["07.05.20", "HeidelbergCement reports ‘good start to 2020’"], ["06.05.20", "HeidelbergCement Hispania communicates on operations"], ["21.04.20", "HeidelbergCement launches short-time working"], ["02.04.20", "Deutsche Bank AG FF : Pre Stabilisation Notice -HeidelbergCement Finance"], ["01.04.20", "HeidelbergCement completes grinding plant expansions"], ["23.03.20", "HeidelbergCement boosted in ‘bizarre’ start to 2020"], ["19.03.20", "HeidelbergCement records 3.4% year-on-year profit drop in 2019"], ["18.03.20", "HeidelbergCement and Italcementi each donate Euro100,000 to hospital in Bergamo"], ["18.02.20", "HeidelbergCement indicates stronger fourth quarter"], ["13.02.20", "HeidelbergCement focuses on prices over sales volumes in 2019"], ["12.02.20", "HeidelbergCement India grows sales and profits"], ["31.01.20", "Dominik von Achten becomes the new chairman of HeidelbergCement"], ["21.01.20", "HeidelbergCement on global Climate Change A-List"], ["10.01.20", "HeidelbergCement plans 1Mt/yr expansion of Cimtogo grinding plant"], ["2020-05-26 07:39", "Cement shares rally on gradual pick-up in demand; Birla Corp surges 11% ...  looks tough due to Covid-19 Covid-19 impact: Cement companies resume ops with minimal production Shares of cement manufacturers were trading higher for the fifth straight session on Tuesday as the sector witnesses a gradual pick-up in demand since the lockdown was relaxed at the beginning of May. Birla Corporation, JK Lakshmi Cement and UltraTech Cement were up between 5 per cent and 11 per cent, while Ramco Cements, HeidelbergCement India, ACC, Dalmia Bharat and India Cements were up in the range of 3 per cent to 4 per cent on the BSE. In comparison, the S&P BSE Sensex was up 0.60 per cent at 30,856 points at 12:45 pm. In the past one week, most of the cement stocks have outperformed the market by surging in the range of 8 per cent to 18 per cent, as ... "], ["2020-05-22 09:35", "Cement stocks in focus; India Cements hits 2-yr high, soars 33% in 6 days ...  of May came in are better than expectations in the North, Central and East markets. Demand is being driven by higher rural consumption (e.g., unfinished housing work is getting completed) though construction of roads/highways is also contributing to demand improvement at a few places, data shows. Besides India Cements, UltraTech Cement, Ambuja Cements, Shree Cements, ACC. Ramco Cements and HeidelbergCement India were trading higher in the range of 1 to 3 per cent in an otherwise weak market today. Industry sources, however, indicate that the spurt in volumes seen during the one month, after the lockdown restrictions were relaxed, have started to taper off in most of the markets. Pet coke prices in the US, Saudi Arabia and domestic markets have corrected ... "], ["2020-05-15 16:48", "DMart owner hikes stake in India Cements to 19.9%, stock zooms 13% ... during the Raj Though the decline in stock price had been in the back of weak cement demand in South India and thereby cement price correction, the valuation discount was significant as compared to peers. For instance, The Ramco Cements, the closest South-based cement peer, is trading at replacement cost of close to $100 a tonne based on its FY21 estimated capacities. Others like HeidelbergCement India and Dalmia Bharat are available at replacement cost of $70-100 per tonne. Even after Friday's gains, India Cements is available at close to $60 a tonne levels, point out analysts. Experts say that while plans of Damani family are not known, there could be two options for the ace investors. \"Either they (Damanis) are looking at operating the company. In ... "], ["2020-05-13 04:39", "Cement shares in focus; UltraTech, Ambuja, ACC gain over 5%Shree Cement, HeidelbergCement India, India Cements were also up in the range of 2-4 per cent"], ["2020-05-11 08:53", "STICHWORT-So laufen in diesem Jahr die wichtigsten Hauptversammlungen ... bei BMW. Die ersten fnf \"virtuellen\" Aktionrstreffen wurden bereits abgehalten. Einige Unternehmen hoffen aber noch, die Anteilseigner spter im Jahr persnlich einladen zu knnen. Eine bersicht: BMW AG: online am 14. Mai Deutsche Brse AG: online am 19. Mai Deutsche Bank AG: online am 20. Mai SAP SE: online am 20. Mai E.ON SE: online am 28. Mai Merck KGaA: online am 28. Mai HeidelbergCement AG: online am 4. Juni Henkel AG & Co KGaA: online am 17. Juni BASF SE: online am 18. Juni Deutsche Telekom AG: online am 19. Juni RWE AG: online am 26. Juni Vonovia SE: am 30. Juni in Bochum geplant (verschoben vom 13. Mai) Wirecard: geplant fr 2. Juli (Jahresabschluss noch nicht verffentlicht) Daimler AG: online am 8. Juli Continental AG: online am 14. Juli Covestro ... "], ["2020-05-11 08:24", "Bosnia's Aluminij replaces cement producer TCK in Sarajevo bourse blue-chip index ... 11. The extraordinary SASX-10 revision took place after the free float factor of local drug maker Bosnalijek [SAJ:BSNLR] exceeded 10%, SASE said in a statement late on Friday. TCK's shares last traded on April 27, closing up 2.99% at 27.19 marka ($15/14 euro). The company is majority-owned by Dutch-based CEEM Investment, a unit of Germany's HeidelbergCement Group. Aluminij's shares last traded on March 18, closing up 20% at 30 marka. In April, Israel's M.T. Abraham Group and its partners China Machinery Engineering Corporation (CMEC) and China Nonferrous Metal Industry's Foreign Engineering & Construction Co., Ltd. (NFC) signed a deal with Aluminij, opening the way for restarting production at the ailing aluminum producer. Aluminij halted ... "], ["2020-05-07 08:43", "HeidelbergCement expects significant dip in 2020 profitsHeidelbergCement expects a"], ["2020-05-07 08:21", "Daily Briefing: Turkey, trade tensions, terrible data ...  of pulled 2020 earnings guidance and dramatic revenue drops was punctured by an M&A deal - Telefonica will merge British unit O2 with Virgin Media , owned by Liberty Global. That creates a British telecoms giant, with O2 valued at 12.7 billion pounds and Virgin Media at 18.7 billion pounds, including debt. On dividends, BT suspended its dividend until 2021/22 while HeidelbergCement slashed dividend proposals . Equinor suspended its 2020 oil and gas output guidance. A busy earnings day too: Norwegian Air passenger volumes fell 99% in April y-o-y. Also in airlines, British Airways-owner IAG said flights could return to service in July and that it has 10 billion euros of liquidity available. Other revenue drops were more modest: Osram said revenues decreased ... "], ["2020-05-07 08:15", "MORNING BID-Turkey, trade tensions, terrible data ...  of pulled 2020 earnings guidance and dramatic revenue drops was punctured by an M&A deal - Telefonica will merge British unit O2 with Virgin Media, owned by Liberty Global. That creates a British telecoms giant, with O2 valued at 12.7 billion pounds and Virgin Media at 18.7 billion pounds, including debt. On dividends, BT suspended its dividend until 2021/22 while HeidelbergCement slashed dividend proposals. Equinor suspended its 2020 oil and gas output guidance. A busy earnings day too: Norwegian Air passenger volumes fell 99% in April y-o-y. Also in airlines, British Airways-owner IAG said flights could return to service in July and that it has 10 billion euros of liquidity available. Other revenue drops were more modest: Osram said revenues decreased ... "], ["2020-05-07 08:15", "MORNING BID-Turkey, trade tensions, terrible data ...  of pulled 2020 earnings guidance and dramatic revenue drops was punctured by an M&A deal - Telefonica will merge British unit O2 with Virgin Media , owned by Liberty Global. That creates a British telecoms giant, with O2 valued at 12.7 billion pounds and Virgin Media at 18.7 billion pounds, including debt. On dividends, BT suspended its dividend until 2021/22 while HeidelbergCement slashed dividend proposals . Equinor suspended its 2020 oil and gas output guidance. A busy earnings day too: Norwegian Air passenger volumes fell 99% in April y-o-y. Also in airlines, British Airways-owner IAG said flights could return to service in July and that it has 10 billion euros of liquidity available. Other revenue drops were more modest: Osram said revenues decreased ... "], ["2020-05-07 07:59", "HeidelbergCement expects significant dip in 2020 profitsHeidelbergCement expects a"], ["2020-05-07 07:59", "HeidelbergCement expects significant dip in 2020 profitsHeidelbergCement expects a \"significant dent\" in 2020 due subdued construction activity in the wake of the coronavirus pandemic, its chief executive told journalists after the publication of its first-quarter results.'"], ["2020-05-07 05:22", "HeidelbergCement slashes dividend as coronavirus impact bitesHeidelbergCement slashed its dividend proposal as part of a 1 billion euro ($1.1 billion) cost-cutting move aimed at protecting the world's second-largest cement maker from the impact of the coronavirus pandemic."], ["2020-05-07 05:22", "HeidelbergCement slashes dividend as coronavirus impact bitesHeidelbergCement slashed its dividend proposal as part of a 1 billion euro ($1.1 billion) cost-cutting move aimed at protecting the world's second-largest cement maker from the impact of the coronavirus pandemic.'"], ["2020-05-07 05:20", "HeidelbergCement slashes dividend as coronavirus impact bitesHeidelbergCement slashed its dividend proposal as part of a 1 billion euro ($1.1 billion) cost-cutting move aimed at protecting the world's second-largest cement maker from the impact of the coronavirus pandemic."], ["2020-05-07 05:18", "UPDATE 1-HeidelbergCement slashes dividend as coronavirus impact bitesHeidelbergCement slashed its dividend proposal as part of a 1 billion euro ($1.1 billion) cost-cutting move aimed at protecting the world's second-largest cement maker from the impact of the coronavirus pandemic."], ["2020-05-07 05:07", "HeidelbergCement slashes dividend as coronavirus impact bitesHeidelbergCement slashed its dividend proposal as part of a 1 billion euro ($1.1 billion) cost-cutting move aimed at protecting the world's second-largest cement maker from the impact of the coronavirus pandemic."], ["2020-05-07 04:26", "German stocks - Factors to watch on May 7 ... quarter, thanks to cheaper plans compared to its rivals and a surge in demand for phone services as people work from home amid lockdowns. LUFTHANSA The group's Austrian Airlines, which has applied for 767 million euros in emergency aid from the Austrian government, plans to cut 1,100 of its 7,000 staff by 2023, national news agency APA reported. CONTINENTAL Q1 results due HEIDELBERGCEMENT Q1 results due LINDE Q1 results due. Net profit seen at 989 million euros. Poll: MUNICH RE Q1 results due ZALANDO The online fashion retailer said sales were recovering from an initial hit by coronavirus lockdowns and it expects full-year sales growth of 10-20% and a return to profitability after it posted a first-quarter loss. METRO The wholesaler, which saw an initial ... "], ["2020-05-07 04:26", "German stocks - Factors to watch on May 7 ... quarter, thanks to cheaper plans compared to its rivals and a surge in demand for phone services as people work from home amid lockdowns. LUFTHANSA The group's Austrian Airlines, which has applied for 767 million euros in emergency aid from the Austrian government, plans to cut 1,100 of its 7,000 staff by 2023, national news agency APA reported. CONTINENTAL Q1 results due HEIDELBERGCEMENT Q1 results due LINDE Q1 results due. Net profit seen at 989 million euros. Poll: MUNICH RE Q1 results due ZALANDO The online fashion retailer said sales were recovering from an initial hit by coronavirus lockdowns and it expects full-year sales growth of 10-20% and a return to profitability after it posted a first-quarter loss. METRO The wholesaler, which saw an initial ... "]]}}