{"postfix": "henkel-aktie", "name": "HENKEL", "wkn": "604840", "time": "2020.06.02 12:31", "ts": 1591093862, "features": {"KGV": "15.46", "Marktkapitalisierung": {"Size": "Mrd", "Value": "32.85"}, "GA": "5.43", "KBV": "1.97", "BA": "42.65", "KCV": "11.70", "CA": "7.18", "Vola30": "27.83", "Vola90": "48.4", "Vola180": "37.13", "Vola250": "29.95"}, "rivals": ["procter_gamble-aktie", "bayer-aktie", "altana-aktie", "unilever-aktie", "basf-aktie"], "text_data": {"de": [["01.06.20", "Carsten Knobel im Interview: Henkel-Chef: „Wir haben zu stark auf Effizienz gesetzt“"], ["31.05.20", "Analysten sehen für Henkel vz-Aktie schwarz"], ["28.05.20", "ANALYSE-FLASH: Kepler Cheuvreux senkt Henkel auf 'Reduce' - Ziel 71 Euro"], ["27.05.20", "VCI erwartet 2020 deutlichen Einbruch in deutscher Chemieproduktion"], ["27.05.20", "Chemie- und Pharmabranche erwartet 2020 deutlichen Umsatzrückgang"], ["13.05.20", "Henkel informierte über die jüngsten Quartalsergebnisse"], ["13.05.20", "Henkel: Zahlen zum abgelaufenen Jahresviertel"], ["13.05.20", "Henkel gewährte Anlegern Blick in die Bücher "], ["13.05.20", "Henkel vz: So schnitt der Konzern im vergangenen Quartal ab"], ["12.05.20", "Citi: Henkel - Anschnallen bitte!?"], ["12.05.20", "ANALYSE-FLASH: Berenberg hebt Ziel für Henkel auf 80 Euro - 'Hold'"], ["12.05.20", "Citi: Henkel - Anschnallen bitte!?"], ["11.05.20", "US-Kosmetikkonzern Coty verkauft Mehrheit an Haarpflegekonzern Wella an KKR"], ["11.05.20", "ROUNDUP: Henkel sieht sich trotz Umsatzrückgang gut gegen Corona-Krise gerüstet"], ["11.05.20", "Börse 9.20 Uhr: Henkel macht weniger Umsatz"], ["11.05.20", "Auch Henkel klebt fest"], ["11.05.20", "Auswirkungen der Corona-Pandemie belasten Henkels Klebstoff-Geschäft"], ["11.05.20", "Henkel verzeichnet Umsatzrückgänge in mehreren Regionen"], ["11.05.20", "Henkel-Aktie: Auswirkungen der Corona-Pandemie belasten Klebstoff-Geschäft"], ["11.05.20", "Henkel mit robuster Umsatzentwicklung im ersten Quartal in sehr herausforderndem Marktumfeld"], ["11.05.20", "HSBC: Wochenausblick: BIP Deutschland, OPEC-Bericht, Industrieproduktion, Allianz, RWE, Wirecard"], ["11.05.20", "Q1 2020 Mitteilung"], ["10.05.20", "Konsumgüterbranche: Neuer Henkel-Chef hat einen schweren Start - nicht nur wegen Corona"], ["10.05.20", "Ausblick: Henkel stellt Ergebnisse des abgelaufenen Quartals vor"], ["10.05.20", "Ausblick: Henkel legt die Bilanz zum abgelaufenen Quartal vor"], ["10.05.20", "Ausblick: Henkel stellt Zahlen zum jüngsten Quartal vor"], ["05.05.20", "ROUNDUP 4: Deutsche Verfassungsrichter setzen EZB bei Anleihenkäufen Grenzen"], ["05.05.20", "Belgrad subventioniert neues Henkel-Werk mit 14 Mio. EUR"], ["05.05.20", "ROUNDUP 3: Deutsche Verfassungsrichter fahren EuGH und EZB in die Parade"], ["05.05.20", "Corona-Krise macht Beiersdorf weiter zu schaffen"], ["05.05.20", "ROUNDUP 2: Bundesverfassungsgericht beanstandet Staatsanleihenkäufe der EZB"]], "en": [["11.05.20", "Henkel ramps up soap production by 30% "], ["11.05.20", "UPDATE 2-Henkel launches more hygiene products during pandemic"], ["11.05.20", "Henkel sees virus boost to cleaning products"], ["11.05.20", "Henkel cleaning products boost offsets coronavirus-hit divisions"], ["11.05.20", "UPDATE 1-Henkel cleaning products boost offsets coronavirus-hit divisions"], ["11.05.20", "Henkel sees virus boost to cleaning products, hit to beauty"], ["05.03.20", "Henkel to ditch underperforming brands"], ["05.03.20", "UPDATE 3-Henkel to sell or discontinue some consumer brands in plan to bolster profit"], ["05.03.20", "UPDATE 2-New Henkel CEO plans to sell or discontinue some consumer brands"], ["13.02.20", "Henkel Hungary names new head of beauty care"], ["2020-05-31 16:15", "Oregon high school track and field would-be stars of 2020: Meet the state's top distance runners (Part 6) ... , Chris Johnson, midway through last year that she wasn't going to run as a senior to focus on academics. \"She also told us as a sophomore that she was going to have to miss the state meet due to a conflict with her involvement in Rotary,\" Johnson said. \"We were very happy that neither of those came to fruition.\" --- Evan Henkel, Jr., West Salem Personal best: 800, 1:54.78. Henkel made the Class 6A state meet as a freshman leading off the third-place 4x400 relay. Last year, he made it on his own, winning the Mountain Valley district title in the 800 before finishing second at state; he also anchored the 4x400 to a fifth-place finish. \"Evan is such an awesome kid,\" Titans coach Erich Herber said. \"He was working unbelievably ... "], ["2020-05-30 04:00", "EU on the brink: Brexit clears way for 'United States of Europe', warns expert ...  not doing more to persuade Britain its future lay in Europe. By Ciaran McGrath PUBLISHED: PUBLISHED: 04:00, Sat, May 30, 2020 0 Sign up for FREE now and never miss the top politics stories again. SUBSCRIBE Invalid email We will use your email address only for sending you newsletters. Please see our Privacy Notice for details of your data protection rights. And Hans-Olaf Henkel fears without Britain keep tabs on the situation, spending will spiral out of control, citing the \"crazy\" coronavirus recovery plan as a example. The bloc yesterday unveiled its 1.1 trillion euro budget, plus a 750 billion euro plan to prop up economies hit by the coronavirus pandemic - which includes 500 billion in grants, mostly to Spain and Italy , the hardest-hit countries ... "], ["2020-05-29 21:30", "Global Soap & Detergent Market 2020-2024 With An Impact Assessment Of COVID-19 - Featuring Key Players Henkel, Colgate-Palmolive, Procter & Gamble And Unilever ... challenges faced by the industry are variation in raw material prices, and stringent regulations. Whereas, the market growth would be further supported by various market trends like surging demand of waterless car wash detergent & soap, life-style sectors of detergent fragrances, etc. Some of the major players operating in the global soap and detergent market are Procter & Gamble, Unilever, Henkel and Colgate Palmolive, whose company profiling has been done in the report. In this segment of the report, business overview, financial overview and business strategies of the respective companies are also provided. Scope of the Report This report provides an in-depth analysis of the global soap and detergent market with description of market sizing and growth. The ... "], ["2020-05-29 19:54", "Why Coty Stock Was Falling Today ...  stock. Motley Fool Returns Stock Advisor S&P 500 408% 90% Stock Advisor launched in February of 2002. Returns as of 05/29/2020. Join Stock Advisor Cumulative Growth of a $10,000 Investment in Stock Advisor Calculated by Time-Weighted Return Stocks COTY Coty (Class A) NYSE: COTY $3.63 down $0.56 (-13.37%) PG Procter & Gamble NYSE: PG $115.92 down $0.14 (-0.12%) HENOY Henkel OTC: HENOY $22.32 up $0.50 (2.29%) Related Articles The Company That Wants to Buy Coty Why Coty, Crocs, and Foot Locker Jumped 10% Tuesday Thank Kylie Jenner for Sending Coty Stock Higher on Friday Coty Share Value Climbs After European Launch of Kylie Skin Why Coty Stock Tumbled Again Today Why Coty Stock Was Falling Today @themotleyfool #stocks $COTY $PG $HENOY Next Article Prev 1 2 ... "], ["2020-05-28 18:27", "The Company That Wants to Buy Coty ... come to fruition. Motley Fool Returns Stock Advisor S&P 500 413% 90% Stock Advisor launched in February of 2002. Returns as of 05/28/2020. Join Stock Advisor Cumulative Growth of a $10,000 Investment in Stock Advisor Calculated by Time-Weighted Return Stocks COTY Coty (Class A) NYSE: COTY $4.28 down $0.23 (-5.21%) KKR KKR NYSE: KKR $28.43 down $0.24 (-0.85%) HENOY Henkel OTC: HENOY $21.57 up $0.66 (3.16%) Related Articles Why Coty, Crocs, and Foot Locker Jumped 10% Tuesday Thank Kylie Jenner for Sending Coty Stock Higher on Friday Coty Share Value Climbs After European Launch of Kylie Skin Why Coty Stock Tumbled Again Today Coty Sells Off Its Wella Beauty and Hair Care Brands for Over $4 Billion The Company That Wants to Buy Coty @themotleyfool #stocks $COTY ... "], ["2020-05-28 12:38", "'This is nonsense!' Huge MEP spat erupts in European Parliament over EU’s rescue fund ...  is a 'political suicide' and a 'coup'. \"Do MEPs from Lega and Fratelli d'Italia share the words of their allies or feel at least a little bit of shame? Coronavirus cases worldwide (Image: Daily Express) \"We are tired of anti-Italian invectives that spread prejudices and lies about our country.\" Speaking yesterday, former MEP Hans-Olaf Henkel told Express.co.uk: \"The Corona crisis is now being used by some countries like Italy, Spain and France to get others like Germany, The Netherlands, Austria, Sweden and Denmark to help pay their debts. \"In other words, when politicians for instance in Italy spent money to attract Italian voters to his political party and thereby accumulated further public debts in Italy, they ... "], ["2020-05-27 19:42", "'Brussels IS the problem' EU warned of 'moral hazard' as €750 billion rescue fund unveiled ... to prop up economies hit by the coronavirus pandemic. By Ciaran McGrath PUBLISHED: 19:42, Wed, May 27, 2020 | UPDATED: 20:05, Wed, May 27, 2020 0 Sign up for FREE now and never miss the top Royal stories again! SUBSCRIBE Invalid email We will use your email address only for sending you newsletters. Please see our Privacy Notice for details of your data protection rights. Hans-Olaf Henkel warned the crisis was now being used by Italy and Spain as a way of getting countries in the north to pay their debts - and also said the budget emphasised just how much the bloc missed the UK's input after Brexit . Proposals outlined today, which could still be blocked by member states, would see the European Commission borrow the funds from the market and then disburse ... "], ["2020-05-27 14:55", "European R&D review finds lagging high-tech performance despite major science investment ... the European Union funds industrial research partnerships worth billions of euros in fields such as clean aviation and hydrogen fuel cells. It also offers direct grants to tech startups, and when Horizon Europe launches next year, it plans to offer them equity investments , too. But Hans-Olaf Henkel, a former member of the European Parliament and former president of the Leibniz Association, says he's seen this all before. Though he's in favor of funding bottom-up, basic research, Henkel argues that since the 1980s, EU research programs have fundamentally been about one thing, \"to catch up\" in economic competitiveness, first with Japan, then the United States, and now China. \"The only thing they do is put money at the expense of taxpayers ... "], ["2020-05-26 13:05", "China to prune negative list ...  and disruptions to the world economy and trade from the COVID-19 outbreak. The government will provide policy support in areas such as taxation, financial insurance, industrial and supply chains to remove the pressure on exporters with operational difficulties, as well as stimulate fresh momentum to restore their earning strength, he said. Mark Dorn, president for Asia-Pacific of Henkel Corp, the German chemical and consumer goods company, said as the pandemic is being contained, China has started placing increasing focus on ensuring stability in key areas such as employment, foreign trade, foreign investment and market expectations. Policies such as the Foreign Investment Law, proposed at the two sessions last year and put into effect on Jan 1, showed ... "], ["2020-05-26 00:16", "China to prune negative list ...  and disruptions to the world economy and trade from the COVID-19 outbreak. The government will provide policy support in areas such as taxation, financial insurance, industrial and supply chains to remove the pressure on exporters with operational difficulties, as well as stimulate fresh momentum to restore their earning strength, he said. Mark Dorn, president for Asia-Pacific of Henkel Corp, the German chemical and consumer goods company, said as the pandemic is being contained, China has started placing increasing focus on ensuring stability in key areas such as employment, foreign trade, foreign investment and market expectations. Policies such as the Foreign Investment Law, proposed at the two sessions last year and put into effect on Jan 1, showed ... "], ["2020-05-24 04:01", "Substitute-teaching at pandemic-forced home school ... . Melissa served the dessert which we all agreed to name \"Cinnamon Apple Smash\" to us with a side of frosting during our next activity which was watching the Cincinnati Zoo & Botanical Garden's live Home Safari series. I knew in advance we would be watching the show, so I brought furry animal ears for us to wear. Delaney and Evan loved them. The live segment featured Henkel's leaf-tailed geckos and their new babies. After enjoying the show and our snack, I taught the kids something they had never tried before...Origami. Both of them followed along nicely while making harlequin hats. Ingenious Delaney placed her teeny tiny hat upon one of her animal ears. Now why didn't I think of that? What happened next during my final activity will be ... "], ["2020-05-23 14:08", "Kimpa Vita: The unity prophet ...  da Gallo, the Capuchin monk who sentenced her to be burned. According to the monks, the child was spared. Oral tradition, however, insists that Kimpa Vita's child was burned with her in 1706. Scientific advice on this article was provided by historians Professor Doulaye Konat, Lily Mafela, Ph.D., and Professor Christopher Ogbogbo. African Roots is supported by the Gerda Henkel Foundation. Date 23.05.2020 Author Carla Fernandes Related Subjects Angola Keywords Kimpa Vita , Kongo , Angola , African Roots Feedback : Send us your feedback. Print Print this page Permalink https://p.dw.com/p/3cfla Related content Queen Njinga Mbande: The diplomat warrior 20.07.2018 Njinga Mbande was a diplomat and a military chief from the 17th century in the territory which ... "], ["2020-05-23 12:22", "Covid-19: Novak Djokovic Foundation donates ventilators to hospital ... , shows trends Year in Review: Top five sporting events that wowed enthusiasts in 2019 Improbable lessons for today from a propagandist film of a century ago As the world continues to grapple with coronavirus (Covid-19) pandemic, Serbian tennis star Novak Djokovic's foundation has donated five ventilators and clinical monitors to a general hospital in Krusevac, Serbia. \"Solidarity and responsibility are so important when it comes to fighting with # coronavirus. Today, together with @Henkel we donated 5 ventilators and 5 clinical monitors to the General Hospital in Krusevac! We are in this together,\" Novak Djokovic foundation tweeted. Solidarity and responsibility are so important when it comes to fighting with #coronavirus . Today, together with ... "], ["2020-05-23 10:58", "COVID-19: Novak Djokovic Foundation donates ventilators, clinical monitors ...  we donated 5 ventilators and 5 clinical monitors to the General Hospital in Krusevac! We are in this together,\" Novak Djokovic Foundation tweeted. Twitter Post Ventilators and clinical monitors for General Hospital in Kruevac Solidarity and responsibility are so important when it comes to fighting with #coronavirus . Today, together with @Henkel , we donated 5 ventilators and 5 clinical monitors to the General Hospital in Kruevac! We are in this together. pic.twitter.com/G676UrieRM — Novak Djokovic Foundation (@novakfoundation) May 20, 2020 Donations Djokovic and wife Jelena announced help back in March Earlier in March, Novak Djokovic and wife Jelena had announced that they will donate a million Euros to help the people of Serbia in the fight ... "], ["2020-05-23 04:00", "Combating COVID-19: Novak Djokovic Foundation donates ventilators to hospital ... ANI | Updated: May 23, 2020 09:18 IST New Delhi [India], May 23 (ANI): As the world continues to grapple with coronavirus pandemic, Serbian tennis star Novak Djokovic 's foundation has donated five ventilators and clinical monitors to a general hospital in Krusevac, Serbia. \"Solidarity and responsibility are so important when it comes to fighting with #coronavirus. Today, together with @Henkel we donated 5 ventilators and 5 clinical monitors to the General Hospital in Krusevac! We are in this together,\" Novak Djokovic foundation tweeted. Earlier in March, Novak Djokovic and wife Jelena Djokovic had announced that they will donate a million Euros to help the people of Serbia in the fight against the coronavirus pandemic. The funds will be used for ... "], ["2020-05-22 17:49", "EU on the brink: 'Tragic reality' as Brussels bloc 'may not survive' huge challenges ahead ...  pandemic would be felt, he added: \"Longer than most people think. EU budget factions (Image: Daily Express) \"One of the problems is that the virus itself is rapidly evolving and changing the way it attacks human organs. \"This will make it much harder to develop a reliable vaccine.\" Speaking earlier this week about Mr Soros' ideas, former German MEP and economist Hans-Olaf Henkel told Express.co.uk: \"Soros' idea of eternal European loans may work on a national basis like they did in the UK and in the US in World War 1, but they would not work on a European level. The European Union is under enormous pressure (Image: GETTY) Related articles Brussels PANIC: Italexit WORSE than Brexit spelling 'end of EU' Angela Merkel gears ... "], ["2020-05-22 12:45", "World Hand Sanitizer Market Witnessing Unprecedented Demand Due To Outbreak Of COVID-19 ... 1. Market Size By Value 7.2. Market Share 7.2.1. By Country 7.2.2. By Product 8. Middle East Africa Hand Sanitizer Market outlook 8.1. Market Size By Value8.2. Market Share 8.2.1. By Country 8.2.2. By Product 9. Competitive Landscape 9.1. Company Profiles 9.1.1. 3M Company 9.1.2. Chattem, Inc. 9.1.3. GOJO Industries, Inc. 9.1.4. Henkel AG & Company, KGaA 9.1.5. Procter & Gamble 9.1.6. Reckitt Benckiser Group PLC9.1.7. The Clorox Company 9.1.8. The Himalaya Drug Company 9.1.9. Unilever 9.1.10 . Vi-Jon Laboratories For more information about this report visit https://www.researchandmarkets.com/r/81b3no Research and Markets also offers Custom Research services providing focused, comprehensive and tailored research. Media Contact: Research and Markets Laura Wood ... "], ["2020-05-22 12:35", "Berlin study reveals 92 percent of left-wing activists live with their parents ... acts of violence carried out against property involved arson. Right-wing extremists were the targets of violence in fifteen percent of the cases. Acts of violence committed by left-wingers are on the rise in Germany. Between 2009 and 2013, left-wing political activists committed a total of 1,523 violent crimes, more than double the amount record from 2003 to 2008. Frank Henkel, a CDU politician and Interior Senator, contends that most violent crimes that are politically motivated come from the left-wing scene. Earlier this month, left-wing extremists demonstrating in the Kreuzberg district for May Day attacked a television crew from the news program Heute-Show (Today Show), as Voice of Europe reported . A few people in the TV crew suffered injuries so severe ... "], ["2020-05-21 23:26", "Historic Berlin airport could close for good in June ...  airport just outside the city limits in October after a nearly decade-long delay, the consortium running the regional airfields voted to shut Tegel for two months owing to low demand during the pandemic. \"We have a temporary operations stop with the option to reopen if necessary. Whether that will happen, I can't say,\" Berlin government spokeswoman Eva Henkel told AFP. Officials had previously expressed doubts whether any flights will take off after mid-June from the beloved facility, with its iconic hexagon shape and highly unusual proximity to the city centre. Berlin's new international airport known as BER is set to open on October 31, 2020, after repeated postponements owing to structural problems and corruption. The airport was planned ... "], ["2020-05-21 20:12", "Walter Block: Bernie, Warren and 'The Squad' Are Economic Fascists ... Hitler was the paradigm case of an economic fascist. Here is a very partial list of businesses that remained, formally, in private, not public hands, under his aegis: Allgemeine Elektrizitts Gesellschaft (AEG); Adlerwerke AG (formerly Heinrich Kleyer AG); Bayerische Motorenwerke AG (BMW); Berger, Bergwerks Industrie AG; Daimler-Benz AG; Friedrich Krupp Ironworks; Gruen & Bulfinger; Henkel & Cie; Heinkel Flugzeugwerke; I.G.Farben; Kessler; Koch & Mayer; Krupp, Messerschmitt AG; Rochling; Siemens; Stuka; Volkswagon; Zuffenhausen. This leader of the Nazi Party had more than enough political power to nationalize the entire lot of them. Instead, he chose very heavy regulation. Advertisement - story continues below This is economic fascism, not socialism. Ring any ... "]]}}