{"postfix": "hennes_mauritz-aktie", "name": "HENNES_MAURITZ_(H_M,_H&M)", "wkn": "872318", "time": "2020.06.02 13:45", "ts": 1591098355, "features": {"KGV": "22.96", "Marktkapitalisierung": {"Size": "Mrd", "Value": "19.94"}, "GA": "8.12", "KBV": "5.41", "BA": "34.48", "KCV": "12.44", "CA": "14.98", "Vola30": "60.38", "Vola90": "87.05", "Vola180": "65.44", "Vola250": "50.82"}, "rivals": ["gap-aktie", "hugo_boss_2-aktie", "abercrombie_fitch-aktie", "gerry_weber-aktie", "clas_ohlson_a_b-aktie", "kappahl-aktie", "tom_tailor-aktie"], "text_data": {"de": [["31.05.20", "Mai 2020: Das sind die Expertenmeinungen zur Hennes Mauritz (H M, H&M)-Aktie"], ["07.05.20", "ROUNDUP: Gründerenkel Aufsichtsratschef bei H&M - viele Geschäfte geschlossen"], ["30.04.20", "Hennes Mauritz (H M, H&M)-Aktie: Einschätzungen und Kursziele der Analysten im April"], ["18.04.20", "Textil- und Modeindustrie für Konsumgutscheine - Konsum ankurbeln"], ["15.04.20", "ANALYSE-FLASH: Barclays startet H&M mit 'Overweight' - Ziel 180 Kronen"], ["12.04.20", "Modeketten streichen Aufträge in Asien - Sorge um Fabrikarbeiter"], ["03.04.20", "MÄRKTE EUROPA/Schwächer - Öl- und Versicherungstitel unter Druck"], ["03.04.20", "MÄRKTE EUROPA/Uneinheitlich - Deutsche Börse kräftig erholt"], ["03.04.20", "MÄRKTE EUROPA/Etwas leichter - Adidas mit Schwächeanfall"], ["03.04.20", "MÄRKTE EUROPA/Knapp behauptet - Versicherer unter Druck"], ["03.04.20", "ANALYSE-FLASH: Goldman belässt H&M auf 'Neutral' - Ziel 141 Kronen"], ["03.04.20", "AKTIE IM FOKUS: H&M legen deutlich zu - Quartalszahlen beflügeln"], ["03.04.20", "Coronavirus-Krise treibt H&M in rote Zahlen"], ["03.04.20", "ROUNDUP: Modehändler H&M erwartet wegen Corona-Pandemie Verlust im 2. Quartal"], ["02.04.20", "H&M spricht mit Mitarbeitern weltweit über Kurzarbeit"], ["01.04.20", "ROUNDUP: Adidas entschuldigt sich und zahlt jetzt doch Miete"], ["01.04.20", "ROUNDUP: CDU-Wirtschaftsrat kritisiert Mieter-Kündigungsschutz wegen Corona"], ["01.04.20", "Galeria Karstadt Kaufhof stoppt Mietzahlungen"], ["01.04.20", "VIRUS/CDU-Wirtschaftsrat: Mieter-Kündigungsschutz wegen Corona grundfalsch"], ["31.03.20", "So stuften die Analysten die Hennes Mauritz (H M, H&M)-Aktie im vergangenen Monat ein"], ["30.03.20", "VIRUS/ROUNDUP 2/Schadensbegrenzung: Adidas und Deichmann erbitten Verständnis"], ["30.03.20", "WDH/VIRUS/ROUNDUP/Schadensbegrenzung: Adidas und Deichmann erbitten Verständnis"], ["30.03.20", "VIRUS/ROUNDUP/Schadensbegrenzung: Adidas und Deichmann erbitten Verständnis"], ["29.03.20", "Scholz: Corona-Prämien für Arbeitnehmer bis 1500 Euro steuerfrei"], ["28.03.20", "Bundesjustizministerin empört über Stopp von Mietzahlungen finanzstarker Firmen"], ["27.03.20", "ROUNDUP 3/Deichmann, H&M und Adidas: Immer mehr Händler stoppen Mietzahlung"], ["27.03.20", "ROUNDUP 2/Deichmann, H&M und Adidas: Immer mehr Händler stoppen Mietzahlung"], ["27.03.20", "ROUNDUP/Deichmann, H&M und Adidas: Immer mehr Händler stoppen Mietzahlung"], ["27.03.20", "VIRUS/ROUNDUP: Adidas will keine Miete mehr zahlen - Management stundet Gehälter"]], "en": [["27.02.20", "Hennes & Mauritz gets double-upgrade at JPMorgan Cazenove"], ["2020-05-24 23:51", "Companies worth $2tn are calling for a green recovery ... ; if spending aligns with climate goals, said Simpson, who is also a board member of SBTi. \"These companies are committed to [cutting emissions] and what they need is an economic system that enables them to do it.\" Similarly, this is a chance for governments to move away from subsidies for fossil fuels and support clean energy, said Kim Hellstrom, climate strategy lead at Hennes & Mauritz AB. The fast fashion retailer signed the statement, and among its environmental pledges is a goal to use 100% renewable energy by 2030. \"This is the optimal opportunity to do something about what we have been doing wrong for so long,\" he said. About two-thirds of the companies that signed the statement have their headquarters in Europe. It's a reflection ... "], ["2020-05-19 12:42", "Dozens of corporations call for climate change considerations in coronavirus recovery effort ... , in line with reaching net-zero emissions well before 2050,\" the Science Based Targets initiative, the UN Global Compact and the We Mean Business coalition s aid in a Tuesday release. The 155 companies include 34 sectors and have headquarters in 33 different countries, according to the release. Some notable companies signed on include Adobe Inc., Unilever PLC, H&M Hennes & Mauritz AB, Nestle SA and Salesforce.com Inc., among others. ADVERTISEMENT In the statement, the businesses call for leaders to \"demonstrate that the best decisions and actions are grounded in science,\" \"invest in recovery and resilience for a systemic socio-economic transformation\" and \"work with Government and scale up the movement.\" \"If we work together ... "], ["2020-05-04 20:47", "The Twitter response to J.Crew filing for bankruptcy has been savage — but it has a point ...  the athleisure fashion trend entirely. Read more: J.Crew was in trouble even before COVID-19 due to a big debt burden and failure to keep up with trends Others called out the high prices of many J.Crew pieces at a time when Americans are strapped for cash and turning to more affordable items from fast-fashion retailers like the Inditex-owned ITX, -5.98% Zara and H&M Hennes and Mauritz HNNMY, -3.95% , budget-friendly box stores like Walmart WMT, +0.63% and Target TGT, +3.21% , and online sellers such as Amazon AMZN, +1.31% . But it's also not surprising that the retailer's struggle has inspired so much chatter. J.Crew has been woven in pop culture since it began rolling out its mail-order catalog collection of preppy chinos, pocket tees and sweaters ... "]]}}