{"postfix": "highlight_communications-aktie", "name": "HIGHLIGHT_COMMUNICATIONS", "wkn": "920299", "time": "2020.06.02 12:18", "ts": 1591093104, "features": {"KGV": "17.33", "Marktkapitalisierung": {"Size": "Mio", "Value": "221.76"}, "GA": "0.30", "KBV": "1.68", "BA": "3.13", "KCV": "1.89", "CA": "2.78", "Vola30": "34.69", "Vola90": "59.72", "Vola180": "46.97", "Vola250": "39.57"}, "rivals": ["eventim-aktie", "edel-aktie", "constantin-aktie", "mme_moviement-aktie"], "text_data": {"de": [["2020.06.02", "Constantin-Film-Chef beklagt 'zu viele Filmstarts in den Kinos'"]], "en": [["2020-06-02 09:00", "'Law and order.' Trump returns to 2016 theme as violence spreads after George Floyd death ...  brought on by the coronavirus pandemic overnight, but we can stop the riots and protests with bold, definitive and unapologetic action,\" said Jason Miller, who served as a senior communications adviser to Trump's 2016 campaign. The president brandished that message with a high degree of drama Monday, appearing in the Rose Garden on short notice as Secret Service and ... Pat Toomey, R-Pa., said some of Trump's \"tweets have not been helpful.\" Sen. Susan Collins, a Republican from Maine who is facing a tough re-election, said the president should highlight \"the fact that we need to work on the underlying racial injustice in this country, but we need to do so in a peaceful manner.\" But administration officials indicated Monday that Trump  ... "], ["2020-06-02 07:19", "Gulf crisis sees new 'fake news' flurry online ...  credited to Qatar's emir \"gave a believable pretext to launch the crisis and frame Qatar as a transgressor\". His three-dimensional visualisations of suspect posts and apparently automated accounts highlight the vast scale of the current Twitter campaign against Qatar. But some experts question just how high the involvement has gone in Saudi Arabia, where de facto ruler Crown Prince Mohammed bin Salman  ... 34;The first disinformation campaign back in 2017 was unprecedented - nobody had expected such a coordinated disinformation campaign in this way before,\" Qatar's Government Communications Office told AFP. \"But now, in Qatar and internationally, people have gotten used to these sort of campaigns and no longer take this type of  ... "], ["2020-06-02 07:02", "Gulf crisis sees new 'fake news' flurry online ...  to Qatar's emir \"gave a believable pretext to launch the crisis and frame Qatar as a transgressor\". His three-dimensional visualisations of suspect posts and apparently automated accounts highlight the vast scale of the current Twitter campaign against Qatar. But some experts question just how high the involvement has gone in Saudi Arabia, where de facto ruler Crown Prince Mohammed bin Salman ... 34;The first disinformation campaign back in 2017 was unprecedented -- nobody had expected such a coordinated disinformation campaign in this way before,\" Qatar's Government Communications Office told AFP. \"But now, in Qatar and internationally, people have gotten used to these sort of campaigns and no longer take this type of disinformation ... "], ["2020-06-02 07:02", "Gulf Crisis Sees New 'Fake News' Flurry Online ...  falsely credited to Qatar's emir \"gave a believable pretext to launch the crisis and frame Qatar as a transgressor\". His three-dimensional visualisations of suspect posts and apparently automated accounts highlight the vast scale of the current Twitter campaign against Qatar. But some experts question just how high the involvement has gone in Saudi Arabia, where de facto ruler Crown Prince Mohammed bin Salman is  ... ;The first disinformation campaign back in 2017 was unprecedented -- nobody had expected such a coordinated disinformation campaign in this way before,\" Qatar's Government Communications Office told AFP. \"But now, in Qatar and internationally, people have gotten used to these sort of campaigns and no longer take this type of  ... "], ["2020-06-02 06:54", "Hong Kong leader criticizes \"double standards\" over protests ...  customs and travel territory.\" Lam said if any countries imposed sanctions or made moves to affect trading relations, they would only be \"hurting their own interests.\" She went on to highlight the U.S. trade surplus with Hong Kong. \"Foreign governments have been responding a high-profile manner, some have threatened certain actions, and I can only say that they are adopting double  ... location.href.replace('/article/','/articleComments/')); return false;\" class=\"comments-btn\" rel=\"nofollow\"> View Comments 2020 Hearst Communications, Inc. Logo Return to Top About Newspaper Delivery Safety Procedures Privacy Notice Your California Privacy Rights Interest Based Ads Terms of Use Careers Advertising Contact Contact ... "], ["2020-06-02 06:53", "Sick images emerge as part of ‘challenge’ ... baffles me. I hope someone finds their social media handles asap. pic.twitter.com/GbXpWXxAqN — TheBestDressed (@TheBestDressed) June 1, 2020 On Twitter, users shared the image to highlight their disgust. One user called it a \"complete disregard for human life\". Another said it was \"the most disturbing and insensitive thing I have ever  ... The picture includes the caption \"police brutality\". The Chronicle reports the two boys and a third person who took the photograph were arrested late Sunday on \"suspicion of sending communications causing anxiety and distress\". A spokesperson for Northumbria Police told the newspaper: \"We understand that this social media post has caused significant upset and we want to reassure the public ... "], ["2020-06-02 06:47", "Demonstrators abroad identify with the cause of US protests ... up signs like \"Racism is suffocating us.\" In Australia's west coast city of Perth, hundreds of demonstrators who peacefully protested Floyd's death sought to highlight injustices against indigenous Australians. Protesters carried banners with messages including \"No Pride in Genocide\" and tears appeared as the names of indigenous people who have died in  ... ;) : document.location.href.replace('/article/','/articleComments/')); return false;\" class=\"comments-btn\" rel=\"nofollow\"> View Comments 2020 Hearst Communications, Inc. Logo Return to Top About Newspaper Delivery Safety Procedures Privacy Notice Your California Privacy Rights Interest Based Ads Terms of Use Careers Advertising Contact Contact Us  ... "], ["2020-06-02 06:47", "Demonstrators abroad identify with the cause of US protests ... up signs like \"Racism is suffocating us.\" In Australia's west coast city of Perth, hundreds of demonstrators who peacefully protested Floyd's death sought to highlight injustices against indigenous Australians. Protesters carried banners with messages including \"No Pride in Genocide\" and tears appeared as the names of indigenous people who have died in  ...  document.location.href.replace('/article/','/articleComments/')); return false;\" class=\"comments-btn\" rel=\"nofollow\"> View Comments 2020 Hearst Communications, Inc. Logo Return to Top About Newspaper Delivery Safety Procedures Privacy Notice Your California Privacy Rights Interest Based Ads Terms of Use Advertising Careers Contact FAQ Customer  ... "], ["2020-06-02 06:40", "NBN admits telling Canberrans they needed to move off TransACT when they didn't ... list of networks that will continue to operate once the NBN rollout is over. TPG, as the owner of TransACT, will receive at least AU$20,000 for the costs of \"correcting NBN Co's disconnection communications,\" the ACCC said. \"It is unacceptable for NBN Co to tell consumers on other broadband networks such as the TransACT Network that moving to the NBN is their only option, when that is just not  ...  should achieve off-peak speeds of up to 80-90%, depending on the technology type.\" Related Coverage Australian bushfires impacted 1% of all NBN services ACCC report and COVID-19 highlight how CVC is an artificial handbrake on the NBN Aussie Broadband throws 1Gbps speeds at full fibre and HFC users It wasn't just you, the NBN was slower at  ... "], ["2020-06-02 05:44", "Fortune ... the-george-floyd-killing-is-a-new-phenomenon/Tue, 02 Jun 2020 09:41:31 +0000https://fortune.com/?p=2828787&showAdminBar=trueGood morning.I'm going to run long today, in order to highlight the outpouring of CEO commentary on the George Floyd killing. As I've said here before, this sort of CEO public reaction to controversial social issues just didn't happen a decade ... erupted across America over the death of George Floyd, a black man who died in Minneapolis police custody last week. The apps allow volunteers with special radio equipment to broadcast first-responder communications to thousands of listeners online.The comments above were from an online message board associated with one such app, 5-0 Radio Police Scanner, which soared to the top of the  ... "], ["2020-06-01 16:21", "Sick images emerge as part of ‘challenge’ ...  proves not everyone is taking the matter seriously. Teens appear to be mocking the death of George Floyd on social media. Picture: Snapchat On Twitter, users shared the image to highlight their disgust. One user called it a \"complete disregard for human life\". Another said it was \"the most disturbing and insensitive thing I have ever seen\". British ... picture includes the caption \"police brutality\". The Chronicle reports the two boys and a third person who took the photograph were arrested late Sunday on \"suspicion of sending communications causing anxiety and distress\". A spokesperson for Northumbria Police told the newspaper: \"We understand that this social media post has caused significant upset and we want to reassure  ... "], ["2020-06-01 02:04", "Australian bushfires impacted 1% of all NBN services ... as a result of the bushfires.\" The peak impact was on New Year's Day when 22,655 services were impacted. The figures from NBN are similar to those disclosed by an Australian Communications and Media Authority (ACMA) report in May, which said only 3% of mobile tower outages during the bushfires were due to fire damage, and of the 1,390 total facilities that were impacted by  ...  and had created a number of reference designs. Businesses cannot purchase an SD-WAN solution from either Cisco or NBN and need to head to a Cisco reseller. Related Coverage ACCC report and COVID-19 highlight how CVC is an artificial handbrake on the NBN Aussie Broadband throws 1Gbps speeds at full fibre and HFC users It wasn't just you, the NBN was slower at the back end of  ... "], ["2020-05-31 23:40", "Mayor Bill de Blasio's defense of the NYPD's handling of protests revives old tensions ...  menu Coronavirus Open Sourced Recode The Goods Future Perfect The Highlight First Person Podcasts Video Explainers Culture Politics & Policy Science & Health World Identities Energy & Environment Technology Business & Finance More Coronavirus Open Sourced Recode The Goods Future Perfect The Highlight First Person Podcasts Video Explainers Culture Politics & Policy Science & Health  ... s claim that DC police didn't protect the White House from protesters is false By Alex Ward Chorus Terms of Use Privacy Notice Cookie Policy Do not sell my info Communications Preferences Licensing FAQ Accessibility Platform Status Contact Send Us a Tip Masthead About Us Editorial Ethics and Guidelines Vox Media Vox Media Vox Media logo. Advertise with us Jobs @ Vox Media 2020 ... "], ["2020-05-31 22:28", "Christo, Artist Known for Massive, Fleeting Displays, Dies ...  about his signature wrapping aesthetic. In the instance of the Reichstag, he said, covering it with fabric made the Victorian sculptures, ornament and decoration disappear and \"highlight the principal proportion of architecture.\" \"But, like classical sculpture, all our wrapped projects are not solid buildings; they are moving with the wind, they are breathing ... I will not give up one centimeter of my freedom for anything.\" LATEST NEWS Spectrum News CONTACT ABOUT RSS FAQ SITEMAP CAREERS ADVERTISE WITH US CERTIFICATIONS TERMS PRIVACY California Consumer Privacy Rights California Consumer Do Not Sell My Personal Information 1998-2020 Charter Communications. All Rights Reserved. Reproduction in whole or in part without permission is prohibited."], ["2020-05-31 21:10", "Trump responded to the protests by lashing out at antifa, the media, and Democrats ...  Coronavirus Open Sourced Recode The Goods Future Perfect The Highlight First Person Podcasts Video Explainers Culture Politics & Policy Science & Health World Identities Energy & Environment Technology Business & Finance More Coronavirus Open Sourced Recode The Goods Future Perfect The Highlight First Person Podcasts Video Explainers Culture Politics & Policy Science &  ...  false By Alex Ward Trump's policies have enabled police violence against black Americans By Sean Collins Chorus Terms of Use Privacy Notice Cookie Policy Do not sell my info Communications Preferences Licensing FAQ Accessibility Platform Status Contact Send Us a Tip Masthead About Us Editorial Ethics and Guidelines Vox Media Vox Media Vox Media logo. Advertise with us Jobs @ Vox Media ... "], ["2020-05-31 19:35", "LIVE: Steven Graves In The South Loop ... Day In A Post COVID-19 World? Sports are returning, though the stands remain empty as public health officials advise against large gatherings. Can virtual reality help? CBS Sports To Highlight Unforgettable Sports Stories With New '60 Minutes Sports: Timeless Stories' Series The six-part series will begin on Saturday, May 30th highlighting 18 stories from past 60 Minutes ...  CBS 2's Jermont Terry surveys the damage caused by protesters in Chicago as the night went on Saturday. 16 hours ago Source: Protesters Disrupted Police Communications Protesters on Saturday were able to disrupt police communications so as to prevent police from responding properly, a source said. CBS 2's Dorothy Tucker reports. 17 hours ago The Scene On State Street After  ... "], ["2020-05-31 19:30", "George Floyd protests go global ...  injustice. And world leaders are using these problems to address their own ends, with many allies seizing upon them to plead for a more just and equitable society, as adversaries highlight them to score propaganda points. Canadian prime minister Justin Trudeau remarked on Floyd's death and the protests at a press conference on Friday. \"Many Canadians of diverse  ...  announced US withdrawal from the WHO. It's unclear if he can do that. View all stories in World Chorus Terms of Use Privacy Notice Cookie Policy Do not sell my info Communications Preferences Licensing FAQ Accessibility Platform Status Contact Send Us a Tip Masthead About Us Editorial Ethics and Guidelines Vox Media Vox Media Vox Media logo. Advertise with us Jobs @ Vox Media 2020 Vox  ... "], ["2020-05-31 19:28", "LIVE: Vince Gerasole In River North ... Day In A Post COVID-19 World? Sports are returning, though the stands remain empty as public health officials advise against large gatherings. Can virtual reality help? CBS Sports To Highlight Unforgettable Sports Stories With New '60 Minutes Sports: Timeless Stories' Series The six-part series will begin on Saturday, May 30th highlighting 18 stories from past 60 Minutes ...  CBS 2's Jermont Terry surveys the damage caused by protesters in Chicago as the night went on Saturday. 16 hours ago Source: Protesters Disrupted Police Communications Protesters on Saturday were able to disrupt police communications so as to prevent police from responding properly, a source said. CBS 2's Dorothy Tucker reports. 17 hours ago The Scene On State Street After  ... "], ["2020-05-31 19:24", "LIVE: Marissa Parra At Wacker And Wabash ... Day In A Post COVID-19 World? Sports are returning, though the stands remain empty as public health officials advise against large gatherings. Can virtual reality help? CBS Sports To Highlight Unforgettable Sports Stories With New '60 Minutes Sports: Timeless Stories' Series The six-part series will begin on Saturday, May 30th highlighting 18 stories from past 60 Minutes ...  CBS 2's Jermont Terry surveys the damage caused by protesters in Chicago as the night went on Saturday. 16 hours ago Source: Protesters Disrupted Police Communications Protesters on Saturday were able to disrupt police communications so as to prevent police from responding properly, a source said. CBS 2's Dorothy Tucker reports. 17 hours ago The Scene On State Street After  ... "], ["2020-05-31 19:00", "Zoom Video, Slack, Broadcom, and Other Stocks for Investors to Watch This Week ... -for-investors-to-watch-this-week-51590951600 Investing Zoom Video, Slack, Broadcom, and Other Stocks for Investors to Watch This Week By Nicholas Jasinski May 31, 2020 3:00 pm ET Order Reprints Print Article Text size Several notable companies release earnings this week. Zoom Video Communications , CrowdStrike Holdings , and Dick's Sporting Goods all report on Tuesday. Campbell Soup goes next on Wednesday, followed by Slack Technologies, Broadcom , Gap, and J.M. Smucker on Thursday. The economic data highlight of the week will be Friday's May jobs report. The Bureau of Labor Statistics is expected to report a decrease of 8 million nonfarm payrolls, after April's record 20.5 million decline. The unemployment rate is seen rising to 19.5%. Other ... "]]}}