{"postfix": "highwoods_properties-aktie", "name": "HIGHWOODS_PROPERTIES", "wkn": "891252", "time": "2020.06.02 13:38", "ts": 1591097906, "features": {"KGV": "36.60", "Marktkapitalisierung": {"Size": "Mrd", "Value": "3.53"}, "GA": "1.30", "KBV": "2.32", "BA": "20.47", "KCV": "25.44", "CA": "1.87", "Vola30": "61.33", "Vola90": "83.46", "Vola180": "61.35", "Vola250": "45.14"}, "rivals": [], "text_data": {"de": [["31.05.20", "Mai 2020: Experten empfehlen Highwoods Properties-Aktie mehrheitlich zum Kauf"], ["30.04.20", "Die Expertenmeinungen zur Highwoods Properties-Aktie im April 2020"], ["30.04.20", "Highwoods Properties: So viel setzte das Unternehmen zuletzt um"], ["27.04.20", "Ausblick: Highwoods Properties stellt Quartalsergebnis zum abgelaufenen Jahresviertel vor"], ["13.04.20", "Erste Schätzungen: Highwoods Properties informiert über die jüngsten Quartalsergebnisse"], ["06.02.20", "Highwoods Properties: So viel setzte das Unternehmen zuletzt um"], ["03.02.20", "Ausblick: Highwoods Properties gewährt Anlegern Blick in die Bücher"]], "en": [["28.05.20", "Highwoods Properties (HIW) Down 4.8% Since Last Earnings Report: Can It Rebound?"], ["27.05.20", "Why Highwoods Properties (HIW) is a Top Dividend Stock for Your Portfolio"], ["11.05.20", "This is Why Highwoods Properties (HIW) is a Great Dividend Stock"], ["30.04.20", "Highwoods Properties (HIW) Q1 FFO Top Estimates, Trims View (Revised)"], ["30.04.20", "Highwoods Properties Inc (HIW) Q1 2020 Earnings Call Transcript"], ["29.04.20", "Highwoods Properties (HIW) Q4 FFO Top Estimates, Trims View "], ["29.04.20", "Highwoods Properties (HIW) Tops Q1 FFO Estimates"], ["24.04.20", "Highwoods Properties (HIW) is a Top Dividend Stock Right Now: Should You Buy?"], ["08.04.20", "This is Why Highwoods Properties (HIW) is a Great Dividend Stock"], ["23.03.20", "This is Why Highwoods Properties (HIW) is a Great Dividend Stock"], ["06.03.20", "Are You Looking for a High-Growth Dividend Stock? Highwoods Properties (HIW) Could Be a Great Choice"], ["19.02.20", "Why Highwoods Properties (HIW) is a Top Dividend Stock for Your Portfolio"], ["05.02.20", "Highwoods Properties Inc (HIW) Q4 2019 Earnings Call Transcript"], ["05.02.20", "Highwoods Properties (HIW) Q4 FFO Tops Estimates, Dividend Up"], ["05.02.20", "Highwoods Properties (HIW) Q4 FFO Top Estimates"], ["31.01.20", "Highwoods Properties Reports Sale Of Industrial, Single-Story Flex Portfolio Encompassing 2.8M Sq. Ft. For $193.4M"], ["2020-05-28 15:31", "Highwoods Properties (HIW) Down 4.8% Since Last Earnings Report: Can It Rebound?Highwoods Properties (HIW) reported earnings 30 days ago. What's next for the stock? We take a look at earnings estimates for some clues."], ["2020-05-28 09:30", "COVID-19 has slowed deals to a crawl, but Triangle developers expect a rebound ... to work from home permanently. Others will look to reduce their footprint and only use their offices for meetings and collaborative projects. But some might even look to lease more space to give workers room to spread out and transform their open areas into more private offices. In a call with investors in late April, Ted Klinck, the CEO of the Raleigh-based real estate company Highwoods Properties, said there will likely be a \"de-densification\" going forward. Local news has never been more important Subscribe for unlimited digital access to the news that matters to your community. #readlocal \"I do think you're going to have reduced densities,\" he said, at least until there's mass testing or a vaccine. \"Some are going to do phased ... "], ["2020-05-27 18:36", "Real-Estate Stocks Are Recovering, but Not These Two Groups ... , wrote Stifel analyst John Guinee in a note last week, noting that the average lease term for commercial space is about seven years. Office REITs with quality portfolios—newer buildings in high-growth markets—will weather the shrinking demand better than others, while older office buildings will become much tougher to lease. Guinee wrote that Boston Properties (ticker: BXP), Cousins Properties (CUZ), and Highwoods Properties (HIW) are some of the stocks that have fallen too far. \"Given their portfolio quality and/or the long-term fundamentals in their respective sub markets, we expect these names to recover first,\" he wrote. The three stocks have risen 12.8%, 21.6%, and 18.1%, respectively, over the week since Guinee released the note ... "], ["2020-05-27 15:45", "Why Highwoods Properties (HIW) is a Top Dividend Stock for Your PortfolioDividends are one of the best benefits to being a shareholder, but finding a great dividend stock is no easy task. Does Highwoods Properties (HIW) have what it takes? Let's find out."], ["2020-05-27 15:40", "CHKP or CYBR: Which Is the Better Value Stock Right Now? ...  out of 220 Zacks Rank #1 Strong Buys that have the highest potential to increase in price quickly amid the global health crisis. A recent pick, Maxar, skyrocketed +178.7% in 3 months. For 32 years, our Strong Buy list has averaged returns more than twice the market. See its 7 best stocks now. Privacy Policy | No cost, no obligation to buy anything ever. Up Next Why Highwoods Properties (HIW) is a Top Dividend Stock for Your Portfolio Most Read Two Top Picks for Contrarian Investors New Strong Buy Stocks for May 27th 4 Blue Chips to Buy as Dow Passes 25,000 U.S. Consumer Confidence Rises as Economy Reopens: 5 Solid Buys AWS 5/27: Pre-Market Up Again on Reopening, Global Stimulus Quick Links Services Account Types Premium Services Zacks Rank Research Personal ... "], ["2020-05-27 13:33", "How to Maximize Your Retirement Portfolio with These Top-Ranked Dividend Stocks - May 27, 2020 ...  for their nest egg portfolio. Gain Capital ( GCAP - Free Report ) is currently shelling out a dividend of $0.06 per share, with a dividend yield of 3.84%. This compares to the Financial - Investment Bank industry's yield of 0.26% and the S&P 500's yield of 2.03%. In terms of dividend growth, the company's current annualized dividend of $0.24 is flat compared to last year. Highwoods Properties ( HIW - Free Report ) is paying out a dividend of 0.48 per share at the moment, with a dividend yield of 5.16% compared to the REIT and Equity Trust - Other industry's yield of 5.06% and the S&P 500's yield. Taking a look at the company's dividend growth, its current annualized dividend of $1.92 is up 1.05% from last year. Currently paying a ... "], ["2020-05-19 14:42", "3 Top-Ranked Dividend Stocks: A Smarter Way to Boost Your Retirement Income - May 19, 2020 ... nest egg portfolio. Ameriprise Financial Services ( AMP - Free Report ) is currently shelling out a dividend of $0.97 per share, with a dividend yield of 3.15%. This compares to the Financial - Investment Management industry's yield of 3% and the S&P 500's yield of 2.1%. In terms of dividend growth, the company's current annualized dividend of $4.16 is up 7.78% from last year. Highwoods Properties ( HIW - Free Report ) is paying out a dividend of 0.48 per share at the moment, with a dividend yield of 5.71% compared to the REIT and Equity Trust - Other industry's yield of 5.06% and the S&P 500's yield. Taking a look at the company's dividend growth, its current annualized dividend of $1.92 is up 1.05% from last year. Currently paying a ... "], ["2020-05-17 10:00", "Buncombe, Asheville property transfers for May 1-7 ... Robert H and Angela E B Judd 24 Dianthus Drive, $735,000, Karen C and Anthony B Spake to Jennifer Ann and Mark Edward Skaggs 117 Euclid Blvd., $80,000, The Pritchett Company LLC to Boundless Properties LLC 118 Overlook Road, $375,000, Linda G and Dale H Sains to Michael Patrick Gormley and Allison Faye Hill Barnardsville 232 Martins Creek Road, $225,000, Katrina M Tobin to Scot Quaranda 0 North Fork ...  0 Newfound Road, $12,000, Juanita and Dennis Gewerth to Dominque Delia 128 Quiet Woods Drive, $249,000, Jodi Penn to Eric Holm and Kristine May Griffiths-holm 16 Highwoods Drive, $550,000, Highwoods 16 LLC to Frederich Hull and Rachel Helen Willis North Buncombe 10 White Cedar Drive, $51,500, Jdm Property Service, LLC Rmac Trust Series 2016-CTT to Cmh Homes Inc ... "], ["2020-05-13 13:42", "Here's Why You Should Hold On to Highwoods (HIW) Stock NowThough with a robust liquidity position, focus on attractive Sun Belt markets and market rotation plan, Highwoods Properties (HIW) is on a solid footing, the coronavirus crisis is a concern."], ["2020-05-11 15:45", "This is Why Highwoods Properties (HIW) is a Great Dividend StockDividends are one of the best benefits to being a shareholder, but finding a great dividend stock is no easy task. Does Highwoods Properties (HIW) have what it takes? Let's find out."], ["2020-05-11 15:45", "PSEG (PEG) is a Top Dividend Stock Right Now: Should You Buy? ...  that have the highest potential to increase in price quickly amid the global health crisis. A recent pick, Maxar, skyrocketed +178.7% in 3 months. For 32 years, our Strong Buy list has averaged returns more than twice the market. See its 7 best stocks now. Privacy Policy | No cost, no obligation to buy anything ever. ?? Close This Panel X Up Next This is Why Highwoods Properties (HIW) is a Great Dividend Stock Most Read Newton's Third Law of Motion: Global Week Ahead 6 Top Stocks to Buy Ahead of Earnings This Week Is Fear Stemming from Dividend Cuts Overblown? Wall Street Resilient to Crisis-Level Jobless Rate: 5 Picks New Strong Buy Stocks for May 11th Quick Links Services Account Types Premium Services Zacks Rank Research Personal Finance Commentary ... "], ["2020-05-07 14:12", "Improve Your Retirement Income with These 3 Top-Ranked Dividend Stocks - May 07, 2020 ...  paid steady, increasing dividends for years (or decades), and have not cut their dividends even during recessions. A rule of thumb for finding solid income-producing stocks is to seek those that average 3% dividend yield, and positive yearly dividend growth. These stocks can help combat inflation by boosting dividends over time. Here are three dividend-paying stocks retirees should consider for their nest egg portfolio. Highwoods Properties ( HIW - Free Report ) is currently shelling out a dividend of $0.48 per share, with a dividend yield of 5.44%. This compares to the REIT and Equity Trust - Other industry's yield of 5.25% and the S&P 500's yield of 2.2%. In terms of dividend growth, the company's current annualized dividend of $1.92 is up 1 ... "], ["2020-05-05 13:31", "Company CEO And Business Professor Join McKim & Creed Board ... Creed's board, Cormier and Sims replace long-time directors Michael W. Creed, PE, Ph.D., McKim & Creed co-founder, and Fred Day , retired president/CEO of Progress Energy. Both Creed and Day retired from the board in April. Other directors include Ken Garcia , CEO and founder of New Prospect Holdings, LLC; Mark Mulhern , senior vice president and CFO of Highwoods Properties, Inc.; and Herbert P. McKim, Jr. PE, PLS, McKim & Creed co-founder. Lucey serves as board chair. Cormier to Provide Business and Industry Leadership Jeanne Cormier is one of the few women CEOs within the architectural / engineering / construction industry. She began her career at Lochner, a 600-person Chicago -based transportation engineering firm, as a field office engineer in 1988 ... "]]}}