{"postfix": "hitachi-aktie", "name": "HITACHI", "wkn": "853219", "time": "2020.06.02 11:17", "ts": 1591089472, "features": {"KGV": "34.80", "Marktkapitalisierung": {"Size": "Mrd", "Value": "28.82"}, "GA": "90.71", "KBV": "0.93", "BA": "3.385.10", "KCV": "5.75", "CA": "548.80", "Vola30": "38.1", "Vola90": "68.24", "Vola180": "53.5", "Vola250": "41.77"}, "rivals": ["caterpillar-aktie", "general_electric-aktie", "infineon-aktie", "kla-tencor-aktie", "diebold_nixdorf-aktie", "wacker-aktie", "seagate-aktie"], "text_data": {"de": [["01.06.20", "Hitachi verkündete Quartalsergebnis zum jüngsten Jahresviertel"], ["01.06.20", "Hitachi verkündete Quartalsergebnis zum jüngsten Jahresviertel"], ["29.05.20", "Ausblick: Hitachi legt Zahlen zum jüngsten Quartal vor"], ["29.05.20", "Ausblick: Hitachi legt die Bilanz zum abgelaufenen Quartal vor"], ["30.04.20", "MÄRKTE ASIEN/Hoffnung auf Mittel gegen Covid-19 beflügelt Börsen"], ["08.04.20", "MÄRKTE ASIEN/Börsen im Spannungsfeld aus guten und schlechten Corona-Nachrichten"], ["08.04.20", "MÄRKTE ASIEN/Uneinheitlich nach negativen US-Vorgaben"], ["03.02.20", "Hitachi: Bilanzzahlen zum vergangenen Quartal"], ["03.02.20", "Hitachi veröffentlichte Zahlen zum vergangenen Quartal"], ["30.01.20", "Ausblick: Hitachi vermeldet Zahlen zum jüngsten Quartal"], ["30.01.20", "Ausblick: Hitachi legt die Bilanz zum abgelaufenen Quartal vor"], ["24.01.20", "Eisenbahntechnik: Bombardier zieht auch Hitachi als Fusionspartner für Zugsparte in Betracht"], ["10.01.20", "ABB kündigt Stellenabbau in US-Stromnetzwerk an"]], "en": [["29.05.20", "HITACHI CHEMICL (HCHMY) Upgraded to Strong Buy: What Does It Mean for the Stock?"], ["12.05.20", "Hitachi, the American Heart Association, and BurstIQ launch COVID-19 Data Challenge"], ["28.04.20", "Jan De Nul, Hitachi complete Taiwan pile job"], ["12.04.20", "Hitachi anticipates wave of Chinese infrastructure spending"], ["17.03.20", "UPDATE 1-Japan nominates Hitachi executive Nakamura to join BOJ board"], ["17.03.20", "Japan govt nominates Hitachi exec Nakamura to join BOJ board"], ["10.03.20", "Hitachi Vantara acquires what’s left of Containership"], ["31.01.20", "Hitachi makes $5 billion offer for full control of industrial gear unit"], ["24.01.20", "Bombardier scrambles to craft rail merger with Alstom, Hitachi: sources"], ["24.01.20", "Bombardier scrambles to craft rail merger with Alstom, Hitachi - sources"], ["09.01.20", "Newton Aycliffe Hitachi rail plant to axe 250 jobs"], ["2020-05-31 07:30", "Telework here to stay in Japan, at least for big companies ...  its offices to 25 percent of the capacity, with telework to be the \"default working style\". Fujitsu president Takahito Tokita said in a message to employees last week: \"In the past, we took for granted many business trips, face-to-face events, regular meetings, and so on. The starting point for all such interactions will now be to consider online as the first option.\" Hitachi senior vice-president Hidenobu Nakahata told reporters last week that the company aims to have just 50 per cent of its 33,000 staff in Japan report to work from April next year. This will build on the experience of the Covid-19 pandemic, during which 70 per cent of its headcount worked from home, except those involved in off-site work. Mr Nakahata also said the company ... "], ["2020-05-30 21:00", "LIFE AFTER LOCKDOWN Telework here to stay in Japan, at least for big companies ...  offices to 25 per cent of the capacity, with telework to be the \"default working style\". Fujitsu president Takahito Tokita said in a message to employees last week: \"In the past, we took for granted many business trips, face-to-face events, regular meetings, and so on. The starting point for all such interactions will now be to consider online as the first option.\" Hitachi senior vice-president Hidenobu Nakahata told reporters last week that the company aims to have just 50 per cent of its 33,000 staff in Japan report to work from April next year. This will build on the experience of the Covid-19 pandemic, during which 70 per cent of its headcount worked from home, except those involved in off-site work. JUGGLING MULTIPLE ROLES Now, since we ... "], ["2020-05-30 10:56", "Coronavirus: Telework here to stay in Japan, at least for big companies ...  in its offices to 25 per cent of the capacity, with telework to be the \"default working style\". Fujitsu president Takahito Tokita said in a message to employees last week: \"In the past, we took for granted many business trips, face-to-face events, regular meetings, and so on. The starting point for all such interactions will now be to consider online as the first option.\" Hitachi senior vice-president Hidenobu Nakahata told reporters this week that it aims to have just 50 per cent of its 33,000 staff in Japan report to work from April next year. This will build on the experience of the Covid-19 pandemic, in which 70 per cent of its headcount had worked from home, except those involved in off-site work. Mr Nakahata also said the company will ... "], ["2020-05-29 16:00", "HITACHI CHEMICL (HCHMY) Upgraded to Strong Buy: What Does It Mean for the Stock?HITACHI CHEMICL (HCHMY) might move higher on growing optimism about its earnings prospects, which is reflected by its upgrade to a Zacks Rank #1 (Strong Buy)."], ["2020-05-29 16:00", "Campbell (CPB) Moves to Buy: Rationale Behind the Upgrade ...  Experts have chosen 7 stocks out of 220 Zacks Rank #1 Strong Buys that have the highest potential to increase in price quickly amid the global health crisis. A recent pick, Maxar, skyrocketed +178.7% in 3 months. For 32 years, our Strong Buy list has averaged returns more than twice the market. See its 7 best stocks now. Privacy Policy | No cost, no obligation to buy anything ever. Up Next HITACHI CHEMICL (HCHMY) Upgraded to Strong Buy: What Does It Mean for the Stock? Most Read New Strong Buy Stocks for May 29th 5 Top Momentum Stocks for June as U.S. Economy Reopens Will Rising U.S. Stockpiles Disrupt Crude's Bullish Trend? AWS 5/29: Personal Income Surprises to +10.5% on Gov't Transfers PFP 5/29: Stocks Give Up Gains Ahead of Trump's China ... "], ["2020-05-29 16:00", "Editas (EDIT) Moves to Buy: Rationale Behind the Upgrade ...  Experts have chosen 7 stocks out of 220 Zacks Rank #1 Strong Buys that have the highest potential to increase in price quickly amid the global health crisis. A recent pick, Maxar, skyrocketed +178.7% in 3 months. For 32 years, our Strong Buy list has averaged returns more than twice the market. See its 7 best stocks now. Privacy Policy | No cost, no obligation to buy anything ever. Up Next HITACHI CHEMICL (HCHMY) Upgraded to Strong Buy: What Does It Mean for the Stock? Most Read New Strong Buy Stocks for May 29th 5 Top Momentum Stocks for June as U.S. Economy Reopens Will Rising U.S. Stockpiles Disrupt Crude's Bullish Trend? AWS 5/29: Personal Income Surprises to +10.5% on Gov't Transfers PFP 5/29: Stocks Give Up Gains Ahead of Trump's China ... "], ["2020-05-29 16:00", "Accelerate Diagnostics (AXDX) Moves to Strong Buy: Rationale Behind the Upgrade ...  Experts have chosen 7 stocks out of 220 Zacks Rank #1 Strong Buys that have the highest potential to increase in price quickly amid the global health crisis. A recent pick, Maxar, skyrocketed +178.7% in 3 months. For 32 years, our Strong Buy list has averaged returns more than twice the market. See its 7 best stocks now. Privacy Policy | No cost, no obligation to buy anything ever. Up Next HITACHI CHEMICL (HCHMY) Upgraded to Strong Buy: What Does It Mean for the Stock? Most Read New Strong Buy Stocks for May 29th 5 Top Momentum Stocks for June as U.S. Economy Reopens Will Rising U.S. Stockpiles Disrupt Crude's Bullish Trend? AWS 5/29: Personal Income Surprises to +10.5% on Gov't Transfers PFP 5/29: Stocks Give Up Gains Ahead of Trump's China ... "], ["2020-05-29 13:45", "Battery Energy Storage Market To Be Valued At $5.7B In 2020 And $7.3B In 2021 (COVID-19 Adjusted) ...  of Europe 6.4.3 Asia Pacific 6.4.3.1 China 6.4.3.2 India 6.4.3.3 Japan 6.4.3.4 South Korea 6.4.3.5 Rest of Asia Pacific 6.5.4 Rest of World6.5.4.1 South America 6.5.4.2 Middle East 6.5.4.3 Africa 6.5.4.4 Rest of Middle East & Africa Companies Mentioned ABB AEG Power Solutions General Electric Hitachi LG Chem NEC Panasonic Samsung SDI Schneider Electric Siemens Tesla For more information about this report visit https://www.researchandmarkets.com/r/9jk7ag Research and Markets also offers Custom Research services providing focused, comprehensive and tailored research. Media Contact: Research and Markets Laura Wood , Senior Manager press@researchandmarkets.com For E.S.T Office Hours Call +1-917-300-0470 For U.S./CAN Toll Free Call +1-800-526-8630 For GMT Office ... "], ["2020-05-29 04:00", "How The US Can Learn About Successful Innovation Strategies From Israel, The Startup Nation ...  is a highly regarded and trusted Digital Cognitive Strategist, Artificial Intelligence expert, Venture Capitalist, and the principal founder of Going Global ... Read More Mr. Minevich is a highly regarded and trusted Digital Cognitive Strategist, Artificial Intelligence expert, Venture Capitalist, and the principal founder of Going Global Ventures. Mark collaborates and advises large global enterprises both in the US and Japan (Hitachi), and is the official AI and Future of Work Advisor to the Boston Consulting Group. Currently, he serves as the strategic advisor and Global ambassador to the CEO and Chairman of New York based IPsoft Inc. Mark holds the role of senior fellow as part of the U.S. Council on Competitiveness in Washington, D.C., and maintains a ... "], ["2020-05-29 03:40", "A more flexible Japan Inc returns to the office ...  staff or some sales staff who need to go out,\" Takaaki Nishii, CEO of Ajinomoto , the food producer, told reporters on Wednesday. Nishii said online business meetings were now preferred by some customers not only as a way to prevent infections but also to improve efficiency. \"I have a feeling that online meetings with customers will be further accepted from now on,\" he added. Hitachi said it will revise its rules so most employees can work effectively even if they only come into the office two or three days a week. The conglomerate said it will continue to encourage employees to work from home as much as possible. Many companies are using this week to gear up for a bigger return next week. At Tokyo's busy Shimbashi station on Wednesday ... "], ["2020-05-29 01:39", "CRRC gears up for global expansion ...  of major merger and acquisition deals have occurred in the global rail transit equipment industry, and the market concentration rate has significantly risen since 2015. After China's CSR Corp and CNR Corp merged and formed CRRC in 2015, French train maker Alstom SA acquired a train-signaling business from United States-based General Electric Co in the same year. Japan's Hitachi Ltd bought Italian rail equipment maker AnsaldoBreda S.p.A and signal system provider Ansaldo STS S.p.A to seal more deals in developed markets. Liu said it is normal for major players to conduct mergers and acquisitions in the market of rail transit equipment to enhance competitiveness. According to Liu, the State-owned company will chart plans to introduce new strategic ... "], ["2020-05-28 18:38", "Channel Glitterati Unite To Help Shape Global, Regional And Industry Channel Agendas And Share Best Practices ... guides clients in transforming their go-to-market strategies for the new cloud-based economy, including supporting XaaS and recurring revenue business models. She is an IT industry veteran in the unique position of having held numerous executive leadership roles across sales, channels, business development and marketing organizations at companies such as Cisco, Hitachi and Western Digital. About Impartner Impartner delivers the industry's most complete SaaS-based Channel Management Platform, helping companies worldwide manage their partner relationships and accelerate revenue and profitability through indirect sales channels. Impartner's flagship Partner Relationship Management (PRM) solution is the industry's most award-winning PRM technology ... "], ["2020-05-28 13:24", "NetApp Reports Strong Cloud, Cloud Data Services, All-Flash Storage Sales ... quarter, Berry said. It also expects non-GAAP earnings per share of 36 cents to 44 cents, down from last year's 65 cents per share. Related Topics: Coronavirus Cloud Storage Networked Storage Storage Services Storage Software Mergers and Acquisitions Back to Top related stories News Storage The Heartbeat Of Business: The 2020 CRN Storage 100 News Storage Hitachi Vantara Unveils VSP E990 Storage Array, Adds Flexible Consumption Model News Storage NetApp: FlexPod-as-a-Service Coming To North America News Storage Backup And Disaster Recovery Minute: The Ultimate One-Two Punch Disaster Recovery Solution News Storage NetApp's New Entry-Level HCI Offering Lets Partners Target Edge Deployments trending stories Managed Services Cognizant: Some Employee Email ... "], ["2020-05-28 13:00", "Sunrun Announces Derek Noble As Vice President Of Channel Partners ...  as a successful channel leader, most recently as Senior National Sales Director at SunPower. At SunPower, Derek was instrumental in building the company's channel business from its early roots into one of the largest network of local solar installers across the country. Derek previously held senior sales and management positions at leading companies such as Stanley Black & Decker, Hitachi, Gardner Bender, Rayovac, and the Robert Bosch Tool Corporation. \"The current environment has highlighted to local solar companies that Sunrun is a best-in-class partner. We have the industry-leading platform to enable virtual selling, a strong brand that customers trust, and financial stability. I'm excited to welcome Derek to the Sunrun team and to take ... "], ["2020-05-28 09:55", "NTT keeps teleworking as the new norm in post-pandemic Japan ... p.m. The company will encourage all employees to stagger working hours after June. Stay ahead with our exclusives on Asia Sign up to our newsletters to get our best stories delivered straight to your inbox. Copy Copied Read Next Interview Time to experiment with 4-day working weeks: Lynda Gratton Companies Japan's NTT Docomo clinches Disney streaming deal Companies Hitachi staff only required to come to office 2-3 days a week Business trends Stop logging hours: Japan finds flexibility in age of telework Startups Startups in Tokyo abandon offices amid coronavirus upheaval Business trends 'Work from home' to cost Japanese companies $12.1bn, study finds Companies Telework rush leaves Japanese companies at risk of cyberattack Coronavirus Abe declares ... "], ["2020-05-28 01:22", "Backup And Disaster Recovery Minute: The Ultimate One-Two Punch Disaster Recovery Solution ... ' business. Related Topics: StorageCraft Data Protection-Disaster Recovery Cloud Storage Storage Services Back to Top related stories News Storage NetApp's New Entry-Level HCI Offering Lets Partners Target Edge Deployments News Storage The Heartbeat Of Business: The 2020 CRN Storage 100 News Storage NetApp: FlexPod-as-a-Service Coming To North America News Storage Hitachi Vantara Unveils VSP E990 Storage Array, Adds Flexible Consumption Model News Storage NetApp Hires Former Microsoft Exec Cesar Cernuda As New President trending stories Managed Services Cognizant: Some Employee Email Access Lost After Maze Attack Channel Programs Cognizant Left With 'No Good Options' After Maze Attack: Security Expert Data Center HPE's Antonio Neri ... "], ["2020-05-27 23:00", "India Television Market Forecasts To 2024: An INR 1,238 Billion Opportunity ...  and OnePlus are flourishing and have captured a considerable share in a short span, owing to their affordable products with a wide variety of features. Moreover, the online sale of television sets has increased considerably in the past few years, posing a threat to conventional sales channels. Companies Covered BPL Limited Intex Technologies ( India ) Limited Hitachi India Private Limited LG Electronics India Private Limited Panasonic India Private Limited Philips India Limited Samsung Electronics India Private Limited Sony India Private Limited TCL India Xiaomi Technology India Private Limited For more information about this report visit https://www.researchandmarkets.com/r/lu3ru Research and Markets also offers Custom Research services providing focused ... "], ["2020-05-27 22:15", "Chip Equipment Becomes Trade War's Latest Battlefield ...  testing. (Data source: SEMI, the company's official website, Ping An Securities Institute) EETimes China , a sister publication of EE Times , takes a look at semiconductor manufacturing equipment and its leading vendors. Data was compiled from SEMI and Ping An Securities Institute: Oxidation/ RTP /laser annealing Applied Materials, Hitachi, Japan, Tokyo Electronics, Thermco, UK, Huachuang, Yitang Semiconductor Glue development equipment Tokyo Electronics, Deans, Germany SUSS, Austria EVG, Shenyang Xinyuan Micro Lithography machines ASML, Nikon Japan, Canon Japan, Tokyo Electronics, Applied Materials, Panlin Group, SEMES Korea, Shanghai Microelectronics Plasma etching machines Pan Lin Group, Villian Semiconductor, Tokyo Electronics, Applied Materials ... "], ["2020-05-27 22:15", "Global Robotic Sensors Market 2020- Technologies, Global Markets And Key Players Including Advanced Microsensors Inc., Bosch Sensortec GmbH, Cyberoptics Corp. And Electro-Sensors Inc ...  stakeholders for related technologies and processes Market share analysis of the leading global tech giants; their key competitive landscape, product segments, and revenue sales Company profiles of the leading market players including Advanced Microsensors Inc., Automation Technology GmbH, Bosch Sensortec GmbH, Cyberoptics Corp., Electro-Sensors Inc., Ge Measurement & Control, Hitachi Automotive Systems Ltd., Honeywell Sensing & Controls, Mitsubishi Electric Corp., Omron Scientific Technologies Inc., and Panasonic Electric Works Key Topics Covered: Chapter 1 Introduction Chapter 2 Summary and Highlights Chapter 3 Market and Technology Background Types of Robotic Systems Robotics Defined Sensor Requirements for Robotic Systems Chapter 4 Market Breakdown ... "], ["2020-05-27 21:30", "$5.9 Billion Failure Analysis Market Outlook, 2025 - Implications Of COVID-19, Trends & Developments, Key Players ... microscopy research, and increasing applications of correlative microscopy in life sciences and nanotechnology research in this region. Thermo Fisher Scientific, Inc. (US), Hitachi High-Technologies Corporation ( Japan ), Carl Zeiss ( Germany ), JOEL, Ltd. ( Japan ), TESCAN OSRAY HOLDING ( Czech Republic ), Bruker (US), Semilab ( Hungary ), A&D  ... .2 Innovators10.3.3 Dynamic Differentiators10.3.4 Emerging Companies10.4 Competitive Scenario10.4.1 Product Launches and Developments10.4.2 Acquisitions, Partnerships, Agreements, and Collaborations 11 Company Profiles 11.1 Key Players11.1.1 Hitachi High-Technologies Corporation11.1.2 Thermo Fisher Scientific, Inc.11.1.3 Carl Zeiss 11.1.4 Jeol Ltd.11.1.5 Tescan Osray Holding11.1.6 Bruker11.1.7 Horiba, Ltd.11.1.8  ... "]]}}