{"postfix": "home_depot-aktie", "name": "HOME_DEPOT", "wkn": "866953", "time": "2020.06.02 13:59", "ts": 1591099188, "features": {"KGV": "22.76", "Marktkapitalisierung": {"Size": "Mrd", "Value": "239.25"}, "GA": "10.25", "KBV": "-82.13", "BA": "-2.84", "KCV": "18.65", "CA": "12.51", "Vola30": "31.35", "Vola90": "59.42", "Vola180": "45.15", "Vola250": "34.5"}, "rivals": ["baywa-aktie", "walmart-aktie", "hornbach_baumarkt-aktie", "kingfisher-aktie", "hornbach_holding-aktie", "lowes_companies-aktie", "praktiker-aktie"], "text_data": {"de": [["31.05.20", "Analysten sehen bei Home Depot-Aktie Potenzial"], ["20.05.20", "Home Depot meldet 133. Quartalsdividende in Folge"], ["20.05.20", "Morning Briefing: Die Deutschen und der Chip im Körper - Amazon, QVC, Walmart, MediaMarkt-Saturn, Home Depot"], ["19.05.20", "MÄRKTE USA/Gewinnmitnahmen an Wall Street nach Kursrally"], ["19.05.20", "MÄRKTE USA/Börse legt nach Kursrally Verschnaufpause ein"], ["19.05.20", "AKTIE IM FOKUS: Home Depot schwach nach Zahlen - Allerdings Rekordhoch am Vortag"], ["19.05.20", "MÄRKTE USA/Wall Street legt nach Kursrally Verschnaufpause ein"], ["19.05.20", "MÄRKTE USA/Verschnaufpause nach Kursrally - Powell-Auftritt im Blick"], ["19.05.20", "Home Depot: Eigentlich läuft doch alles"], ["19.05.20", "US-Baumarktkette Home Depot zieht Prognose für das laufende Jahr zurück"], ["18.05.20", "HSBC: Wochenausblick: ZEW-Erwartungen, Fed- und EZB-Protokoll, Einkaufsmanagerindizes"], ["18.05.20", "Ausblick: Home Depot präsentiert Bilanzzahlen zum jüngsten Jahresviertel"], ["16.05.20", "ROUNDUP: US-Warenhauskette J.C. Penney meldet in Corona-Krise Insolvenz an"], ["04.05.20", "Erste Schätzungen: Home Depot veröffentlicht Zahlen zum vergangenen Quartal"], ["30.04.20", "Was Analysten von der Home Depot-Aktie erwarten"], ["31.03.20", "Was Analysten von der Home Depot-Aktie erwarten"], ["29.02.20", "Was Analysten von der Home Depot-Aktie erwarten"], ["26.02.20", "Home Depot stellte Quartalsergebnis zum abgelaufenen Jahresviertel vor"], ["25.02.20", "MÄRKTE USA/Sorgen vor Coronavirus belastet Börsen weiter"], ["25.02.20", "Home Depot überrascht positiv"], ["25.02.20", "MÄRKTE USA/Wall Street nach Kursabsturz leicht erholt"], ["25.02.20", "ANALYSE-FLASH/Goldman: Home Depot übertrifft im vierten Quartal die Erwartungen"], ["25.02.20", "MÄRKTE USA/Börse nach Kursabsturz leicht erholt erwartet"], ["25.02.20", "Home-Depot-Aktie vor Quartalszahlen: Was den Titel so stark macht"], ["25.02.20", "Home Depot überrascht nach gekappter Prognose positiv - Aktie steigt vorbörslich"], ["24.02.20", "Ausblick: Home Depot zieht Bilanz zum abgelaufenen Quartal"]], "en": [["29.05.20", "Dow Jones Slumps as Cisco Acquires a Cloud Company, Home Depot Stock Moves Closer to 52-Week High"], ["20.05.20", "The Ratings Game: Lowe’s benefited from delayed DIY projects done during coronavirus lockdowns, while Home Depot saw professional jobs put on hold "], ["20.05.20", "Lowe's Sees Bigger Sales Increase Than Rival Home Depot"], ["20.05.20", "Home Depot Proves It’s an Essential Shopping Outlet"], ["20.05.20", "Home Depot stock price target raised to $265 from $250 at UBS"], ["20.05.20", "Walmart Just Did Something That Amazon, Home Depot, and Target Couldn't"], ["20.05.20", "Home Depot stock price target raised to $252 from $240 at Instinet"], ["20.05.20", "Home Depot stock price target raised to $260 from $220 at Stifel Nicolaus"], ["20.05.20", "Home Depot stock price target raised to $230 from $200 at Wedbush"], ["20.05.20", "Home Depot stock price target raised to $255 from $215 at Credit Suisse"], ["19.05.20", "Home Depot, Kohl’s fall; Southwest, Advance Auto Parts rise"], ["19.05.20", "Home Depot Inc (HD) Q1 2020 Earnings Call Transcript"], ["19.05.20", "The Dow Drops Slightly as Walmart Reports Blockbuster Results, Home Depot Misses the Mark"], ["19.05.20", "Cramer: Earnings from retailers like Walmart, Home Depot show 'survival of the fittest economy'"], ["19.05.20", "Home Depot stock price target raised to $265 from $255 at CFRA"], ["19.05.20", "Home Depot vs. Lowe's: Two analysts place their bets"], ["19.05.20", "UPDATE 3-Home Depot misses profit estimates as coronavirus costs weigh"], ["19.05.20", "Home Depot stock price target raised to $250 from $238 at BofA Securities"], ["19.05.20", "Home Depot (HD) Q1 Earnings Miss Despite Strong Sales & Comps"], ["19.05.20", "The Zacks Analyst Blog Highlights: Advance Auto Parts, Home Depot, Lowe's Companies, Alibaba Group and Dollar General"], ["19.05.20", "Vertex Pharmaceuticals, Align Technology, Walmart, Home Depot and Target highlighted as Zacks Bull and Bear of the Day"], ["19.05.20", "Home Depot misses profit estimates as coronavirus costs weigh"], ["19.05.20", "Home Depot misses profit estimates as coronavirus costs weigh"], ["19.05.20", "UPDATE 2-Home Depot misses profit estimates as coronavirus costs weigh"], ["19.05.20", "Home Depot (HD) Q1 Earnings Lag Estimates"], ["19.05.20", "Cost of spreading virus weighed on Home Depot in early 2020"], ["19.05.20", "Home Depot misses profit estimates after handing out virus-related bonuses"], ["19.05.20", "Wall Street set to retreat as Home Depot results weigh"], ["19.05.20", "Home Depot misses profit estimates after handing out virus-related bonuses"], ["19.05.20", "UPDATE 1-Home Depot misses profit estimates after handing out virus-related bonuses"], ["19.05.20", "US STOCKS-Wall St set to retreat as Home Depot results weigh"], ["19.05.20", "Home Depot hit with $850M coronavirus-related charge"], ["19.05.20", "Home Depot reports over 6% rise in same-store sales"], ["19.05.20", "Lowe's Earnings, Sales Easily Beat Views After Mixed Home Depot Results"], ["19.05.20", "Home Depot withdrawing previously provided financial guidance"], ["19.05.20", "Home Depot Q1 same-store sales up 6.4%; FactSet consensus up 4.3%"], ["19.05.20", "Home Depot Q1 FactSet EPS consensus $2.27"], ["19.05.20", "Home Depot Q1 sales $28.26 bln vs. $26.38 bln a year ago; FactSet consensus $27.56 bln"], ["19.05.20", "Home Depot Q1 EPS $2.08 vs. $2.27 a year ago"], ["19.05.20", "Home Depot sales rise 7% but higher coronavirus-related costs drag down earnings"], ["2020-06-02 11:02", "Indian Railways' first isolation coaches to be deployed for treatment of COVID-19 patients in Delhi ... comprises of 10 modified coaches with 160 beds, was lying utilized for almost two months. According to a PTI report, these train coaches have been stationed at Shakur Basti railway station's maintenance depot. A railway official was quoted as saying that in addition to the 10 non air-conditioned coaches with as many as 160 beds, the COVID-19 care centre will also have three air- ... Like us on Facebook and follow us on Twitter . Financial Express is now on Telegram. Click here to join our channel and stay updated with the latest Biz news and updates. Home INFRASTRUCTURE RAILWAYS Indian Railways’ first isolation coaches to be deployed for treatment of COVID-19 patients in&nbspDelhi Advertisement Stock Market Most Read Coronavirus Live News: India's  ... "], ["2020-06-02 11:00", "Galaxy Note 20: Juiciest camera rumors, photo leaks and more ...  Hybrids Best Sedans Best SUVs Best Trucks Deals All deals The Cheapskate Antivirus Deals Identity Theft Protection Deals Mattress Deals Meal Kit Deals Password Manager Deals Pillow Deals Prescription Glasses Deals Tax Service Deals VPN Deals Web Hosting Deals All coupons Best Buy Promo Codes DoorDash Promo Codes eBay Coupons Groupon Promo Codes GrubHub Coupons Home Depot Coupons HP Coupons Office Depot Coupons Postmates Coupons Samsung Promo Codes Staples Coupons Target Coupons Verizon Promo Codes Walmart Coupons Download 5G Editions Editions English Espaol China France Germany Japan Korea Search Go Hi, Settings My Profile Forums Sign Out Join / Sign In Galaxy Note 20: Juiciest camera rumors, photo leaks and more The rumors and speculation are heating up ... "], ["2020-06-02 11:00", "Crucible is here: How to play Amazon's new, free PC game ... -Efficient Cars Best Hybrids Best Sedans Best SUVs Best Trucks Deals All deals The Cheapskate Antivirus Deals Identity Theft Protection Deals Mattress Deals Meal Kit Deals Password Manager Deals Pillow Deals Prescription Glasses Deals Tax Service Deals VPN Deals Web Hosting Deals All coupons Best Buy Promo Codes DoorDash Promo Codes eBay Coupons Groupon Promo Codes GrubHub Coupons Home Depot Coupons HP Coupons Office Depot Coupons Postmates Coupons Samsung Promo Codes Staples Coupons Target Coupons Verizon Promo Codes Walmart Coupons Download 5G Editions Editions English Espaol China France Germany Japan Korea Search Go Hi, Settings My Profile Forums Sign Out Join / Sign In Crucible is here: How to play Amazon's new, free PC game Here's what you need ... "], ["2020-06-02 11:00", "What is Tor? Your guide to using the private browser ... Cars Best Hybrids Best Sedans Best SUVs Best Trucks Deals All deals The Cheapskate Antivirus Deals Identity Theft Protection Deals Mattress Deals Meal Kit Deals Password Manager Deals Pillow Deals Prescription Glasses Deals Tax Service Deals VPN Deals Web Hosting Deals All coupons Best Buy Promo Codes DoorDash Promo Codes eBay Coupons Groupon Promo Codes GrubHub Coupons Home Depot Coupons HP Coupons Office Depot Coupons Postmates Coupons Samsung Promo Codes Staples Coupons Target Coupons Verizon Promo Codes Walmart Coupons Download 5G Editions Editions English Espaol China France Germany Japan Korea Search Go Hi, Settings My Profile Forums Sign Out Join / Sign In What is Tor? Your guide to using the private browser We've got a beginner-friendly explainer ... "], ["2020-06-02 11:00", "BMC closes deal to acquire former rival Compuware ... and Discounts The EDUcationist Live Healthy Shop True Local Deal of the Day: Any burger for $5 at the New Spot Eatery Retail therapy for the pandemic: What have we bought and why? What to know about traveling in Texas during COVID-19 Houston Restaurant Weeks founder Cleverley Stone dies of cancer Deals Macy's H-E-B Lowe's eBay Target Chewy REI Kohl's Home Depot Shipley Do-Nuts Best Buy JC Penney Dick's Sporting Goods Treat your acne-prone skin to 20% off Murad skincare Your weekly deals roundup for June 1 The newest Kindle is at its lowest price ever Save an extra 30% on clearance items from ShopDisney Jobs Advanced search Browse job categories Salary Wizard Career Rescue Careers in Engineering Salute to Nurses Work & Career Advice Post a Job ... "], ["2020-06-02 11:00", "TONI KING: Have an emergency survival plan in place due to COVID-19? ... and Discounts The EDUcationist Live Healthy Shop True Local Deal of the Day: Any burger for $5 at the New Spot Eatery Retail therapy for the pandemic: What have we bought and why? What to know about traveling in Texas during COVID-19 Houston Restaurant Weeks founder Cleverley Stone dies of cancer Deals Macy's H-E-B Lowe's eBay Target Chewy REI Kohl's Home Depot Shipley Do-Nuts Best Buy JC Penney Dick's Sporting Goods Treat your acne-prone skin to 20% off Murad skincare Your weekly deals roundup for June 1 The newest Kindle is at its lowest price ever Save an extra 30% on clearance items from ShopDisney Jobs Advanced search Browse job categories Salary Wizard Career Rescue Careers in Engineering Salute to Nurses Work & Career Advice Post a Job ... "], ["2020-06-02 10:45", "The Sizzling Rally in Beyond Meat Is at Risk ...  sell equities in May likely didn't get the results they wanted. The broader market — led by the S&P 500 — finished up 4.8%. The gains also put the index at a three-month high. Now, the bellwether index is roughly 39% above its late-March correction. Its move higher was helped by solid leadership from household heavyweights Apple (NASDAQ: AAPL ), Home Depot (NYSE: HD ) and others. Yet, in today's environment, investors also have an insatiable appetite for BYND stock. Hungry Investors Drive BYND Stock Higher Shares of the faux meat upstart finished higher by nearly 30% in May. Street-beating quarterly results are largely responsible for the outsized gains, and a spike in consumer interest also didn't hurt. The novel coronavirus took a ... "], ["2020-06-02 10:42", "Chairmen of GLCs should understand govt aspirations, strategies, says Prasarana's Tajuddin ...  Showbiz WYT Opinion Sports Tech/Gadgets Drive Videos Archives About Us Privacy Policy Terms of Use Advertise with Us Apple AppStore Google Play Store Huawei App Gallery Google News ProjekMM Home Malaysia COVID-19 World Money Life Eat/Drink Showbiz Opinion Sports Tech/Gadgets Drive Videos ProjekMM Loading... Home Malaysia Chairmen of GLCs should understand govt aspirations, strategies, says Prasarana's Tajuddin Tuesday, 02 Jun 2020 06:42 PM MYT Prasarana Malaysia Bhd chairman Datuk Seri Tajuddin Abdul Rahman speaks to the media after visiting the Sungai Buloh-Kajang MRT depot, June 2, 2020. — Bernama pic PETALING JAYA, June 2 — Those appointed as chairmen of government-linked companies (GLCs) should be able to understand the government's ... "], ["2020-06-02 10:38", "Former RAF officer's house for sale for 475,000 has WW2 bomb shelter in the garden ... and Debenhams SUMMER SUN B&M is selling its sun loungers with personal umbrellas again FREED FROM FEES Renting fees ban extended to ALL tenants from today GOLDEN ARCHES McDonald's to open 40 more restaurants for drive-thru orders from today NOT A-LOAN Mortgage holidays and home repossessions ban extended until end of October RAF Watton was used primarily as a bomber airfield before being used by the United States Army Air Force's Eighth Air Force as an air depot. It was closed in the mid-1970s but the officers' houses remained. Anderson shelters were made of prefabricated pieces of metal which were assembled in gardens and buried underground to protect those inside against bomb blasts. The house comes complete with four cosy bedrooms It has a new ... "], ["2020-06-02 10:33", "Health experts warn of coronavirus spike after protests ...  we have the capacity to do at least 10,000 tests a day just from the drive-thru sites, but yet we typically only have demand for about half that much.\" \"We've told people come if you want to get tested,\" he said. State and local leaders are trying to make it as easy as possible to get a coronavirus test if you want one. A Home Depot on Glades Road and 441 in Boca Raton is now one of several across the state where you can get tested. There are dozens of locations where you can get a test in Palm Beach County. The county has also released an interactive map to help you find the closest testing site. BrightspotCmsObjectBegin {} You can find that here. BrightspotCmsObjectEnd Scripps Only Content 2020 79 Currently in Palm Beach, FL Full Forecast ... "], ["2020-06-02 10:30", "Sony Xperia 1 II review: For phone filmmakers, these cameras will be hard to beat ...  Cars Best Hybrids Best Sedans Best SUVs Best Trucks Deals All deals The Cheapskate Antivirus Deals Identity Theft Protection Deals Mattress Deals Meal Kit Deals Password Manager Deals Pillow Deals Prescription Glasses Deals Tax Service Deals VPN Deals Web Hosting Deals All coupons Best Buy Promo Codes DoorDash Promo Codes eBay Coupons Groupon Promo Codes GrubHub Coupons Home Depot Coupons HP Coupons Office Depot Coupons Postmates Coupons Samsung Promo Codes Staples Coupons Target Coupons Verizon Promo Codes Walmart Coupons Download 5G Editions Editions English Espaol China France Germany Japan Korea Search Go Hi, Settings My Profile Forums Sign Out Join / Sign In Sony Xperia 1 II review: For phone filmmakers, these cameras will be hard to beat With a $1,200 ... "], ["2020-06-02 10:30", "Sophos Home Premium review: Go remote and save money ...  and music streaming services, social networks, and browsers. When he's not covering the news he's working on how-to tips for PC users, or tuning his eGPU setup. Follow Shop Tech Products at Amazon Coupon Codes Walmart Promo Code Additional $10 off grocery app orders with Walmart promo code Target Coupon Additional 10% off bath & bedding - Target coupon code Home Depot Coupon Home Depot coupon: Extra 10% off 4-star+ kitchenware eBay Coupon 10% off sitewide for select accounts with eBay coupon Overstock Coupon 20% off Outdoor Seating at Overstock Jcpenney Coupons JCPenney coupon - 50% off fashion jewelry PCWorld PCWorld helps you navigate the PC ecosystem to find the products you want and the advice you need to get the job done. About Us Contact Us ... "], ["2020-06-02 10:24", "Protesters clash with police in Atlanta for 4th night ...  hope the deadly coronavirus strain spreads in riots' Video Read more stories Trending Stories Church sign in Virginia sparks controversy Video Armed black men fought back a half-century ago in Louisiana towns, first in Jonesboro Protesters march down on Siegen Lane to Airline Highway Home Depot employee arrested for theft in Louisiana Kenner PD: Racist Facebook post by former officer last employed in 2018 'reprehensible' Follow Us Facebook Twitter YouTube Email News App Home Local News Weather Forecasts Sports Contact Us Advertise With Us EEO Public File WVLA FCC Public File WGMB FCC Public File KZUP FCC Public File WBRL FCC Public File Nexstar CC Certification Privacy Policy Terms Of Use Covers Do Not Sell My Personal Information 1998 - 2020 ... "], ["2020-06-02 10:13", "Trump slams governors as 'weak,' urges crackdown on protests ...  Medical examiner lists George Floyd's death as homicide U.S. Attorney General's Office says looting, rioting taking away from message; will be met with prosecution Video Read more stories Trending Stories Church sign in Virginia sparks controversy Video Home Depot employee arrested for theft in Louisiana 5 reasons you may have yet to receive your stimulus check Tropical Update: Central Atlantic disturbance LSU Interim President reacts to the death of George Floyd Follow Us Facebook Twitter YouTube Email News App Home Local News Weather Forecasts Sports Contact Us Advertise With Us EEO Public File WVLA FCC Public File WGMB FCC Public File KZUP FCC Public File WBRL FCC Public File Nexstar CC Certification Privacy Policy Terms Of Use Covers Do Not Sell ... "], ["2020-06-02 10:11", "Madison County prosecutor: 'We can only hope the deadly coronavirus strain spreads in riots' ...  Medical examiner lists George Floyd's death as homicide U.S. Attorney General's Office says looting, rioting taking away from message; will be met with prosecution Video Read more stories Trending Stories Church sign in Virginia sparks controversy Video Home Depot employee arrested for theft in Louisiana 5 reasons you may have yet to receive your stimulus check Tropical Update: Central Atlantic disturbance LSU Interim President reacts to the death of George Floyd Follow Us Facebook Twitter YouTube Email News App Home Local News Weather Forecasts Sports Contact Us Advertise With Us EEO Public File WVLA FCC Public File WGMB FCC Public File KZUP FCC Public File WBRL FCC Public File Nexstar CC Certification Privacy Policy Terms Of Use Covers Do Not Sell ... "], ["2020-06-02 10:10", "Protest against OPPJ VP Jack Clampit held on Monday following controversial Facebook post ... : Confederate Monument protest organizer to address vandalism, looting Video Read more stories Trending Stories Church sign in Virginia sparks controversy Video Armed black men fought back a half-century ago in Louisiana towns, first in Jonesboro Protesters march down on Siegen Lane to Airline Highway Home Depot employee arrested for theft in Louisiana Kenner PD: Racist Facebook post by former officer last employed in 2018 'reprehensible' Follow Us Facebook Twitter YouTube Email News App Home Local News Weather Forecasts Sports Contact Us Advertise With Us EEO Public File WVLA FCC Public File WGMB FCC Public File KZUP FCC Public File WBRL FCC Public File Nexstar CC Certification Privacy Policy Terms Of Use Covers Do Not Sell My Personal Information ... "], ["2020-06-02 10:10", "Virtual Tours at the Historic New Orleans Collection: Voices of Progress ... : Confederate Monument protest organizer to address vandalism, looting Video Read more stories Trending Stories Church sign in Virginia sparks controversy Video Armed black men fought back a half-century ago in Louisiana towns, first in Jonesboro Protesters march down on Siegen Lane to Airline Highway Home Depot employee arrested for theft in Louisiana Kenner PD: Racist Facebook post by former officer last employed in 2018 'reprehensible' Follow Us Facebook Twitter YouTube Email News App Home Local News Weather Forecasts Sports Contact Us Advertise With Us EEO Public File WVLA FCC Public File WGMB FCC Public File KZUP FCC Public File WBRL FCC Public File Nexstar CC Certification Privacy Policy Terms Of Use Covers Do Not Sell My Personal Information ... "], ["2020-06-02 10:09", "COVID-19 survivor donates plasma at Monroe LifeShare Center ... : Confederate Monument protest organizer to address vandalism, looting Video Read more stories Trending Stories Church sign in Virginia sparks controversy Video Armed black men fought back a half-century ago in Louisiana towns, first in Jonesboro Protesters march down on Siegen Lane to Airline Highway Home Depot employee arrested for theft in Louisiana Kenner PD: Racist Facebook post by former officer last employed in 2018 'reprehensible' Follow Us Facebook Twitter YouTube Email News App Home Local News Weather Forecasts Sports Contact Us Advertise With Us EEO Public File WVLA FCC Public File WGMB FCC Public File KZUP FCC Public File WBRL FCC Public File Nexstar CC Certification Privacy Policy Terms Of Use Covers Do Not Sell My Personal Information ... "], ["2020-06-02 10:08", "La. Senate confirms Brumley as state superintendent of education ... 39;s Office says looting, rioting taking away from message; will be met with prosecution Video Possible deadly error, brain scanning device used by surgeons recalled by FDA Video Read more stories Trending Stories Church sign in Virginia sparks controversy Video Home Depot employee arrested for theft in Louisiana 5 reasons you may have yet to receive your stimulus check Tropical Update: Central Atlantic disturbance LSU Interim President reacts to the death of George Floyd Follow Us Facebook Twitter YouTube Email News App Home Local News Weather Forecasts Sports Contact Us Advertise With Us EEO Public File WVLA FCC Public File WGMB FCC Public File KZUP FCC Public File WBRL FCC Public File Nexstar CC Certification Privacy Policy Terms Of Use Covers Do Not Sell ... "], ["2020-06-02 10:05", "Fresh, flavorful herbs are always at the ready in a kitchen garden ...  programs, which allow people to work on the farm's six acres during the growing season. \"It's been pretty much crazy from mid-March on,\" she says. She quickly capped the CSA program at 16 people. Thankfully, many seeds are back in stock now and plenty of potted plants are available at local nurseries and in big box stores like Lowe's and Home Depot. While some amateur gardeners might be reluctant to plant a full-fledged pandemic Victory Garden — gardens are hard work, taking time and effort — herb gardens are an easier sell. \"They're very easy to grow, because they don't need a lot of care or attention or fertilizing,\" says Peggy Trevanion, a Penn State Master Gardener and herb expert. Because most herbs are ... "]]}}