{"postfix": "honda-aktie", "name": "HONDA_MOTOR", "wkn": "853226", "time": "2020.06.02 14:13", "ts": 1591100031, "features": {"KGV": "9.04", "Marktkapitalisierung": {"Size": "Mrd", "Value": "41.43"}, "GA": "260.13", "KBV": "0.51", "BA": "4.640.46", "KCV": "3.23", "CA": "727.57", "Vola30": "62.16", "Vola90": "74.94", "Vola180": "56.3", "Vola250": "49.92"}, "rivals": ["daimler-aktie", "man-aktie", "bmw-aktie", "deutz-aktie", "volkswagen_vz-aktie"], "text_data": {"de": [["29.05.20", "DIE AUTO-WOCHE - das waren die wichtigsten Themen"], ["27.05.20", "Motorsport-Weltrat beschließt Budgetobergrenze für Formel 1"], ["26.05.20", "MÄRKTE ASIEN/Konjunkturoptimismus trägt Börsen nach oben"], ["26.05.20", "MÄRKTE ASIEN/Konjunkturoptimismus trägt Aktienkurse nach oben"], ["25.05.20", "MÄRKTE ASIEN/Uneinheitlich - Streit um Sicherheitsgesetz belastet HSI"], ["13.05.20", "MÄRKTE ASIEN/Etwas fester - Stetige Erholung nach sehr schwachem Start"], ["13.05.20", "MÄRKTE ASIEN/Etwas leichter nach sehr schwachen US-Vorgaben"], ["13.05.20", "Honda Motor hat Bilanz für das abgelaufene Quartal gezogen"], ["13.05.20", "Honda Motor stellte Ergebnisse des abgelaufenen Quartals vor"], ["12.05.20", "ROUNDUP: Corona-Pandemie bremst Toyota - Auch Honda mit hohen Einbußen"], ["12.05.20", "MÄRKTE ASIEN/Leichter - Toyota nach Gewinneinbruch schwach"], ["12.05.20", "MÄRKTE ASIEN/Schwächer - Sorgen vor neuer Infektionswelle dominieren"], ["11.05.20", "Ausblick: Honda Motor stellt Ergebnisse des abgelaufenen Quartals vor"], ["11.05.20", "Ausblick: Honda Motor legt die Bilanz zum abgelaufenen Quartal vor"], ["30.04.20", "MÄRKTE ASIEN/Hoffnung auf Mittel gegen Covid-19 beflügelt Börsen"], ["27.04.20", "Erste Schätzungen: Honda Motor legt die Bilanz zum abgelaufenen Quartal vor"], ["27.04.20", "Erste Schätzungen: Honda Motor legt Zahlen zum jüngsten Quartal vor"], ["10.04.20", "EY: Top-Autokonzerne Ende 2019 mit Finanzpolster von 226 Mrd Euro"], ["03.04.20", "MÄRKTE ASIEN/Aktien vor dem Wochenende im Minus"], ["03.04.20", "Ultium: GM baut mit Honda zwei Elektroautos"], ["02.04.20", "TABELLE/US-Automobilabsatz - 1. Quartal 2020"], ["20.03.20", "Auch Autobauer Jaguar Land Rover setzt Produktion aus"], ["03.03.20", "ROUNDUP: Roboterwagen-Firma Waymo mit Milliarden-Finanzspritze"], ["20.02.20", "MÄRKTE ASIEN/Uneinheitlich - Schanghai nach Zinssenkung sehr fest"], ["20.02.20", "MÄRKTE ASIEN/Uneinheitlich - Wieder Hoffnung rund um Corona"], ["17.02.20", "VIRUS/ROUNDUP 2/Studie: Coronavirus dürfte Autobranche besonders stark treffen"], ["17.02.20", "Studie: Coronavirus dürfte Autobranche besonders stark treffen"], ["14.02.20", "DIE AUTO-WOCHE - das waren die wichtigsten Themen"], ["10.02.20", "MÄRKTE ASIEN/Abschläge bei Aktien - Nur China-Börsen im Plus"], ["10.02.20", "MÄRKTE ASIEN/Moderate Abschläge bei Aktien auf breiter Front"], ["10.02.20", "Honda Motor stellte Zahlen zum jüngsten Quartal vor"], ["10.02.20", "Honda Motor stellte das Zahlenwerk zum vergangenen Quartal vor"]], "en": [["01.06.20", "Honda is donating 130,000 face shields to medical staff around the US     - Roadshow"], ["26.05.20", "Why Ford, General Motors, and Honda Stocks Are Up Today"], ["25.05.20", "Toyota, Nissan and Honda gear up for Mexico reboot after COVID-19 lockdowns"], ["23.05.20", "Toyota's new hybrids, Honda Civic Type R and more: Roadshow's week in review     - CNET"], ["23.05.20", "The Honda Accord is a safe and solid family sedan     - CNET"], ["21.05.20", "2020 Honda Civic Type R went through the knife sharpener     - CNET"], ["18.05.20", "2021 Toyota Sienna hybrid vs. Honda Odyssey and Chrysler Pacifica     - CNET"], ["18.05.20", "2021 Toyota Venza hybrid vs. Chevy Blazer, Honda Passport and more: The new midsize     - CNET"], ["14.05.20", "Honda to resume car production next month"], ["13.05.20", "Honda (HMC) Incurs Q4 Loss Amid Coronavirus-Led Low Sales"], ["13.05.20", "2020 Honda Accord vs. 2020 Hyundai Sonata: Which midsize sedan is best?     - CNET"], ["13.05.20", "Honda Holds Off on Guidance as Full-Year Earnings Slip 13%"], ["13.05.20", "Honda Motor Co, Ltd (HMC) Q4 2020 Earnings Call Transcript"], ["12.05.20", "Honda sinks deeper into quarterly losses"], ["12.05.20", "Coronavirus outbreak pushes Honda deeper into quarterly losses"], ["12.05.20", "Honda profits shrink to four-year low, coronavirus clouds outlook"], ["12.05.20", "Honda profits shrink to four-year low, coronavirus clouds outlook"], ["12.05.20", "UPDATE 2-Honda profits shrink to four-year low, coronavirus clouds outlook"], ["12.05.20", "Honda says has enough cash but may issue bonds if new coronavirus waves hit"], ["12.05.20", "Honda declines to give outlook as profit slides amid coronavirus pandemic"], ["12.05.20", "Honda declines to give outlook as profit slides amid coronavirus pandemic"], ["12.05.20", "UPDATE 1-Honda declines to give outlook as profit slides amid coronavirus pandemic"], ["12.05.20", "Honda posts 13% drop in annual operating profit"], ["12.05.20", "Honda posts 13% drop in annual operating profit"], ["12.05.20", "Honda posts 13% drop in annual operating profit"], ["08.05.20", "Honda will restart U.S., Canadian auto production May 11"], ["06.05.20", "Modified Honda Odyssey minivans deployed in Detroit aid coronavirus response     - CNET"], ["04.05.20", "American Honda April Sales Down 54%, but Seeing Improvement"], ["02.05.20", "2020 Honda Pilot tested, coronavirus plant restarts and more: Roadshow's week in review     - CNET"], ["24.04.20", "Honda extends North America auto production halt through May 8"], ["23.04.20", "UPDATE 2-Honda extends North America auto production halt through May 8"], ["23.04.20", "UPDATE 1-Honda extends North America auto production halt through May 8"], ["23.04.20", "Honda extends North America auto production halt through May 8"], ["22.04.20", "Edmunds compares 2020 Honda Accord with Hyundai Sonata"], ["17.04.20", "The Honda Element was cute and rugged, and we want it back     - CNET"], ["15.04.20", "Honda extends Mexican plant shutdown, furloughs more U.S. workers"], ["15.04.20", "Honda deploys its minivans to transport virus patients"], ["15.04.20", "Deutsche Bank AG Ln : Pre Stabilisation Notice - American Honda Finance"], ["14.04.20", "Honda extends Mexico plant suspensions to April 30 due to coronavirus"], ["08.04.20", "Honda back to work in China's Wuhan with temperature checks and masks"], ["2020-06-02 12:00", "1984 Volkswagen GTI: More fun than 95% of the cars I've driven this year ... advice. Going back and experiencing a model you coveted in your youth as an adult is a recipe for disappointment far too often. Modern cars have become so powerful and so polished that even the heady intoxication of nostalgia often fails to mask the chagrin one feels upon realizing that the Chevy Camaro IROC Z28 you once lusted over can't beat today's cold-brew-sipping Honda Odyssey driver off the line. With the GTI? No such regrets. Enlarge Image You've never met 90 harder-working horses. Chris Paukert/Roadshow Said another way, this decades-old hatchback with dull paint immediately proved to be more fun than 95% of the new cars I've driven this year. After being revealed in February , I was disappointed to learn that the 8th-generation Golf ... "], ["2020-06-02 11:58", "Ilang katutubong estudyante aminadong di kakayanin ang online classes ...  June 02, 2020 Ilang bus binigyan ng special permit para makapaghatid patungong EDSA June 02, 2020 Readying for the resumption of religious rites June 02, 2020 Mga OFW, inalukan ng trabaho sa 'Build, Build, Build' projects June 02, 2020 Di kwalipikado: Kaanak ng barangay officials nakatanggap umano ng cash aid June 02, 2020 POC, PSC heads leave resumption of team sports up to IATF June 02, 2020 Laboratory sa Silay City, Negros Occ., certified na para sa COVID-19 testing June 02, 2020 400 workers displaced as Yuchengco unit consolidates Honda, Isuzu dealership business June 02, 2020 Uniqlo to open online store in Philippines June 02, 2020 next 2020 ABS-CBN Corporation. All Rights Reserved. About Careers Privacy Terms Contact Us Advertise With Us"], ["2020-06-02 11:52", "Ilang magulang nalito sa online enrollment ng DepEd ...  June 02, 2020 Ilang bus binigyan ng special permit para makapaghatid patungong EDSA June 02, 2020 Readying for the resumption of religious rites June 02, 2020 Mga OFW, inalukan ng trabaho sa 'Build, Build, Build' projects June 02, 2020 Di kwalipikado: Kaanak ng barangay officials nakatanggap umano ng cash aid June 02, 2020 POC, PSC heads leave resumption of team sports up to IATF June 02, 2020 Laboratory sa Silay City, Negros Occ., certified na para sa COVID-19 testing June 02, 2020 400 workers displaced as Yuchengco unit consolidates Honda, Isuzu dealership business June 02, 2020 Uniqlo to open online store in Philippines June 02, 2020 next 2020 ABS-CBN Corporation. All Rights Reserved. About Careers Privacy Terms Contact Us Advertise With Us"], ["2020-06-02 11:51", "Barangay sa Caloocan balak isailalim sa targeted lockdown ...  June 02, 2020 Readying for the resumption of religious rites June 02, 2020 Mga OFW, inalukan ng trabaho sa 'Build, Build, Build' projects June 02, 2020 Di kwalipikado: Kaanak ng barangay officials nakatanggap umano ng cash aid June 02, 2020 POC, PSC heads leave resumption of team sports up to IATF June 02, 2020 Laboratory sa Silay City, Negros Occ., certified na para sa COVID-19 testing June 02, 2020 400 workers displaced as Yuchengco unit consolidates Honda, Isuzu dealership business June 02, 2020 Uniqlo to open online store in Philippines June 02, 2020 ALAMIN: Mga probisyon ng kontrobersiyal na 'anti-terrorism bill' June 02, 2020 next 2020 ABS-CBN Corporation. All Rights Reserved. About Careers Privacy Terms Contact Us Advertise With Us"], ["2020-06-02 11:51", "Tourism sector sa Ilocos Sur umaaray pa rin sa gitna ng pinaluwag na lockdown ...  June 02, 2020 Readying for the resumption of religious rites June 02, 2020 Mga OFW, inalukan ng trabaho sa 'Build, Build, Build' projects June 02, 2020 Di kwalipikado: Kaanak ng barangay officials nakatanggap umano ng cash aid June 02, 2020 POC, PSC heads leave resumption of team sports up to IATF June 02, 2020 Laboratory sa Silay City, Negros Occ., certified na para sa COVID-19 testing June 02, 2020 400 workers displaced as Yuchengco unit consolidates Honda, Isuzu dealership business June 02, 2020 Uniqlo to open online store in Philippines June 02, 2020 ALAMIN: Mga probisyon ng kontrobersiyal na 'anti-terrorism bill' June 02, 2020 next 2020 ABS-CBN Corporation. All Rights Reserved. About Careers Privacy Terms Contact Us Advertise With Us"], ["2020-06-02 11:45", "Football pitch of rainforest destroyed every six seconds ...  About 5G Yahoo Search Ad Gregg Popovich unleashes fiery statement on Trump: 'What we have is a fool in place of a president' Yahoo Sports 'The world is scared right now': 16-year-old boys create short film to speak out about racial injustice, coronavirus Yahoo Life George Floyd's family releases results of independent autopsy into his death Yahoo News Video Honda Has Made It Again: The Astonishing New CR-V search ads Ad Electric truck maker Nikola looks like Tesla 2.0 — except even riskier LA Times Dale Murphy says cop shot his son in face with rubber bullet as he peacefully protested George Floyd's death Yahoo Sports Yahoo News Network Help Privacy (Updated) Privacy dashboard Suggestions About our Ads Terms (Updated) Sitemap"], ["2020-06-02 11:43", "3 injured in Kensington fire ...  Hourly Rates May Totally Surprise You System1 | Attorneys | Search Ads Ad 'The world is scared right now': 16-year-old boys create short film to speak out about racial injustice, coronavirus Yahoo Life George Floyd's family releases results of independent autopsy into his death Yahoo News Video Delivery Tracking Advances HemaControl's Hospital Ordering System for Blood Centers PR Newswire Honda Has Made It Again: The Astonishing New CR-V search ads Ad Dale Murphy says cop shot his son in face with rubber bullet as he peacefully protested George Floyd's death Yahoo Sports More than 19,000 new COVID-19 cases in US over past 24 hours ABC News Videos Florida police officer suspended for pushing kneeling woman Associated Press Remember Johnny ... "], ["2020-06-02 11:43", "DOH: 63 more doctors, health workers in PH confirmed for COVID-19; total at 2,669 ...  OFW, inalukan ng trabaho sa 'Build, Build, Build' projects June 02, 2020 Di kwalipikado: Kaanak ng barangay officials nakatanggap umano ng cash aid June 02, 2020 POC, PSC heads leave resumption of team sports up to IATF June 02, 2020 Laboratory sa Silay City, Negros Occ., certified na para sa COVID-19 testing June 02, 2020 400 workers displaced as Yuchengco unit consolidates Honda, Isuzu dealership business June 02, 2020 Uniqlo to open online store in Philippines June 02, 2020 ALAMIN: Mga probisyon ng kontrobersiyal na 'anti-terrorism bill' June 02, 2020 'Modified EDSA' ihahanda para sa ika-2 bugso ng pagbabalik ng public transpo June 02, 2020 'Fare honesty box', paraan ng contactless payment sa mga jeepney sa Iloilo June 02 ... "], ["2020-06-02 11:42", "Officials said two women were injured while jumping from the window to avoid a fire in North Philadelphia ... 39; Yahoo News Video Lawyer Hourly Rates May Totally Surprise You System1 | Attorneys | Search Ads Ad Dale Murphy says cop shot his son in face with rubber bullet as he peacefully protested George Floyd's death Yahoo Sports More than 19,000 new COVID-19 cases in US over past 24 hours ABC News Videos Florida police officer suspended for pushing kneeling woman Associated Press Honda Has Made It Again: The Astonishing New CR-V search ads Ad 'The world is scared right now': 16-year-old boys create short film to speak out about racial injustice, coronavirus Yahoo Life George Floyd protests continue nationwide Yahoo News Video D.C. bishop 'outraged' Trump used tear gas on citizens for photo op at church Yahoo Entertainment Remember Johnny? This ... "], ["2020-06-02 11:32", "Asbury Park Protest Ends With Arrests ... Page Trump Coverage HuffPost Why Parents Glue Coins To Their Kids' Shoes Livestly Ad 'The world is scared right now': 16-year-old boys create short film to speak out about racial injustice, coronavirus Yahoo Life Trump calls nation's governors 'weak,' demands they crack down on protesters Yahoo News Video UN report: Afghan Taliban still maintain ties with al-Qaida Associated Press Honda Has Made It Again: The Astonishing New CR-V search ads Ad The officer who stood by as George Floyd died is Asian American. We need to talk about that. NBC News Nike is setting the tone for sports brands in its response to the George Floyd protests Yahoo Finance Gregg Popovich unleashes fiery statement on Trump: 'What we have is a fool in place of a ... "], ["2020-06-02 11:32", "Chicago road closures today: Access to Loop remains limited; CTA resumes partial service ...  Coins To Their Kids' Shoes Livestly Ad The officer who stood by as George Floyd died is Asian American. We need to talk about that. NBC News Nike is setting the tone for sports brands in its response to the George Floyd protests Yahoo Finance Gregg Popovich unleashes fiery statement on Trump: 'What we have is a fool in place of a president' Yahoo Sports Honda Has Made It Again: The Astonishing New CR-V search ads Ad 'The world is scared right now': 16-year-old boys create short film to speak out about racial injustice, coronavirus Yahoo Life Biden: 'I know I've made mistakes' Yahoo News Video Florida police officer suspended for pushing kneeling woman Associated Press Bladder Cancer Signs May Be Infuriatingly Subtle System1 ... "], ["2020-06-02 11:31", "UN report: Afghan Taliban still maintain ties with al-Qaida ... ' Shoes Livestly Ad 'The world is scared right now': 16-year-old boys create short film to speak out about racial injustice, coronavirus Yahoo Life 'We will end it now': Trump says he will deploy military if states can't contain protest violence Yahoo News Video 'The Bible is not a prop': Religious leaders, lawmakers outraged over Trump church visit NBC News Honda Has Made It Again: The Astonishing New CR-V search ads Ad The officer who stood by as George Floyd died is Asian American. We need to talk about that. NBC News Nike is setting the tone for sports brands in its response to the George Floyd protests Yahoo Finance Gregg Popovich unleashes fiery statement on Trump: 'What we have is a fool in place of a president' ... "], ["2020-06-02 11:25", "Coronavirus: McDonald's reopening 900 Drive-Thrus ...  To Their Kids' Shoes Livestly Ad 'We will end it now': Trump says he will deploy military if states can't contain protest violence Yahoo News Video Millennial Lithium Corp. Granted Final REMSA License at its Pastos Grandes Project, Salta, Argentina Newsfile Nike is setting the tone for sports brands in its response to the George Floyd protests Yahoo Finance Honda Has Made It Again: The Astonishing New CR-V search ads Ad The officer who stood by as George Floyd died is Asian American. We need to talk about that. NBC News Death toll grows in national protests Associated Press Violent protests shine spotlight on extremists, from antifa to 'Boogaloo' Yahoo News Bladder Cancer Signs May Be Infuriatingly Subtle System1 | Cancer | Search ... "], ["2020-06-02 11:23", "Palestinian family mourns autistic son killed by Israel police ...  NBC News D.C. bishop 'outraged' Trump used tear gas on citizens for photo op at church Yahoo Entertainment Coronavirus: 8.7 million UK workers now furloughed BBC Everything You Should Know About 5G Yahoo Search Ad NY Times Ripped For 'Pathetic' Front-Page Trump Coverage HuffPost Four police shot in violent protests after Trump vows to bring in U.S. military Reuters Honda Has Made It Again: The Astonishing New CR-V search ads Ad Trump calls nation's governors 'weak,' demands they crack down on protesters Yahoo News Video George Floyd death: Trump threatens to send in army to end unrest BBC Nike is setting the tone for sports brands in its response to the George Floyd protests Yahoo Finance Remember Johnny? This Is How She ... "], ["2020-06-02 11:23", "Germany wants to swap EU travel warning for softer guidelines this week ... ; Shoes Livestly Ad Four police shot in violent protests after Trump vows to bring in U.S. military Reuters 'The world is scared right now': 16-year-old boys create short film to speak out about racial injustice, coronavirus Yahoo Life 'We will end it now': Trump says he will deploy military if states can't contain protest violence Yahoo News Video Honda Has Made It Again: The Astonishing New CR-V search ads Ad Nike is setting the tone for sports brands in its response to the George Floyd protests Yahoo Finance The officer who stood by as George Floyd died is Asian American. We need to talk about that. NBC News Death toll grows in national protests Associated Press Bladder Cancer Signs May Be Infuriatingly Subtle System1 | Cancer | Search ... "], ["2020-06-02 11:22", "Proteins in COVID-19 patients' blood could predict severity of illness, study finds ...  Yahoo Entertainment Trump says he will use military to put down riots Yahoo News Why Parents Glue Coins To Their Kids' Shoes Livestly Ad Moleculin Announces Emory University Clinical Trial of WP1066 Begins Enrollment PR Newswire NY Times Ripped For 'Pathetic' Front-Page Trump Coverage HuffPost Four police shot in violent protests after Trump vows to bring in U.S. military Reuters Honda Has Made It Again: The Astonishing New CR-V search ads Ad 'The world is scared right now': 16-year-old boys create short film to speak out about racial injustice, coronavirus Yahoo Life 'We will end it now': Trump says he will deploy military if states can't contain protest violence Yahoo News Video Delivery Tracking Advances HemaControl' ... "], ["2020-06-02 11:20", "Facebook faces further backlash over Trump post ...  at church Yahoo Entertainment Trump says he will use military to put down riots Yahoo News Why Parents Glue Coins To Their Kids' Shoes Livestly Ad UN report: Afghan Taliban still maintain ties with al-Qaida Associated Press NY Times Ripped For 'Pathetic' Front-Page Trump Coverage HuffPost Four police shot in violent protests after Trump vows to bring in U.S. military Reuters Honda Has Made It Again: The Astonishing New CR-V search ads Ad 'The world is scared right now': 16-year-old boys create short film to speak out about racial injustice, coronavirus Yahoo Life 'We will end it now': Trump says he will deploy military if states can't contain protest violence Yahoo News Video Coronavirus: 8.7 million UK workers now furloughed ... "], ["2020-06-02 11:20", "Germany wants to swap EU travel warning for softer guidelines this week ...  to $10 billion bailout deal MarketWatch Lawyer Hourly Rates May Totally Surprise You System1 | Attorneys | Search Ads Ad Former Pollen employees were asked to sign an 'NDA masked as a severance agreement' TechCrunch D.C. bishop 'outraged' Trump used tear gas on citizens for photo op at church Yahoo Entertainment Trump says he will use military to put down riots Yahoo News Honda Has Made It Again: The Astonishing New CR-V search ads Ad NY Times Ripped For 'Pathetic' Front-Page Trump Coverage HuffPost Four police shot in violent protests after Trump vows to bring in U.S. military Reuters 'The world is scared right now': 16-year-old boys create short film to speak out about racial injustice, coronavirus Yahoo Life Bladder Cancer ... "], ["2020-06-02 11:18", "Where are the Black Lives Matter protests taking place in the UK? ...  military to put down riots Yahoo News Why Parents Glue Coins To Their Kids' Shoes Livestly Ad 'We will end it now': Trump says he will deploy military if states can't contain protest violence Yahoo News Video Coronavirus: 8.7 million UK workers now furloughed BBC Nike is setting the tone for sports brands in its response to the George Floyd protests Yahoo Finance Honda Has Made It Again: The Astonishing New CR-V search ads Ad The officer who stood by as George Floyd died is Asian American. We need to talk about that. NBC News Death toll grows in national protests Associated Press 'The world is scared right now': 16-year-old boys create short film to speak out about racial injustice, coronavirus Yahoo Life Remember Johnny? This Is How ... "], ["2020-06-02 11:15", "Here's why some of the armed counterprotesters at the Alamo wore Hawaiian shirts ...  is returning in June after going virtual San Antonio shop Feliz Modern discusses pandemic plights small Merit Coffee's Baby Yoda Fiesta medal raised more than $13k to What to do if your deceased relative got a stimulus payment Cars Car Tips and Help News & Reviews Vehicle Search Car Features Latest Car Reviews Toyota Corolla five-passenger sedan gets a makeover, along with a Honda Civic Si sedan upgraded for 2020; prices start at $25,200 Dodge Charger gets Widebody package for 2020 Hellcat and Scat Jobs Salary Wizard Top Workplaces Career Features How Bad Is Unemployment? 'Literally Off the Charts' Love your job, San Antonio? Nominate it for our Top Workplaces VW plots U.S. truck expansion with $2.9 billion Navistar offer Real Estate Home Search ... "]]}}