{"postfix": "honeywell-aktie", "name": "HONEYWELL", "wkn": "870153", "time": "2020.06.02 14:20", "ts": 1591100443, "features": {"KGV": "21.60", "Marktkapitalisierung": {"Size": "Mrd", "Value": "92.99"}, "GA": "8.16", "KBV": "6.92", "BA": "25.48", "KCV": "18.66", "CA": "9.44", "Vola30": "44.03", "Vola90": "84.21", "Vola180": "62.72", "Vola250": "45.78"}, "rivals": ["general_electric-aktie", "united_technologies-aktie", "boeing-aktie", "siemens-aktie", "airbus-aktie", "lockheed_martin-aktie"], "text_data": {"de": [["31.05.20", "Analysten sehen für Honeywell-Aktie Luft nach oben"], ["21.05.20", "ANALYSE-FLASH: HSBC hebt Honeywell auf 'Buy' - Ziel hoch auf 158 Dollar"], ["02.05.20", "Honeywell: Zahlen zum abgelaufenen Jahresviertel"], ["30.04.20", "Analysten sehen für Honeywell-Aktie Luft nach oben"], ["28.04.20", "Honeywell zahlt vierteljährliche Dividende aus"], ["31.03.20", "Experten sehen bei Honeywell-Aktie Potenzial"], ["05.03.20", "Honeywell UOP lizenziert Phenolanlage für Orlen"], ["29.02.20", "Honeywell-Aktie: Was Analysten im Februar vom Papier halten"], ["14.02.20", "Honeywell International zahlt Dividende aus"], ["03.02.20", "Honeywell: Was beim Unternehmen in den jüngsten Büchern steht"], ["31.01.20", "MÄRKTE USA/Ausverkauf an der Wall Street wegen Virussorgen"], ["31.01.20", "MÄRKTE USA/Coronavirus und Daten drücken Wall Street"], ["31.01.20", "MÄRKTE USA/Coronavirus belastet - Caterpillar-Ausblick schwach"], ["31.01.20", "MÄRKTE USA/Coronavirus belastet - Caterpillar-Ausblick enttäuscht"], ["30.01.20", "Ausblick: Honeywell informiert über die jüngsten Quartalsergebnisse"]], "en": [["01.06.20", "The Zacks Analyst Blog Highlights: Novo Nordisk, International Business Machines, Honeywell International, Amgen and S&P Global"], ["29.05.20", "Top Stock Reports for Novo Nordisk, IBM & Honeywell"], ["27.05.20", "KBR Receives Five-Year Contract Extension of Honeywell MSA"], ["25.05.20", "Honeywell Sales Down 7% But Stock Up 60%; Why?"], ["20.05.20", "Covid-19: UAE firm Strata and Honeywell start producing N95 masks in Al Ain"], ["19.05.20", "Abu Dhabi's Mubadala says subsidiary begins producing N95 masks with Honeywell"], ["15.05.20", "Honeywell to Increase FFP2 & FFP3 Face Mask Output in Europe"], ["15.05.20", "Honeywell Intl : Issue of Equity"], ["13.05.20", "Despite Coronavirus Challenges, Honeywell Is Still a Buy"], ["07.05.20", "UPDATE 2-Trump says he did not wear mask at Honeywell facility after consulting CEO"], ["06.05.20", "UPDATE 1-Trump says he did not wear mask at Honeywell facility after consulting CEO"], ["06.05.20", "Trump says did not wear mask at Honeywell facility after consulting CEO"], ["06.05.20", "Lakeland, 3M, Honeywell: Are PPE Stocks A Good Way To Play The COVID Economy?"], ["06.05.20", "Honeywell Intl : Doc re Form 10-Q"], ["05.05.20", "Capitol Report: Trump wears goggles but no mask at Honeywell facility in Arizona "], ["01.05.20", "Honeywell International Inc (HON) Q1 2020 Earnings Call Transcript"], ["01.05.20", "Honeywell (HON) Q1 Earnings Beat Estimates, Revenues Miss"], ["01.05.20", "Honeywell becomes latest aero supplier to pull 2020 outlook on weak demand"], ["01.05.20", "UPDATE 1-Honeywell becomes latest aero supplier to pull 2020 outlook on weak demand"], ["01.05.20", "Honeywell tops profit expectations but misses on sales, suspends guidance"], ["01.05.20", "Honeywell becomes latest aero supplier to pull 2020 outlook"], ["01.05.20", "Honeywell Intl : Honeywell Delivers Margin Expansion"], ["29.04.20", "Honeywell (HON) to Report Q1 Earnings: Will it Disappoint?"], ["29.04.20", "Honeywell to make hand sanitizer for frontline workers at plants in Michigan and Germany "], ["28.04.20", "A Recession Could Take Honeywell Stock Below $100?"], ["27.04.20", "Is Honeywell Stock a Buy?"], ["20.04.20", "Pentagon Hands Out Over $100M in Respirator Contracts to 3M and Honeywell"], ["20.04.20", "Honeywell: 2020 Will Be Bad, and That's OK"], ["17.04.20", "UPDATE 3-Protests erupt along Mexican border after Honeywell, Lear worker deaths"], ["17.04.20", "Protests erupt along Mexican border after deaths at Honeywell, Lear"], ["17.04.20", "UPDATE 2-Protests erupt along Mexican border after deaths at Honeywell, Lear"], ["11.04.20", "Honeywell renews $1.5 billion revolving credit agreement"], ["11.04.20", "Honeywell renews $1.5 billion revolving credit agreement"], ["11.04.20", "UPDATE 1-Honeywell renews $1.5 billion revolving credit agreement"], ["11.04.20", "CORRECTED-Honeywell renews $1.5 billion revolving credit agreement"], ["10.04.20", "Honeywell borrows further $1.5 billion"], ["05.04.20", "Why Honeywell Stock Slumped 17.5% in March"], ["04.04.20", "MEDIA-Honeywell Pressures Suppliers To Cut Prices 30% - Barron's"], ["03.04.20", "Honeywell And 3M Are Both Focused On Making Masks, But 3M Stock Poised To Gain More"], ["01.04.20", "Is Honeywell Stock Still on Sale?"], ["2020-06-02 11:30", "Connected Video Cameras Market Insights 2020: Cellular IoT Connections For Video Camera Applications Forecast To Rearch 20.4 Million In North America And Europe By 2024 ...  6.3.4 Video telematics for commercial vehicles Companies Mentioned ADT Alarm.com Amazon Arlo Technologies Axis Communications (Canon) Axon B-Cam Bosch CameraMatics Canary D-Link D-TEG Dahua Technology Digital Ally Digital Barriers Edesix (Motorola Solutions) FLIR Systems Getac Video Solutions Google Nest Hanwha Techwin Hikvision Honeywell IndigoVision (Motorola Solutions) Infinova Johnson Controls KeepTruckin LightMetrics Logitech Lytx Motorola Solutions Nauto Netradyne Panasonic Pinnacle Response Pro-Vision Reolink Reveal Media Samsara Seeing Machines SimpliSafe SmartDrive Systems SmartWitness SoloProtect Streamax SureCam TP-Link Tiandy Technologies Trimble United Technologies Corporation Uniview Technologies Utility Associates Verisure VisionTrack Vivint ... "], ["2020-06-02 10:00", "LinkedIn: The 6 skills college grads need to compete in the post-Covid jobs market ... economy recovers. And consider making it a habit. Lifelong learning can bolster your resilience in economic downturns as well as advance your career. —By Emily Poague, vice president, LinkedIn Learning For more on the convergence of new technology and the future of work, request a ticket to join the CNBC @ Work Spotlight virtual event on June 18, featuring VMware's Pat Gelsinger, Honeywell Connected Enterprise's Que Dallara and Genpact's \"Tiger\" Tyagarajan. Related Tags Marketing COVID-19 Internships Technology Careers More In At Work Here's what employers can and can't do when they take your temperature in return to work Mike Juang Laid off during the pandemic? Honing these skills can boost your job prospects Beth Braverman ... "], ["2020-06-01 02:19", "Oakland Athletics donate $100,000 to Black organizations ... A team lists stadium on Airbnb May 24, 2020 5:10 pm Lawsuit filed against Noah Syndergaard over unpaid rent May 24, 2020 4:05 pm Major League Baseball to make a financial proposal to players on Tuesday May 22, 2020 6:07 pm Tonight on NBCSN: the Bill Buckner, Kirk Gibson, and Jeffrey Maier games May 22, 2020 8:46 am Biggest baseball blunders in history May 22, 2020 7:40 am Brent Honeywell undergoes decompression procedure on ulnar nerve May 21, 2020 5:05 pm Things are getting tense between MLB and the union May 21, 2020 4:14 pm Teams, not just players, think MLB's safety protocol proposal is 'over the top' May 21, 2020 10:58 am What does baseball do if they start the season and their health plan fails? May 21, 2020 9:18 am Rays will open Tropicana ... "], ["2020-06-01 01:55", "Remembering the Stars of 'My Little Margie' ... , famous for his traveling duo Kolb and Dill with Max Dill, Clarence Kolb was a known funny man. Before the 1920s, he was in a series of short films with this act. He perfected his act and started appearing in feature films often playing a businessman or politician . His most popular film was His Girl Friday and Merrily we Live, an Academy Award-nominated comedy film. He plays George Honeywell in My Little Margie, the boss of Vern Albright. His final role was playing himself in Man of a Thousand Faces. Don Hayden The boyfriend of the young Margie, Freddie Wilson was Don Hayden. As an actor he played in fewer than 12 films over fourteen years and most of his roles went unbilled. He had some guest work before retiring. Watch: Leslie Van Houten Was a Homecoming ... "], ["2020-05-31 21:18", "Trump's May days: A month of distractions and grievances as nation marks bleak coronavirus milestone ... , chief medical officer at the Association of State and Territorial Health Officials. \"If we do that, we're going to have a surge in covid in no time.\" May also began with confusion over the discarding of the coronavirus task force in Trump's day-to-day management of the pandemic, even as he insisted that it was not being disbanded. As he toured a Honeywell mask plant in Arizona on May 5, Trump — who wore goggles but no mask, despite signs on the factory floor urging any visitor to do so — told reporters that he was eager to see the task force wind down. This caught Fauci by surprise. The longtime director of the National Institute of Allergy and Infectious Diseases wondered why he had not been briefed about the disbanding plan ... "], ["2020-05-31 20:46", "Nationals to pay minor leaguers $300 — not $400 — per week through June ... A team lists stadium on Airbnb May 24, 2020 5:10 pm Lawsuit filed against Noah Syndergaard over unpaid rent May 24, 2020 4:05 pm Major League Baseball to make a financial proposal to players on Tuesday May 22, 2020 6:07 pm Tonight on NBCSN: the Bill Buckner, Kirk Gibson, and Jeffrey Maier games May 22, 2020 8:46 am Biggest baseball blunders in history May 22, 2020 7:40 am Brent Honeywell undergoes decompression procedure on ulnar nerve May 21, 2020 5:05 pm Things are getting tense between MLB and the union May 21, 2020 4:14 pm Teams, not just players, think MLB's safety protocol proposal is 'over the top' May 21, 2020 10:58 am What does baseball do if they start the season and their health plan fails? May 21, 2020 9:18 am Rays will open Tropicana ... "], ["2020-05-31 18:11", "Scottsdale Fashion Square closed after night of looting, unrest; 12 people arrested ...  message, we will not tolerate criminal activity.\" This story is developing. Please check back for further updates. Coronavirus Updates View More LIVE Blog: Coronavirus in Arizona - Latest case numbers LIVE: Interactive Coronavirus case data and map Just In... View More President Trump says US will designate 'Antifa' as a 'terrorist organization' Honeywell works to develop technology to boost consumer confidence Astronauts board International Space Station after docking SpaceX Crew Dragon spacecraft Scottsdale Fashion Square closed after night of looting, unrest Woman's body found following Phoenix mobile home fire, investigation underway Trending Police: Bodies of 2 missing Arizonans believed to be found inside buried car in Iowa ... "], ["2020-05-31 17:42", "Honeywell works to develop technology to boost consumer confidenceA recent survey conducted by Honeywell Aerospace found that travelers want some reassurance that the plane they're getting on is clean and safe."], ["2020-05-31 17:38", "Astronauts board International Space Station after docking SpaceX Crew Dragon spacecraft ... here to tune in to FOX 35 Orlando Coronavirus Updates View More LIVE Blog: Coronavirus in Arizona - Latest case numbers LIVE: Interactive Coronavirus case data and map Just In... View More Scottsdale Fashion Square closed after night of looting, unrest; 12 people arrested President Trump says US will designate 'Antifa' as a 'terrorist organization' Honeywell works to develop technology to boost consumer confidence Astronauts board International Space Station after docking SpaceX Crew Dragon spacecraft Woman's body found following Phoenix mobile home fire, investigation underway Trending Man dies after being shot by a DPS trooper, Phoenix Police investigating COVID-19 numbers increasing in Arizona after stay-at-home order was lifted Police ... "], ["2020-05-30 20:46", "Minnesota Twins Breakouts, Busts & Values: Byron Buxton & Jose Berrios On Cusp of Stardom ...  risks involved with uber slugger Aaron Judge. By Shawn Childs MLB 2020 Fantasy Baseball: Minnesota Twins Team Preview Full fantasy baseball stat projections for Royals hitters and pitchers. What to expect from Nelson Cruz, Joe Berrios and more. By Shawn Childs Fantasy Tampa Bay Rays Sleepers - Adames, Honeywell & McKay Could All Be Breakouts A team-specific fantasy breakdown of the sleepers from the Tampa Bay Rays. Including write-ups on why Willy Adames, Brent Honeywell & Brendan McKay could have big seasons By Shawn Childs Fantasy Chicago White Sox Sleepers, Values & Breakouts Luis Robert & Michael Kopech are on the fast track and could be potential superstars. High-stakes guru Shawn Childs breaks down all the White Sox upside available in 2020. By Shawn ... "], ["2020-05-30 16:00", "Sohn: Trump recklessly stirs culture war over COVID-19 masks, showing us again how unfit he is ...  by county Today's Paper Coronavirus Updates TFP Families Voter Guide Core Values Puzzles Newsletters Obituaries Editor's Choice Send us tips ADVERTISEMENT ADVERTISEMENT Opinion: Times Sohn: Trump recklessly stirs culture war over COVID-19 masks, showing us again how unfit he is May 30th, 2020 | by Pam Sohn File photo by Doug Mills of The New York Times / President Donald Trump tours a Honeywell production facility making face masks in Phoenix on May 5. Now he is mocking people who wear masks. When does it stop? When do Americans finally get a belly full of a president who, as coronavirus deaths hit 100,000 in this country, mocks wearing a mask and makes it his newest \"politically correct\" insult. On Tuesday, during a news conference in the ... "], ["2020-05-30 12:00", "25 technologies that have changed the world ...  by opening up new abilities in chemistry, shipping, materials design, finance, artificial intelligence and more. The technology is beginning to show some of the promise researchers have hyped for decades. Last year, a Google-designed quantum processor called Sycamore completed a task in 200 seconds that, by Google's estimate, would take 10,000 years on the world's fastest supercomputer. Honeywell , which once sold massive mainframes, predicts the performance of its quantum computers will grow by a factor of 10 every year for each of the next five years -- meaning they'd be 100,000 times faster in 2025. Social media apps jockey for your attention. Chesnot/Getty Images Social networking The online world was a very different place two decades ago ... "], ["2020-05-30 10:22", "At least 16 MLB teams pledge more stipends to minor leaguers ... A team lists stadium on Airbnb May 24, 2020 5:10 pm Lawsuit filed against Noah Syndergaard over unpaid rent May 24, 2020 4:05 pm Major League Baseball to make a financial proposal to players on Tuesday May 22, 2020 6:07 pm Tonight on NBCSN: the Bill Buckner, Kirk Gibson, and Jeffrey Maier games May 22, 2020 8:46 am Biggest baseball blunders in history May 22, 2020 7:40 am Brent Honeywell undergoes decompression procedure on ulnar nerve May 21, 2020 5:05 pm Things are getting tense between MLB and the union May 21, 2020 4:14 pm Teams, not just players, think MLB's safety protocol proposal is 'over the top' May 21, 2020 10:58 am What does baseball do if they start the season and their health plan fails? May 21, 2020 9:18 am Rays will open Tropicana ... "], ["2020-05-30 09:01", "'America First' means America alone and in a postpandemic world, that would be disastrous ... government actually go into the drug-making business itself, either directly or by licensing favoured manufacturers. That idea seemed offbeat then, but the Trump White House is now debating an executive order that would require all federal medical purchasing to meet \"Made in the USA\" rules. Story continues below advertisement Open this photo in gallery Mr. Trump tours a Honeywell International Inc. factory in Phoenix that makes N95 respirator masks. BRENDAN SMIALOWSKI/AFP via Getty Images The new medical nationalism is promoted as an emergency measure, a vital protection of health and safety. But the new medical nationalism looks likely to endure after the emergency. World trade has been faltering for a decade. Between 1990 and 2008, world trade grew ... "], ["2020-05-30 06:51", "NBC Sports ...  the 1986 World Series. Tonight on NBCSN: the Bill Buckner, Kirk Gibson, and Jeffrey Maier games Three of the greatest games in baseball history will be replayed on NBCSN tonight starting at 7PM Eastern - Craig Calcaterra Biggest baseball blunders in history Everyone makes mistakes. But what was the biggest blunder in baseball history? - Craig Calcaterra Brent Honeywell undergoes decompression procedure on ulnar nerve Rays pitching prospect Brent Honeywell underwent a decompression procedure on his right ulnar nerve. He has battled injuries since 2017. - Bill Baer Boras details impact on owners if season canceled Agent Scott Boras explains to Rich Eisen why it's more beneficial to MLB owners to have a season without fans than to not have a season at all ... "], ["2020-05-30 01:44", "Commentary: Why decoupling-with-China rhetoric hardly sways entrepreneursBEIJING, May 29 (Xinhua) -- Earlier this month, U.S. multinational conglomerate Honeywell launched"], ["2020-05-30 01:23", "Judge rules Ducey administration does not have to release COVID-19 nursing home records ...  sit parked near the run way at Phoenix Sky Harbor International Airport on May 7, 2020. Thomas Hawthorne/The Republic Fullscreen Volunteers, including Andy Torres (center) wait to load food boxes, May 6, 2020, during a St Mary's Food Bank mobile distribution at the Gila River Arena, 9400 West Maryland, Glendale. Mark Henle/The Republic Fullscreen President Trump tours Honeywell Internationals mask-making operation in Phoenix May 5, 2020. Honeywell added manufacturing capabilities in Phoenix to produce N95 face masks in support of the governments response to COVID-19. Michael Chow/The Republic Fullscreen Arizona Gov. Doug Ducey (front), Sen. Martha McSally (back left) and Rep Debbie Lesko (right) wear masks while waiting for President Trump to speak at ... "], ["2020-05-30 00:12", "COVID-19 emergency room visits have been climbing in Arizona; hit high point this week ... added manufacturing capabilities in Phoenix to produce N95 face masks in support of the governments response to COVID-19. Michael Chow/The Republic The new coronavirus in Arizona Arizona Gov. Doug Ducey (front), Sen. Martha McSally (back left) and Rep Debbie Lesko (right) wear masks while waiting for President Trump to speak at Honeywell Internationals mask-making operation in Phoenix May 5, 2020. Honeywell added manufacturing capabilities in Phoenix to produce N95 face masks in support of the governments response to COVID-19. Michael Chow/The Republic Phoenix Fire Department helped Bea Markow celebrate her 100th birthday, while keeping social distancing in mind. Phoenix Fire Department The new coronavirus in Arizona Phoenix Fire Department helped Bea Markow ... "], ["2020-05-29 23:04", "Shipping group donates 200,000 masks to LA city, port of LAAnother 100,000 masks arrived from Honeywell Thursday, May 28."], ["2020-05-29 23:04", "Shipping group donates 200,000 masks to LA city, port of LAAnother 100,000 masks arrived from Honeywell Thursday, May 28."]]}}