{"postfix": "hp-aktie", "name": "HP", "wkn": "A142VP", "time": "2020.06.02 14:36", "ts": 1591101413, "features": {"KGV": "7.72", "Marktkapitalisierung": {"Size": "Mrd", "Value": "19.20"}, "GA": "2.24", "KBV": "-21.95", "BA": "-0.79", "KCV": "5.67", "CA": "3.05", "Vola30": "77.86", "Vola90": "78.27", "Vola180": "58.78", "Vola250": "47.2"}, "rivals": ["cisco-aktie", "sony-aktie", "intel-aktie", "microsoft-aktie", "ibm-aktie", "qualcomm-aktie", "sap-aktie"], "text_data": {"de": [["2020.06.02", "Zubehör: HP bringt neue Headsets, Lautsprecher und Ohrstöpsel"], ["31.05.20", "Die Expertenmeinungen zur HP-Aktie im Mai 2020"], ["29.05.20", "Virtuelle Realität: HP baut VR-Headset mit Teilen von Valve"], ["29.05.20", "HP: Was beim Unternehmen in den jüngsten Büchern steht"], ["28.05.20", "MÄRKTE USA/Hongkong-Konflikt drückt Wall Street ins Minus"], ["28.05.20", "MÄRKTE USA/Wall Street tastet sich trotz Hongkong-Sorgen nach oben"], ["28.05.20", "VR-Brille HP Reverb G2: 4K-Auflösung und Valve-Linsen für 600 US-Dollar"], ["28.05.20", "MÄRKTE USA/Wall Street zwischen Hongkong-Sorgen und US-Daten"], ["28.05.20", "MÄRKTE USA/Hongkong-Sorgen beenden Rally - US-Daten im Fokus"], ["28.05.20", "MARKT USA/Zunehmende Hongkong-Sorgen beenden Rally zunächst"], ["27.05.20", "MÄRKTE USA/Rally läuft weiter - Erneut Branchenrotation"], ["27.05.20", "MÄRKTE USA/Uneinheitlich - Gewinnmitnahmen bei Techwerten"], ["27.05.20", "HP Elitedesk 800 G6 Mini: 1-Liter-PC mit zehn Kernen und GTX 1660 Ti"], ["27.05.20", "MÄRKTE USA/Konjunkturoptimismus trägt Dow weiter nach oben - Nasdaq bleibt zurück"], ["27.05.20", "MÄRKTE USA/Börse dürfte Rally fortsetzen"], ["27.05.20", "MARKT USA/Wall Street dürfte Rally fortsetzen"], ["26.05.20", "Business-Notebooks: HP-EliteBooks mit AMD Ryzen 4000U oder Intel Core i-10000"], ["26.05.20", "HP EliteDesk 800 G6: Mini-PC mit Zehnkern-Prozessor und GeForce GTX 1660 Ti"], ["25.05.20", "Microsoft: Windows-10-Update erzeugt Bluescreen auf HP-PCs"], ["18.05.20", "HP gibt Dividende für das dritte Quartal bekannt"], ["08.05.20", "HP 268 Pro G1: Komplett-PC mit chinesischem Achtkern-Prozessor"], ["08.05.20", "Premium-Chromebook HP Elite c1030: Touchscreen im 3:2-Format und Sechskerner"], ["02.05.20", "Das HP Spectre Folio im OÖN-Test"], ["30.04.20", "Analysten sehen für HP-Aktie Luft nach oben"], ["22.04.20", "Notebook HP Pavilion x360 14 (2020): Mittelklasse-Convertible mit LTE"], ["20.04.20", "Envy x360 15: HP baut Ryzen-Convertible mit 4K-OLED-Panel"], ["16.04.20", "HP erneuert leistungsstarke Envy-Notebooks"], ["14.04.20", "Marktforscher: Corona-Krise ändert Computer-Strategie von Unternehmen"], ["14.04.20", "PC-Verkäufe wegen Logistik-Problemen stark rückläufig"], ["07.04.20", "HP Probook 445/455 G7: Business-Notebooks mit Renoir leuchten effizient hell"], ["06.04.20", "Kurz informiert: HP, KIM, Verschwörungstheorie, SpaceX"], ["06.04.20", "Gefährliche Sicherheitslücken in HP Support Assistant immer noch offen"], ["01.04.20", "MÄRKTE USA/Steigende Corona-Fallzahlen in den USA belasten Börse"], ["01.04.20", "MÄRKTE USA/Steigende Corona-Fallzahlen in den USA belasten Wall Street"]], "en": [["2020.06.02", "HP amplifies its audio game with new accessories     - CNET"], ["2020.06.02", "HP unveils Omen laptops and accessories for isolated gamers in the new normal"], ["28.05.20", "The Ratings Game: HP stock sinks after printing woes overshadow notebook demand"], ["28.05.20", "HP Reverb G2 virtual reality headset arrives this fall for $600"], ["28.05.20", "Why HP Stock Just Dropped 12%"], ["28.05.20", "Stock Market News: Why HP Stock Sank While This Aerospace Stock Flew Higher"], ["28.05.20", "HP stock downgraded at J.P. Morgan amid challenges with printer business"], ["28.05.20", "HP (HPQ) Plunges as Supply-Chain Disruptions Hurt Q2 Earnings"], ["28.05.20", "Versus Systems Grows In-Game Rewards Offering With HP"], ["28.05.20", "HP Inc (HPQ) Q2 2020 Earnings Call Transcript"], ["28.05.20", "HP CEO commits to company's buyback program, says stock is 'undervalued'"], ["28.05.20", "HP CEO talks subscription business and buying back stock"], ["28.05.20", "HP CEO on Q2 earnings, supply chain challenges"], ["27.05.20", "HP (HPQ) Tops Q2 Earnings Estimates"], ["27.05.20", "PC Maker HP Delivers Mixed Fiscal Second-Quarter Results, Guides Lower"], ["27.05.20", "HP sales dive more than 11% despite work-from-home demand, stock falls in late trading"], ["26.05.20", "Hewlett Packard Enterprise's $1 Billion Cost-Cutting Plan Is Bold, but Raises Questions"], ["26.05.20", "The Zacks Analyst Blog Highlights: NIKE, Workday, Allstate, Synopsys and HP"], ["22.05.20", "Why Hewlett Packard Enterprise Stock Tumbled Today"], ["22.05.20", "Hewlett Packard (HPE) Q2 Earnings & Revenues Miss Estimates"], ["22.05.20", "Hewlett Packard Enterprise Company (HPE) Q2 2020 Earnings Call Transcript"], ["22.05.20", "Hewlett Packard Enterprise lays out $1 billion savings plan, pay cuts"], ["22.05.20", "Hewlett Packard Enterprise lays out $1 billion savings plan, pay cuts"], ["21.05.20", "HP (HPQ) Stock Moves -0.69%: What You Should Know"], ["21.05.20", "Hewlett Packard Enterprises lays out $1 billion savings plan, pay cuts"], ["21.05.20", "Hewlett Packard Enterprises lays out $1 billion savings plan, pay cuts"], ["21.05.20", "Hewlett Packard Enterprise (HPE) Q2 Earnings and Revenues Miss Estimates"], ["21.05.20", "Hewlett Packard to cut costs by $1 billion, reduces CEO pay by 25% on pandemic woes"], ["21.05.20", "Hewlett Packard to cut costs by $1 billion, reduces CEO pay by 25% on pandemic woes"], ["21.05.20", "Hewlett Packard to cut costs by $1 bln, reduces CEO pay by 25% on pandemic woes"], ["20.05.20", "Analysts Estimate HP (HPQ) to Report a Decline in Earnings: What to Look Out for"], ["20.05.20", "Phunware partnering with Hewlett Packard Enterprise to help healthcare providers better engage patients"], ["20.05.20", "HP (HPQ) to Post Q2 Earnings: What's in Store for the Stock?"], ["19.05.20", "Save up to $250 on Asus, HP and Lenovo 2-in-1 laptops at Best Buy     - CNET"], ["19.05.20", "2021 BMW Alpina XB7 is a 600-hp SUV that should have Bentley and Lamborghini on notice     - CNET"], ["15.05.20", "Hewlett Packard (HPE) to Post Q2 Earnings: What's in Store?"], ["14.05.20", "Analysts Estimate Hewlett Packard Enterprise (HPE) to Report a Decline in Earnings: What to Look Out for"], ["05.05.20", "HP (HPQ) Stock Sinks As Market Gains: What You Should Know"], ["05.05.20", "HP launches new Chromebooks for enterprise workers stuck at home"], ["04.05.20", "HP hits the Omen reset with a new logo, new gaming desktops, and a 27-inch IPS monitor     - CNET"], ["2020-06-02 12:25", "HP's Redesigned Omen 15 Boasts a Slimmer Chassis and Supports Both Intel and AMD CPUs for Just $1,000While a lot of other gaming laptop makers pushed out refreshed systems earlier this spring, HP took some extra time to give its flagship gaming laptop a full redesign and now HP is releasing the new Omen 15 alongside an updated line of accessories and per"], ["2020-06-02 12:08", "Foreign tourist arrivals in April decline by 87.44 percent: BPS - ANTARA News ...  in integrated reuse infrastructure 7 hours ago An untapped driver of employee creativity & innovation: happy marriages 29th May 2020 Toshiba's 600V small intelligent power device helps lower motor power dissipation 29th May 2020 Bahasa Foreign tourist arrivals in April decline by 87.44 percent: BPS 23 minutes ago A view of a Bali tourist attraction. ANTARA FOTO/Nyoman Hendra Wibowo/nym/hp. The impact of COVID-19 on tourism was extraordinary Jakarta (ANTARA) - Foreign tourist arrivals in April 2020 decreased sharply by 87.44 percent to 160 thousand in April 2020, from 1.27 million in April 2019 owing to the COVID-19 pandemic, the Central Statistics Agency (BPS) data stated. \"The impact of COVID-19 on tourism was extraordinary. The decline in foreign ... "], ["2020-06-02 12:01", "HP amplifies its audio game with new accessoriesBudget mice, speakers and gaming headset join an oddball 24-inch curved monitor in HP's summer accessory lineup."], ["2020-06-02 12:01", "HP's new Omen 15 gaming laptop promises big performance in a smaller size ...  Ti with Max-Q design or an RTX 2060 with Max-Q, and a choice of a 10th-gen Intel Core i5 or Core i7 processor. A 300 nits IPS-level display deliver rapid refresh rates of up to 144Hz at 1080p Also read: Best cheap gaming laptop under $1,000 to get in 2020 The HP Pavilion Gaming 16 is expected to be available this June via HP.com at a starting price of $799.99. Comments Laptops HP Notification on Notification off Computers Close Discuss: HP's new Omen 15 gaming laptop promises big performance in a smaller size Sign in to comment Be respectful, keep it civil and stay on topic. We delete comments that violate our policy , which we encourage you to read. Discussion threads can be closed at any time at our discretion. English | Espaol MORE FROM CNET Upgrade ... "], ["2020-06-02 12:01", "Amazon's details on COVID-19 infections aren't good enough, workers and officials say ...  Best Hybrids Best Sedans Best SUVs Best Trucks Deals All deals The Cheapskate Antivirus Deals Identity Theft Protection Deals Mattress Deals Meal Kit Deals Password Manager Deals Pillow Deals Prescription Glasses Deals Tax Service Deals VPN Deals Web Hosting Deals All coupons Best Buy Promo Codes DoorDash Promo Codes eBay Coupons Groupon Promo Codes GrubHub Coupons Home Depot Coupons HP Coupons Office Depot Coupons Postmates Coupons Samsung Promo Codes Staples Coupons Target Coupons Verizon Promo Codes Walmart Coupons Download 5G Editions Editions English Espaol China France Germany Japan Korea Search Go Hi, Settings My Profile Forums Sign Out Join / Sign In Amazon's details on COVID-19 infections aren't good enough, workers and officials say Calls ... "], ["2020-06-02 12:01", "Amazon Alexa vs. Google Assistant: Which one is the best virtual assistant? ...  Best Hybrids Best Sedans Best SUVs Best Trucks Deals All deals The Cheapskate Antivirus Deals Identity Theft Protection Deals Mattress Deals Meal Kit Deals Password Manager Deals Pillow Deals Prescription Glasses Deals Tax Service Deals VPN Deals Web Hosting Deals All coupons Best Buy Promo Codes DoorDash Promo Codes eBay Coupons Groupon Promo Codes GrubHub Coupons Home Depot Coupons HP Coupons Office Depot Coupons Postmates Coupons Samsung Promo Codes Staples Coupons Target Coupons Verizon Promo Codes Walmart Coupons Download 5G Editions Editions English Espaol China France Germany Japan Korea Search Go Hi, Settings My Profile Forums Sign Out Join / Sign In CNET editors pick the products and services we write about. When you buy through our links, we may ... "], ["2020-06-02 12:01", "My favorite trick for Google Home and how to find it ...  Cars Best Hybrids Best Sedans Best SUVs Best Trucks Deals All deals The Cheapskate Antivirus Deals Identity Theft Protection Deals Mattress Deals Meal Kit Deals Password Manager Deals Pillow Deals Prescription Glasses Deals Tax Service Deals VPN Deals Web Hosting Deals All coupons Best Buy Promo Codes DoorDash Promo Codes eBay Coupons Groupon Promo Codes GrubHub Coupons Home Depot Coupons HP Coupons Office Depot Coupons Postmates Coupons Samsung Promo Codes Staples Coupons Target Coupons Verizon Promo Codes Walmart Coupons Download 5G Editions Editions English Espaol China France Germany Japan Korea Search Go Hi, Settings My Profile Forums Sign Out Join / Sign In My favorite trick for Google Home and how to find it Google Assistant's routines let you ... "], ["2020-06-02 12:00", "1984 Volkswagen GTI: More fun than 95% of the cars I've driven this year ... ;s something I didn't expect: The GTI is even fun on the highway. Yes, it's loud, and there's a surprising amount of wind noise, but even here in greater Detroit, where traffic routinely runs 10-mph over the 70-mph limit, the GTI's irrepressibly effervescent character will goad you into wanting to pass everyone. Did I mention this car has only 90 hp? It's worth noting that my joy with this longtime-coming reunion was hardly a foregone conclusion. Another common refrain among classic-car enthusiasts is this chestnut: \"Don't drive your heroes.\" Despite a persistent, debilitating love of old crocks, I've found that's often sound advice. Going back and experiencing a model you coveted in your youth as an adult is a recipe ... "], ["2020-06-02 11:15", "3 Amazon Echo security features to use when you leave the house ...  Best Hybrids Best Sedans Best SUVs Best Trucks Deals All deals The Cheapskate Antivirus Deals Identity Theft Protection Deals Mattress Deals Meal Kit Deals Password Manager Deals Pillow Deals Prescription Glasses Deals Tax Service Deals VPN Deals Web Hosting Deals All coupons Best Buy Promo Codes DoorDash Promo Codes eBay Coupons Groupon Promo Codes GrubHub Coupons Home Depot Coupons HP Coupons Office Depot Coupons Postmates Coupons Samsung Promo Codes Staples Coupons Target Coupons Verizon Promo Codes Walmart Coupons Download 5G Editions Editions English Espaol China France Germany Japan Korea Search Go Hi, Settings My Profile Forums Sign Out Join / Sign In 3 Amazon Echo security features to use when you leave the house Alexa has built-in safety functions ... "], ["2020-06-02 11:00", "'Remove China Apps' Goes Viral In India, But Is It Deleting All Chinese Apps? ... 34;Dirty Laundry\" News These Are The Top 10 Most Exploited Vulnerabilities In Past 3 years Drive X DriveX Suzuki Swift Rival Tata Altroz Churns Out 30 km/l Mileage On Highway DriveX Tata Altroz XZ Petrol Has More Mileage Than Maruti Suzuki Swift DriveX Here's The New Hyundai Kona Hybrid, It Has A Fuel Efficiency Of 56 MPG DriveX Tesla Cybertruck Rivals: This 1,000 HP Electric Pickup Has Zero Turning Radius DriveX \"JerryRigEverything\" Drives Tesla Model Y On Snow, Was He Impressed? How To how to Chromecast Not Working? Here Is How To Factory Reset Google Chomecast how to How To Mount/Unmount USB Drive On Ubuntu And Other Linux Distros? how to How To Delete Reddit Account Via Browser Or Smartphone? how to How To Merge PDF Files? Easy Steps To ... "], ["2020-06-02 11:00", "Galaxy Note 20: Juiciest camera rumors, photo leaks and more ...  Hybrids Best Sedans Best SUVs Best Trucks Deals All deals The Cheapskate Antivirus Deals Identity Theft Protection Deals Mattress Deals Meal Kit Deals Password Manager Deals Pillow Deals Prescription Glasses Deals Tax Service Deals VPN Deals Web Hosting Deals All coupons Best Buy Promo Codes DoorDash Promo Codes eBay Coupons Groupon Promo Codes GrubHub Coupons Home Depot Coupons HP Coupons Office Depot Coupons Postmates Coupons Samsung Promo Codes Staples Coupons Target Coupons Verizon Promo Codes Walmart Coupons Download 5G Editions Editions English Espaol China France Germany Japan Korea Search Go Hi, Settings My Profile Forums Sign Out Join / Sign In Galaxy Note 20: Juiciest camera rumors, photo leaks and more The rumors and speculation are heating up ... "], ["2020-06-02 11:00", "Crucible is here: How to play Amazon's new, free PC game ... -Efficient Cars Best Hybrids Best Sedans Best SUVs Best Trucks Deals All deals The Cheapskate Antivirus Deals Identity Theft Protection Deals Mattress Deals Meal Kit Deals Password Manager Deals Pillow Deals Prescription Glasses Deals Tax Service Deals VPN Deals Web Hosting Deals All coupons Best Buy Promo Codes DoorDash Promo Codes eBay Coupons Groupon Promo Codes GrubHub Coupons Home Depot Coupons HP Coupons Office Depot Coupons Postmates Coupons Samsung Promo Codes Staples Coupons Target Coupons Verizon Promo Codes Walmart Coupons Download 5G Editions Editions English Espaol China France Germany Japan Korea Search Go Hi, Settings My Profile Forums Sign Out Join / Sign In Crucible is here: How to play Amazon's new, free PC game Here's what you need ... "], ["2020-06-02 11:00", "What is Tor? Your guide to using the private browser ... Cars Best Hybrids Best Sedans Best SUVs Best Trucks Deals All deals The Cheapskate Antivirus Deals Identity Theft Protection Deals Mattress Deals Meal Kit Deals Password Manager Deals Pillow Deals Prescription Glasses Deals Tax Service Deals VPN Deals Web Hosting Deals All coupons Best Buy Promo Codes DoorDash Promo Codes eBay Coupons Groupon Promo Codes GrubHub Coupons Home Depot Coupons HP Coupons Office Depot Coupons Postmates Coupons Samsung Promo Codes Staples Coupons Target Coupons Verizon Promo Codes Walmart Coupons Download 5G Editions Editions English Espaol China France Germany Japan Korea Search Go Hi, Settings My Profile Forums Sign Out Join / Sign In What is Tor? Your guide to using the private browser We've got a beginner-friendly explainer ... "], ["2020-06-02 10:30", "Sony Xperia 1 II review: For phone filmmakers, these cameras will be hard to beat ...  Cars Best Hybrids Best Sedans Best SUVs Best Trucks Deals All deals The Cheapskate Antivirus Deals Identity Theft Protection Deals Mattress Deals Meal Kit Deals Password Manager Deals Pillow Deals Prescription Glasses Deals Tax Service Deals VPN Deals Web Hosting Deals All coupons Best Buy Promo Codes DoorDash Promo Codes eBay Coupons Groupon Promo Codes GrubHub Coupons Home Depot Coupons HP Coupons Office Depot Coupons Postmates Coupons Samsung Promo Codes Staples Coupons Target Coupons Verizon Promo Codes Walmart Coupons Download 5G Editions Editions English Espaol China France Germany Japan Korea Search Go Hi, Settings My Profile Forums Sign Out Join / Sign In Sony Xperia 1 II review: For phone filmmakers, these cameras will be hard to beat With a $1,200 ... "], ["2020-06-02 10:05", "Mercedes-Benz launches new GLE 450 petrol with 48V mild-hybrid & more affordable GLE 400 d ... Benz GLE 450 4MATIC variant is powered by an in-line six-cylinder engine electrified with a 48-volt system that delivers a power output of 367 hp and 500 Nm of torque, with a further 250 Nm of torque and 22 hp available via EQ Boost over short periods. The integrated starter/alternator (ISG) is responsible for hybrid functions such as EQ Boost or energy recuperation while allowing  ... fuel savings that were previously reserved for high-voltage hybrid technology. The GLE 400 d 4MATIC comes powered by an OM 656 in-line six-cylinder diesel engine which generates 330 hp and 700 Nm of torque. Both variants have 4MATIC all-wheel-drive system with variable torque distribution capability together with 9G-TRONIC transmission. Also read: Mercedes-Benz GLS teased: BMW X7  ... "], ["2020-06-02 09:30", "Community star Joel McHale is obsessed with collecting wine and knives ...  Best Hybrids Best Sedans Best SUVs Best Trucks Deals All deals The Cheapskate Antivirus Deals Identity Theft Protection Deals Mattress Deals Meal Kit Deals Password Manager Deals Pillow Deals Prescription Glasses Deals Tax Service Deals VPN Deals Web Hosting Deals All coupons Best Buy Promo Codes DoorDash Promo Codes eBay Coupons Groupon Promo Codes GrubHub Coupons Home Depot Coupons HP Coupons Office Depot Coupons Postmates Coupons Samsung Promo Codes Staples Coupons Target Coupons Verizon Promo Codes Walmart Coupons Download 5G Editions Editions English Espaol China France Germany Japan Korea Search Go Hi, Settings My Profile Forums Sign Out Join / Sign In Community star Joel McHale is obsessed with collecting wine and knives In our new podcast series I ... "], ["2020-06-02 09:05", "28 tips to stretch your stimulus check and save money after quarantine ...  Best Hybrids Best Sedans Best SUVs Best Trucks Deals All deals The Cheapskate Antivirus Deals Identity Theft Protection Deals Mattress Deals Meal Kit Deals Password Manager Deals Pillow Deals Prescription Glasses Deals Tax Service Deals VPN Deals Web Hosting Deals All coupons Best Buy Promo Codes DoorDash Promo Codes eBay Coupons Groupon Promo Codes GrubHub Coupons Home Depot Coupons HP Coupons Office Depot Coupons Postmates Coupons Samsung Promo Codes Staples Coupons Target Coupons Verizon Promo Codes Walmart Coupons Download 5G Editions Editions English Espaol China France Germany Japan Korea Search Go Hi, Settings My Profile Forums Sign Out Join / Sign In CNET editors pick the products and services we write about. When you buy through our links, we may ... "], ["2020-06-02 07:24", "CNET ... -8.png https://www.cnet.com/news/hps-new-omen-15-gaming-laptop-aims-for-bigger-performance-in-a-smaller-size/ 2020-06-02T12:01:11+00:00 CNET en 2020-06-02T12:01:11+00:00 HP's new Omen 15 gaming laptop promises big performance in a smaller size hp, computers, laptops https://cnet1.cbsistatic.com/img/q7gHZKubKcc9is3BOruSgAHIe40=/724x0/2020/06/01/6fe16804-fd4c-47c4-911a-c96ae7618d3b/omen-15-lifesyle-1.jpg https://www.cnet.com/news/amazons-details-on-covid-19-infections-arent-good-enough-workers-and-officials-say/ 2020-06-02T12:01:08+00:00 CNET en 2020-06-02T12:01:08+00:00 Amazon's details on COVID-19 infections aren't good enough, workers and officials say coronavirus, amazon, internet https://cnet1.cbsistatic.com/img/9lrwItdsPfsfA9lzKVreOC9_Ivo ... "], ["2020-06-02 07:23", "Windows Update Inside SpaceX Crew Dragon? No, It's Just A Meme ... 34;Dirty Laundry\" News These Are The Top 10 Most Exploited Vulnerabilities In Past 3 years Drive X DriveX Suzuki Swift Rival Tata Altroz Churns Out 30 km/l Mileage On Highway DriveX Tata Altroz XZ Petrol Has More Mileage Than Maruti Suzuki Swift DriveX Here's The New Hyundai Kona Hybrid, It Has A Fuel Efficiency Of 56 MPG DriveX Tesla Cybertruck Rivals: This 1,000 HP Electric Pickup Has Zero Turning Radius DriveX \"JerryRigEverything\" Drives Tesla Model Y On Snow, Was He Impressed? How To how to Chromecast Not Working? Here Is How To Factory Reset Google Chomecast how to How To Mount/Unmount USB Drive On Ubuntu And Other Linux Distros? how to How To Delete Reddit Account Via Browser Or Smartphone? how to How To Merge PDF Files? Easy Steps To ... "], ["2020-06-02 07:19", "Eggtronic Power Bar: One charger for all your Apple devices ... Related Stories 1 of 3 Doogee X95: A fantastic Android 10 experience for $60 Looking for a cheap Android 10 smartphone? At $60, the new Doogee X95 is hard to beat. Secure storage anywhere: DataLocker Sentry K300 encrypted micro SSD Looking for a portable storage drive that would impress James Bond? The DataLocker Sentry K300 is for you. HP unveils new business desktops, all-in-one PCs as part of work-from-home push TheEliteOne800All-in-OneG6PCoffersmorepowerthanatypicalall-in-onewithoptionalGeForceRTX2070graphics,whiletheCollaborationAll-in-OneG6withbuilt-inZoomRoom... New Raspberry Pi OS update: First 8GB Pi 4, now you get these latest features The latest Raspberry Pi OS update is all about improved reading on the graphical user interface. Latest iPhone and ... "]]}}