{"postfix": "humana-aktie", "name": "HUMANA", "wkn": "856584", "time": "2020.06.02 13:15", "ts": 1591096522, "features": {"KGV": "20.72", "Marktkapitalisierung": {"Size": "Mrd", "Value": "47.86"}, "GA": "17.87", "KBV": "4.12", "BA": "89.77", "KCV": "9.44", "CA": "39.22", "Vola30": "28.56", "Vola90": "76.43", "Vola180": "60.31", "Vola250": "47.04"}, "rivals": ["aflac-aktie", "wellpoint-aktie", "unitedhealth-aktie", "aetna-aktie", "health_net-aktie", "cigna-aktie"], "text_data": {"de": [["30.04.20", "Experten sehen bei Humana-Aktie Potenzial"], ["30.04.20", "Humana stellte Zahlen zum jüngsten Quartal vor"], ["28.04.20", "Ausblick: Humana präsentiert Bilanzzahlen zum jüngsten Jahresviertel"], ["24.04.20", "Humana kündigt Dividende an"], ["14.04.20", "Erste Schätzungen: Humana stellt das Zahlenwerk zum vergangenen Quartal vor"], ["04.03.20", "MÄRKTE USA/Vorwahlen und Hoffnung auf Stimuli stützen Wall Street"], ["04.03.20", "MÄRKTE USA/US-Vorwahlen stützen Wall Street"], ["06.02.20", "Humana hat die Zahlen zum jüngsten Quartal vorgelegt"], ["04.02.20", "Ausblick: Humana stellt Quartalsergebnis zum abgelaufenen Jahresviertel vor"]], "en": [["01.06.20", "Humana Contract Renewal to Aid Medicaid Members in Kentucky"], ["30.05.20", "Humana Awarded New Contract to Continue Serving Medicaid Managed Care Residents in Home State of Kentucky"], ["29.05.20", "Why Is Humana (HUM) Up 5.8% Since Last Earnings Report?"], ["26.05.20", "Louisville Nonprofits Receive $2.2 Million through Humana Foundation’s Community Partners Program"], ["23.05.20", "Humana, Bio Rad, Chegg, ServiceNow Are New To IBD Watchlists"], ["22.05.20", "Humana, Healthmap Tie Up for Better Care to CKD Patients"], ["20.05.20", "Humana and Healthmap Solutions Sign Agreement for Kidney Disease Care Coordination Services in Florida"], ["18.05.20", "Humana (HUM) Rallies 59.3% in a Year: Further Upside Left?"], ["16.05.20", "Humana, One Medical Clear Buy Points; Are These Three Next?"], ["14.05.20", "Humana Ranks #1 in J.D. Power Commercial Member Health Plan Study – in Florida and Texas"], ["13.05.20", "Humana’s Annual Report on Employee Well-Being Illustrates the Company’s Culture and Highlights Resiliency"], ["11.05.20", "Humana Specialty Pharmacy Wins National Award for Third Consecutive Year"], ["11.05.20", "Humana Announces Additional Bold Goal Communities in Cincinnati and Detroit"], ["08.05.20", "Humana, Papa and Uber Health Join Industry Leaders to Remind Public They’re \"Far from Alone” in Combatting Loneliness and Social Isolation"], ["06.05.20", "Humana Jumps 17 Spots on Benchmark List of Top 50 Companies for Diversity"], ["04.05.20", "Humana-Owned Health Care Facilities Implement New COVID-19 Prevention Standards"], ["03.05.20", "Here's Why Anthem, Humana, and UnitedHealth Soared in April"], ["30.04.20", "Humana Foundation Commits $50M to Coronavirus Relief and Recovery Efforts"], ["30.04.20", "Humana Inc (HUM) Q1 2020 Earnings Call Transcript"], ["29.04.20", "Humana (HUM) Q1 Earnings and Revenues Beat Estimates"], ["29.04.20", "Health insurer Humana profit beats on higher premiums for Medicare plans"], ["29.04.20", "Humana beats profit and revenue forecasts, raises Medicare Advantage membership growth outlook"], ["29.04.20", "Health insurer Humana posts nearly 18% rise in first-quarter revenue"], ["28.04.20", "Why Humana (HUM) Might Surprise This Earnings Season"], ["24.04.20", "Humana (HUM) Gears up for Earnings in Q1: What to Expect"], ["23.04.20", "Daily Dividend Report: Kinder Morgan, Lockheed Martin, Coca-Cola, Humana, Alliance Data Systems"], ["23.04.20", "Humana and the National Quality Forum Publish Population Health Paper in the New England Journal of Medicine"], ["22.04.20", "Humana (HUM) Earnings Expected to Grow: What to Know Ahead of Next Week's Release"], ["14.04.20", "The Zacks Analyst Blog Highlights: Centene, Anthem, Humana, Molina Healthcare and Magellan Health"], ["13.04.20", "The Zacks Analyst Blog Highlights: Teladoc Health, Anthem, CVS Health and Humana"], ["13.04.20", "The Zacks Analyst Blog Highlights: Molina Healthcare, Cigna, UnitedHealth, Anthem and Humana"], ["08.04.20", "Why Humana (HUM) Stock Might be a Great Pick"], ["02.04.20", "Why the Earnings Surprise Streak Could Continue for Humana (HUM)"], ["31.03.20", "Humana to Waive Expenses Related to Coronavirus Treatment"], ["30.03.20", "Cigna and Humana Join Aetna in Waiving COVID-19 Patients' Cost-Sharing Payments"], ["30.03.20", "eBay, Cinemark, Teladoc, UnitedHealth and Humana as Zacks Bull and Bear of the Day"], ["26.03.20", "Humana Earns Membership In 95-Plus Composite Rating Club"], ["26.03.20", "Humana Works to Increase Capacity for Coronavirus Treatment"], ["25.03.20", "Humana (HUM) Extends Telehealth Services to Fight Coronavirus"], ["17.03.20", "Humana Foundation Donates $500,000 in Support of Coronavirus Pandemic Relief and Recovery Efforts"], ["2020-06-02 10:22", "La sexta extincin masiva est ocurriendo ms rpido de lo esperado. Los cientficos dicen que es nuestra culpa ...  Biolgica establezca nuevos objetivos mundiales para combatir la actual crisis de biodiversidad en las prximas dcadas. En una cumbre de 2010 en Japn, las Naciones Unidas establecieron objetivos similares. Pero el mundo no logr cumplir la mayora de esos objetivos para 2020 y ahora se enfrenta a tasas de extincin sin precedentes, ecosistemas amenazados y graves consecuencias para la supervivencia humana. cnn Related Articles Qu es la dosis infecciosa de un virus y por qu es importante? Supremacistas blancos se hacen pasar por antifa en internet y llaman a la violencia Funcionarios del Pentgono expresan preocupacin mientras Trump amenaza con usar fuerzas militares para 'dominar' a los manifestantes Las 5 cosas que debes saber este 2 de junio: Los ... "], ["2020-06-02 10:22", "La sexta extincin masiva est ocurriendo ms rpido de lo esperado. Los cientficos dicen que es nuestra culpa ... Biolgica establezca nuevos objetivos mundiales para combatir la actual crisis de biodiversidad en las prximas dcadas. En una cumbre de 2010 en Japn, las Naciones Unidas establecieron objetivos similares. Pero el mundo no logr cumplir la mayora de esos objetivos para 2020 y ahora se enfrenta a tasas de extincin sin precedentes, ecosistemas amenazados y graves consecuencias para la supervivencia humana. Noticias de Coronavirus CNN Related Articles Qu es la dosis infecciosa de un virus y por qu es importante? Supremacistas blancos se hacen pasar por antifa en internet y llaman a la violencia Funcionarios del Pentgono expresan preocupacin mientras Trump amenaza con usar fuerzas militares para 'dominar' a los manifestantes Las 5 cosas que debes saber este ... "], ["2020-06-01 02:33", "Los astronautas estadounidenses desembarcaron del Crew Dragon de SpaceX y abordaron la Estacin Espacial Internacional ...  para la NASA, que tom la controvertida decisin de pedirle al sector privado que diseara vehculos para el transporte a la EEI despus de que el programa del transbordador espacial se retir en 2011. La NASA se ha asociado durante mucho tiempo con el sector privado, pero nunca antes haba entregado el diseo, desarrollo y pruebas de una nave espacial con calificacin humana a una empresa comercial. Despus de demoras, problemas de desarrollo y algunos obstculos polticos, un primer lanzamiento exitoso de astronautas marcar una gran victoria para las personas dentro de la agencia espacial que esperan continuar usando contratos comerciales ms extensos. Eso incluye las ambiciones de la NASA de poner gente en la Luna en 2024. Noticias de Coronavirus CNN Related Articles ... "], ["2020-06-01 02:33", "Los astronautas estadounidenses desembarcaron del Crew Dragon de SpaceX y abordaron la Estacin Espacial Internacional ...  para la NASA, que tom la controvertida decisin de pedirle al sector privado que diseara vehculos para el transporte a la EEI despus de que el programa del transbordador espacial se retir en 2011. La NASA se ha asociado durante mucho tiempo con el sector privado, pero nunca antes haba entregado el diseo, desarrollo y pruebas de una nave espacial con calificacin humana a una empresa comercial. Despus de demoras, problemas de desarrollo y algunos obstculos polticos, un primer lanzamiento exitoso de astronautas marcar una gran victoria para las personas dentro de la agencia espacial que esperan continuar usando contratos comerciales ms extensos. Eso incluye las ambiciones de la NASA de poner gente en la Luna en 2024. cnn Related Articles Michael Jordan se ... "], ["2020-06-01 02:33", "Los astronautas estadounidenses desembarcaron del Crew Dragon de SpaceX y abordaron la Estacin Espacial Internacional ...  para la NASA, que tom la controvertida decisin de pedirle al sector privado que diseara vehculos para el transporte a la EEI despus de que el programa del transbordador espacial se retir en 2011. La NASA se ha asociado durante mucho tiempo con el sector privado, pero nunca antes haba entregado el diseo, desarrollo y pruebas de una nave espacial con calificacin humana a una empresa comercial. Despus de demoras, problemas de desarrollo y algunos obstculos polticos, un primer lanzamiento exitoso de astronautas marcar una gran victoria para las personas dentro de la agencia espacial que esperan continuar usando contratos comerciales ms extensos. Eso incluye las ambiciones de la NASA de poner gente en la Luna en 2024. Related News With masks and gloves, Ukraine ... "], ["2020-06-01 01:30", "Amara La Negra, Residente & More Latin Artists Speak Out After George Floyd's Death ...  gusta como nos tratan solo por nuestro color. Que seamos de un color de piel diferente, no significa nada para mi. Yo creo que ... Nosotros somos gente negra; No deberamos sentirnos as! No deberamos tener protestar porque ustedes nos tratan mal. Hacemos esto porque necesitamos nuestros derechos. SOLO EXISTE UNA RAZA DE LA QUE TODOS HACEMOS PARTE LA RAZA HUMANA !!!!!! PUNTO. A post shared by KAROL G (@karolg) on May 30, 2020 at 11:45am PDT FACEBOOK TWITTER EMAIL ME Magazine Customer Service Subscribe Buy this issue Sharing Billboard Facebook Twitter YouTube Instagram Tumblr Pinterest Spotify Newsletter Explore Billboard Shop Magazine Archive Information Jobs Billboard Events Contact Us Sitemap FAQ Feedback Billboard 2020 Billboard. All Rights Reserved. Terms ... "], ["2020-05-31 12:59", "NASA y SpaceX lanzan astronautas desde suelo estadounidense por primera vez en una dcada ... ? 2:07 Este lanzamiento tambin sirvi como una especie de prueba de fuego para el impulso de la NASA de asociarse ms ampliamente con el sector privado. SpaceX desarroll Crew Dragon bajo el Programa de tripulacin comercial de la NASA, que, por primera vez en la historia de la agencia espacial, entreg gran parte del diseo, desarrollo y pruebas de nuevas naves espaciales con calificacin humana al sector privado. La NASA otorg a SpaceX y Boeing un contrato de precio fijo para hacer el trabajo, y despus Boeing sufri un gran revs durante un vuelo de prueba no tripulado el ao pasado. Esa decisin no estuvo exenta de controversia, particularmente en los primeros das del programa de tripulacin comercial. Pero este xito podra verse como una gran victoria para la gente ... "], ["2020-05-31 12:59", "NASA y SpaceX lanzan astronautas desde suelo estadounidense por primera vez en una dcada ... ? 2:07 Este lanzamiento tambin sirvi como una especie de prueba de fuego para el impulso de la NASA de asociarse ms ampliamente con el sector privado. SpaceX desarroll Crew Dragon bajo el Programa de tripulacin comercial de la NASA, que, por primera vez en la historia de la agencia espacial, entreg gran parte del diseo, desarrollo y pruebas de nuevas naves espaciales con calificacin humana al sector privado. La NASA otorg a SpaceX y Boeing un contrato de precio fijo para hacer el trabajo, y despus Boeing sufri un gran revs durante un vuelo de prueba no tripulado el ao pasado. Esa decisin no estuvo exenta de controversia, particularmente en los primeros das del programa de tripulacin comercial. Pero este xito podra verse como una gran victoria para la gente ... "], ["2020-05-31 07:01", "Top Workplaces 2020: What does 'new normal' look like at the office? ...  are no longer doing big meetings, and when we do training we do it in smaller groups or hold a ZOOM meeting.\" A big adjustment Lori Shreve Blake , an expert in hiring trends and career management at USC, says businesses are adjusting to a COVID-19 world. \"I think companies and organizations are pivoting,\" she says. \"There are major companies like Humana that are moving much of their workforce to work remotely from home. Many professional organizations have laptops that allow that.\" Businesses with office environments are adapting to the health protocols in a number of ways, according to Shreve Blake. At Kaiser, she's learned, they're taking everyone's temperature. \"Businesses are also staggering work hours so they don' ... "], ["2020-05-31 07:01", "Top Workplaces 2020: What does 'new normal' look like at the office? ...  are no longer doing big meetings, and when we do training we do it in smaller groups or hold a ZOOM meeting.\" A big adjustment Lori Shreve Blake , an expert in hiring trends and career management at USC, says businesses are adjusting to a COVID-19 world. \"I think companies and organizations are pivoting,\" she says. \"There are major companies like Humana that are moving much of their workforce to work remotely from home. Many professional organizations have laptops that allow that.\" Businesses with office environments are adapting to the health protocols in a number of ways, according to Shreve Blake. At Kaiser, she's learned, they're taking everyone's temperature. \"Businesses are also staggering work hours so they don' ... "], ["2020-05-31 07:01", "Top Workplaces 2020: What does 'new normal' look like at the office? ...  are no longer doing big meetings, and when we do training we do it in smaller groups or hold a ZOOM meeting.\" A big adjustment Lori Shreve Blake , an expert in hiring trends and career management at USC, says businesses are adjusting to a COVID-19 world. \"I think companies and organizations are pivoting,\" she says. \"There are major companies like Humana that are moving much of their workforce to work remotely from home. Many professional organizations have laptops that allow that.\" Businesses with office environments are adapting to the health protocols in a number of ways, according to Shreve Blake. At Kaiser, she's learned, they're taking everyone's temperature. \"Businesses are also staggering work hours so they don' ... "], ["2020-05-30 21:36", "NASA y SpaceX lanzan astronautas desde suelo estadounidense por primera vez en una dcada ...  de noticias. Este lanzamiento tambin sirvi como una especie de prueba de fuego para el impulso de la NASA de asociarse ms ampliamente con el sector privado. SpaceX desarroll Crew Dragon bajo el Programa de tripulacin comercial de la NASA, que, por primera vez en la historia de la agencia espacial, entreg gran parte del diseo, desarrollo y pruebas de nuevas naves espaciales con calificacin humana al sector privado. La NASA otorg a SpaceX y Boeing un contrato de precio fijo para hacer el trabajo, y despus Boeing sufri un gran revs durante un vuelo de prueba no tripulado el ao pasado. Esa decisin no estuvo exenta de controversia, particularmente en los primeros das del programa de tripulacin comercial. Pero este xito podra verse como una gran victoria para la ... "], ["2020-05-30 21:36", "NASA y SpaceX lanzan astronautas desde suelo estadounidense por primera vez en una dcada ...  de noticias. Este lanzamiento tambin sirvi como una especie de prueba de fuego para el impulso de la NASA de asociarse ms ampliamente con el sector privado. SpaceX desarroll Crew Dragon bajo el Programa de tripulacin comercial de la NASA, que, por primera vez en la historia de la agencia espacial, entreg gran parte del diseo, desarrollo y pruebas de nuevas naves espaciales con calificacin humana al sector privado. La NASA otorg a SpaceX y Boeing un contrato de precio fijo para hacer el trabajo, y despus Boeing sufri un gran revs durante un vuelo de prueba no tripulado el ao pasado. Esa decisin no estuvo exenta de controversia, particularmente en los primeros das del programa de tripulacin comercial. Pero este xito podra verse como una gran victoria para la ... "], ["2020-05-30 21:36", "NASA y SpaceX lanzan astronautas desde suelo estadounidense por primera vez en una dcada ...  de noticias. Este lanzamiento tambin sirvi como una especie de prueba de fuego para el impulso de la NASA de asociarse ms ampliamente con el sector privado. SpaceX desarroll Crew Dragon bajo el Programa de tripulacin comercial de la NASA, que, por primera vez en la historia de la agencia espacial, entreg gran parte del diseo, desarrollo y pruebas de nuevas naves espaciales con calificacin humana al sector privado. La NASA otorg a SpaceX y Boeing un contrato de precio fijo para hacer el trabajo, y despus Boeing sufri un gran revs durante un vuelo de prueba no tripulado el ao pasado. Esa decisin no estuvo exenta de controversia, particularmente en los primeros das del programa de tripulacin comercial. Pero este xito podra verse como una gran victoria para la ... "], ["2020-05-30 20:03", "SpaceX y NASA se lanzan con dos astronautas de EE. UU. por primera vez en 9 años ...  nueve aos, ya que el programa del transbordador espacial termin en 2011, cuando Estados Unidos perdi la capacidad de enviar sus propios astronautas al espacio. Mientras tanto, los cohetes rusos Soyuz han transportado a las tripulaciones estadounidenses a la EEI por unos 80 millones de dlares por asiento. En 2014, la NASA contrat a SpaceX y Boeing para construir vehculos con calificacin humana que pudieran reavivar el sueo del espacio de Estados Unidos. Ese programa ya haba estado funcionando desde mediados de la dcada de 2000 hacia el hito del sbado: el primer vuelo de prueba tripulado. SpaceX, en ltima instancia, fue el primero en alcanzarlo. Fue un segundo intento para SpaceX: un lanzamiento planificado para el mircoles fue descartado debido al mal tiempo ... "], ["2020-05-30 14:44", "Italia: mares ms limpios durante pandemia ...  que los italianos no podan irse a sus casas de vacaciones junto al mar como lo haran normalmente en la primavera, un fenmeno que habitualmente rebasa la capacidad de las plantas de tratamiento de aguas y resulta en un aumento de los contaminantes arrojados al agua, dijo Lupo. \"Este ao, las ciudades costeras han estado menos pobladas, haciendo decrecer la carga de contaminacin humana\", le dijo a The Associated Press. No hay indicios de que los mares seguirn ms limpios, toda vez que el encierro est acabando y cualquier reduccin de la contaminacin sera temporal. Pero cientficos en todo el mundo han documentado impresionantes cambios ecolgicos como resultado de la cada de los viajes, la suspensin de la produccin industrial en muchos pases y la gente ... "], ["2020-05-30 14:44", "Italia: mares ms limpios durante pandemia ...  que los italianos no podan irse a sus casas de vacaciones junto al mar como lo haran normalmente en la primavera, un fenmeno que habitualmente rebasa la capacidad de las plantas de tratamiento de aguas y resulta en un aumento de los contaminantes arrojados al agua, dijo Lupo. \"Este ao, las ciudades costeras han estado menos pobladas, haciendo decrecer la carga de contaminacin humana\", le dijo a The Associated Press. No hay indicios de que los mares seguirn ms limpios, toda vez que el encierro est acabando y cualquier reduccin de la contaminacin sera temporal. Pero cientficos en todo el mundo han documentado impresionantes cambios ecolgicos como resultado de la cada de los viajes, la suspensin de la produccin industrial en muchos pases y la gente ... "], ["2020-05-30 14:44", "Italia: mares ms limpios durante pandemia ...  que los italianos no podan irse a sus casas de vacaciones junto al mar como lo haran normalmente en la primavera, un fenmeno que habitualmente rebasa la capacidad de las plantas de tratamiento de aguas y resulta en un aumento de los contaminantes arrojados al agua, dijo Lupo. \"Este ao, las ciudades costeras han estado menos pobladas, haciendo decrecer la carga de contaminacin humana\", le dijo a The Associated Press. No hay indicios de que los mares seguirn ms limpios, toda vez que el encierro est acabando y cualquier reduccin de la contaminacin sera temporal. Pero cientficos en todo el mundo han documentado impresionantes cambios ecolgicos como resultado de la cada de los viajes, la suspensin de la produccin industrial en muchos pases y la gente ... "], ["2020-05-30 12:07", "Opinion: Louisville's path out of the coronavirus crisis brings danger and opportunity ... a stroll on their break near the East Main Street location in Louisville, Ky. on May 7, 2020. They are currently training for new positions and enrolled in the company's wellness program which tracks their steps and rewards them for being healthy. Sam Upshaw Jr./Courier Journal From the first case to empty shelves, here's a visual timeline of the pa... (L-R). Humana employees Shonita Leonard, Akayla Moore and Toni Wilcox take a stroll on their break near the East Main Street location in Louisville, Ky. on May 7, 2020. They are currently training for new positions and enrolled in the company's wellness program which tracks their steps and rewards them for being healthy. Sam Upshaw Jr./Courier Journal Demi Bell, 6, admired the shadow she made while ... "], ["2020-05-30 00:33", "Twin tragedies in the Twin Cities ... devastation she witnessed when she traveled to Haiti in 2010 to volunteer after a quake killed more than a hundred thousand people there. \"It's a different type of devastating, but exactly as sad,\" she said. \"I have to do this day after day after day, and I don't know when it's going to end.\" A message from Humana: At Humana, we're committed to helping our members many of whom are at high-risk for coronavirus stay healthy and safe by connecting them to the resources they need. Learn More Welcome to POLITICO Nightly: Coronavirus Special Edition. Reach out with tips: [email protected] or on Twitter at @renurayasam . Professional geisha Sachika prepares to entertain clients via Zoom today in Hakone, Japan. A service called Meet ... "]]}}