{"postfix": "huntsman-aktie", "name": "HUNTSMAN", "wkn": "A0DQGM", "time": "2020.06.02 11:55", "ts": 1591091733, "features": {"KGV": "13.54", "Marktkapitalisierung": {"Size": "Mrd", "Value": "3.59"}, "GA": "1.79", "KBV": "2.05", "BA": "11.79", "KCV": "6.38", "CA": "3.80", "Vola30": "75.6", "Vola90": "84.36", "Vola180": "66.3", "Vola250": "56.2"}, "rivals": ["lanxess-aktie"], "text_data": {"de": [["31.05.20", "So schätzen die Analysten die Huntsman-Aktie im Mai 2020 ein"], ["02.05.20", "Huntsman legte die Bilanz zum abgelaufenen Quartal vor"], ["30.04.20", "April 2020: Experten empfehlen Huntsman-Aktie mehrheitlich zum Kauf"], ["31.03.20", "So schätzen die Analysten die Zukunft der Huntsman-Aktie ein"], ["29.02.20", "So schätzen die Analysten die Huntsman-Aktie im Februar 2020 ein"], ["25.02.20", "Huntsman kündigt konstante Dividende an"], ["14.02.20", "Huntsman präsentierte Bilanzzahlen zum jüngsten Jahresviertel"], ["12.02.20", "Ausblick: Huntsman legt die Bilanz zum abgelaufenen Quartal vor"]], "en": [["01.06.20", "Why You Should Retain Huntsman (HUN) Stock in Your Portfolio"], ["31.05.20", "Huntsman (HUN) Up 8% Since Last Earnings Report: Can It Continue?"], ["21.05.20", "Huntsman (HUN) Rebrands Spray Polyurethane Foam Business"], ["19.05.20", "Huntsman (HUN) Completes Buyout of CVC Thermoset Specialties"], ["02.05.20", "Huntsman Corp (HUN) Q1 2020 Earnings Call Transcript"], ["01.05.20", "Huntsman (HUN) Beats Q1 Earnings and Revenue Estimates"], ["24.04.20", "Analysts Estimate Huntsman (HUN) to Report a Decline in Earnings: What to Look Out for"], ["06.04.20", "Huntsman to make hand santizer at Alabama plant that usually makes specialty chemicals"], ["19.03.20", "Huntsman (HUN) to Acquire CVC Thermoset Specialties for $300M"], ["14.03.20", "Huntsman (HUN) Down 27.4% Since Last Earnings Report: Can It Rebound?"], ["10.03.20", "The Zacks Analyst Blog Highlights: Celanese, Eastman Chemical, Westlake Chemical and Huntsman"], ["24.02.20", "Huntsman (HUN) Completes Buyout of Icynene-Lapolla for $350M"], ["14.02.20", "Huntsman (HUN) Earnings and Revenues Beat Estimates in Q4"], ["13.02.20", "Huntsman Corp (HUN) Q4 2019 Earnings Call Transcript"], ["13.02.20", "Huntsman (HUN) Tops Q4 Earnings and Revenue Estimates"], ["06.02.20", "Earnings Preview: Huntsman (HUN) Q4 Earnings Expected to Decline"], ["05.02.20", "Can Value Investors Choose Huntsman (HUN) Stock Now? "], ["13.01.20", "Panelist Abby Huntsman says she's leaving 'The View'"], ["13.01.20", "Panelist Abby Huntsman says she’s leaving ‘The View’"], ["06.01.20", "Huntsman Completes Sale of Two Chemical Units to Indorama"], ["2020-06-01 00:00", "Street Smarts: Rancher Kinnison created reservoir that became Tucson's Lakeside ...  note, Tucson Citizen, Dec. 16, 1927 \"Real Estate Transfers,\" (additonal mountain land), Arizona Daily Star, Jan. 13, 1927 \"Log of Good Will Flight Into Cochise,\" Tucson Citizen, Dec. 16, 1927 \"Opposes Open Season On Deer,\" Arizona Daily Star, June 9, 1929 \"For Sale,\" (Dairy herd & equipment), Arizona Daily Star, Aug. 29, 1930 \"Tucson Huntsman Collect One Lion,\" Arizona Daily Star, March 19, 1932 \"Kinnison Ranch on Mt. Lemmon,\" (Includes Kinnison Lake property), Arizona Daily Star, Nov. 10, 1933 \"Ranch For Sale,\" Arizona Daily Star, Feb. 25, 1934 \"Farewell Party Arranged,\" Arizona Daily Star, April 21, 1935 \"Indian School Paving Sought,\" (Kinnison still owns south land), Arizona Daily ... "], ["2020-05-31 23:30", "Local Utah sports figures express thoughts on nationwide protests and unrest ...  All sharing options Share All sharing options for: Local Utah sports figures express thoughts on nationwide protests and unrest Reddit Pocket Email Linkedin Mark Harlan, the new athletic director at the University of Utah, poses in front of portraits of former athletic director Isaac Armstrong, left, former head basketball coach Vadal Peterson and former athletic director James Jack at the Huntsman Center in Salt Lake City. Harlan was but one of many local sports figures to comment on social media after the death of George Floyd and ensuing protests. James Wooldridge After a weekend of protests and unrest across the country, including in Salt Lake City, local Utah sports figures — athletics directors, coaches and athletes alike — took to social ... "], ["2020-05-31 21:52", "David Ayer on 'Suicide Squad': 'My Soulful Drama Was Beaten Into a Comedy' ...  out the lousiest movies that the year had to offer. Except for \"Warcraft.\" I immediately thought of \"Warcraft.\" Here, then, is my list of the 2016's most awful films, listed alphabetically (except that \"Warcraft\" is the absolute worst). \"Alice Through the Looking Glass\" In a year riddled with sequels that nobody asked for -- looking at you, \"The Huntsman: Winter's War\" -- Disney's second live-action dip into the world of Lewis Carroll was an eye-punishing time-waster that felt hastily conceived and indifferently acted. Disney \"Believe\" / \"God's Not Dead 2\" Faith-based movies ran the gamut in terms of quality and production value this year, but these two deserve condemnation not only for ... "], ["2020-05-31 15:30", "Huntsman (HUN) Up 8% Since Last Earnings Report: Can It Continue?Huntsman (HUN) reported earnings 30 days ago. What's next for the stock? We take a look at earnings estimates for some clues."], ["2020-05-31 15:00", "Summer weather is warming up, and so is the Utah GOP governor nomination race ...  because this race really will determine Utah's next governor, any Utah voter who wants a voice, who wants their vote to count, might be enticed to crash the GOP primary. What's more, with four solid candidates, this could be a very tight race. A few votes from temporary Republicans could make the difference. Both Jon Huntsman and Spencer Cox could attract some independent votes, although polls show Huntsman is likely the biggest beneficiary. While some are crying foul at the prospect of the Republican Party being \"infiltrated\" by more moderate voters, there is nothing nefarious about seeking this advantage. Any candidate with a smidgen of sense attempts to register as many supporters as possible and get them to the polls. It's perfectly ... "], ["2020-05-31 02:00", "'I definitely do want to win a national championship': MyKayla Skinner excited about the future of Utah gymnastics ...  May 30, 2020, 8:00pm MDT Share this story Share this on Facebook Share this on Twitter Share All sharing options Share All sharing options for: 'I definitely do want to win a national championship': MyKayla Skinner excited about the future of Utah gymnastics Reddit Pocket Email Linkedin Utah's Mykayla Skinner reacts after competing on vault during a meet against Washington at the Huntsman Center in Salt Lake City on Saturday, Feb. 3, 2018. Spenser Heaps, Deseret News SALT LAKE CITY — For over a year now, MyKayla Skinner has been training with the hope of earning a spot on the 2020 U.S. Olympic team. Even with the postponement of the Tokyo Olympic Games until 2021, a decision that Skinner struggled to believe initially, that hope hasn't ... "], ["2020-05-30 15:32", "3 Boys Rushed to Hospital After Letting Black Widow Spider Bite Them to Become Like 'Spider-Man' ...  People Food & Dining Travel Entertainment Film & TV Entertainment News Mind & Body News Aging Fitness & Nutrition Treatments and Techniques Chinese Medicine Mindset Search Text SEARCH US Politics China World Opinion Business Tech Science Life & Tradition Mind & Body Arts & Culture Entertainment Videos MyForum More Shares Facebook Tweet LinkedIn Email RELATED Snake Venom Hydrogel Stops Bleeding in 6 Seconds 0 Woman Finds HUGE Huntsman Spider the Size of a Dinner Plate and Rescues It With a Broom 0 (Peter Waters/Shutterstock) Life & Tradition 3 Boys Rushed to Hospital After Letting Black Widow Spider Bite Them to Become Like 'Spider-Man' By Lori C. Summers May 30, 2020 Updated: May 30, 2020 Print When three Bolivian kids found themselves face to face ... "], ["2020-05-29 20:38", "Utah researchers looking at sewage for answers on coronavirus rates ... 34; Next Up In Coronavirus Utah sees its largest daily rise with 343 new confirmed COVID-19 cases Librarians, visitors adapt to new practices for checking out materials Undocumented and uninsured: How some immigrants are navigating the COVID-19 crisis TestUtah lab officials defend accuracy, decry 'undue' extra scrutiny Masks? Split sessions? State wants local school officials to play role in reopening Jon Huntsman Jr. says Utah poised to 'knock the cover off the ball' Most Read This YouTuber 'rehomed' her son two years after adopting him. Now, she's facing backlash Myka Stauffer and her husband adopted Huxley from China as a toddler, but revealed in a YouTube video earlier this week that he is now living in a new 'forever home ... "], ["2020-05-29 20:02", "Investing During Coronavirus: Stocks Turn Positive on Trump's Trade Comments ...  normalcy for quite some time, even after the economy reopens. That's why he says it's important to find long-term buys, not \"sexy\" stocks that are volatile along with the market. Here are the seven top dividend stocks he's recommending: Easterly Government Properties (NYSE: DEA ) Frontline (NYSE: FRO ) Carlyle Group (NYSE: CG ) Unum Group (NYSE: UNM ) Huntsman (NYSE: HUN ) Dominion Energy (NYSE: D ) Xerox (NYSE: XRX ) Stocks Sink Friday Morning as Trump Threatens Tariffs [Friday, May 1, 9:31 a.m.] Contributed by Sarah Smith Oh, the U.S.-China trade war. Remember when that was the sole driver of the market? Well, after a Thursday briefing, President Donald Trump is threatening new tariffs against China . Why? He says the novel coronavirus ... "], ["2020-05-29 19:36", "Utah sees its largest daily rise with 343 new confirmed COVID-19 cases ...  social distancing, and when that's not possible, wear a mask,\" she said. Next Up In Coronavirus Librarians, visitors adapt to new practices for checking out materials Undocumented and uninsured: How some immigrants are navigating the COVID-19 crisis TestUtah lab officials defend accuracy, decry 'undue' extra scrutiny Masks? Split sessions? State wants local school officials to play role in reopening Jon Huntsman Jr. says Utah poised to 'knock the cover off the ball' Utah girl who was shot in the head graduates 3 years after she was left to die in a canal Most Read This YouTuber 'rehomed' her son two years after adopting him. Now, she's facing backlash Myka Stauffer and her husband adopted Huxley from China as a toddler ... "], ["2020-05-29 17:11", "Movies on TV this week, May 31: A Clockwork Orange and more ...  a grieving widower she heard on a late-night radio call-in show. (PG) 1 hr. 44 mins. SHOW Wed. 2:30 p.m. Snake Eyes (1998) Nicolas Cage, Gary Sinise. A corrupt detective and his Navy friend probe a U.S. official's assassination at an Atlantic City boxing match. (R) 1 hr. 39 mins. STARZ Tues. 11:43 a.m. Snow White & the Huntsman (2012) Kristen Stewart, Charlize Theron. Sent by an evil queen to capture an escaped princess, a huntsman instead becomes the young woman's protector and helps her in her quest to regain control of her kingdom. (NR) 2 hrs. 12 mins. TNT Tues. 1:30 a.m. So I Married an Axe Murderer (1993) Mike Myers, Nancy Travis. A multimedia poet falls for a San Francisco butcher who may be a husband killer, and he may be next. (PG-13) 1 hr ... "], ["2020-05-29 15:36", "The best Amazon sales this week: AirPods Pro deals, cheap laptops, 4K TVs and iPad sales lead the way ... 39;re after some fresh new gaming tech, there's plenty to choose from this week, so get stuck in. We've rounded up our favorite Amazon sales below, but you can also check out all our picks further down the page. Amazon Daily Deals: today's top sales Amazon Echo Dot 3rd generation | $49.99 $39.99 at Amazon Razer Mamba wireless gaming mouse | $99.99 $49 at Amazon Razer Huntsman gaming keyboard | $149.99 $89.99 at Amazon Insignia 32-inch smart HD TV | $170 $139.99 at Amazon Bose SoundSport Free true wireless earbuds | $199 $149 at Amazon AirPods Pro | $249 $227 at Amazon TCL 43-inch UHD 4K TV | $329.99 $229.99 at Amazon iPad 2019 10.2-inch, WiFi - 32GB | $329 $279 at Amazon iPad 2019 10.2-inch, WiFi - 128GB | $429 $399 at Amazon Lenovo IdeaPad 15.6 ... "], ["2020-05-29 15:00", "Global Ethylene Carbonate Market Is Expected To Reach $550.26 Million By 2027 - Latest Market Research Report By Stratistics MRC ...  Global Ethylene Carbonate Market is accounted for $272.99 million in 2018 and is expected to reach $550.26 million by 2027 growing at a CAGR of 8.1% during the forecast period. Some of the key players in Ethylene Carbonate market include Merck KGaA, Empower Materials Inc., FUJIFILM Holdings Corp., Thermo Fisher Scientific Inc., Mitsubishi Chemical, Huntsman, BASF SE, Oriental Union Chemical Corporation, Toagosei Co., Ltd, Asahi Kasei, New Japan Chemical, Alfa Aesar, Alchem Chemical Company, Zibo Donghai Industries, and TCI Chemicals. Some of the key factors propelling the market growth include growing demand for lubricants & lithium ion battery in automobile and electronic industries, rapid urbanization, increasing shift towards the use of electric vehicles ... "], ["2020-05-29 08:01", "Have you noticed increased visits from huntsman spiders recently?More huntsman spiders seem to be on the move this time of year but there is no need to panic or fear the large arachnid, according to a leading spider expert."], ["2020-05-29 04:00", "Better outcomes, lower cost in first-ever oncology hospital at home evaluationResearchers at Huntsman Cancer Institute (HCI) at the University of Utah (U of U) presented the first outcomes evaluation of an adult oncology hospital-at-home program today at the 2020 American Society of Clinical Oncology (ASCO) annual meeting. The stud"], ["2020-05-29 01:27", "The heat is on! Utahns across the state basking in summerlike temperatures ... ? State wants local school officials to play role in reopening Officer answering domestic violence call killed in shooting Lori Vallow's close friend says she doesn't think JJ Vallow, Tylee Ryan are alive Utah governor says 'no deal' made with gubernatorial candidate Convicted Utah murderer going back to prison for targeting 80-year-old widow in 'romance fraud' case Huntsman says Utah poised to 'knock the cover off the ball' Most Read Did Herbert ask candidate to drop out of the race and endorse his hand-picked successor? Nobody's talking Neither the governor's office nor Wright on Wednesday would confirm the UtahPolicy.com report. An epidemiologist's view on personal liberty and mask-wearing 'The idea of ... "], ["2020-05-29 00:30", "Kristen Stewart was forced to hide her sexuality for a 'shocking' reason ... f**k are you?\" Cast members Robert Pattinson (R) and Kristen Stewart pose for pictures before the German premiere of The Twilight Saga: Breaking Dawn Part 2 in Berlin, November 16, 2012. REUTERS/Thomas Peter Kristen Stewart's upcoming movies: After starring as Bella Swan in The Twilight Saga , Kristen Stewart went on to star in the fantasy film, Snow White and the Huntsman. She then opted to work on independent productions for the next few years. In 2014, she appeared in Camp X-Ray and Still Alice. She then stars in a supernatural thriller Personal Shopper and even made her directorial debut with the 2017 short film Come Swim. Kristen Stewart returned to mainstream Hollywood with leading roles in Underwater and Charlie's Angels. Kristen will next ... "], ["2020-05-29 00:12", "Masks? Split sessions? State wants local school officials to play role in reopening ...  a drive-thru graduation ceremony at Alta High School in Sandy on Thursday, May 28, 2020. Spenser Heaps, Deseret News In This Stream Coronavirus: Utah responds to the pandemic Masks? Split sessions? State wants local school officials to play role in reopening Tooele County Health Department orders closure of amphitheater that would host protest concert View all 303 stories Next Up In Coronavirus Huntsman says Utah poised to 'knock the cover off the ball' Utah girl who was shot in the head graduates 3 years after she was left to die in a canal 41 residents, 17 staffers at veterans home test positive for COVID-19 as state reports 2 additional deaths Officials announce cancellation of Logan Pioneer Day parade and celebration Unemployment claims high ... "], ["2020-05-28 22:05", "University of Utah outlines plans for 'phased-in approach' to reopen facilities for voluntary workouts starting next month ...  National Guard called to respond to Minneapolis violence By Associated Press What to do online this week: Stream a concert with Audra McDonald, go to a virtual trivia night, and more By Valerie Jones Convicted Utah murderer going back to prison for targeting 80-year-old widow in 'romance fraud' case By Dennis Romboy 1 officer killed, 1 injured in Ogden shooting By Pat Reavy Huntsman says Utah poised to 'knock the cover off the ball' By Lisa Riley Roche Chorus Terms of Use Privacy Notice Cookie Policy Do not sell my info Accessibility Platform Status About Us Contact Us Customer Support Jobs/Careers Send Us a Tip View Archive Author Login Copyright 2020 Deseret News Publishing Company. All Rights Reserved Share this story Twitter Facebook"], ["2020-05-28 22:05", "Disney pauses ticket sales ahead of Walt Disney World reopening ...  called to respond to Minneapolis violence By Associated Press What to do online this week: Stream a concert with Audra McDonald, go to a virtual trivia night, and more By Valerie Jones Convicted Utah murderer going back to prison for targeting 80-year-old widow in 'romance fraud' case By Dennis Romboy 1 officer killed, 1 injured in Ogden shooting By Pat Reavy Huntsman says Utah poised to 'knock the cover off the ball' By Lisa Riley Roche Athletes wary about virus, testing upon return By Associated Press Chorus Terms of Use Privacy Notice Cookie Policy Do not sell my info Accessibility Platform Status About Us Contact Us Customer Support Jobs/Careers Send Us a Tip View Archive Author Login Copyright 2020 Deseret News Publishing Company. All ... "]]}}