{"postfix": "hyatt-hotels-aktie", "name": "HYATT_HOTELS", "wkn": "A0YAKV", "time": "2020.06.02 12:58", "ts": 1591095483, "features": {"KGV": "44.33", "Marktkapitalisierung": {"Size": "Mrd", "Value": "1.77"}, "GA": "2.05", "KBV": "2.40", "BA": "37.93", "KCV": "20.47", "CA": "4.44", "Vola30": "99.92", "Vola90": "113.22", "Vola180": "83.64", "Vola250": "59.8"}, "rivals": [], "text_data": {"de": [["31.05.20", "Hyatt Hotels-Aktie: Das sind die Analysten-Einstufungen des vergangenen Monats"], ["09.05.20", "Hyatt Hotels informierte über die jüngsten Quartalsergebnisse"], ["05.05.20", "Ausblick: Hyatt Hotels legt die Bilanz zum abgelaufenen Quartal vor"], ["30.04.20", "So schätzen die Analysten die Hyatt Hotels-Aktie im April 2020 ein"], ["21.04.20", "Erste Schätzungen: Hyatt Hotels stellt Quartalsergebnis zum abgelaufenen Jahresviertel vor"], ["31.03.20", "März 2020: So schätzen Experten die Hyatt Hotels-Aktie ein"], ["29.02.20", "Hyatt Hotels-Aktie: Experten empfehlen Hyatt Hotels im Februar mehrheitlich zu halten "], ["21.02.20", "Hyatt Hotels präsentierte Quartalsergebnisse"], ["18.02.20", "Ausblick: Hyatt Hotels zieht Bilanz zum jüngsten Jahresviertel"]], "en": [["12.05.20", "Hyatt Hotels to Terminate 1,300 Employees June 1 to Cut Costs"], ["09.05.20", "Hyatt Hotels Corp (H) Q1 2020 Earnings Call Transcript"], ["07.05.20", "Hyatt Hotels (H) Reports Q1 Loss, Tops Revenue Estimates"], ["04.05.20", "Why Hyatt Hotels Stock Gained 18% in April"], ["29.04.20", "Analysts Estimate Hyatt Hotels (H) to Report a Decline in Earnings: What to Look Out for"], ["08.04.20", "Hyatt Hotels (H) in Focus: Stock Moves 5.1% Higher"], ["07.04.20", "Why Marriott International, Hyatt Hotels, and Walt Disney Stocks All Popped Today"], ["06.04.20", "Hyatt Hotels senior executives have agreed to reduce compensation"], ["23.03.20", "Implied Volatility Surging for Hyatt Hotels (H) Stock Options"], ["20.03.20", "Hyatt Hotels (H) Down 57.2% Since Last Earnings Report: Can It Rebound?"], ["03.03.20", "Hyatt Hotels stock price target cut to $79 from $85 at Stifel Nicolaus"], ["21.02.20", "Hyatt Hotels Corp (H) Q4 2019 Earnings Call Transcript"], ["19.02.20", "Hyatt Hotels (H) Surpasses Q4 Earnings and Revenue Estimates"], ["12.02.20", "Earnings Preview: Hyatt Hotels (H) Q4 Earnings Expected to Decline"], ["2020-06-01 06:03", "20 minute test solution to travel quarantine ...  the first airline to introduce quick COVID-19 blood tests, which take just 10 minutes, after a trial before a flight from Dubai to Tunisia. The proposal of a quick test follows an open letter from more than 70 UK travel firms calling for the 14-day quarantine to be scrapped. The letter, which includes tour operator Mr & Mrs Smith as well as luxury hotels The Ritz and Hyatt Regency, said, \"The very last thing the travel industry needs is a mandatory quarantine imposed on all arriving passengers which will deter foreign visitors from coming here.\" media_camera Tourism leaders have slammed the 14-day quarantine put forward by the UK. Picture: Anthony Wallace/AFP. It added that it will also \"deter UK visitors from travelling abroad, and most likely ... "], ["2020-06-01 04:08", "Unlock 1.0: Hotel stks rally up to 19% as operations to resume from June 8 ... Recipients' Email: Type address separated by commas Your Email: Enter the characters shown in the image. Send me a copy: https://mybs.in/2YNrlo7 the Centre has outlined a plan to reopen nearly all activities outside of containment zones starting Monday ALSO READ Multiplex, hotel stocks hit 52-week lows on extension of lockdown Indian Hotels slips 18% in 1 week on growth concerns; stock hits 17-mth low Chalet Hotels jumps 5% on signing franchise agreement with Hyatt Group Chalet Hotels hits record high on inking 5 new contracts with Marriott Int Hotel stock investors fear June quarter due to coronavirus impact Share of hotel companies rallied up to 19 per cent on the BSE on Monday in the early morning deals as government on Saturday said that restaurants ... "], ["2020-06-01 04:00", "Coronavirus LIVE: Positive cases in India reach to 1,90,535; Death toll over 5,300 ... PM, 3 Mar Reserve Bank of India has stated that globally, financial markets have been experiencing considerable volatility, with the spread of the coronavirus triggering risk-off sentiments. 3:30 PM, 3 Mar Hotels and tourists sites in Agra have been instructed to inform the office of the Chief Medical Officer as soon as visitors from Italy, Iran or China arrive, so that they can be  ... of Noida school sent to isolation for 28 days after parent tests positive for Coronavirus. 4:40 PM, 3 Mar Iran reports 11 new coronavirus deaths, death toll reaches 77. 5:02 PM, 3 Mar The Hyatt Regency Delhi on Tuesday asked its employees to self-quarantine for 14 days after it came to light that a COVID-19 patient had dined at a restaurant in the hotel on February 28. Health  ... "], ["2020-06-01 00:38", "Ready to roll: Delaware businesses begin Phase 1 opening ... lot of questions asking about what we've done in our rooms, what we're doing differently, what restaurants are going to open and what the restaurant policies are, and the different aspects of that.\" Caution is something that will be emphasized to both staff and guests as hotels open back up, Mr. DiFonzo said, but he does foresee an enthusiastic response to coming to the beach. He noted that nearby Ocean City is a bit ahead of Delaware in reopening, where the Hyatt's company also has hotels. \"All of our hotels sold out last weekend,\" he said. He said that it was a holiday, \"but we fully anticipate a wave of business to come to the beach.\" \"I think people want to come to the beach, but we have to do that in a safe way, and I ... "], ["2020-05-31 04:00", "Can I Travel To Mexico Right Now During COVID? ...  Accepting Reservations for July In addition to waiting for the travel ban to life, also make sure you can get a hotel room. The hotel industry is hoping to start accepting reservations in June for stays starting July 1, 2020, to international tourists. July 1 is the tentative \"Phase 1\" starting date when hotels can reopen. Hotels must obtain a \"Health First\" certification to adhere with the coronavirus prevention measures. The all-inclusive Hyatt Zilara Cancun is accepting room reservations for July 1, 2020, and beyond. Independent resorts like the Fiest Inn Playa de Carmen is accepting reservations as early as June 15, 2020. Of course, the US travel ban expires on June 22, at the earliest. Only locals may be able to stay at these resorts in ... "], ["2020-05-30 23:49", "Police Cruiser Torched, Stores Looted in Center City ... \\/\",\"label\":\"Surprise\",\"sponsored\":false},\"title\":\"Twin Sisters, a Front Line Worker and Cancer Survivor, Receive Surprise Trip to the Caribbean\",\"summary\":\" Amanda Liesner is a nurse in the COVID ICU at Penn Presbyterian. Her twin sister Smanatha Liesner is battling breast cancer and in quarantine in Abington. Hyatt Hotels gave them both a free trip to the Caribbean as part of their \\u201cHearts for Heroes\\u201d campaign. NBC10\\u2019s Aaron Baskerville helped surprise them both. \\n\",\"link\":\"https:\\/\\/www.nbcphiladelphia.com\\/news\\/local\\/twin-sisters-a-front-line-worker-and-cancer-survivor-receive-surprise-trip-to-the-caribbean\\/2411396\\/\",\"image\":{\"id\":5156110 ... "], ["2020-05-30 23:30", "People Defy Citywide Curfew and Loot Stores ... \\/\",\"label\":\"Surprise\",\"sponsored\":false},\"title\":\"Twin Sisters, a Front Line Worker and Cancer Survivor, Receive Surprise Trip to the Caribbean\",\"summary\":\" Amanda Liesner is a nurse in the COVID ICU at Penn Presbyterian. Her twin sister Smanatha Liesner is battling breast cancer and in quarantine in Abington. Hyatt Hotels gave them both a free trip to the Caribbean as part of their \\u201cHearts for Heroes\\u201d campaign. NBC10\\u2019s Aaron Baskerville helped surprise them both. \\n\",\"link\":\"https:\\/\\/www.nbcphiladelphia.com\\/news\\/local\\/twin-sisters-a-front-line-worker-and-cancer-survivor-receive-surprise-trip-to-the-caribbean\\/2411396\\/\",\"image\":{\"id\":5156110 ... "], ["2020-05-30 20:27", "Widespread Looting in Center City After Floyd Protests Turn Violent ...  Caribbean\",\"summary\":\" Amanda Liesner is a nurse in the COVID ICU at Penn Presbyterian. Her twin sister Smanatha Liesner is battling breast cancer and in quarantine in Abington. Hyatt Hotels gave them both a free trip to the Caribbean as part of their \\u201cHearts for Heroes\\u201d campaign. NBC10\\u2019s Aaron Baskerville helped surprise them both. \\n\",\"link\":\" ... MUST FIRST REGISTER WITH THE CITY. > > IF YOU OPERATE WITHOUT THE PROPER LICENSE, YOU WILL BE BANNED FROM DOING BUSINESS FOREVER WITH THE CITY OF ATLANTIC CITY. > > Reporter: AT HOTELS AND MOTELS, POOLS REMAIN OFF LIMITS. ATLANTIC CITY WORKING TOWARDS A COMEBACK, BUT STILL FAR FROM\",\"video_id\":\"1743625795947\",\"video_length\":\"118552\", ... "], ["2020-05-30 20:15", "13 Philly Police Officers Injured During Violent Protest Response ...  Caribbean\",\"summary\":\" Amanda Liesner is a nurse in the COVID ICU at Penn Presbyterian. Her twin sister Smanatha Liesner is battling breast cancer and in quarantine in Abington. Hyatt Hotels gave them both a free trip to the Caribbean as part of their \\u201cHearts for Heroes\\u201d campaign. NBC10\\u2019s Aaron Baskerville helped surprise them both. \\n\",\"link\":\" ... MUST FIRST REGISTER WITH THE CITY. > > IF YOU OPERATE WITHOUT THE PROPER LICENSE, YOU WILL BE BANNED FROM DOING BUSINESS FOREVER WITH THE CITY OF ATLANTIC CITY. > > Reporter: AT HOTELS AND MOTELS, POOLS REMAIN OFF LIMITS. ATLANTIC CITY WORKING TOWARDS A COMEBACK, BUT STILL FAR FROM\",\"video_id\":\"1743625795947\",\"video_length\":\"118552\", ... "], ["2020-05-30 18:01", "Video: Floyd Protests Escalate in Philadelphia ...  Caribbean\",\"summary\":\" Amanda Liesner is a nurse in the COVID ICU at Penn Presbyterian. Her twin sister Smanatha Liesner is battling breast cancer and in quarantine in Abington. Hyatt Hotels gave them both a free trip to the Caribbean as part of their \\u201cHearts for Heroes\\u201d campaign. NBC10\\u2019s Aaron Baskerville helped surprise them both. \\n\",\"link\":\" ... MUST FIRST REGISTER WITH THE CITY. > > IF YOU OPERATE WITHOUT THE PROPER LICENSE, YOU WILL BE BANNED FROM DOING BUSINESS FOREVER WITH THE CITY OF ATLANTIC CITY. > > Reporter: AT HOTELS AND MOTELS, POOLS REMAIN OFF LIMITS. ATLANTIC CITY WORKING TOWARDS A COMEBACK, BUT STILL FAR FROM\",\"video_id\":\"1743625795947\",\"video_length\":\"118552\", ... "], ["2020-05-30 04:13", "Coronavirus LIVE: Positive cases in India rises above 1.70 lakh; Death toll over 4,900 ... PM, 3 Mar Reserve Bank of India has stated that globally, financial markets have been experiencing considerable volatility, with the spread of the coronavirus triggering risk-off sentiments. 3:30 PM, 3 Mar Hotels and tourists sites in Agra have been instructed to inform the office of the Chief Medical Officer as soon as visitors from Italy, Iran or China arrive, so that they can be  ... of Noida school sent to isolation for 28 days after parent tests positive for Coronavirus. 4:40 PM, 3 Mar Iran reports 11 new coronavirus deaths, death toll reaches 77. 5:02 PM, 3 Mar The Hyatt Regency Delhi on Tuesday asked its employees to self-quarantine for 14 days after it came to light that a COVID-19 patient had dined at a restaurant in the hotel on February 28. Health  ... "], ["2020-05-29 20:36", "Credit card issuers like American Express and Capital One are adding new ways to earn and redeem points during quarantine ...  major card issuer. We'll continue to update this list as other issuers add new features and the ones already included here update and add to their rewards programs. Also see our list of airlines and hotels that are extending elite status . We're focused here on the rewards and perks that come with each card. These cards won't be worth it if you're paying interest or late fees.  ... per dollar on up to $1,500 in grocery spending per month . The Chase Sapphire Reserve earns 5x points through this promotion, while the Chase Sapphire Preferred Card , The World Of Hyatt Credit Card , and several other co-branded Chase cards will earn up 3x points. Bonus rewards on food delivery with DoorDash and Tock Chase has also extended its partnerships with  ... "], ["2020-05-29 19:51", "Amex Platinum versus the Amex Business Platinum: We compared the two premium credit cards, and the choice is obvious ...  rebate on the Business Platinum This is an incredibly valuable perk that's only available with the Amex Business Platinum Card . One of the ways to redeem Membership Rewards points is by using them to book flights, hotels, cruises, or more through Amex Travel. When you do that, points are generally worth 1 cent each. However, when you have the Amex Business Platinum Card and use points to book any flight on one airline that you  ...  Card, IHG Rewards Club Traveler Credit Card, United ClubSM Infinite Card, United Business Card, British Airways Visa Signature Card, The World Of Hyatt Credit Card, Citi Diamond Preferred Card, Citi Rewards+ Card, Citi Rewards+ Student Card, CitiBusiness AAdvantage Platinum Select World Mastercard, Citi AAdvantage Executive  ... "], ["2020-05-29 18:36", "Chase Sapphire Preferred review: One of the best rewards cards for beginners, with a sign-up bonus worth at least $750 toward travel ... ) 5x points on Lyft rides through March 2022 From the first dollar you spend, you'll earn 2 points per dollar on purchases from travel and dining merchants. That includes airlines, hotels, discount travel sites, cruise companies, fancy restaurants, fast food, and most bars. Hello 2x points at happy hour! Chase recently added a 5x category for Lyft rides as well through March 2022,  ... or mile with all these programs. Airlines include: Aer Lingus Air France/KLM British Airways Iberia Emirates JetBlue> Singapore Southwest United Virgin Atlantic Hotel partners include: IHG Marriott World of Hyatt You generally get the best value per point transferring to airlines and booking premium travel, like a first-class flight or a hotel stay that would cost hundreds of  ... "], ["2020-05-29 10:00", "Local residents are now Florida tourism's bread and butter ...  to the Miami Herald May 29, 2020 06:00 AM ORDER REPRINT Miami Beach resident Martin Nesvig rides his bicycle down an empty Ocean Drive near the Colony Hotel in Miami Beach on April 1. Hotels that have been shuttered have been busy getting ready to reopen on June 1. MATIAS J. OCNER mocner@miamiherald.com The ancient Chinese philosopher Lao Tzu said, \"The march of a thousand miles begins  ... , most people are staying put, to the tourism industry's ruin. After more than 100 years in business, Hertz has filed for bankruptcy protection from creditors. Hotels chains like Marriott, Hilton and Hyatt have laid off or furloughed millions of employees worldwide. Air travel is off by 90%, and airlines are repurposing passenger jets to carry cargo. Adam Snitzer is  ... "], ["2020-05-29 09:04", "Boost for summer holidays as ministers consider 20 minute coronavirus tests at airports in bid to lose 14-day quarantine ... flight from Dubai to Tunisia. The proposal of a quick test follows an open letter from more than 70 UK travel firms calling for the 14-day quarantine to be scrapped. The very last thing the travel industry needs is a mandatory quarantine Open letter to the government The letter , which includes tour operator Mr & Mrs Smith as well as luxury hotels The Ritz and Hyatt Regency, said: \"The very last thing the travel industry needs is a mandatory quarantine imposed on all arriving passengers which will deter foreign visitors from coming here.\" It added that it will also \"deter UK visitors from traveling abroad, and most likely cause other countries to impose reciprocal quarantine requirements on British visitors\". While they praised the government ... "], ["2020-05-29 04:02", "Coronavirus LIVE: Positive cases in India rises above 1.65 lakh; Death toll over 4,700 ... PM, 3 Mar Reserve Bank of India has stated that globally, financial markets have been experiencing considerable volatility, with the spread of the coronavirus triggering risk-off sentiments. 3:30 PM, 3 Mar Hotels and tourists sites in Agra have been instructed to inform the office of the Chief Medical Officer as soon as visitors from Italy, Iran or China arrive, so that they can be  ... of Noida school sent to isolation for 28 days after parent tests positive for Coronavirus. 4:40 PM, 3 Mar Iran reports 11 new coronavirus deaths, death toll reaches 77. 5:02 PM, 3 Mar The Hyatt Regency Delhi on Tuesday asked its employees to self-quarantine for 14 days after it came to light that a COVID-19 patient had dined at a restaurant in the hotel on February 28. Health  ... "], ["2020-05-29 04:00", "Biden Extends Lead Over Trump In Race For Billionaire Donors ...  any new contributions last month, according to a review of Federal Election Commission filings. Biden's campaign has now received contributions from 100 billionaires and their spouses, compared to 92 who have pitched in to Trump's campaign. Biden and his wife Jill are holding virtual fundraisers amid the Covid-19 pandemic. Penny Pritzker , a billionaire heiress to the Hyatt hotels fortune who served as secretary of commerce in the Obama administration, hosted one of those gatherings in early April. Billionaire Craigslist founder Craig Newmark made his first contribution to Biden's campaign last month. \"I support candidates committed to fighting corruption and those who have a record of standing up for our veterans,\" Newmark wrote in an ... "], ["2020-05-29 04:00", "Master List Of Luxury Hotel Reopenings ...  to Facebook Share to Twitter Share to Linkedin Return to the Amalfi Coast. Belmond Hotel Caruso COVID-19 abruptly halted a thriving travel industry, but business is starting to rebound. Luxury hotels all over the globe are working to reopen, albeit with adjustments to keep travelers safe. Whether you need to travel for business now or want to start planning your first post ... New York Downtown | opens July 6 InterContinental New York Barclay | opens July 1 The Kimberly Hotel | opens July 1 The Langham, New York, Fifth Avenue | safety measures The Mark | opens June 15 Park Hyatt New York | safety measures | opens July 1 The Pierre, A Taj Hotel, New York | opens June 29 The Towers at Lotte New York Palace | opens June 15 Trump International Hotel & Tower New York ... "], ["2020-05-28 21:00", "Sotherly Hotels Inc. Schedules First Quarter 2020 Earnings Release And Conference Call ...  Southern United States. Currently, the Company's portfolio consists of investments in twelve hotel properties, comprising 3,156 rooms, as well as interests in two condominium hotels and their associated rental programs. The Company owns hotels that operate under the Hilton Worldwide, Marriott International, Inc., and Hyatt Hotels Corporation brands, as well as independent hotels. Sotherly Hotels Inc. was organized in 2004 and is headquartered in Williamsburg, Virginia. For more information, please visit www.sotherlyhotels.com . Contact at the Company: Mack SimsSotherly Hotels Inc.306 South Henry Street, Suite 100Williamsburg, Virginia 23185(757) 229-5648 By GlobeNewswire Terms Of Use Privacy Policy Advertise Reprints Customer Service Data Topic Archive ... "]]}}