{"postfix": "ii-vi-aktie", "name": "II-VI", "wkn": "900319", "time": "2020.06.02 11:10", "ts": 1591089046, "features": {"KGV": "13.86", "Marktkapitalisierung": {"Size": "Mrd", "Value": "3.78"}, "GA": "2.54", "KBV": "2.03", "BA": "17.30", "KCV": "12.98", "CA": "2.71", "Vola30": "103.24", "Vola90": "104.5", "Vola180": "81.89", "Vola250": "66.02"}, "rivals": [], "text_data": {"de": [["31.05.20", "So schätzen Analysten die II-VI-Aktie ein"], ["13.05.20", "II-VI: Bilanz zum abgelaufenen Quartal"], ["10.05.20", "Ausblick: II-VI verkündet Quartalsergebnis zum jüngsten Jahresviertel"], ["31.03.20", "II-VI-Aktie: Das sind die Analysten-Einstufungen des vergangenen Monats"], ["09.02.20", "Ausblick: II-VI stellt Ergebnisse des abgelaufenen Quartals vor"]], "en": [["25.05.20", "II-VI Inc reports record quarterly bookings of $840m, 22% above forecast"], ["19.05.20", "Surging Earnings Estimates Signal Good News for II-VI (IIVI)"], ["15.05.20", "Here's Why Synaptics, II-VI, and NeoPhotonics Crashed on Friday"], ["15.05.20", "Will II-VI (IIVI) Gain on Rising Earnings Estimates?"], ["15.05.20", "II-VI Incorporated (IIVI) Shares March Higher, Can It Continue? "], ["12.05.20", "Here's Why Shares of II-VI Skyrocketed 24% Today"], ["12.05.20", "II-VI stock surges toward best day since 2000"], ["12.05.20", "II VI Incorporated (IIVI) Q3 2020 Earnings Call Transcript"], ["11.05.20", "II-VI (IIVI) Beats Q3 Earnings and Revenue Estimates"], ["15.04.20", "IIVI vs. FLOW: Which Stock Is the Better Value Option?"], ["18.03.20", "Why AeroVironment, Axon, and II-VI Stocks Crumbled Today"], ["14.03.20", "Why Corning, II-VI Inc., and Intel Surged 10% to 20% at Friday's Close"], ["09.03.20", "II-VI unveils first IC-TROSA 64Gbaud coherent optics subassembly for 400ZR QSFP-DD data-center interconnects"], ["09.03.20", "II-VI launches 400G CFP2-DCO pluggable transceivers for high-speed backbone networks and data-center interconnects"], ["09.03.20", "Why II-VI Stock Plunged Today"], ["04.03.20", "Implied Volatility Surging for II-VI (IIVI) Stock Options"], ["27.02.20", "II-VI launches high-speed InP electro-absorption modulated lasers for datacenters and 5G optical infrastructure"], ["11.02.20", "Why II-VI Stock Popped 10% This Morning"], ["11.02.20", "II VI Incorporated (IIVI) Q2 2020 Earnings Call Transcript"], ["10.02.20", "II-VI (IIVI) Q2 Earnings Match Estimates"], ["03.02.20", "Analysts Estimate II-VI (IIVI) to Report a Decline in Earnings: What to Look Out for"], ["03.02.20", "II-VI showcasing portfolio of product and technology innovations at Photonics West and BiOS Expo"], ["21.01.20", "II-VI launches high-speed datacom VCSELs on 150mm GaAs for optical HDMI cables in consumer electronics"], ["10.01.20", "II-VI wins Best Strategic Partner Award from Dynax for supplying SiC substrates for wireless RF devices"], ["08.01.20", "II-VI wins Excellent Core Partner Award from FiberHome"], ["07.01.20", "Why II-VI Shares Gained 15% In December"], ["2020-06-02 07:34", "Queen coronation anniversary: How many years has the Queen been on British throne? ...  for FREE now and never miss the top Royal stories again. SUBSCRIBE Invalid email We will use your email address only for sending you newsletters. Please see our Privacy Notice for details of your data protection rights. Queen Elizabeth II , 94, is the longest-reigning monarch in British history and came to the throne on her father King George VI's death on February 6, 1952. However, it wasn't until more than a year later that her ascension was formalised and she was crowned in a spectacular coronation ceremony at Westminster Abbey. Trending Queen Elizabeth II's coronation took place on June 2, 1953, and made history for several reasons. The ceremony was the first of it's kind to be broadcast on TV and was watched by millions across the globe ... "], ["2020-06-02 07:26", "Analysts ride two-wheeler stocks for gains as India eases Covid-19 lockdown ... ) stocks are emerging as the top investment pick in the current market scenario within the auto sector that has outperformed the frontline index for two consecutive months now. Expected demand pick-up in tier-II and tier-III cities as well as preference for personal mobility amid the Covid-19 health concerns are the top two factors that would drive the demand, they say. \"Covid-19 should impact  ... in the urban areas as well, which bodes well for the sector. \"After the IL&FS crisis, NBFCs had reduced dealing with automobile companies. Besides, transition from BS IV to BS VI led to concerns of increase in prices. This led to stock prices being punished at the bourses. However, investors now believe, that the prices have bottomed out and auto stocks could  ... "], ["2020-06-01 02:50", "MESA AIR 24 HOUR DEADLINE ALERT: Former Louisiana Attorney General And Kahn Swick & Foti, LLC Remind Investors With Losses In Excess Of $100,000 Of Deadline In Class Action Lawsuit Against Mesa Air Gr ... laws. The alleged false and misleading statements and omissions include, but are not limited to, that: (i) the Company's operational performance failed to meet industry standards; (ii) the Company lacked sufficient qualified mechanics and maintenance personnel; (iii) the Company lacked a sufficient number of spare aircraft and parts; (iv) the Company's track record ...  for reliable performance was not robust; (v) then-existing \"risks\" had already materialized; (vi) the Company knew of undisclosed adverse trends and uncertainties at the time of the IPO; and (vii) as a result of the foregoing, Mesa's statements were materially false and misleading ... "], ["2020-05-31 21:30", "The Queen, 94, is seen in the saddle for first time since retreating to Windsor Castle 10 weeks ago ...  people impacted by Covid-19 By Milly Vincent For Mailonline Published: 17:30 EDT, 31 May 2020 | Updated: 17:53 EDT, 31 May 2020 e-mail 131 View comments Advertisement Queen Elizabeth II has been pictured horse riding in the grounds of Windsor Castle - her first public appearance since the coronavirus lockdown began. Windsor is said to be the Queen's favourite royal residence and ...  airmen would recognise and admire.' She added ' Never give up, never despair - that was the message of VE Day.' Her words were delivered to the very second that her father, George VI, gave his VE Day speech 75 years ago. Advertisement Share or comment on this article: The Queen, 94, is seen in the saddle for first time since retreating to Windsor Castle 10 weeks ago  ... "], ["2020-05-31 17:45", "Prince Philip Fast Facts ... citizen and a commoner, using the surname Mountbatten, an English translation of his mother's maiden name. He was also an officer of the British Royal Navy and fought in World War II. Hide Caption 5 of 46 Photos: Prince Philip: Decades in public life Prince Philip and Princess Elizabeth married in November 1947. Hide Caption 6 of 46 Photos: Prince Philip: Decades in public  ...  in Ottawa in October 1951. Hide Caption 9 of 46 Photos: Prince Philip: Decades in public life Prince Philip and Princess Elizabeth were on a tour of the commonwealth when her father, King George VI, died on February 6, 1952. She was next in line for the throne. Hide Caption 10 of 46 Photos: Prince Philip: Decades in public life Prince Philip waves from the balcony of Buckingham Palace ... "], ["2020-05-31 15:57", "Get TN-ePass for inter-zonal travel, Railways tell passengers ...  for the movement of persons within the State. The Tamil Nadu government has classified the State into eight zones. Accordingly, Zone I comprises Coimbatore, Nilgiris, Erode,Tiruppur, Karur, Salem, Namakkal districts; Zone II encompasses Dharmapuri, Vellore, Tirupathur, Ranipet, Krishnagiri; Zone-III Villupuram,Tiruvannamalai, Cuddalore, Kallakurichi; Zone IV Nagapattinam, Tiruvarur, Tanjore, Trichy, Ariyalur, Perambalur, Pudukottai; Zone V Dindigul, Madurai, Theni, Virudhunagar, Sivagangai, Ramanathapuram; Zone VI Tuticorin, Tirunelveli, Kanniyakumari, Tenkasi; Zone VII Kancheepuram, Tiruvallur, Chengallpattu and Zone -VIII Chennai Police Commissionerate limit. The Southern Railway release said for intra or inter-district movement of rail passengers within ... "], ["2020-05-31 14:19", "Tamil Nadu government makes e-pass mandatory for inter-zone and inter-state travel ...  eight zones for the purpose of enforcing the lockdown restrictions during pandemic. Transportation zones in the state have been classified as under: Zone I: Coimbatore, Nilgiris, Erode, Tiuppur, Karur, Salem and Namakkal Zone II: Dharmapuri, Vellore, Tirupattur, Ranipet and Krishnagiri Zone III: Villupuram, Tiruvannamalai, Cuddalore and Kallakuruchi Zone IV: Nagapattinam, Tiruvarur,Thanjavur, Thiruchi, Ariyalur, Perambalur and Pudukottai Zone V: Dindigul, Madurai, Theni, Virudhunagar, Sivagangai and Ramanathapuram Zone VI: Thoothukudi, Tirunelveli, Kanniyakkumari and Tenkasi Zone VII: Tiruvallur, Chengalpattu and Kancheepuram Zone VIII: Chennai city \"Passengers travelling from Katpadi to Salem/Erode must obtain e-pass before boarding the train. However ... "], ["2020-05-31 14:11", "Tamil Nadu relaxes lockdown restrictions; allows private companies and public transportation to function from Monday ... am and 8 pm; only 50 percent of seats should be occupied in the shops Tasmac allowed to function from 10 am to 8 pm Transportation zones: Zone I: Coimbatore, Nilgiris, Erode, Tiuppur, Karur, Salem and Namakkal Zone II: Dharmapuri, Vellore, Tirupattur, Ranipet and Krishnagiri Zone III: Villupuram, Tiruvannamalai, Cuddalore and Kallakuruchi Zone IV: Nagapattinam, Tiruvarur,Thanjavur, Thiruchi, Ariyalur, Perambalur and Pudukottai Zone V: Dindigul, Madurai, Theni, Virudhunagar, Sivagangai and Ramanathapuram Zone VI: Thoothukudi, Tirunelveli, Kanniyakkumari and Tenkasi Zone VII: Tiruvallur, Chengalpattu and Kancheepuram Zone VIII: Chennai city Stay up to date on all the latest Tamil Nadu news with The New Indian Express App. Download now TAGS Coronavirus COVID-19 ... "], ["2020-05-31 12:51", "Coronavirus | Maharashtra begins phased emergence from lockdown ...  is seen, then authorities will immediately close down such shops/markets. The following activities will remain prohibited across the state: i. Schools, colleges, educational, training, coaching institutions etc. ii. International air travel of passengers, except as permitted by MHA. iii. Metro Rail. iv. Passenger Movement by trains and domestic air travel unless specifically allowed through separate orders ...  and standard operating procedure (SOP) v. Cinema halls, gymnasiums, swimming pools, entertainment parks, theatres, bars and auditoriums, assembly halls and similar places. vi. Social! political! sports/ entertainment! academic/ cultural! religious functions and large congregations. vii. Religious places/ places of worship for public viii. Barber Shops,  ... "], ["2020-05-31 12:10", "Tale Of Two Cities: Lufthansa Vs United Capital Raises ...  raise capital and recover from the coronavirus pandemic. \"Right now we have debt, but debt could be only part of the story for the recovery. We need capital, and it's clear in some parts MiFID II could be reviewed in order to enhance or facilitate the possibility of raising of capital... How do we increase capital, equity issuance in our European companies, which will be key for the recovery of our economy?\" [iv].  ... 34; Bloomberg, May 18, 2020. [v] Jacqueline Eli-Namer, Thierry Giami: \"Reviving Research in the Wake of MiFID II: Observations, issues and recommendations.\" Autorite des Marches Financiers, amf-france.org, January 2020. [vi] Total return of each index year to date through 5/21. Europe: STOXX50. Italy: FTSE MIB. France: CAC 40 ... "], ["2020-05-31 11:43", "Maharashtra's New Lockdown Guidelines: What's Allowed, What's Not ... disaster management, police, NIC, food & Civil Supply, FCI, N.Y.K., Municipal Services who can operate at the levels as per the need) will function at 15% strength or minimum 15 employees whichever is more. Phase II (With Effect from 5 June 2020) i. All markets, market areas & shops, except malls and market complexes, are allowed to function on P1-P2 basis (shops on one side of the road/lane/passage to  ...  and standard operating procedure (SOP) v. Cinema halls, gymnasiums, swimming pools, entertainment parks, theatres, bars and auditoriums, assembly halls and similar places. vi. Social/ political/ sports/ entertainment/ academic/ cultural/ religious functions and large congregations. vii. Religious places/ places of worship for public viii. Barber Shops, Spas ... "], ["2020-05-31 10:38", "Limited bus transport to resume in Tamil Nadu, except in Chennai and its neighbouring districts ... -State bus travel. E-passes will be mandatory for inter-zone and inter-State travel including for vehicles entering Tamil Nadu. The zones Zone I Coimbatore, The Nilgiris, Erode, Tiruppur, Karur, Salem and Namakkal Zone II Dharmapuri, Vellore, Tirupattur, Ranipet and Krishnagiri Zone III Villupuram, Tiruvannamalai, Cuddalore and Kallakurichi Zone IV Nagapattinam, Tiruvarur, Thanjavur, Tiruchi, Ariyalur, Perambalur and Pudukkottai Zone V Dindigul, Madurai, Theni, Virudhunagar, Sivaganga and Ramanathapuram Zone VI Thoothukudi, Tirunelveli, Kanyakumari and Tenkasi Zone VII Kancheepuram, Tiruvallur and Chengalpattu Zone VIII Areas under Greater Chennai Police limits You have reached your limit for free articles this month. Subscribe Now Already have an account ... "], ["2020-05-31 10:16", "Mystery woman in portrait identified after 300 years as King Henry VIII's mistress Mary Boleyn ... was separated in the 19th century because it looked so different from the others, but has now been reunited with the original set How is Mary Boleyn related to Queen Elizabeth II? Names in bold highlight the lineage: Mary Boleyn and Sir William Carey Catherine Carey and Sir Francis Knollys Lettice Knollys and Walter Devereux Sir Robert Devereux and Frances Walstingham Frances  ... Bentinck and Anne Wellesley Rev. Charles William Cavendish-Bentinck and Caroline Louisa Burnaby Cecilia Nina Cavendish-Bentinck and Claude George Bowes-Lyon Elizabeth Bowes-Lyon and King George VI Queen Elizabeth II Advertisement Researchers used dendrochronology tests, which date the paintings's wood and determine its origin, to identify it as one of the original 14. Desmond Shawe- ... "], ["2020-05-31 08:29", "China releases work report of top legislature ... the position of the people as masters of the country, and law-based governance. The report highlights the following for the NPC Standing Committee's main tasks for the coming months: I. Ensuring full enforcement of the Constitution; II. Strengthening legislative work in key areas; III. Exercising oversight in accordance with the law; IV. Supporting deputies in performing their duties in accordance with the law; V. Actively carrying out work on international exchanges; VI. Enhancing self-improvement of the Standing Committee. Enditem KEY WORDS: YOU MAY LIKE EXPLORE XINHUANET News China World Business Culture Edu Sports Sci Tech Health Entertainment Regions Asia & Pacific Americas Europe Africa Organizations North America Services Investment Doing Business ... "], ["2020-05-31 08:06", "China releases work report of top legislature ...  Sunday. The report reviews the NPC Standing Committee's work since last year in six aspects: I. Ensuring full implementation of the Constitution in all aspects of state governance; II. Continuing to improve the Chinese socialist legal system; III. Advancing oversight work in line with legally prescribed duties and with a focus on major tasks in reform and development; IV.  ... for the coming months: I. Ensuring full enforcement of the Constitution; II. Strengthening legislative work in key areas; III. Exercising oversight in accordance with the law; IV. Supporting deputies in performing their duties in accordance with the law; V. Actively carrying out work on international exchanges; VI. Enhancing self-improvement of the Standing Committee. (For the latest  ... "], ["2020-05-31 07:39", "Tamil Nadu extends lockdown till June 30, allows partial resumption of public transport ...  and 8 pm; only 50 percent of seats should be occupied in the shops. Tasmac allowed to function from 10 am to 8 pm. Transportation zones: Zone I: Coimbatore, Nilgiris, Erode, Tiuppur, Karur, Salem and Namakkal. Zone II: Dharmapuri, Vellore, Tirupattur, Ranipet and Krishnagiri. Zone III: Villupuram, Tiruvannamalai, Cuddalore and Kallakuruchi. Zone IV: Nagapattinam, Tiruvarur,Thanjavur, Thiruchi, Ariyalur, Perambalur and Pudukottai. Zone V: Dindigul, Madurai, Theni, Virudhunagar, Sivagangai and Ramanathapuram. Zone VI: Thoothukudi, Tirunelveli, Kanniyakkumari and Tenkasi. Zone VII: Tiruvallur, Chengalpattu and Kancheepuram. Zone VIII: Chennai city. Stay up to date on all the latest Tamil Nadu news with The New Indian Express App. Download now TAGS Coronavirus ... "], ["2020-05-31 06:23", "China releases work report of top legislature ...  of the Party, the position of the people as masters of the country, and law-based governance. The report highlights the following for the NPC Standing Committee's main tasks for the coming months: I. Ensuring full enforcement of the Constitution; II. Strengthening legislative work in key areas; III. Exercising oversight in accordance with the law; IV. Supporting deputies in performing their duties in accordance with the law; V. Actively carrying out work on international exchanges; VI. Enhancing self-improvement of the Standing Committee. Photo Hukou Waterfall runs clear and superfast Wading into rice culture at festival in Shanghai Chinese surveying team descends to Mt. Qomolangma base camp Tombs dating back 2,000 yrs discovered in Henan Ancient wisdom ... "], ["2020-05-31 05:01", "COVID-19: After two months, public transportation to resume in Tamil Nadu from Monday ...  as zone VIII and Tiruvallur, Chengalpattu and Kancheepuram districts grouped under zone VII. Barring zone VII and VIII, 50 percent of fleet will be operated in districts categorized from zone I to VI. The buses should carry 60 percent of its seat capacity. \"Commuters can travel within the zones without e-passes,\" said the Chief Minister. Coimbatore, Nilgiris, Erode, Tiuppur, Karur, Salem and  ... Namakkal districts in western part of the State earmarked as zone I and Dharmapuri, Vellore, Tirupattur, Ranipet and Krishnagiri categorized under zone II. Similarly, Villupuram, Tiruvannamalai, Cuddalore and Kallakuruchi districts in northern parts of the State brought under zone III, while delta districts Nagapattinam, Tiruvarur, Thanjavur, Thiruchi ... "], ["2020-05-31 05:00", "See award-winning homes in south Overland Park, some with buyer's incentive available now ... th St. and is priced at $539,950. The home features a cul-de-sac location and a walkout basement. A 30-day close is available. Don Julian Builders offers its award-winning Brookridge II ranch reverse floor plan, located at 17133 Bradshaw St. The five-bedroom model home is priced at $699,732 and includes three bedrooms on the main level and over 3,700 +/- finished square feet ...  with move-in dates less than 60 days. Homes include the Timberline Ex 1 -story at 12806 W. 173 rd Terrace with five bedrooms and four bathrooms, priced at $509,900; and the Hampton VI reverse 1 -story, located at 17309 Umbra St. with full walkout basement, rear glass wall staircase to the lower level and market pricing at $510,900. Additionally, the Timberline 1 -story model home at  ... "], ["2020-05-31 04:00", "Want A Repeat Of Bankrupt U.S. Trade Policy To Start Another Great Depression? Let Washington Withdraw America From The WTO ... on a variety of topics related to global business investment and operations, growth strategy and risk mitigation. I have garnered deep expertise over the last three and a half decades in: (i) structuring cross-border transactions and opining on international investment and trade disputes; (ii) antitrust and economic regulation; (iii) corporate governance; (iv) corruption compliance and investigations; (v) national security regulation of trade and foreign investment (eg, CFIUS); and (vi) matters related to Corporate Social Responsibility and ESG. Comments on my writings are most welcome. www.harrygbroadman.com Brief Bio: Currently, I'm a Partner and Chair of the Emerging Markets Practice at the Berkeley Research Group LLC (BRG), a global litigation expert ... "]]}}