{"postfix": "inditex-aktie", "name": "INDITEX", "wkn": "A11873", "time": "2020.06.02 13:50", "ts": 1591098640, "features": {"KGV": "25.66", "Marktkapitalisierung": {"Size": "Mrd", "Value": "78.07"}, "GA": "1.17", "KBV": "6.27", "BA": "4.79", "KCV": "14.74", "CA": "2.04", "Vola30": "45.34", "Vola90": "58.55", "Vola180": "46.39", "Vola250": "34.71"}, "rivals": ["gap-aktie", "hugo_boss_2-aktie", "hennes_mauritz-aktie", "abercrombie_fitch-aktie", "benetton_group-aktie", "gerry_weber-aktie", "esprit-aktie"], "text_data": {"de": [["01.06.20", "MÄRKTE EUROPA/Börsen legen trotz China-Spannungen zu"], ["01.06.20", "MÄRKTE EUROPA/Börsen halten sich wacker"], ["01.06.20", "MÄRKTE EUROPA/Börsen halten sich wacker"], ["01.06.20", "MÄRKTE EUROPA/Börsen kommen von Tageshochs zurück"], ["31.05.20", "Mai 2020: Experten empfehlen Inditex-Aktie mehrheitlich zum Kauf"], ["30.04.20", "Die Expertenmeinungen zur Inditex-Aktie im April 2020"], ["23.04.20", "ANALYSE-FLASH: Jefferies hebt Inditex auf 'Buy'  - Ziel 28 Euro"], ["18.04.20", "Textil- und Modeindustrie für Konsumgutscheine - Konsum ankurbeln"], ["15.04.20", "ANALYSE-FLASH: Barclays startet Inditex mit 'Equal Weight' - Ziel 26 Euro"], ["03.04.20", "MÄRKTE EUROPA/Schwächer - Öl- und Versicherungstitel unter Druck"], ["03.04.20", "MÄRKTE EUROPA/Uneinheitlich - Deutsche Börse kräftig erholt"], ["03.04.20", "MÄRKTE EUROPA/Etwas leichter - Adidas mit Schwächeanfall"], ["03.04.20", "MÄRKTE EUROPA/Knapp behauptet - Versicherer unter Druck"], ["03.04.20", "Coronavirus-Krise treibt H&M in rote Zahlen"], ["31.03.20", "März 2020: So schätzen Experten die Inditex-Aktie ein"], ["27.03.20", "Insolvenzen voraus? - Modehandel sitzt auf Bergen unverkaufter Artikel"], ["25.03.20", "ROUNDUP: Modebranche befürchtet eine 'noch nie dagewesene Insolvenzwelle'"], ["20.03.20", "Corona-Krise bedroht 25.000 Jobs bei Zara-Mutter Inditex: In Spanien drohen Massenentlassungen"], ["20.03.20", "ANALYSE-FLASH: Credit Suisse hebt Inditex auf 'Neutral' - Ziel 22 Euro"], ["20.03.20", "Inditex veröffentlichte Zahlen zum vergangenen Quartal"], ["19.03.20", "Morning Briefing: Amazon konzentriert sich und Flixbus bremst ab - finanzielle Hilfen für Läden, Inditex, Zara"], ["18.03.20", "MÄRKTE EUROPA/Börsen mit schweren Verlusten - Pfund im freien Fall"], ["18.03.20", "MÄRKTE EUROPA/Börsen etwas erholt - Firesales bei Staatsanleihen"], ["18.03.20", "MÄRKTE EUROPA/Börsen bauen Verluste aus - Telekoms gesucht"], ["18.03.20", "Inditex will Dividende sparen"], ["18.03.20", "Inditex steigert Jahresgewinn und spürt nun Corona-Krise"], ["18.03.20", "VIRUS/ROUNDUP: Zara-Eigner Inditex schließt Läden - Umsätze im März eingebrochen"], ["18.03.20", "MÄRKTE EUROPA/Kräftige Verluste wegen Rezessionsfurcht"], ["17.03.20", "Ausblick: Inditex legt Zahlen zum jüngsten Quartal vor"], ["16.03.20", "H&M folgt anderen Modehändlern und schließt Läden"], ["03.03.20", "VIRUS: Modebranche rechnet im Sommer mit spürbaren Coronavirus-Folgen"], ["29.02.20", "Februar 2020: Experten empfehlen Inditex-Aktie mehrheitlich zum Kauf"], ["28.02.20", "Adidas: 85-prozentiger Einbruch - auch H&amp;amp;amp;amp;amp;amp;amp;amp;M, Inditex und Puma mit Einbußen"]], "en": [["13.04.20", "Fashion giant Inditex working at reduced capacity despite loosened Spanish lockdown"], ["13.04.20", "Fashion giant Inditex working at reduced capacity despite loosened Spanish lockdown"], ["05.04.20", "Inditex distribution activities slashed amid new Spanish lockdown rules"], ["03.04.20", "Exclusive: Spain's coronavirus crisis stalls global fashion giant Inditex"], ["03.04.20", "Exclusive: Spain's coronavirus crisis stalls global fashion giant Inditex"], ["18.03.20", "UPDATE 3-Zara-owner Inditex postpones dividend as sales plummet"], ["18.03.20", "Coronavirus: Inditex closes 3,785 stores worldwide"], ["18.03.20", "Zara-owner Inditex postpones dividend as sales plummet"], ["18.03.20", "UPDATE 2-Zara-owner Inditex postpones dividend as sales plummet"], ["18.03.20", "UPDATE 1-Zara-owner Inditex sales plunge, writes down inventory due to coronavirus"], ["18.03.20", "Zara-owner Inditex books 287 mln euro provision against coronavirus impact"], ["14.03.20", "Inditex to temporarily close all stores in Spain over coronavirus"], ["12.03.20", "Inditex begins remote working to prevent spread of coronavirus"], ["12.03.20", "Inditex founder has a multibillion euro property bet"], ["2020-05-31 14:28", "Back on Top: Meet One of the World's New Richest People ... , the Frenchman became the world's third-richest individual with a net worth exceeding $100 billion. However, the markets' crash in February caused by the coronavirus pandemic reduced his coffers, but now Arnault is on top again. But he is not the only wealthy person who has benefited from the rise of European stocks. Amancio Ortega, the founder and former chairman of the fashion group Inditex, earned 4.9 billion in seven days, while investor and business tycoon Warren Buffett's net worth was up $3.9 billion. In all, the world's billionaires became richer by $34 billion in just one week. AP Photo / Cliff Owen Money Talks: Jeff Bezos May Be Poised to Become World's First Trillionaire However, the greatest winner (if one can use this term ... "], ["2020-05-31 04:14", "Bangladesh goes to bat for textile industry as buyers scrap orders ...  reply to the BGMEA president's letter dated May 21 lashed out at the group's approach, saying it is \"unconstructive\" to exert political pressure on British companies. The association \"appears to be putting media noise and tactics above engagement, discussion and solutions,\" a company representative told Nikkei. Following a global uproar, H&M, Inditex, PVH, Marks & Spencer, Target, Primark, Decathelon and other international brands agreed to source apparel from Bangladesh without breaching previous agreements. Last year Bangladesh's textile shipments came to nearly $35 billion, making it the world's second-largest exporter, after China. But its position is now in peril. In the 10 months through April, the country's textile ... "], ["2020-05-31 02:22", "Bangladesh goes to bat for textile industry as buyers scrap orders ...  reply to the BGMEA president's letter dated May 21 lashed out at the group's approach, saying it is \"unconstructive\" to exert political pressure on British companies. The association \"appears to be putting media noise and tactics above engagement, discussion and solutions,\" a company representative told Nikkei. Following a global uproar, H&M, Inditex, PVH, Marks & Spencer, Target, Primark, Decathelon and other international brands agreed to source apparel from Bangladesh without breaching previous agreements. Last year Bangladesh's textile shipments came to nearly $35 billion, making it the world's second-largest exporter, after China. But its position is now in peril. In the 10 months through April, the country's textile ... "], ["2020-05-29 22:50", "These 10 Billionaires Got $34 Billion Richer This Week, Led By Luxury Goods Tycoon Bernard Arnault ...  an all-time high. Shares took a hit when the pandemic took hold, but have since rebounded. Several other European fashion and consumer goods powerhouses also jumped this week as increased optimism over economies reopening propped up stocks. Amancio Ortega , Europe's second-richest man and the cofounder and former chair of Spain-based clothing retailer Inditex Group, is the week's second largest gainer. Shares of the Inditex, parent of the Zara chain, surged nearly 10% since last Thursday, adding $4.9 billion to Ortega's fortune, which ended Thursday at $65.7 billion. From France, Francois Pinault of luxury conglomerate Kering and L'Oral heiress Franoise Bettencourt Meyers were also among the top 5 gainers, adding $3.2 billion and $3 billion ... "], ["2020-05-26 14:42", "Bangladeshi Seamstresses Struggle for Survival amid Factory Closures ...  of people inside at a time. As the industry continues to grapple with revenue losses and layoffs, much of the economic pressure has been passed far down the line. In Bangladesh alone, foreign companies have cancelled or put on hold orders worth 3 billion euros ($3.3 billion) in recent weeks. These include textile giants like Primark, C&A and the Spanish company Inditex, which owns Zara. Akhter sewed hems and zippers for Inditex. Even those companies that have remained loyal to their suppliers may not be able to order as much from abroad in the future. In countries that are relaxing their lockdowns, demand has been slow to pick up. People may be allowed to go shopping again, but many still seem to be wary of going out. And many others may not be able to ... "], ["2020-05-26 09:31", "Forget catwalks — locked-down fashion models try homemade photo shoots taken by mom and dad ... . ASOS Email icon Facebook icon Twitter icon Linkedin icon Flipboard icon Print icon Resize icon Referenced Symbols Advertisement ITX +1.44% ASC +5.78% Some of the world's biggest fashion brands are asking locked-down models to shoot their own campaigns to promote the latest clothing collections. While frustrated customers are unable to visit malls, retail giants such as Zara owner Inditex ITX, +1.44% and ASOS ASC, +5.78% continue to see internet sales soar and are having to seek innovative ways to display their latest designs online. Social distancing has ruled out models promoting items on catwalks or at jet-set locations, but one model agency has found an innovative solution — the Do It Yourself photo shoot. Anthony Bourgois, the president of ... "], ["2020-05-25 06:54", "Channel NewsAsia ...  Minneapolis AFP/Kerem YucelPeople left flowers and balloons at a makeshift memorial for George Floyd who died in policehttps://cnaluxury.channelnewsasia.com/obsessions/fast-fashion-industry-supply-chain-covid-19-12790758CNAen2020-06-02T06:30:00+08:00Can fast-fashion's US$2.5 trillion supply chain be stitched back together?fashion,fast fashion,H&M,Topshop,Inditex,Marks and Spencer https://cnaluxury.channelnewsasia.com/people/csr-in-singapore-12789242CNAen2020-06-02T06:30:00+08:00Companies will step up CSR efforts post-pandemic, says NVPC deputy CEOphilanthropy,Singapore,CSR,charity,business,corporate https://www.channelnewsasia.com/news/singapore/covid-19-circuit-breaker-chronicles-charting-evolution-12779048CNAen2020-06-02T06:30:00+08:00Singapore's ... "], ["2020-05-23 11:00", "The World's 25 Richest Billionaires Have Gained Nearly $255 Billion In Just Two Months ...  positively to the Wednesday debut of Shops, Facebook's effort to host digital storefronts for small business owners. Zuckerberg, now worth $86.5 billion, has become the fourth-richest person in the world, up from the No. 7 richest on Forbes ' 2020 list of the World's Billionaires, published in early April. The 36-year-old is now richer than Warren Buffett , Inditex founder Amancio Ortega and Oracle cofounder Larry Ellison . The second-largest gainer in dollar terms is also the world's richest man, Amazon founder and CEO Jeff Bezos . Shares of the ecommerce giant have continued on a tear amid increased demand since coronavirus shuttered physical retailers. Amazon stock is up 29% since March 23. As of the end of the day Friday, Bezos was ... "], ["2020-05-21 15:46", "LIVE MARKETS-Closing snapshot: Ugly end to choppy session ...  fall by 40% on average in full year one, as demand is lower than supply online and apparel retailers are likely to be left \"with outdated stock to clear\" in second half of 2020. The impact is going to be less severe for companies with greater exposure to the online channels and to favourable product categories. UBS top picks are AB Foods, Next and Inditex. Gross margins will only return to pre-pandemic levels in the third or fourth year after Covid as demand for discounted products by consumers and excess discounted stock will remain high, according to UBS. (Stefano Rebaudo) ***** OPENING SNAPSHOT: RISK-OFF, LUFTHANSA SHINES ON RESCUE PLAN (0734 GMT) Today is risk-off after a hope rally yesterday, as investors are still uncertain about the pandemic ... "], ["2020-05-21 10:37", "LIVE MARKETS-How coronavirus could accelerate shift to electric cars ...  fall by 40% on average in full year one, as demand is lower than supply online and apparel retailers are likely to be left \"with outdated stock to clear\" in second half of 2020. The impact is going to be less severe for companies with greater exposure to the online channels and to favourable product categories. UBS top picks are AB Foods, Next and Inditex. Gross margins will only return to pre-pandemic levels in the third or fourth year after Covid as demand for discounted products by consumers and excess discounted stock will remain high, according to UBS. (Stefano Rebaudo) ***** OPENING SNAPSHOT: RISK-OFF, LUFTHANSA SHINES ON RESCUE PLAN (0734 GMT) Today is risk-off after a hope rally yesterday, as investors are still uncertain about the pandemic ... "], ["2020-05-20 13:07", "COVID-19 crushes Asia's garment industry ... work on existing contracts. Orders for June are down 45 percent from a year ago, according to Rubana Huq, president of the BGMEA. Banesa Begum, a 21-year-old worker laid off from a Dhaka factory making clothes for Zara, among other brands, said she had nothing to send to her parents, subsistence farmers in the northern district of Rangpur. \"I know they are starving,\" she said. Inditex, the owner of Zara, told Reuters it will pay for orders from garment makers, whether finished or in production, according to the original payment schedule. Begum's salary also paid for her two young brothers to go to school. \"I don't know how I'll manage money to continue their study,\" she said. \"All my dreams are shattered.\" Reuters Facebook ... "], ["2020-05-20 04:08", "'Sometimes I want to kill myself': Coronavirus crushes Asia's garment industry ...  finish work on existing contracts. Orders for June are down 45% from a year ago, according to Rubana Huq, president of the BGMEA. Banesa Begum, a 21-year-old worker laid off from a Dhaka factory making clothes for Zara, among other brands, said she had nothing to send to her parents, subsistence farmers in the northern district of Rangpur. \"I know they are starving,\" she said. Inditex, the owner of Zara, told Reuters it will pay for orders from garment makers, whether finished or in production, according to the original payment schedule. Begum's salary also paid for her two young brothers to go to school. \"I don't know how I'll manage money to continue their study,\" she said. \"All my dreams are shattered.\" (This story has ... "], ["2020-05-19 15:24", "'All my dreams are shattered': Coronavirus crushes Asia's garment industry ...  on existing contracts. Orders for June are down 45 percent from a year ago, according to Rubana Huq, president of the BGMEA. Banesa Begum, a 21-year-old worker laid off from a Dhaka factory making clothes for Zara, among other brands, said she had nothing to send to her parents, subsistence farmers in the northern district of Rangpur. \"I know they are starving,\" she said. Inditex, the owner of Zara, said it will pay for orders from garment-makers, whether finished or in production, according to the original payment schedule. Begum's salary also paid for her two young brothers to go to school. \"I don't know how I'll manage money to continue their study,\" she said. \"All my dreams are shattered.\" Twitter Facebook LinkedIn ... "], ["2020-05-19 14:45", "'All my dreams are shattered' — Coronavirus crushes Asia's garment industry ...  work on existing contracts. Orders for June are down 45pc from a year ago, according to Rubana Huq, president of the BGMEA. Banesa Begum, a 21-year-old worker laid off from a Dhaka factory making clothes for Zara, among other brands, said she had nothing to send to her parents, subsistence farmers in the northern district of Rangpur. \"I know they are starving,\" she said. Inditex, the owner of Zara, told Reuters it will pay for orders from garment makers, whether finished or in production, according to the original payment schedule. Begum's salary also paid for her two young brothers to go to school. \"I don't know how I'll manage money to continue their study,\" she said. \"All my dreams are shattered.\" Submit a Comment ... "], ["2020-05-19 07:48", "El Ibex recoge beneficios tras noticias sobre vacuna y plan de estmulo europeo ...  FTSE Eurofirst 300 avanzaba un 0,18%, a 1.337,34. En el sector bancario, Santander se anotaba un 2,0197%, BBVA suba un 1,7267% y Caixabank se revalorizaba un 0,0309%, mientras que Sabadell caa un 3,3548% y Bankia era el farolillo rojo del selectivo con una cada del 5,6533%. Entre los grandes valores no financieros, Telefnica se anotaba un 0,4180%, mientras que Inditex ceda un 1,4894%, Iberdrola se dejaba un 0,1339% y la petrolera Repsol se dejaba un 0,3704%. En lo alto del Ibex destacaba de nuevo el holding de aerolneas angloespaol IAG, que recuperaba un 8,44%. (Informacin de Daro Fernndez; editado por Jose Elas Rodrguez) Our Standards: The Thomson Reuters Trust Principles. 0 : 0 narrow-browser-and-phone medium-browser-and-portrait-tablet landscape-tablet ... "], ["2020-05-19 07:00", "UPDATE 1-French Connection says could run out of cash within months ...  that are in place now. \"It has however proved very challenging ... to access any other Government funds due to the tight qualification constraints that have been imposed and to date we have been unable to access any further funding from these schemes,\" French Connection said. The retailer, whose brands include Great Plains and YMC, has struggled to differentiate itself from rivals such as Inditex's Zara, which offers a greater variety of clothes at lower prices. French Connection said its online sales in the UK and the United States were up 44% over the last 6 weeks and it has started to see a small increase in activity in Europe as countries begin to open up. (Reporting by Tanishaa Nadkar in Bengaluru; Editing by Patrick Graham and Shounak ... "], ["2020-05-19 07:00", "UPDATE 1-French Connection says could run out of cash within months ...  that are in place now. \"It has however proved very challenging ... to access any other Government funds due to the tight qualification constraints that have been imposed and to date we have been unable to access any further funding from these schemes,\" French Connection said. The retailer, whose brands include Great Plains and YMC, has struggled to differentiate itself from rivals such as Inditex's Zara, which offers a greater variety of clothes at lower prices. French Connection said its online sales in the UK and the United States were up 44% over the last 6 weeks and it has started to see a small increase in activity in Europe as countries begin to open up. (Reporting by Tanishaa Nadkar in Bengaluru; Editing by Patrick Graham and Shounak ... "], ["2020-05-19 02:19", "'All my dreams are shattered' - Coronavirus crushes Asia's garment industry ... to finish work on existing contracts. Orders for June are down 45% from a year ago, according to Rubana Huq, president of the BGMEA. Banesa Begum, a 21-year-old worker laid off from a Dhaka factory making clothes for Zara, among other brands, said she had nothing to send to her parents, subsistence farmers in the northern district of Rangpur. \"I know they are starving,\" she said. Inditex, the owner of Zara, told Reuters it will pay for orders from garment makers, whether finished or in production, according to the original payment schedule. Begum's salary also paid for her two young brothers to go to school. \"I don't know how I'll manage money to continue their study,\" she said. \"All my dreams are shattered.\" Read our full ... "], ["2020-05-19 01:13", "'All my dreams are shattered': COVID-19 crushes Asia's garment industry ...  easing of restrictions Orders for June are down 45 per cent from a year ago, according to Rubana Huq, president of the BGMEA. Banesa Begum, a 21-year-old worker laid off from a Dhaka factory making clothes for Zara, among other brands, said she had nothing to send to her parents, subsistence farmers in the northern district of Rangpur. \"I know they are starving,\" she said. Inditex, the owner of Zara, told Reuters it will pay for orders from garment makers, whether finished or in production, according to the original payment schedule. Begum's salary also paid for her two young brothers to go to school. \"I don't know how I'll manage money to continue their study,\" she said. \"All my dreams are shattered.\" BOOKMARK THIS: Our ... "], ["2020-05-19 00:41", "'All my dreams are shattered': Coronavirus crushes Asia's garment industry ... work on existing contracts. Orders for June are down 45 per cent from a year ago, according to Rubana Huq, president of the BGMEA. Banesa Begum, a 21-year-old worker laid off from a Dhaka factory making clothes for Zara, among other brands, said she had nothing to send to her parents, subsistence farmers in the northern district of Rangpur. \"I know they are starving,\" she said. Inditex, the owner of Zara, told Reuters it will pay for orders from garment makers, whether finished or in production, according to the original payment schedule. Begum's salary also paid for her two young brothers to go to school. \"I don't know how I'll manage money to continue their study,\" she said. \"All my dreams are shattered.\" — Reuters ... "]]}}