{"postfix": "intel-aktie", "name": "INTEL", "wkn": "855681", "time": "2020.06.02 11:06", "ts": 1591088781, "features": {"KGV": "12.32", "Marktkapitalisierung": {"Size": "Mrd", "Value": "235.58"}, "GA": "4.87", "KBV": "3.41", "BA": "17.59", "KCV": "8.10", "CA": "7.40", "Vola30": "37.22", "Vola90": "53.91", "Vola180": "44.73", "Vola250": "36.22"}, "rivals": ["ibm-aktie", "qualcomm-aktie", "nvidia-aktie", "infineon-aktie", "amd-aktie", "texas_instruments-aktie", "altera-aktie"], "text_data": {"de": [["26.05.20", "Business-Notebooks: HP-EliteBooks mit AMD Ryzen 4000U oder Intel Core i-10000"], ["25.05.20", "Von Intel zu AMD: Linux-Chefentwickler Linus Torvalds wechselt nach 15 Jahren"], ["21.05.20", "Intel übernimmt Killer-NIC-Hersteller Rivet Networks"], ["19.05.20", "Intel: Nur so gelingt autonomes Fahren"], ["19.05.20", "GPD Win Max: Handheld-Spielekonsole mit Intel-Prozessor und großer PCIe-SSD"], ["15.05.20", "Ampere-System DGX A100: Nvidia ersetzt Intel durch AMD"], ["14.05.20", "Deutschland bekommt zwei Supercomputer mit Nvidia Ampere und Intel Ice Lake-SP"], ["13.05.20", "Intel Xeon W-1200 und Core i-10000 mit vPro-Funktionen für Firmennetze"], ["13.05.20", "Turing-Grafikkarte: Intel-Mainboard mit verlöteter GTX 1650"], ["13.05.20", "Macbook Pro 13: Apple nutzt exklusive Intel-Chips"], ["12.05.20", "US-Regierung verhandelt mit Intel und TSMC über neue Chipfabriken in den USA"], ["11.05.20", "Intel: Lukrative Aufträge im Blick"], ["11.05.20", "Handelskrieg: Regierung will Chipfabriken von Intel und TSMC in den USA"], ["11.05.20", "Intel und Microsoft entwickeln Deep-Learning-Technik zur Malware-Analyse"], ["09.05.20", "Coronavirus: Intel soll Fab-Durchsatz vor Gesundheit gestellt haben"], ["08.05.20", "Lokalisierung: Tile will Geräte mit Intel-Prozessor auffindbar machen"], ["05.05.20", "Chip-Riese Intel steigt ins Geschäft mit Robotertaxis ein"], ["05.05.20", "Intel steigt mit Übernahme bei Robotertaxis ein"], ["05.05.20", "Intel kauft MaaS-Unternehmen Moovit für 900 Millionen US-Dollar"], ["05.05.20", "Mobility-as-a-Service: Intel kauft Moovit für 900 Millionen US-Dollar"], ["05.05.20", "Informationstechnologie: Intel treibt mit Übernahme die Entwicklung von Robotertaxis voran"], ["04.05.20", "Intel holt sich Mobilitätsapp Moovit"], ["04.05.20", "Intel Rocket Lacke-S: Hinweise auf PCIe 4.0, mehr Lanes und Xe-Grafik"], ["04.05.20", "Intel: Neuer Chip soll die Wende bringen"], ["30.04.20", "So schätzen die Analysten die Intel-Aktie im April 2020 ein"], ["30.04.20", "Intel-Prozessor Core i-10000 für Desktop-PCs: Mehr Kerne und Takt bei größerer Abwärme"], ["30.04.20", "Comet Lake S: Intel tritt mit 250-Watt-Boost und zehn Kernen an"], ["30.04.20", "Snapdragon 8cx im Test: Qualcomm rückt an Intel heran"], ["29.04.20", "Windows 10: Intel entfernt OEM-Zwang für Grafiktreiber"], ["29.04.20", "Samsung Electronics rechnet wegen Coronakrise mit Gewinnrückgang"], ["28.04.20", "i225 (Foxville): Intel repariert 2.5GbE-Chip vor dem Start"], ["28.04.20", "Komplett-PCs und Notebooks: Intel verteilt Grafiktreiber jetzt auch selbst"], ["25.04.20", "Intel stellte Ergebnisse des abgelaufenen Quartals vor"], ["24.04.20", "MÄRKTE USA/Wall Street schließt turbulente Woche mit Aufschlägen"]], "en": [["01.06.20", "Intel Outpaces Facebook And Netflix As Top Stock To Buy"], ["29.05.20", "Intel (INTC) Outpaces Stock Market Gains: What You Should Know"], ["29.05.20", "Cramer's lightning round: Buy AMD over Intel"], ["23.05.20", "Why Is Intel (INTC) Up 5.5% Since Last Earnings Report?"], ["22.05.20", "The Zacks Analyst Blog Highlights: Intel, Adobe, Advanced Micro Devices, Wynn Resorts and Everest Re Group"], ["21.05.20", "Razer Blade Pro 17 features 300Hz screen and 8-core Intel processor"], ["21.05.20", "The Core i9-10900K reveals why Intel still matters"], ["20.05.20", "Intel says it has acquired Rivet Networks"], ["19.05.20", "The AI Show: How Intel built a chip with a sense of smell"], ["17.05.20", "Why Intel Could Lose More Ground to AMD"], ["14.05.20", "Intel invests in Kiryat Gat-based chip co Xsight Labs"], ["14.05.20", "Senator Burr Steps Down As Intel Committee Chairman Amid Escalating Stock Sale Probe"], ["14.05.20", "Intel pledges net positive water use, 100% green power, and zero waste to landfill by 2030"], ["13.05.20", "Intel Capital invests in Chinese chip companies amid tech tensions"], ["13.05.20", "Intel Capital invests in Chinese chip companies amid tech tensions"], ["12.05.20", "Should Intel Spend $900 Million Chasing Driverless Cars During a Crisis?"], ["12.05.20", "Intel has invested $132M in 11 startups this year, on track for $300M-$500M in total"], ["12.05.20", "Intel Capital commits $132 million to 11 AI startups"], ["11.05.20", "White House Holds Talks With Intel, Taiwan Semiconductor About U.S. Chip Plants"], ["11.05.20", "Intel partners with Penn Medicine to develop brain tumor classifier with federated learning"], ["11.05.20", "White House reportedly in talks with Intel, TSMC to build advanced chip foundries in the U.S."], ["11.05.20", "Trump administration in talks with Intel and TSMC about building U.S. factories"], ["07.05.20", "Web intel co Cobwebs recruits Ronny Numa"], ["07.05.20", "Tile teams up with Intel to make all laptops findable"], ["06.05.20", "North Korea views nuclear program as essential, but may give up 'some' capabilities: US intel chief nominee "], ["05.05.20", "3 Roadblocks to Growth for Intel Stock"], ["05.05.20", "Intel buys Moovit app for $900M to boost bet on robotic cars"], ["05.05.20", "CORRECTED-UPDATE 2-Intel buys Moovit transit app for $900 mln to help develop robotaxis"], ["04.05.20", "Intel buys Moovit transit app for $900 million to help develop robotaxis"], ["04.05.20", "Intel buys Moovit transit app for $900 million to help develop robotaxis"], ["04.05.20", "UPDATE 2-Intel buys Moovit transit app for $900 mln to help develop robotaxis"], ["04.05.20", "Intel and Nvidia turn Merger Monday into a blockbuster sequel"], ["04.05.20", "Intel boosts mobility, snaps up Moovit platform in $900M deal     - CNET"], ["04.05.20", "Intel confirms Moovit acquisition"], ["04.05.20", "Intel buys Moovit transit app for $900 million to help develop robotaxis"], ["04.05.20", "Intel adds to its mobility business with $900 million Moovit acquisition"], ["04.05.20", "UPDATE 1-Intel buys Moovit transit app for $900 mln to help develop robotaxis"], ["04.05.20", "Intel acquires urban mobility startup Moovit for $900 million"], ["04.05.20", "Intel buys Moovit transit app for $900 mln to help develop robotaxis"], ["04.05.20", "Confirmed: Intel is buying urban mobility platform Moovit in a $900M deal"], ["2020-06-02 08:12", "\"Complete Anarchy\": New York Cops Beaten, Run Over by Cars in Night of Rioting and Arson by Peaceful Protesters (Video) ... Approaching Looting Protest Mob in Midtown LIKE A BOSS: Trump Walks to St John's Church Torched by Protesters Last Night, Holds Up Bible See more... Trending PURE EVIL: Police Chief Breaks Down After Describing How Richmond Leftist Rioters Torched Home with Children inside Then Blocked Fire Department (VIDEO) BREAKING EXCLUSIVE: Minnesota Governor's Daughter Hope Walz Was Tweeting Out Intel to Violent Looters and Rioters Just Like Ilhan Omar's Daughter Isra Hirsi OANN Reporter Chanel Rion to Kayleigh McEnany: Will Trump Administration Investigate Members of Congress for Support or Ties to Antifa? (VIDEO) Advertisement Join The Gateway Pundit Newsletter Sign up for our free email newsletter, and we'll make sure to keep you in the loop. Success ... "], ["2020-06-02 07:56", "NHS track and trace app: how will it work and when can you download it? ...  Sport Business Money Opinion Tech Life Style Travel Culture Search Icon Subscribe now Free for seven days Log in See all Tech Gadgets Gadgets home Mobile phones Tablets Apps Smart home Operating systems The cloud Innovation Innovation home Artificial intelligence Internet of things Driverless cars Fintech Biotech Inventions Patents Big tech Big tech home Facebook Google Amazon Apple Microsoft Intel Uber Tesla Start-ups Start-ups home UK start-ups European start-ups Venture capital Politics of tech Politics of tech home Social meda Cryptocurrency Cyber attacks Regulation Gaming Gaming home Reviews PS4 Xbox One Nintendo Switch PC Esports Galleries The Telegraph Back to top Follow us on: Facebook icon Instagram icon Twitter icon Snapchat icon LinkedIn icon ... "], ["2020-06-02 07:34", "Peaceful Protesters Loot, Torch St. Louis 7-11 Then Lay Down in Street to Block Firetrucks ...  Torched by Protesters Last Night, Holds Up Bible Chicago Mayor Lightfoot Urges Protesters to Self-Quarantine for 14 Days Over Coronavirus Fears See more... Trending PURE EVIL: Police Chief Breaks Down After Describing How Richmond Leftist Rioters Torched Home with Children inside Then Blocked Fire Department (VIDEO) BREAKING EXCLUSIVE: Minnesota Governor's Daughter Hope Walz Was Tweeting Out Intel to Violent Looters and Rioters Just Like Ilhan Omar's Daughter Isra Hirsi OANN Reporter Chanel Rion to Kayleigh McEnany: Will Trump Administration Investigate Members of Congress for Support or Ties to Antifa? (VIDEO) Advertisement Join The Gateway Pundit Newsletter Sign up for our free email newsletter, and we'll make sure to keep you in the loop ... "], ["2020-06-02 07:30", "Brands weigh in on national protests over police brutality ...  plan to help resolve the issue of racism. She praised Peloton's Twitter pledge to donate $500,000 to the NAACP legal defense fund as an example. Jeans giant Levi Strauss & Co. is also backing its statements with money, committing $100,000 to its longstanding partner ACLU. YouTube pledged $1 million to support efforts addressing social injustice. And semiconductor chip manufacturer Intel is pledging $1 million to address social justice and racism. Some of the most moving statements so far have come from corporate executives who are black. Marvin Ellison, president and CEO of home improvement chain Lowe's tweeted a statement about growing up in the Jim Crow South and the company's zero tolerance for racism, discrimination and hate. Citigroup ... "], ["2020-06-02 07:30", "Brands weigh in on national protests over police brutality ...  plan to help resolve the issue of racism. She praised Peloton's Twitter pledge to donate $500,000 to the NAACP legal defense fund as an example. Jeans giant Levi Strauss & Co. is also backing its statements with money, committing $100,000 to its longstanding partner ACLU. YouTube pledged $1 million to support efforts addressing social injustice. And semiconductor chip manufacturer Intel is pledging $1 million to address social justice and racism. Some of the most moving statements so far have come from corporate executives who are black. Marvin Ellison, president and CEO of home improvement chain Lowe's tweeted a statement about growing up in the Jim Crow South and the company's zero tolerance for racism, discrimination and hate. Citigroup ... "], ["2020-06-02 07:25", "The Register ... Mozilla has cautioned that the Indian government's plan to develop a national GovTech framework risks \"open-washing\".... tag:theregister.com,2005:story208960 2020-06-02T04:15:14Z Simon Sharwood https://search.theregister.com/?author=Simon%20Sharwood Fujitsu unveils new laptops 'optimized for remote work' erm, isn't that what laptops have always been for? Maybe hitting Intel's year-old Project Athena spec counts? Fujitsu's PC unit has announced a new range of laptops it says are \"optimized for remote work\".... tag:theregister.com,2005:story208958 2020-06-02T01:57:07Z Kieren McCarthy https://search.theregister.com/?author=Kieren%20McCarthy As the US maybe gets serious about coronavirus-tracking apps, Congress wakes up to ... "], ["2020-06-02 07:23", "Budget-friendly Samsung Galaxy M01 and M11 launch in India ...  without your permission. Most Popular Most Shared 1 Samsung's next smartwatch just got certified, confirming many features 2 PS4 YouTube error code NP-37602-8 is causing sign-in issues but a fix is coming 3 Samsung aims to kill server CPUs with this special new SSD 4 Best free games 2020: the top free games to download on PC 5 Little-known Japanese CPU threatens to make Nvidia, Intel and AMD obsolete in HPC market 1 Star Trek: Strange New Worlds: release date, cast and what we know 2 These are all the features killed by Microsoft in Windows 10 May 2020 Update 3 Hear the difference: tracks to try with MQA 4 Hands on: The Last of Us 2 review 5 AMD Ryzen 4000 \"Renoir\", i test 3DMark indicano prestazioni aumentate del 90% rispetto a Ryzen 3000 ... "], ["2020-06-02 07:21", "Seattle: NBC Reporter Hit With Firework Thrown By Rioters, Still Refers To \"Peaceful\" Protest ...  His Truck Windows VIDEO: Omaha Bar Owner Shoots Protester Who Was Assaulting Him, Won't Face Charges; Leftists Vow To Burn Bar Down See more... Trending PURE EVIL: Police Chief Breaks Down After Describing How Richmond Leftist Rioters Torched Home with Children inside Then Blocked Fire Department (VIDEO) BREAKING EXCLUSIVE: Minnesota Governor's Daughter Hope Walz Was Tweeting Out Intel to Violent Looters and Rioters Just Like Ilhan Omar's Daughter Isra Hirsi OANN Reporter Chanel Rion to Kayleigh McEnany: Will Trump Administration Investigate Members of Congress for Support or Ties to Antifa? (VIDEO) Advertisement Join The Gateway Pundit Newsletter Sign up for our free email newsletter, and we'll make sure to keep you in the loop. Success ... "], ["2020-06-02 07:12", "Call of Duty: Modern Warfare Season 4 and CoD: Mobile Season 7 have been postponed indefinitely ...  without your permission. Most Popular Most Shared 1 Samsung's next smartwatch just got certified, confirming many features 2 PS4 YouTube error code NP-37602-8 is causing sign-in issues but a fix is coming 3 Samsung aims to kill server CPUs with this special new SSD 4 Best free games 2020: the top free games to download on PC 5 Little-known Japanese CPU threatens to make Nvidia, Intel and AMD obsolete in HPC market 1 Star Trek: Strange New Worlds: release date, cast and what we know 2 These are all the features killed by Microsoft in Windows 10 May 2020 Update 3 Hear the difference: tracks to try with MQA 4 Hands on: The Last of Us 2 review 5 AMD Ryzen 4000 \"Renoir\", i test 3DMark indicano prestazioni aumentate del 90% rispetto a Ryzen 3000 ... "], ["2020-06-02 07:06", "Card Factory profit falls on higher spending ... to sufficient liquidity for navigating the times ahead,\" Card Factory said. Read Next Read Next Target, CVS, Walmart temporarily shut some stores amid protests, looting Target and CVS said Sunday that they are temporarily closing certain locations, including some that were damaged during protests over the death of George Floyd in Minneapolis last week. More On MarketWatch Barron's: Big Hedge Fund Sold Intel and Microsoft Stock. Here Are the 2 Bank Stocks It Bought. Pfizer's stock tumbles to pace the Dow's decliners, would cut about 17 points off the Dow's price Digital Ally, Cemtrex and gun stocks power higher as social unrest fuels investor interest Barron's: Stocks' Recent Rally Is Driven by Bears, Not Bulls. Why It Might Stop ... "], ["2020-06-02 07:00", "Raspberry Pi 4 B: How Much RAM Do You Really Need? ...  Best Picks Raspberry Pi CPUs Graphics Cards Laptops More Cooling Desktops PC Builds Mice Headsets Keyboards Monitors Motherboards PC Cases Power Supplies RAM SSDs VR Headsets News Forums Trending AMD B550 Motherboards Intel Comet Lake Review Alienware m17 Raspberry Pi 4 SSD Booting Tom's Hardware is supported by its audience. When you purchase through links on our site, we may earn an affiliate  ...  Card Could Be Big Navi 4 Best Raspberry Pi Projects of June 2020 5 Intel 24-Core CPU Teases 10nm on Server Platform 1 Ultrawide Deal Shaves $300 off LG's Curved USB-C Monitor 2 AMD Sienna Cichild Graphics Card Could Be Big Navi 3 Best Raspberry Pi Projects of June 2020 4 Intel 24-Core CPU Teases 10nm on Server Platform 5 Best Gaming Laptops of 2020  ... "], ["2020-06-02 06:59", "Four St. Louis Cops Shot in Raging Gun Battle With Peaceful Protesters ... Quarantine for 14 Days Over Coronavirus Fears Audio of President Trump Call With Governors on Riots; Media Says 'Unhinged', Listen and Decide See more... Trending PURE EVIL: Police Chief Breaks Down After Describing How Richmond Leftist Rioters Torched Home with Children inside Then Blocked Fire Department (VIDEO) BREAKING EXCLUSIVE: Minnesota Governor's Daughter Hope Walz Was Tweeting Out Intel to Violent Looters and Rioters Just Like Ilhan Omar's Daughter Isra Hirsi OANN Reporter Chanel Rion to Kayleigh McEnany: Will Trump Administration Investigate Members of Congress for Support or Ties to Antifa? (VIDEO) Advertisement Join The Gateway Pundit Newsletter Sign up for our free email newsletter, and we'll make sure to keep you in the loop ... "], ["2020-06-02 06:34", "Microsoft finally gives credit to AppGet for inspiring its WinGet package manager ...  than Trump by delaying PlayStation 5 reveal Agile adoption increases during lockdown How technology can help protect against identity fraud [Q&A] Ubuntu-based Linux Lite 5.0 'Emerald' is here to replace Microsoft Windows on your PC Anker releases $100 24K gold USB-C to Lightning cable for fancy lads Samsung Galaxy Book S is first Windows 10 laptop powered by Intel Lakefield hybrid CPU Most Commented Stories Ubuntu-based Linux Lite 5.0 'Emerald' is here to replace Microsoft Windows on your PC 236 Comments Trump accuses Twitter of 2020 election interference after the platform fact-checks his false tweets 146 Comments Twitter hides Trump tweet for violating rules about glorifying violence 58 Comments Microsoft implores you to stop using Cmd and ... "], ["2020-06-02 04:11", "Brands weigh in on national protests over police brutality ...  plan to help resolve the issue of racism. She praised Peloton's Twitter pledge to donate $500,000 to the NAACP legal defense fund as an example. Jeans giant Levi Strauss & Co. is also backing its statements with money, committing $100,000 to its longstanding partner ACLU. YouTube pledged $1 million to support efforts addressing social injustice. And semiconductor chip manufacturer Intel is pledging $1 million to address social justice and racism. Some of the most moving statements so far have come from corporate executives who are black. Marvin Ellison, president and CEO of home improvement chain Lowe's tweeted a statement about growing up in the Jim Crow South and the company's zero tolerance for racism, discrimination and hate. Citigroup ... "], ["2020-06-02 04:01", "Brands weigh in on national protests over police brutality ...  plan to help resolve the issue of racism. She praised Peloton's Twitter pledge to donate $500,000 to the NAACP legal defense fund as an example. Jeans giant Levi Strauss & Co. is also backing its statements with money, committing $100,000 to its longstanding partner ACLU. YouTube pledged $1 million to support efforts addressing social injustice. And semiconductor chip manufacturer Intel is pledging $1 million to address social justice and racism. Some of the most moving statements so far have come from corporate executives who are black. Marvin Ellison, president and CEO of home improvement chain Lowe's tweeted a statement about growing up in the Jim Crow South and the company's zero tolerance for racism, discrimination and hate. Citigroup ... "], ["2020-06-01 06:16", "Suck it up: save AU$150 on Dyson's V7 cordless vac ... . Most Popular Most Shared 1 PS4 YouTube error code NP-37602-8 is causing sign-in issues but a fix is coming 2 Samsung's next smartwatch just got certified, confirming many features 3 Samsung aims to kill server CPUs with this special new SSD 4 Patience is a virtue: 5 things I want to buy during Amazon Prime Day 2020 5 Little-known Japanese CPU threatens to make Nvidia, Intel and AMD obsolete in HPC market 1 Questo il primo notebook marchiato AMD con Linux preinstallato 2 These are all the features killed by Microsoft in Windows 10 May 2020 Update 3 This rugged smartphone has a massive 10,000mAh battery and it's on sale right now 4 10 best non-fiction books on technology, design, and the future 5 Hear the difference: tracks to try with MQA TechRadar ... "], ["2020-06-01 06:09", "Shock Video: Reporters Beaten, Robbed by Black Lives Matter Protesters During Livestream Report ... least two men while a woman reporter was giving a report. Advertisement - story continues below Excerpt via Yellowhammer : TRENDING: BREAKING EXCLUSIVE: Minnesota Governor's Daughter Hope Walz Was Tweeting Out Intel to Violent Looters and Rioters Just Like Ilhan Omar's Daughter Isra Hirsi ...During the later stages of a group of rioters vandalizing that building, one masked man was recorded ... Beat Woman and Her Husband with 2x4s Outside their Store in Rochester, New York (VIDEO) See more... Trending BREAKING EXCLUSIVE: Minnesota Governor's Daughter Hope Walz Was Tweeting Out Intel to Violent Looters and Rioters Just Like Ilhan Omar's Daughter Isra Hirsi NYPD Isn't Having it Anymore! Police Cruisers Charge Through Violent Mob, Send People  ... "], ["2020-06-01 06:00", "Apple 13in MacBook Pro review 2020: going out on a high? ... Both the two-port and four-port share Apple's new keyboard, which is genuinely excellent, the fantastic trackpad, great screen and all the other premium, well-executed features. But for most people, the cheaper two-port machine is bettered by the MacBook Air of a similar price. If you need more power, the four-port 13in MacBook Pro is the one to buy. It has the 10th-gen Intel chips and twice the connectivity. It lasts a surprisingly long time when doing light office duties and longer than I expected when doing something intense. It's super quiet and will stay at peak performance for an extended period that's longer than most competitors. But at 1,799 it's also very expensive, partly because it ships with double the RAM and storage, with 16GB ... "], ["2020-06-01 05:55", "Apple doubles RAM upgrade charges for 13-inch MacBook Pro in some countries ...  Last Updated at June 1, 2020 11:25 IST email this article Message: Recipients' Email: Type address separated by commas Your Email: Enter the characters shown in the image. Send me a copy: https://mybs.in/2YNrlqk Starting at Rs 1,22,990, the MacBook Pro will be available at Apple Authorised Resellers in India soon ALSO READ Apple MacBook Pro 13-inch gets Magic Keyboard, Intel 10th-gen SoC, and more Apple might launch upgraded AirPods, 13-inch MacBook Pro in May: Know more Apple iPhone 12 leak hints at new design, small display notch, and more Apple logs double-digit growth in India with aggressive pricing, strategy Why Prateek Kuhad may be the country's best indie singer-songwriter Apple has quietly raised the price by double for upgrading the RAM ... "], ["2020-06-01 05:45", "Senator 'Little Marco' Rubio Lies and Says Far Left AND FAR RIGHT Activists Are Behind Violent Riots ... ) May 31, 2020 What the hell are you talking about? — Harmeet K. Dhillon (@pnjaban) May 31, 2020 TRENDING: BREAKING EXCLUSIVE: Minnesota Governor's Daughter Hope Walz Was Tweeting Out Intel to Violent Looters and Rioters Just Like Ilhan Omar's Daughter Isra Hirsi Advertisement - story continues below What the hell is Rubio talking about? Thank God he didn't ...  Trump for Yesterday's Speech on China - \"He Said What We All Are Thinking\" See more... Trending BREAKING EXCLUSIVE: Minnesota Governor's Daughter Hope Walz Was Tweeting Out Intel to Violent Looters and Rioters Just Like Ilhan Omar's Daughter Isra Hirsi NYPD Isn't Having it Anymore! Police Cruisers Charge Through Violent Mob, Send People Flying Like Rag Dolls ... "]]}}