{"postfix": "intuit-aktie", "name": "INTUIT", "wkn": "886053", "time": "2020.06.02 11:21", "ts": 1591089701, "features": {"KGV": "41.46", "Marktkapitalisierung": {"Size": "Mrd", "Value": "67.03"}, "GA": "6.75", "KBV": "19.54", "BA": "14.33", "KCV": "31.80", "CA": "8.80", "Vola30": "40.73", "Vola90": "54.7", "Vola180": "44.87", "Vola250": "37.69"}, "rivals": ["paychex-aktie", "microsoft-aktie", "h_r_block-aktie", "automatic_data_processing-aktie"], "text_data": {"de": [["31.05.20", "Die Expertenmeinungen zur Intuit-Aktie im Mai 2020"], ["20.05.20", "Ausblick: Intuit legt Zahlen zum jüngsten Quartal vor"], ["07.05.20", "Erste Schätzungen: Intuit stellt Quartalsergebnis zum abgelaufenen Jahresviertel vor"], ["30.04.20", "Intuit-Aktie: Experten empfehlen Intuit im April mehrheitlich zum Kauf "], ["31.03.20", "Wie Experten die Intuit-Aktie im März einstuften"], ["29.02.20", "So schätzen die Analysten die Zukunft der Intuit-Aktie ein"], ["26.02.20", "HSBC: Intuit und Aareal Bank übertreffen Erwartungen"], ["26.02.20", "Intuit zog Bilanz zum jüngsten Jahresviertel"], ["23.02.20", "Ausblick: Intuit informiert über die jüngsten Quartalsergebnisse"]], "en": [["27.05.20", "Intuit CEO on Credit Karma acquisition: We want to be the 'financial assistant in your pocket'"], ["22.05.20", "Intuit (INTU) Q3 Earnings and Revenues Surpass Estimates"], ["22.05.20", "Intuit Corp (INTU) Q3 2020 Earnings Call Transcript"], ["21.05.20", "Intuit (INTU) Q3 Earnings and Revenues Top Estimates"], ["21.05.20", "TurboTax Maker Intuit Edges Earnings Target On In-Line Revenue"], ["21.05.20", "Intuit A Top Buy Heading Into Q3 Earnings"], ["18.05.20", "Intuit (INTU) to Report Q3 Earnings: What's in the Cards?"], ["15.05.20", "Intuit Enters Buy Zone With Earnings Due"], ["14.05.20", "Earnings Preview: Intuit (INTU) Q3 Earnings Expected to Decline"], ["07.05.20", "TurboTax maker Intuit hit by coronavirus impact on small businesses, tax extension"], ["23.04.20", "The Zacks Analyst Blog Highlights: PayPal, Fidelity National Information Services, Global Payments, Square and Intuit"], ["21.04.20", "The Zacks Analyst Blog Highlights: Alphabet, Gilead Sciences, Starbucks, Tesla and Intuit"], ["13.04.20", "PayPal, Intuit & Square approved to offer loans to small businesses through coronavirus relief program"], ["13.04.20", "PayPal and Intuit Can Make Emergency Small-Business Coronavirus Loans"], ["13.04.20", "New Innovations From Intuit Help Consumers and Small Businesses Access and Navigate U.S. Government Aid and Relief Programs"], ["08.04.20", "Headspace appoints former Intuit exec CeCe Morken as president and COO"], ["06.04.20", "The Zacks Analyst Blog Highlights: Amazon, Medtronic, Vertex Pharmaceuticals, Intuit and Bayer"], ["04.04.20", "TurboTax to Help Millions of Americans Get Their Stimulus Payments with Launch of Free Stimulus Registration Product"], ["27.03.20", "Intuit (INTU) Takes Steps to Aid Coronavirus-Crippled Businesses"], ["26.03.20", "Intuit QuickBooks Donates Ad Time For COVID-19 Small Business Relief Efforts"], ["25.03.20", "Intuit Stock Tops A Key Rating Benchmark Amid Double-Digit Profit, Sales Growth"], ["25.03.20", "Intuit (INTU) Down 17.9% Since Last Earnings Report: Can It Rebound?"], ["10.03.20", "Intuit Reportedly Eying Another Acquisition After Credit Karma"], ["27.02.20", "With a $7 Billion Price Tag, Is Intuit Overpaying for Credit Karma?"], ["27.02.20", "Should Investors Avoid Intuit Stock Despite an Earnings Beat?"], ["26.02.20", "Why Intuit Is Buying Credit Karma"], ["25.02.20", "Intuit Announces Strong Second-Quarter Results and a Major Acquisition"], ["25.02.20", "Intuit Stock Gets Price-Target Hikes On Earnings Beat, Credit Karma Deal"], ["25.02.20", "Intuit ProConnect Announces Karbon Partnership to Deliver Intuit Practice Management to Tax Professionals"], ["25.02.20", "Intuit (INTU) Q2 Earnings and Revenues Surpass Estimates"], ["25.02.20", "Intuit Corp (INTU) Q2 2020 Earnings Call Transcript"], ["25.02.20", "Intuit to buy Credit Karma to create financial data giant"], ["25.02.20", "Intuit to Buy Credit Karma to Create Financial Data Giant"], ["24.02.20", "UPDATE 2-Intuit to buy Credit Karma for $7.1 bln in cash-and-stock deal"], ["24.02.20", "Intuit (INTU) Tops Q2 Earnings and Revenue Estimates"], ["24.02.20", "Intuit agrees $7.1bn deal to buy Credit Karma"], ["24.02.20", "Intuit agrees $7.1bn deal to buy Credit Karma"], ["24.02.20", "UPDATE 1-Intuit to buy Credit Karma for $7.1 billion"], ["24.02.20", "Intuit buying Credit Karma in $7.1B deal"], ["24.02.20", "Intuit to buy Credit Karma for $7.1 billion"], ["2020-05-31 13:43", "UPDATES: Tucson area coronavirus developments, May 31: Here's what we know ... , day but they have never met in person. Most days the Tucson moms are busy discussing the production and distribution of fabric masks to health-care workers and others on the frontlines of the COVID-19 crisis. They talk about organizing the 75 volunteers they have recruited to make the effort happen and securing business sponsorships, which thus far include software maker Intuit, Goodwill Industries, fabric.com , Offray Ribbon, Bulldog Ink and Legacy Traditional School, where their children attend. In a few weeks, the pair has had more than 700 cloth masks made and distributed to places like Banner Health, Tucson Medical Center, El Rio Health and the Community Food Bank of Southern Arizona. Confirmed coronavirus cases in Arizona reached 10,960, the state ... "], ["2020-05-31 13:00", "Why You'll Never Get Another Stimulus Check ...  to the disruptors. If I had told you 10 years ago that disruptors like PayPal would be worth more than big important banks like Wells Fargo or Citibank, you would have laughed at me. But it's easy to see how the tables have turned. Over the past decade, disruptors have picked off businesses that banks used to dominate one-by-one. Remember, Intuit's Quicken Loans is America's largest mortgage lender, Apps like PayPal's Venmo and Square's Cash App have largely replaced bank wires. And robo-advisors that give you automated, financial planning services are stealing banks lucrative wealth management business. In short, disruptors have seized banks' most profitable businesses, and left them with the scraps. Banks will continue losing ... "], ["2020-05-30 14:00", "UPDATES: Tucson area coronavirus developments, May 30: Here's what we know ... , day but they have never met in person. Most days the Tucson moms are busy discussing the production and distribution of fabric masks to health-care workers and others on the frontlines of the COVID-19 crisis. They talk about organizing the 75 volunteers they have recruited to make the effort happen and securing business sponsorships, which thus far include software maker Intuit, Goodwill Industries, fabric.com , Offray Ribbon, Bulldog Ink and Legacy Traditional School, where their children attend. In a few weeks, the pair has had more than 700 cloth masks made and distributed to places like Banner Health, Tucson Medical Center, El Rio Health and the Community Food Bank of Southern Arizona. Confirmed coronavirus cases in Arizona reached 10,960, the state ... "], ["2020-05-30 04:00", "Survey: Nearly 30% Of Americans Are Self-EmployedGallup finds that 44 million people are self-employed in new data for Intuit's QuickBooks."], ["2020-05-29 17:13", "KDD 2020 Opens Registration For 26th Annual Conference With Fully Virtual Program ...  trends and hands-on training in artificial intelligence, big data, data analytics, data science, data mining, deep learning, knowledge graphs, machine learning, relational databases and statistical methods.\" Highlighting the conference's successful history of industry participation, KDD 2020 is sponsored by some of the world's biggest brands. Past sponsors include Intuit, DiDi, Amazon, Facebook, LinkedIn, Apple, KenSci, Wayfair, Criteo, Inspur, D.E. Shaw & Co, Square Point, Naver Line , Microsoft, Siemens, Etsy, Two Sigma, Squirrel AI Learning, Gurobi, JD.com, Geneia, Pinterest, CRC Press, Indeed, and HexagonML. For more information and to register for the virtual conference, visit: https://www.kdd.org/kdd2020/attending/registration . About ... "], ["2020-05-29 16:55", "I've filed my taxes with H&R Block for 3 years in a row, and I'm still impressed by how simple and quick it is ...  cheaper (or free) options out there. It's worth noting that we named TurboTax our overall winner for best tax software this year. When considering all the products available at TurboTax and reviews from other experts, we decided it offered the greatest breadth of options for all types of filers at reasonable price points. It also allows QuickBooks integration for self-employed filers who use Intuit, and supports trust and estate income, which H&R Block doesn't. For my personal tax situation, which consists of ordinary income and a straightforward Health Savings Account, I found that H&R Block better serves me right now. See Business Insider's picks for the best tax software More tax day coverage: When are taxes due? How to file taxes for 2019 ... "], ["2020-05-29 16:18", "Tech ETFs Continue to Mute Effects of the Pandemic ...  30% from their recent lows.\" \"However, looking at TECL's top-performing components over the course of the past few weeks reveals that much of the ETFs momentum has actually been built on the back of financial technology companies,\" the article added further. \"This includes blue-chip stocks like Mastercard and Visa, which are both off of their lows by about 30%, and companies like Intuit and Paypal, which have both gained as much as 45% from their recent lows. In Paypal's case, the stock has surged back to new all-time highs. Of course, there is a whole segment of TECL that we've neglected, which leads to the second-best performing tech industry ETF.\" On the other side of the trade, there's the inverse ETF Direxion Daily ... "], ["2020-05-29 14:20", "UPDATES: Tucson area coronavirus developments, May 29: Here's what we know ... , day but they have never met in person. Most days the Tucson moms are busy discussing the production and distribution of fabric masks to health-care workers and others on the frontlines of the COVID-19 crisis. They talk about organizing the 75 volunteers they have recruited to make the effort happen and securing business sponsorships, which thus far include software maker Intuit, Goodwill Industries, fabric.com , Offray Ribbon, Bulldog Ink and Legacy Traditional School, where their children attend. In a few weeks, the pair has had more than 700 cloth masks made and distributed to places like Banner Health, Tucson Medical Center, El Rio Health and the Community Food Bank of Southern Arizona. Confirmed coronavirus cases in Arizona reached 10,960, the state ... "], ["2020-05-29 09:00", "New Library of Congress commissions provide hard-hit artists with a creative spark ...  (Masaoka wrote a string quartet for Del Sol in 2010) to explore an uncertain condition. \"I think the situation of these quarantines, these lockdowns, is that at times it's really dark, and then at times it can also be a really creative space,\" she says over Zoom. \"It can flip-flop in a day and it can flip-flop in two minutes.\" Her piece for Bates, \"Intuit (A Way to Stay in This World)\" reflects this shifting sense of the present, capturing everything from the dizzying influx of daily data to the intense compression of our attention spans. AD \"You're in this moment and you're just trying to keep your feet on the ground,\" Bates says of Masaoka's piece. \"There are these ebbs and flows in the way the music ... "], ["2020-05-28 21:09", "Dell Technologies beats Q1 estimates with strong commercial notebook sales ...  $7.6 billion, an 8 percent decrease year-over-year. Storage revenue was $3.8 billion, down 5 percent year-over-year, while servers and networking revenue was $3.8 billion, down 10 percent. VMware revenue was $2.8 billion for the first quarter, up 12 percent driven by broad-based strength across a diverse product portfolio. Tech Earnings HPE's Q2 stung by COVID-19 fallout Intuit's Q3 revenue falls 8% as pandemic upends tax season NortonLifeLock beats Q4 earnings targets Nvidia's data center business has its first $1B quarter in Q1 Palo Alto Networks shines in Q3 Walmart Q1 e-commerce sales surge 74% as company shuts down Jet.com Cisco Q3 beats estimates, revenue down 8% from a year ago Target's Q1 growth turbocharged by digital demand, Shipt ... "], ["2020-05-28 20:44", "Okta launches native identity integration with AWS, beats Q1 estimates ...  COVID-19 pandemic, even though the company says its \"core fundamentals\" remain strong. However, Pure did say it currently expects Q2 sales to come in near flat year-over-year with operating profit expected to be near break-even. Pure also expects to see continued strength in sales and adoption of its subscription services. Tech Earnings HPE's Q2 stung by COVID-19 fallout Intuit's Q3 revenue falls 8% as pandemic upends tax season NortonLifeLock beats Q4 earnings targets Nvidia's data center business has its first $1B quarter in Q1 Palo Alto Networks shines in Q3 Walmart Q1 e-commerce sales surge 74% as company shuts down Jet.com Cisco Q3 beats estimates, revenue down 8% from a year ago Target's Q1 growth turbocharged by digital demand ... "], ["2020-05-28 20:29", "Salesforce beats Q1 estimates, lowers fiscal 2021 revenue growth forecast ...  earnings of 75 cents a share on revenue of $5.05 billion for the current quarter. Salesforce responded with a revenue range of $4.89 billion to $4.90 billion and earnings between 66 and 67 cents per share. In other news, Salesforce announced that AT&T signed up as a customer of Salesforce's Customer 360 platform. Tech Earnings HPE's Q2 stung by COVID-19 fallout Intuit's Q3 revenue falls 8% as pandemic upends tax season NortonLifeLock beats Q4 earnings targets Nvidia's data center business has its first $1B quarter in Q1 Palo Alto Networks shines in Q3 Walmart Q1 e-commerce sales surge 74% as company shuts down Jet.com Cisco Q3 beats estimates, revenue down 8% from a year ago Target's Q1 growth turbocharged by digital demand, Shipt Best ... "], ["2020-05-28 17:36", "IBD Live Q&A Summary, Key Lists For Thursday, May 28, 2020 ...  FRPT Freshpet Inc FSLY Fastly Inc CL A FTNT Fortinet Inc FVRR Fiverr International Ltd GDDY Godaddy Inc Cl A GLOB Globant SA GNRC Generac Hldgs Inc GOOGL Alphabet Inc Cl A HAIN Hain Celestial Group HD Home Depot Inc HUM Humana Inc HZNP Horizon Therap Public IBB Ishares Nasdaq Biotech IDXX Idexx Laboratories Inc IIVI Ii-Vi Incorporated ILMN Illumina Inc INCY Incyte Corporation INTU Intuit Inc IPHI Inphi Corp IRTC Irhythm Technologies Inc JKHY Jack Henry & Assoc Inc KLAC K L A Corp KNSL Kinsale Capital Group LLY Eli Lilly & Co LMT Lockheed Martin Corp LOGI Logitech Intl Sa LOW Lowes Companies Inc LULU Lululemon Athletica LVGO Livongo Health Inc MA Mastercard Inc Cl A MAS Masco Corp MASI Masimo Corp MCO Moodys Corporation MDB Mongodb Inc Cl A MELI Mercadolibre ... "], ["2020-05-28 14:41", "Trump's Executive Order on Twitter Is a Total Mess ...  content moderation policies tend to hit some political viewpoints harder than others—it would still not fall outside the bounds of Section 230(c)(2) moderation, which requires only that the moderator find some speech to be \"objectionable.\" Somehow, out of Trump's several paragraphs of paraphrasing Section 230 with random erroneous asides, federal officials are supposed to intuit a new paradigm and \"apply section 230(c) according to the interpretation set out in this section.\" The document also instructs the Federal Communications Commission (FCC) to define concepts that Trump just made up for this order and then propose ways to tell if companies are running afoul of them. Trump wants the FCC to determine the conditions under which ... "], ["2020-05-28 14:10", "UPDATES: Tucson area coronavirus developments, May 28: Here's what we know ... , day but they have never met in person. Most days the Tucson moms are busy discussing the production and distribution of fabric masks to health-care workers and others on the frontlines of the COVID-19 crisis. They talk about organizing the 75 volunteers they have recruited to make the effort happen and securing business sponsorships, which thus far include software maker Intuit, Goodwill Industries, fabric.com , Offray Ribbon, Bulldog Ink and Legacy Traditional School, where their children attend. In a few weeks, the pair has had more than 700 cloth masks made and distributed to places like Banner Health, Tucson Medical Center, El Rio Health and the Community Food Bank of Southern Arizona. Confirmed coronavirus cases in Arizona reached 10,960, the state ... "], ["2020-05-27 21:02", "NetApp's all flash array business hits $2.6 billion annual run rate ...  financial results on Wendsday. Nutanix and Autodesk also reported earnings. By Natalie Gagliordi and Stephanie Condon for Between the Lines | May 27, 2020 -- 21:02 GMT (22:02 BST) | Topic: Tech Industry Data storage provider NetApp delivered solid fourth quarter financial results on Wednesday, leading an earnings parade that also includes Nutanix and Autodesk. Tech Earnings HPE's Q2 stung by COVID-19 fallout Intuit's Q3 revenue falls 8% as pandemic upends tax season NortonLifeLock beats Q4 earnings targets Nvidia's data center business has its first $1B quarter in Q1 Palo Alto Networks shines in Q3 Walmart Q1 e-commerce sales surge 74% as company shuts down Jet.com Cisco Q3 beats estimates, revenue down 8% from a year ago Target's Q1 growth ... "], ["2020-05-27 20:35", "PC Maker HP Delivers Mixed Fiscal Second-Quarter Results ...  of 39 out of a best-possible 99. The rating shows how a stock's price performance stacks up against all other stocks over the last 52 weeks. Details to follow. Follow Patrick Seitz on Twitter at @IBD_PSeitz for more stories on consumer technology, software and semiconductor stocks. YOU MAY ALSO LIKE: Keysight Technologies Misses Quarterly Targets On Coronavirus Disruptions TurboTax Maker Intuit Edges Earnings Target On In-Line Revenue IBD's ETF Market Strategy How To Research Growth Stocks: Why This IBD Tool Simplifies The Search For Top Stocks Get Stock Ideas From IBD Experts Each Morning Before The Open Related news Software Earnings Due While Space Industry Eyes Breakthrough: Investing Action Plan 5/26/2020 Software stocks will have a busy day of ... "], ["2020-05-27 20:34", "Box beats Q1 estimates as enterprises look for secure remote work solutions ... It expects revenue in the range of $189 million to $190 million. Analysts are expecting earnings of 8 cents on revenue of $188.19 million. For the full year, Box expects non-GAAP diluted net income per share in the range of 47 cents to 52 cents. Revenue is expected to be in the range of $760 million to $768 million. Tech Earnings HPE's Q2 stung by COVID-19 fallout Intuit's Q3 revenue falls 8% as pandemic upends tax season NortonLifeLock beats Q4 earnings targets Nvidia's data center business has its first $1B quarter in Q1 Palo Alto Networks shines in Q3 Walmart Q1 e-commerce sales surge 74% as company shuts down Jet.com Cisco Q3 beats estimates, revenue down 8% from a year ago Target's Q1 growth turbocharged by digital demand, Shipt Best Buy ... "], ["2020-05-27 20:26", "HP delivers mixed Q2 results, printer sales down 19% ... The current environment will be a catalyst for transformation and innovation across HP.\" As for the outlook, HP is projecting non-GAAP earnings of 39 cents a share to 45 cents a share. Analysts are expecting earnings of 49 cents per share on revenue of $13.27 billion. HP's shares were down nearly 3% after hours. Tech Earnings HPE's Q2 stung by COVID-19 fallout Intuit's Q3 revenue falls 8% as pandemic upends tax season NortonLifeLock beats Q4 earnings targets Nvidia's data center business has its first $1B quarter in Q1 Palo Alto Networks shines in Q3 Walmart Q1 e-commerce sales surge 74% as company shuts down Jet.com Cisco Q3 beats estimates, revenue down 8% from a year ago Target's Q1 growth turbocharged by digital demand, Shipt Best ... "], ["2020-05-27 20:19", "Autodesk Earnings, Sales Beat Estimates In First Quarter ... -with-handle base at a buy point of 182.10, according to IBD MarketSmith charts . ADSK stock ranks No. 33 on the IBD 50 list of top-performing growth stocks. Details to follow. Follow Patrick Seitz on Twitter at @IBD_PSeitz for more stories on consumer technology, software and semiconductor stocks. YOU MAY ALSO LIKE: Keysight Technologies Misses Quarterly Targets On Coronavirus Disruptions TurboTax Maker Intuit Edges Earnings Target On In-Line Revenue IBD's ETF Market Strategy How To Research Growth Stocks: Why This IBD Tool Simplifies The Search For Top Stocks Get Stock Ideas From IBD Experts Each Morning Before The Open Related news Dow Jones Fights To Hold Gains Above 25,000; Tech Stocks Struggle 12:21 PM ET The Dow Jones Industrial Average has been ... "]]}}