{"postfix": "johnson_johnson-aktie", "name": "JOHNSON_JOHNSON", "wkn": "853260", "time": "2020.06.02 12:28", "ts": 1591093718, "features": {"KGV": "16.87", "Marktkapitalisierung": {"Size": "Mrd", "Value": "349.58"}, "GA": "8.68", "KBV": "6.56", "BA": "22.32", "KCV": "15.52", "CA": "9.43", "Vola30": "19.13", "Vola90": "41.11", "Vola180": "32.75", "Vola250": "27.12"}, "rivals": ["morphosys-aktie", "merck_co-aktie", "procter_gamble-aktie", "fresenius_medical_care-aktie", "roche_2-aktie", "bayer-aktie", "novartis-aktie"], "text_data": {"de": [["20.05.20", "MÄRKTE USA/Wall Street fester - Anleger hoffen auf Konjunkturerholung"], ["20.05.20", "MÄRKTE USA/Wall Street fester - Einzelhändler überzeugen mit Quartalszahlen"], ["20.05.20", "MÄRKTE USA/Wall Street nach Verschnaufpause fester"], ["20.05.20", "MÄRKTE USA/Börsen nach Verschnaufpause fester erwartet"], ["30.04.20", "So schätzen die Analysten die Zukunft der Johnson Johnson-Aktie ein"], ["20.04.20", "Pharmaindustrie beschleunigt Arbeit an Virus-Tests und Impfstoffen"], ["15.04.20", "HSBC: Johnson & Johnson startet stark, Ford mit Schwächen"], ["15.04.20", "Johnson Johnson stellte das Zahlenwerk zum vergangenen Quartal vor"], ["14.04.20", "MÄRKTE USA/Rally geht weiter - Nasdaq nicht mehr im Bärenmarkt"], ["14.04.20", "MÄRKTE USA/Fester - Berichts-Banken drehen ins Minus"], ["14.04.20", "AKTIE IM FOKUS: Johnson & Johnson steigen wieder Richtung Rekordhoch"], ["14.04.20", "ANALYSE-FLASH: Credit Suisse belässt Johnson & Johnson auf 'Outperform'"], ["14.04.20", "MÄRKTE USA/Börse startet fester - JPM und Wells Fargo mit Zahlen im Blick"], ["14.04.20", "MÄRKTE USA/Börse fest erwartet - JPM und Wells Fargo mit Zahlen im Blick"], ["14.04.20", "Pharmakonzern Johnson & Johnson senkt Ausblick für 2020 - Dividende steigt"], ["14.04.20", "Johnson & Johnson erhöht die Dividende das 58. Jahr in Folge"], ["14.04.20", "MARKT USA/Börse fester erwartet - Zahlen von JPM und Wells Fargo im Blick"], ["13.04.20", "HSBC: Wochenausblick: JPMorgan, Bank of America, Goldman Sachs, Empire State Index, Beige Book"], ["31.03.20", "So schätzen die Analysten die Zukunft der Johnson Johnson-Aktie ein"], ["30.03.20", "MÄRKTE USA/Börsen deutlich erholt - Anleger fassen wieder Vertrauen"], ["30.03.20", "MÄRKTE USA/Börsen deutlich erholt - Anleger vertrauen Krisenpolitik"], ["30.03.20", "MÄRKTE USA/Zurückhaltung oberstes Gebot an der Wall Street"], ["30.03.20", "MÄRKTE USA/Zurückhaltung oberstes Gebot an der Wall Street"], ["13.03.20", "Janssen Pharma arbeitet wegen Corona mit Beth Israel Medical zusammen"]], "en": [["29.05.20", "Johnson & Johnson Receives Positive CHMP Opinion for Janssen’s Investigational Preventive Ebola Vaccine Regimen"], ["28.05.20", "Johnson & Johnson to Participate in the Goldman Sachs 41st Annual Global Virtual Healthcare Conference"], ["27.05.20", "U.S. FDA Approves New Pediatric Formulation of SIRTURO® (bedaquiline) as Part of Combination Therapy to Treat Children with Pulmonary Multidrug-Resistant Tuberculosis"], ["18.05.20", "Johnson & Johnson to Provide Webcast Fireside Chat on Clinical Data to be Presented at the American Society of Clinical Oncology and the Janssen Oncology Strategy and Portfolio"], ["14.05.20", "Janssen’s BCMA CAR-T Therapy JNJ-4528 Showed Early, Deep and Durable Responses in Heavily Pretreated Patients with Multiple Myeloma"], ["14.05.20", "ERLEADA® (apalutamide) Significantly Improved Overall Survival in Patients with Non-Metastatic Castration-Resistant Prostate Cancer"], ["13.05.20", "Johnson & Johnson to Participate in Bernstein's 36th Annual Strategic Decisions Virtual Conference"], ["12.05.20", "Biosense Webster Unveils Late-Breaking Results from PRECEPT Study in Patients with Persistent Atrial Fibrillation"], ["28.04.20", "Federal Judge Excludes Certain Plaintiff Expert Testimony from Talc Ovarian Cancer Trials, Deeming Them Not Scientifically Sound"], ["24.04.20", "Statement of Support on Access to New COVID-19 Tools"], ["23.04.20", "Global Advocacy and Communications Effort Launched to Drive Action Against COVID-19 and Stop Future Pandemics"], ["22.04.20", "U.S. FDA Approves IMBRUVICA® (ibrutinib) Plus Rituximab for the Treatment of Patients with Chronic Lymphocytic Leukemia (CLL)"], ["14.04.20", "Johnson & Johnson Announces Dividend Increase of 6.3%"], ["14.04.20", "Johnson & Johnson Reports 2020 First-Quarter Results:"], ["03.04.20", "Results from Expert Delphi Consensus Survey on Treatment of Pulmonary Arterial Hypertension (PAH) with Oral Prostacyclin Pathway Agents (PPAs) Published in CHEST Journal"], ["01.04.20", "Johnson & Johnson Postpones 2020 Medical Devices Business Review Due to the Coronavirus"], ["31.03.20", "Johnson & Johnson to Host Virtual Annual Meeting of Shareholders"], ["28.03.20", "Landmark Phase 3 VOYAGER PAD Study of XARELTO® (rivaroxaban) Plus Aspirin Shows Significant Benefit in Patients with Symptomatic Peripheral Artery Disease (PAD) after Lower-Extremity Revascularization"], ["20.03.20", "Janssen Announces Health Canada Approval of CABENUVA™, the First Long-Acting Regimen for the Treatment of HIV"], ["20.03.20", "Janssen Highlights Continued Commitment to Cardiovascular & Metabolic Healthcare Solutions with Late-Breaking Data at the First Fully Virtual American College of Cardiology Scientific Session"], ["16.03.20", "Lack of evidence to support use of darunavir-based treatments for SARS-CoV-2"], ["13.03.20", "Johnson & Johnson Announces Collaboration with the Beth Israel Deaconess Medical Center to Accelerate COVID-19 Vaccine Development"], ["13.03.20", "Johnson & Johnson Business Continuity Statement (3/27)"], ["11.03.20", "Janssen Announces Results of Phase 3 Study Demonstrating the Safety and Efficacy of Long-Acting Injectable HIV Treatment Regimen of Rilpivirine And Cabotegravir through 96 Weeks"], ["11.03.20", "Janssen Announces 48-week Results of Phase 3b Study Demonstrating the Safety and Efficacy of Long-Acting Injectable HIV Treatment of Rilpivirine and Cabotegravir Administered Every Two Months"], ["10.03.20", "Janssen Announces U.S. FDA Breakthrough Therapy Designation Granted for JNJ-6372 for the Treatment of Non-Small Cell Lung Cancer"], ["02.03.20", "European Medicines Agency Grants PRIME and Advanced Therapy Medicinal Product Designations to Janssen’s RPGR Gene Therapy for X-Linked Retinitis Pigmentosa"], ["29.02.20", "Johnson & Johnson Business Continuity Statement (2/28)"], ["28.02.20", "First-of-its-kind global collaboration launched to develop transformative treatment regimens for tuberculosis"], ["26.02.20", "Johnson & Johnson to Participate in Barclays Global Healthcare Conference"], ["25.02.20", "Johnson & Johnson Launches Heartline™, the First-of-its-Kind, Virtual Study Designed to Explore if a New iPhone App and Apple Watch Can Help Reduce the Risk of Stroke"], ["18.02.20", "Johnson & Johnson to Participate in Cowen 40th Annual Health Care Conference"], ["18.02.20", "Johnson & Johnson to Expand Partnership with U.S. Department of Health & Human Services to Accelerate the Discovery of Potential COVID-19 Treatments"], ["13.02.20", "Johnson & Johnson to Participate in the 9th Annual SVB Leerink Global Healthcare Conference"], ["11.02.20", "Johnson & Johnson Announces Collaboration with U.S. Department of Health & Human Services to Accelerate Development of a Potential Novel Coronavirus Vaccine"], ["11.02.20", "Margaux Resources Ltd. Announces Stephen JJ Letwin as Director"], ["10.02.20", "Janssen Announces Submission to U.S. FDA for New DARZALEX® (Daratumumab)-Based Combination Regimen for Patients with Relapsed/Refractory Multiple Myeloma"], ["07.02.20", "JJ Abrams responds to Star Wars: The Rise Of Skywalker criticism"], ["03.02.20", "Janssen to Highlight Depth of Solid Tumor Portfolio at ASCO GU"], ["29.01.20", "Johnson & Johnson Launches Multi-Pronged Response to Coronavirus Global Public Health Threat"], ["2020-06-02 10:27", "Anger over Coronavirus Lockdowns Grows Throughout Italy ... the establishment to reopen under current conditions. Follow @tdwilliamsrome Health London / Europe Politics coronavirus COVID-19 Giuseppe Conte Italy lockdowns . Please let us know if you're having issues with commenting. SOCIAL MOST POPULAR Family-Ordered Autopsy: George Floyd Died of Asphyxiation Nolte: You Get What You Vote For and In Democrat Cities You Get Riots BET Founder Robert Johnson Calls for '$14 Trillion' Slave Reparations Watch Live: President Trump Delivers a Statement in the Rose Garden Pritzker: God on the Side of Protesters Cleared from Lafayette Square American Volunteers Erase Rioters' Graffiti, Damage Leftists Rage over President Trump's Church Walk: Trump Is a 'Fascist' Ice Cube: 'Will Trump Be the First ... "], ["2020-06-02 10:19", "Coronavirus: Government's use of testing figures 'falls well short' of normal standards, warns chief statistician ...  Currys Nike Travelodge National Trust boohoo Premium Chris Blackhurst Hamish McRae Janet Street-Porter Mary Dejevsky Matthew Norman Jenny clair Please wait.... UK Edition US Edition News UK World US Politics Brexit Tech Science Education Environment Health Business InFact Long reads Coronavirus Advice Lockdown Guide UK Politics Brexit Conservatives Labour Lib Dems SNP Green Party DUP Boris Johnson Jeremy Corbyn US Politics Voices Help The Hungry Editorials Shappi Khorsandi Mary Dejevsky Robert Fisk Mark Steel Janet Street-Porter John Rentoul Jenny clair Matthew Norman Sean O'Grady Tom Peck Andrew Grice Stop the Wildlife Trade Sport Football Boxing Rugby union Cricket F1 Tennis Cycling Golf Podcast US sports Miguel Delaney Culture Film Music TV & radio ... "], ["2020-06-02 10:17", "EU humiliated: Bloc's bitter trading row with Switzerland revealed ...  hermit state' The jig's up! EU faces unexpected trade loss - expert reveals sign no deal Brexit incoming George Floyd riots: Donald Trump warned protest just beginning - 'No justice, no peace' Latest videos Yellowstone volcano: Earthquake swarm strikes National Park as dozens hit in just 24 hours UK migrant crisis: Ex-Australian PM issues warning to Boris Johnson over Channel crossings Premium Bonds account: Should you put your savings in Premium Bonds as interest rates fall Princess Beatrice wedding: Queen not the only royal relative Bea must ask about new date Holidays 2020: 'Air bridges' could be introduced this month despite new quarantine rules US protests: Protestors open fire on police in St Louis - four injured as gunfight ... "], ["2020-06-02 10:15", "Football pitch-sized area of tropical rainforest was lost every six seconds in 2019 ...  Jondeau vie to be named Karl Lagerfeld's 'spiritual heir' 'We haven't thought about it': Keith Urban is left red-faced after getting caught out in a past interview dishing on his sex life to Nicole Kidman Bindi Irwin slams TV crew for ruining her 'dream' wedding to Chandler Powell - after being forced to relocate the ceremony at the last minute Chad Johnson goes house hunting with Hulk Hogan's son after talks of starting up his own Las Vegas 'porn palace' Advertisement Matt Damon raises the specter of a new film noir adaptation after he and his wife visit Ben Affleck with a new book on the making of Chinatown Coco Austin, 41, poses with her mini-me daughter Chanel, four, as they twin in floral dresses and pink ... "], ["2020-06-02 10:15", "Jason Gough's forecast: Leaving the 60s behind ... ;ll see how the next day's worth of model data shakes out. Regardless, we'll have at least some showers and a storm or 2 late in the day with the cold front on the move. It'll be a warmer day with highs in the 70s and lower 80s. Most Popular Protests against police brutality turn to violence in Albany Protesters meet Albany police chief, shut down Henry Johnson Boulevard The sun rose Sunday on a trail of destruction in Albany Colonie Center broken into same night as Albany riots Cuomo: Capital Region, western New York on track for second phase this week The weekend Saturday will start off with a cold front pushing east. We will be mild and somewhat muggy to start the day, but the process of cooling and drying will commence as we get into the late ... "], ["2020-06-02 10:14", "F1 2020 calendar confirmed with eight European races to start season and Silverstone double-header ...  Currys Nike Travelodge National Trust boohoo Premium Chris Blackhurst Hamish McRae Janet Street-Porter Mary Dejevsky Matthew Norman Jenny clair Please wait.... UK Edition US Edition News UK World US Politics Brexit Tech Science Education Environment Health Business InFact Long reads Coronavirus Advice Lockdown Guide UK Politics Brexit Conservatives Labour Lib Dems SNP Green Party DUP Boris Johnson Jeremy Corbyn US Politics Voices Help The Hungry Editorials Shappi Khorsandi Mary Dejevsky Robert Fisk Mark Steel Janet Street-Porter John Rentoul Jenny clair Matthew Norman Sean O'Grady Tom Peck Andrew Grice Stop the Wildlife Trade Sport Football Boxing Rugby union Cricket F1 Tennis Cycling Golf Podcast US sports Miguel Delaney Culture Film Music TV & radio ... "], ["2020-06-02 10:09", "Another violent night in Albany as police and protesters clash ...  gas but a group remained and the standoff with police carried on. One protester tried to light a box spring on fire and push it under a police SUV. Protesters dragging and trying to light a mattress near a police car pic.twitter.com/wPN20nWpP3 — Michael Williams (@michaeldamianw) June 2, 2020 Police Chief Eric Hawkins tried to lower the tension at Monday night's rally around Henry Johnson Boulevard, at one point trying to coordinate police and protesters taking a knee in solidarity over the anguish of black men who have died in police custody. But one of the protesters responded, \"Why should we take a knee? We didn't kill him.\" Albany Common Councilman Jahmel Robinson's efforts to calm the crowd also drew ire. \"Why don't we ... "], ["2020-06-02 10:08", "AfD: Germany, EU Should Follow Trump Lead on Banning Antifa ...  Media Economy World London / Europe Border / Cartel Chronicles Israel / Middle East Africa Asia Latin America All World Video Tech Sports On the Hill Wires B Inspired BREITBART Politics Entertainment Media Economy World London / Europe Border / Cartel Chronicles Israel / Middle East Africa Asia Latin America World News Video Tech Sports On the Hill Wires B Inspired About Us People BREITBART Boris Johnson UK Lockdown Police State Watch Coronavirus Italy Hungary Climate Change AfD: Germany, EU Should Follow Trump Lead on Banning Antifa 1 Montecruz Foto/Flickr Chris Tomlinson 2 Jun 2020 A spokesman for the populist Alternative for Germany (AfD) has called on the European Union and Germany to ban the far-left extremist group Antifa after U.S. President Donald ... "], ["2020-06-02 10:07", "Coronavirus LIVE updates: UK coronavirus death toll nears 50,000, new data reveals ...  depend on progress and we all want these restrictions to be lifted as soon as it's safe to do so.\" Anyone arriving to the UK will have to quarantine for two weeks (Image: AFP via Getty Images) 07:49 Emily Maitlis returns to newsnight following Dominic Cummings row Emily Maitlis returned to Newsnight for the first time since the controversy over her comments on Boris Johnson's top aide. The presenter was found to have violated the BBC's impartiality guidelines following her monologue on Dominic Cummings last week. In her introduction to last Tuesday's show, Maitlis said Mr Cummings had \"broken the rules\" when he travelled from London to Durham during lockdown and \"the country can see that, and it's shocked the Government ... "], ["2020-06-02 10:05", "300+ General knowledge questions and answers to choose from for your virtual quiz ...  Party had in the 21 st Century? In 1952 Albert Einstein was offered the Presidency of which country? What colour are the seats in the House of Commons? What year did Britain join the EEC, now knows as the European Union? In which state was former US President Barack Obama born? Answers Six William Hague, Iain Duncan Smith, Michael Howard, David Cameron, Theresa May, Boris Johnson Israel Green 1973 Hawaii Click for our full Politics pub quiz Kids General Knowledge quiz questions and answers Questions What three colours make up the German flag? Nick, Joe and Kevin are all members of which pop band? Which Disney Princess called Gus and Jaq friends? Who is the president of the United States? What sport did David Beckham play? Answers Red, yellow and black ... "], ["2020-06-02 10:04", "Lost Lost Families: Man abandoned at railway tavern as a baby learns he has six siblings 56 years on ...  Jondeau vie to be named Karl Lagerfeld's 'spiritual heir' 'We haven't thought about it': Keith Urban is left red-faced after getting caught out in a past interview dishing on his sex life to Nicole Kidman Bindi Irwin slams TV crew for ruining her 'dream' wedding to Chandler Powell - after being forced to relocate the ceremony at the last minute Chad Johnson goes house hunting with Hulk Hogan's son after talks of starting up his own Las Vegas 'porn palace' Advertisement Matt Damon raises the specter of a new film noir adaptation after he and his wife visit Ben Affleck with a new book on the making of Chinatown Coco Austin, 41, poses with her mini-me daughter Chanel, four, as they twin in floral dresses and pink ... "], ["2020-06-02 10:04", "Brits urged by Tory MP not to have sex outdoors despite indoor 'bonking ban' ...  will announce a \"new club\" this week - but a transfer swoop for the Atletico Madrid ace could have implications for Bruno Fernandes Piers Morgan explodes in fiery GMB return as guest slams him in Cummings clash Good Morning Britain Piers Morgan let rip at Good Morning Britain guest Brendan O'Neill after he accused the ITV host of whipping up a storm against Boris Johnson's top aid Dominic Cummings Animals Psycho seagull tourist 'muggings' set to soar as Brits pack beaches in breeding season Local councils say seagulls may be more prone to aggression because the lockdown has denied them a source of food just as Brits start flocking back to beaches in the breeding season and 'gull muggings' spike Mysterious screams 'like a ... "], ["2020-06-02 10:02", "Australian Camera Crew Attacked By Police On Live TV In Washington ...  10 'Late Late Show's James Corden Offers Uplifting Message; Bandleader Reggie Watts Breaks Down While Sharing Story Of Facing Racism Deadline Signup for Breaking News Alerts & Newsletters Your Email Sign Up Latest TV News Jimmy Fallon Offers Emotional Apology For 'SNL' Blackface Skit In 'Tonight Show' Return, Gets Support From NAACP's Derrick Johnson & CNN's Don Lemon Richard Adams Estate Wins Back Rights To 'Watership Down' In English High Court Case Carole Baskin Wins Control of Joe Exotic's Former Zoo In Oklahoma Marketplace Newswire Deadline About Us Advertise Legal Terms of Use Privacy Policy AdChoices California Privacy Rights Do Not Sell My Personal Information EU Privacy Preferences Sitemap TV Film ... "], ["2020-06-02 10:02", "Louis Vuitton's Virgil Abloh apologises for comments about looters amid George Floyd protests ...  Currys Nike Travelodge National Trust boohoo Premium Chris Blackhurst Hamish McRae Janet Street-Porter Mary Dejevsky Matthew Norman Jenny clair Please wait.... UK Edition US Edition News UK World US Politics Brexit Tech Science Education Environment Health Business InFact Long reads Coronavirus Advice Lockdown Guide UK Politics Brexit Conservatives Labour Lib Dems SNP Green Party DUP Boris Johnson Jeremy Corbyn US Politics Voices Help The Hungry Editorials Shappi Khorsandi Mary Dejevsky Robert Fisk Mark Steel Janet Street-Porter John Rentoul Jenny clair Matthew Norman Sean O'Grady Tom Peck Andrew Grice Stop the Wildlife Trade Sport Football Boxing Rugby union Cricket F1 Tennis Cycling Golf Podcast US sports Miguel Delaney Culture Film Music TV & radio ... "], ["2020-06-02 10:02", "Tulsa marks grim anniversary of 1921 'race massacre' as protests sweep the nation ...  residents rebuilt their homes and businesses with almost no help from local, state or federal officials. MORE: 'Because they can get away with it': Why African Americans are blamed for crimes they didn't commit: Experts Tulsa historian Hannibal B. Johnson says the history of Greenwood is a testament to the spirit of the African Americans who pioneered the community. \"They suffered through the devastation of 1921 and rebuilt the community to a remarkable level and that's not known generally,\" Johnson told ABC News. \"By 1925, the National Negro Business League had its national meeting here in Tulsa. The peak of this community as a business community was in the early to mid-1940s. There were well over 200 black owned businesses here ... "], ["2020-06-02 10:02", "Chechen leader accused of mass torture and murder offers Donald Trump human rights advice: 'End the mayhem' ...  Currys Nike Travelodge National Trust boohoo Premium Chris Blackhurst Hamish McRae Janet Street-Porter Mary Dejevsky Matthew Norman Jenny clair Please wait.... UK Edition US Edition News UK World US Politics Brexit Tech Science Education Environment Health Business InFact Long reads Coronavirus Advice Lockdown Guide UK Politics Brexit Conservatives Labour Lib Dems SNP Green Party DUP Boris Johnson Jeremy Corbyn US Politics Voices Help The Hungry Editorials Shappi Khorsandi Mary Dejevsky Robert Fisk Mark Steel Janet Street-Porter John Rentoul Jenny clair Matthew Norman Sean O'Grady Tom Peck Andrew Grice Stop the Wildlife Trade Sport Football Boxing Rugby union Cricket F1 Tennis Cycling Golf Podcast US sports Miguel Delaney Culture Film Music TV & radio ... "], ["2020-06-02 10:01", "George Floyd: Alabama mayor orders removal of Confederate monument after protesters target it ...  Currys Nike Travelodge National Trust boohoo Premium Chris Blackhurst Hamish McRae Janet Street-Porter Mary Dejevsky Matthew Norman Jenny clair Please wait.... UK Edition US Edition News UK World US Politics Brexit Tech Science Education Environment Health Business InFact Long reads Coronavirus Advice Lockdown Guide UK Politics Brexit Conservatives Labour Lib Dems SNP Green Party DUP Boris Johnson Jeremy Corbyn US Politics Voices Help The Hungry Editorials Shappi Khorsandi Mary Dejevsky Robert Fisk Mark Steel Janet Street-Porter John Rentoul Jenny clair Matthew Norman Sean O'Grady Tom Peck Andrew Grice Stop the Wildlife Trade Sport Football Boxing Rugby union Cricket F1 Tennis Cycling Golf Podcast US sports Miguel Delaney Culture Film Music TV & radio ... "], ["2020-06-02 10:00", "Boris Johnson urged to publish BAME Covid-19 review immediately ... is due to fears it could stoke tensions Coronavirus latest updates See all our coronavirus coverage Rowena Mason Deputy political editor Tue 2 Jun 2020 11.00 BST Share on Facebook Share on Twitter Share via Email Sadiq Khan, pictured at a festival earlier this year, said that delaying publication 'could cost more lives'.Photograph: Kate Green/Getty Images Boris Johnson is under pressure to immediately publish the findings of an inquiry into why black and minority ethnic groups have been disproportionately affected by coronavirus, following accusations that it has been delayed over fears it could stoke racial tensions. Keir Starmer, the Labour leader, and Sadiq Khan, the mayor of London, said the government must \"publish it now\" so that action ... "], ["2020-06-02 10:00", "Rosenstein steps back into GOP crosshairs ...  Stopping Israel's annexation is a US national security interest MORE 's wild conspiracies about the 2016 election.\" Graham is doing a deep dive into the Russia investigation, the FISA Court and the investigation of former Trump national security advisor Michael Flynn, which was a part of Mueller's investigation. At the same time, Sen. Ron Johnson Ronald (Ron) Harold Johnson Sunday shows preview: Leaders weigh in as country erupts in protest over George Floyd death Schumer to GOP: Cancel 'conspiracy hearings' on origins of Russia probe Comey, Rice, Clapper among GOP senator's targets for subpoenas amid Obama-era probe MORE (R-Wis.), the chairman of the Homeland Security and Governmental Affairs Committee, is conducting a wide ... "], ["2020-06-02 10:00", "More looting and arrests amid peaceful protests in L.A. ... a knee with you guys, will you give me your verbal acknowledgement that this is a peaceful matter?\" Palka yelled. The crowd screamed in approval. Someone yelled: \"Lead by example!\" Advertisement Palka knelt on Sunset Boulevard. After resting his left elbow on his folded knee, he moved to stand up. \"We stand together,\" he told the crowd. They all stood. Protester Nathaniel Johnson, 30, of Hollywood, said the Police Department's commitment to kneeling with demonstrators would have to be borne out with change. He wondered: \"They took a knee now, but are they kneeling on us later?\" Sean Welch, who attended the West Hollywood protest, had scrawled \"dying breed\" on his white T-shirt with black and red Sharpie. As a black man ... "]]}}