{"postfix": "juniper_networks-aktie", "name": "JUNIPER_NETWORKS", "wkn": "923889", "time": "2020.06.02 12:08", "ts": 1591092516, "features": {"KGV": "14.20", "Marktkapitalisierung": {"Size": "Mrd", "Value": "7.05"}, "GA": "1.72", "KBV": "1.83", "BA": "13.36", "KCV": "16.07", "CA": "1.52", "Vola30": "38.94", "Vola90": "50.67", "Vola180": "39.56", "Vola250": "33.22"}, "rivals": ["adva-aktie", "check_point_software-aktie", "cisco-aktie", "nokia-aktie", "symantec-aktie", "f5_networks-aktie", "alcatel-lucent-aktie"], "text_data": {"de": [["30.04.20", "Juniper Networks-Aktie: Einschätzungen und Kursziele der Analysten im April"], ["30.04.20", "Juniper Networks informierte über die jüngsten Quartalsergebnisse"], ["27.04.20", "Ausblick: Juniper Networks stellt Quartalsergebnis zum abgelaufenen Jahresviertel vor"], ["21.04.20", "Juniper Networks liefert Deutsche Telekom verwaltete SD-WAN-Plattform zur Bereitstellung von End-to-End-Overlay-Diensten für seine Unternehmenskunden"], ["13.04.20", "Erste Schätzungen: Juniper Networks vermeldet Zahlen zum jüngsten Quartal"], ["31.03.20", "Juniper Networks-Aktie: Einschätzungen und Kursziele der Analysten im März"], ["28.01.20", "KORREKTUR: MÄRKTE USA/Gute Daten lassen Virussorgen an Wall Street etwas verblassen"], ["28.01.20", "MÄRKTE USA/Gute Daten lassen Virussorgen an Wall Street etwas verblassen"], ["28.01.20", "MÄRKTE USA/Kleine Aktienerholung dank positiver Daten"], ["28.01.20", "MÄRKTE USA/Kleine Erholung nach kräftigem Vortagesabschlag"], ["28.01.20", "MÄRKTE USA/Moderate Erholung nach kräftigen Vortagesverlusten"], ["28.01.20", "MARKT USA/Leichte Erholung nach Vortagesverlusten"], ["26.01.20", "Ausblick: Juniper Networks legt die Bilanz zum abgelaufenen Quartal vor"]], "en": [["26.05.20", "Net One Systems Adopts Juniper Networks’ Contrail Enterprise Multicloud as Common Services Management Platform for Customers"], ["01.05.20", "The Zacks Analyst Blog Highlights: Verizon Communications, Corning, Juniper Networks, Iridium Communications and InterDigital"], ["29.04.20", "Juniper Networks Inc (JNPR) Q1 2020 Earnings Call Transcript"], ["28.04.20", "Juniper Networks (JNPR) Misses Q1 Earnings and Revenue Estimates"], ["21.04.20", "Juniper Networks Provides Deutsche Telekom with a Managed SD-WAN Platform to Deliver End-to-End Overlay Services to its Enterprise Customers"], ["21.04.20", "Juniper Networks : Juniper Networks Provides Deutsche Telekom with a Managed SD-WAN Platform to Deliver End-to-End Overlay Services to its Enterprise Customers"], ["15.04.20", "Transports Vervaeke Leverages AI-Driven Network from Juniper Mist to Streamline Operations and Improve Employee Efficiency"], ["15.04.20", "Juniper Networks : Transports Vervaeke Leverages AI-Driven Network from Juniper Mist to Streamline Operations and Improve Employee Efficiency"], ["09.04.20", "Juniper Networks Sees RS Rating Climb To 72"], ["03.03.20", "Dr. D.Y. Patil Hospital & Research Centre Selects Juniper Networks to Power World-Class, Tech-Enabled Healthcare in India"], ["03.03.20", "Juniper Networks : Dr. D.Y. Patil Hospital & Research Centre Selects Juniper Networks to Power World-Class, Tech-Enabled Healthcare in India"], ["29.02.20", "Better Buy: Arista Networks vs. Juniper Networks"], ["29.01.20", "Why Juniper Networks Will Stagnate Despite Its Cloud Recovery"], ["29.01.20", "Juniper Networks Will Stabilize in 2020, Then Get Back to Real Growth"], ["28.01.20", "Juniper Networks Inc (JNPR) Q4 2019 Earnings Call Transcript"], ["27.01.20", "Juniper Networks (JNPR) Q4 Earnings Match Estimates"], ["20.01.20", "Analysts Estimate Juniper Networks (JNPR) to Report a Decline in Earnings: What to Look Out for"], ["2020-06-01 06:43", "RT.com ...  night.The murdered man's name was James Scurlock.white people— this shit isnt some fringe white people bs. IT'S US AND IT'S OUR SHITTY FUCKING FAMILY MEMBERS.— JUNIPER \"MIDWEST NICE\" FITZGERALD (@juniperfitz) May 31, 2020 Gardner was taken into custody, but let go on Monday. According to Douglas County Attorney Donald Kleine, Gardner acted in self-defense and would not be  ...  controlled by the Chinese Communist Party,\" Pompeo proclaimed.In Europe, they care deeply about privacy of their citizens. Allowing that information to go across Chinese-controlled networks is the antithesis of providing that very privacy.Pompeo neglected to mention that the US has still not produced evidence of back doors in Huawei equipment feeding  ... "], ["2020-05-29 15:40", "JNPR vs. IDCC: Which Stock Should Value Investors Buy Now? ... the metrics contributing to JNPR's Value grade of B and IDCC's Value grade of C. Both JNPR and IDCC are impressive stocks with solid earnings outlooks, but based on these valuation figures, we feel that JNPR is the superior value option right now. In-Depth Zacks Research for the Tickers Above Normally $25 each - click below to receive one report FREE: Juniper Networks, Inc. (JNPR) - free report > > InterDigital, Inc. (IDCC) - free report > > Published in value-stocks which-stock-is-cheaper Zacks' 7 Best Strong Buy Stocks for June, 2020 Free Research for Zacks.com Readers Experts have chosen 7 stocks out of 220 Zacks Rank #1 Strong Buys that have the highest potential to increase in price quickly amid the global health crisis. A recent pick, Maxar ... "], ["2020-05-29 14:00", "Digital Distancing with Microsegmentation ... Avoid Microsegmentation: Strong Security in Small Packages Like It Or Not, Firewalls Still Front And Center Learn from industry experts in a setting that is conducive to interaction and conversation about how to prepare for that \"really bad day\" in cybersecurity. Click for more information and to register . Trevor Pott is a Product Marketing Director at Juniper Networks. Trevor has more than 20 years of experience as a systems and network administrator. From DOS administration to cloud native information security, Trevor has deep security knowledge and a career that matches the ... View Full Bio Recommended Reading: Comment | Email This | Print | RSS More Insights Webcasts Enabling a Smooth DX Transformation in the Post-Pandemic New Tomorrow Building ... "], ["2020-05-29 13:56", "FBI reveals how alleged scammer stole personal identities ... Fox News. \"We have a tendency to assume the malicious actors that steal data are also the ones using the data for illicit purposes. While that can happen, it's more likely the pilfered data will be sold to others -- who in turn use that data in schemes like those Mr. Nguyen is alleged to have perpetrated,\" Goddijn said. Mounir Hahad, head of the Juniper Threat Labs at Juniper Networks, echoed Goddijn's comments. AS FTC ISSUES FRESH WARNING, HERE ARE 5 COVID-19 SCAMS TO BE AWARE OF \"Most criminals engaged in stealing PII information or payment card information tend to auction it on the dark web and never attempt to profit from it directly. They know the more involved they are with the stolen information, the more risky it gets,\" Hahad ... "], ["2020-05-29 02:08", "CSIRO to spend up to AU$7 million annually through new procurement portal ... , data analytics, cybersecurity, and networking provisioning, from \"leading suppliers\". CSIRO currently purchases hardware, software, and services from the following vendors: Cisco, Palo Alto, Juniper, Opengear, APC by Schneider Electric, Citrix, Splunk, Poly (Plantronics), Jabra, F5, and Logitech. The tender document specifies how the successful company will need to provide  ...  Use | Mobile User Agreement Visit other CBS Interactive sites: Select Site CBS Cares CBS Films CBS Radio CBS.com CBSInteractive CBSNews.com CBSSports.com Chowhound CNET College Networks GameSpot Last.fm MaxPreps Metacritic.com Moneywatch mySimon Search.com Showtime TechRepublic The Insider TV.com UrbanBaby.com ZDNet Topics Galleries Videos Sponsored Narratives CA Privacy/Info We ... "], ["2020-05-28 23:07", "Stocks Flashing Renewed Technical Strength: Arista Networks ...  Stock Strength Rising Amid Partnerships, Push Deeper Into Cloud 5/18/2020 A Relative Strength Rating upgrade for Arista Networks shows improving technical performance. Will it continue? 5/18/2020 A Relative Strength Rating upgrade for Arista Networks shows improving... Stocks With Rising Relative Strength: Arista Networks Still The No. 1 Rule For Stock Market Investors: Always Cut Your Losses Short Juniper Networks Sees RS Rating Climb To 72 Arista Networks Getting Closer To Key Technical Measure Cisco Stock: Shift To Sell Chips To Impact Broadcom, Arista, Juniper? Arista Stock Plunges As Guidance Misses On Facebook Order Delay Dow Jones Rallies On Big Jobs Report Beat; Alibaba, Apple, Fortinet Rise Dow Jones Futures Rise On China News; Jobs Report Key ... "], ["2020-05-28 22:49", "Sales of Ethernet switches and routers hit a 7-year low in Q1 ...  rapidly deploying 100 GbE and 25 GbE fixed switches, both of those segments actually grew in the first quarter, Synergy said. On a relative basis, Cisco did well in the quarter, commanding market shares of 57% for Ethernet switches, 65% for enterprise routers and 35% for service-provider routers, leading all its competitors in aggregate. The next five were Huawei, Nokia, Juniper, Arista Networks and HPE. This story, \"Sales of Ethernet switches and routers hit a 7-year low in Q1\" was originally published by Network World . Related: Networking Hardware Router COVID-19 Tim Greene is executive editor of Network World. Follow ITWorld DealPost: The best in tech deals and discounts. Shop Tech Products at Amazon ITworld News Resources Newsletters About Us ... "], ["2020-05-28 22:49", "Sales of Ethernet switches and routers hit a 7-year low in Q1 ... last year, but revenues from service-provider routers took the biggest hit, down 19% from Q1 in 2019, according to the research. Revenues from some classes of hardware did increase though. With networks rapidly deploying 100 GbE and 25 GbE fixed switches, both of those segments actually grew in the first quarter, Synergy said. On a relative basis, Cisco did well in the quarter,  ...  market shares of 57% for Ethernet switches, 65% for enterprise routers and 35% for service-provider routers, leading all its competitors in aggregate. The next five were Huawei, Nokia, Juniper, Arista Networks and HPE. Join the Network World communities on Facebook and LinkedIn to comment on topics that are top of mind. Related: Networking Hardware Router COVID-19 Tim Greene is  ... "], ["2020-05-28 15:31", "Why Is Juniper (JNPR) Up 3.6% Since Last Earnings Report? ...  has an aggregate VGM Score of B. If you aren't focused on one strategy, this score is the one you should be interested in. Outlook Estimates have been trending upward for the stock, and the magnitude of these revisions looks promising. Notably, Juniper has a Zacks Rank #3 (Hold). We expect an in-line return from the stock in the next few months. In-Depth Zacks Research for the Tickers Above Normally $25 each - click below to receive one report FREE: Juniper Networks, Inc. (JNPR) - free report > > Published in earnings earnings-estimates earnings-performance earnings-report earnings-trend revenue zacks-consensus-estimate Zacks' 7 Best Strong Buy Stocks for June, 2020 Free Research for Zacks.com Readers Experts have chosen 7 stocks out of 220 Zacks ... "], ["2020-05-28 14:30", "Telecom Stock Roundup: AT&T Launches HBO Max, Viasat Q4 Earnings Beat & More ...  Buys that has beaten the market more than 2X over with a stunning average gain of +24.1% per year. These 7 were selected because of their superior potential for immediate breakout. See these time-sensitive tickers now > > In-Depth Zacks Research for the Tickers Above Normally $25 each - click below to receive one report FREE: ATT Inc. (T) - free report > > Juniper Networks, Inc. (JNPR) - free report > > Ericsson (ERIC) - free report > > Motorola Solutions, Inc. (MSI) - free report > > Viasat Inc. (VSAT) - free report > > Published in communications earnings tech-stocks Zacks' 7 Best Strong Buy Stocks for June, 2020 Free Research for Zacks.com Readers Experts have chosen 7 stocks out of 220 Zacks Rank #1 Strong Buys that have the highest potential to ... "], ["2020-05-28 13:43", "Embrace and kill? AppGet dev claims Microsoft reeled him in with talk of help and a job then released remarkably similar package manager ... Centre Software Security DevOps Business Personal Tech Science Emergent Tech Bootnotes BOFH Coronavirus Data Centre Software Security DevOps Business Personal Tech Science Emergent Tech Bootnotes Servers HPC Cloud Storage Networks Virtualization BOFH EU General Court tears up ban on Three slurping O2. Good thing the latter's not set to merge with Virgin Media, eh? Broadcom sends  ... employment, before going on to effectively kill their product, does not sound like best behaviour and is at odds with Microsoft's relatively newfound love for open source. James Randall, CTO of the Juniper Education Group and Microsoft MVP, said on Twitter : \"If they stand for what they state I don't see how they can say nothing about this. This kind of bad actor  ... "], ["2020-05-28 13:30", "Optical Interconnect Market Worth $17.1 Billion By 2025 - Exclusive Report By MarketsandMarkets ...  at different stages of the value chain. II-VI Incorporated (US); Lumentum Operations LLC (US); Molex, LLC (US); InnoLight Technology (Suzhou) Ltd. ( China ); NVIDIA Corporation (US); Fujitsu Ltd. ( Japan ); Sumitomo Electric Industries, Ltd. ( Japan ); Broadcom Inc. (US); TE Connectivity ( Switzerland ); Amphenol Corporation (US); Accelink Technology Co. Ltd. ( China ); Juniper Networks, Inc. (US); Infinera Corporation (US); Acacia Communications, Inc. (US); NeoPhotonics Corporation (US); Optoscribe Ltd. (UK); Smiths Interconnect (UK); Cailabs ( France ); Fiberplex Technologies, LLC (US); and Cleerline Technology Group (US) are the leading players operating in this market. These companies focus on adopting both organic and inorganic growth strategies ... "], ["2020-05-28 13:00", "Goldman Sachs sees the coronavirus fast-forwarding the office into 'Enterprise 4.0.' Here are the 4 major themes of the future of work. ...  Goldman they plan to shift a portion of employees to permanently remote positions after the pandemic. As a result, many companies will need to find a way to securely and easily connect employees to corporate networks. Goldman points to three companies leading enterprise network infrastructure manufacturing: Cisco, which develops a plug-in box to connect to employer networks; HPE, which makes the Arbua Remote Access Point; and Juniper Mist, which makes a plug-in that allows employees to use corporate networks without disconnecting from personal Wifi. Goldman predicts these companies will lead innovation and market penetration. Additionally, at-home infrastructure might even allow for employees to have a \"potentially much better home Wifi experience\" ... "], ["2020-05-27 20:58", "Morgan Stanley's List of 22 Stocks That You Really Shouldn't Buy ...  casual dining industry that was already challenged and now faces additional ...difficulties brought by Covid-19.\" H&R Block (HRB): \"The bear case ...has remained that the stock will have trouble working without a path towards a positive inflection in assisted tax volumes.\" Juniper Networks (JNPR): The report cites \"increased competition in combination with headwinds in Juniper's core routing market as customers increasingly look towards cheaper alternatives that ease their need for Juniper's equipment in general.\" Macerich (MAC): The mall operator has cut its dividend and tapped a revolving credit line in the face of retail store shutdowns. While the company is preparing to reopen, the report says that there is plenty of risk for ... "], ["2020-05-27 18:15", "ASX to rise as Dow, S&P advance ... , Nike, Spotify, Tesla, Vertex and Workday. On Atlassian, Morgan Stanley's Keith Weiss said the company \"remains a unique software asset\", combining durable 30%+ topline growth, solid margins and strong execution. The firm also released a list of 22 stocks it sees as being challenged by long-term secular risks including Alcoa, CenturyLink, The Cheesecake Factory, HP Enterprise, Juniper Networks, Molson Coors, and UPS. Europe Euro zone stocks were buoyed on Wednesday by a 750-billion plan to prop up EU economies hammered by the coronavirus crisis, but falls for healthcare and technology stocks weighed on broader European markets. The euro zone equities index finished 1.1% higher after jumping as much as 1.6%, while the pan-European STOXX 600 ... "], ["2020-05-27 10:04", "Rich Communication Services: Nobody uses it, nobody wants it, but analysts reckon it's on the verge of a breakthrough ...  year away from launching Facebook Chat which would later become Messenger. At that point, an overhaul of SMS looked sensible. But in 2020, it feels a bit outdated. The industry has moved on. Still, Juniper reckons there's still life in these bones, writing that RCS is on \"the verge of disrupting the mobile messaging market\" with carrier support improving and increased software-level support from  ... ? We forgot... Google and Cisco, sitting in a (spanning) tree, cloud N-E-T-W-O-R-K-I-N-G Borg SD-WANS can now drive Chocolate Factory virty cloud networks and the workloads therein VMware completes the native hybrid hyperscale set as Google turns on managed vSphere As IBM becomes only cloud partner permitted to use Virtzilla's special subscription  ... "], ["2020-05-26 15:20", "Juniper-Net One Systems Furthers Networking Infrastructure ...  for this new tech. Early investors could see gains similar to buying Microsoft in the 1990s. Zacks' just-released special report reveals 8 stocks to watch. The report is only available for a limited time. See 8 breakthrough stocks now> > In-Depth Zacks Research for the Tickers Above Normally $25 each - click below to receive one report FREE: Juniper Networks, Inc. (JNPR) - free report > > Comtech Telecommunications Corp. (CMTL) - free report > > InterDigital, Inc. (IDCC) - free report > > Nutanix Inc. (NTNX) - free report > > Published in communications tech-stocks Zacks' 7 Best Strong Buy Stocks for June, 2020 Free Research for Zacks.com Readers Experts have chosen 7 stocks out of 220 Zacks Rank #1 Strong Buys that have the highest potential ... "], ["2020-05-26 02:00", "Net One Systems Adopts Juniper Networks' Contrail Enterprise Multicloud As Common Services Management Platform For CustomersTOKYO, May 26, 2020 (GLOBE NEWSWIRE) -- Juniper Networks JNPR, a leader in secure, AI-driven networks, today announced that Contrail Enterprise Multicloud has been selected as the common services management platform by Net One Systems , one of Japan's"], ["2020-05-25 15:47", "How 5G Rollout May Benefit Businesses More than Consumers ...  of bandwidth growth,\" he says. IBM announced new edge resources and edge-enabled apps as well as the IBM Edge Ecosystem, where independent software vendors can offer services to enterprises, and the IBM Telco Network Cloud Ecosystem, which brings together varied providers to drive the deployment of network cloud platforms. Companies within those ecosystems include Cisco, Dell Technologies, Intel, Juniper Networks, NVIDIA, and Samsung. High says 5G's promises include lower latencies, improved bandwidth density, and network slicing. That could mean a 50% improvement in latency over 4G technology, he says, though the separation between a device and the cloud also needs to be accounted for. \"The only way you can overcome the laws of physics in the ... "], ["2020-05-25 13:09", "Goldman has a complete breakdown of how to trade the future of work ... ,\" the firm said in a note to clients. Goldman expects profound changes in the types of hardware and software that will be needed to fuel the workplace of the future, including sophisticated software for identity management and network monitoring. With that in mind, the firm combed through stocks that are best positioned to capitalize on these growing trends. Related Tags Apple Inc Juniper Networks Inc CommScope Holding Company Inc ADTRAN Inc Okta Inc More In Pro News and Analysis The market is set for a pullback so buy these 'high balance sheet quality' stocks, Bernstein says Maggie Fitzgerald Ark Innovation fund adds to great track record, up 25% this year on bet crisis sparks innovation Maggie Fitzgerald Goldman has a market-topping hedge fund ... "]]}}