{"postfix": "kimberly-clark-aktie", "name": "KIMBERLY-CLARK", "wkn": "855178", "time": "2020.06.02 12:34", "ts": 1591094087, "features": {"KGV": "20.00", "Marktkapitalisierung": {"Size": "Mrd", "Value": "42.69"}, "GA": "6.89", "KBV": "-1377.88", "BA": "-0.10", "KCV": "16.04", "CA": "8.59", "Vola30": "29.18", "Vola90": "52.95", "Vola180": "41.02", "Vola250": "31.95"}, "rivals": ["procter_gamble-aktie", "beiersdorf-aktie", "cardinal_health-aktie"], "text_data": {"de": [["30.04.20", "Analysten sehen bei Kimberly-Clark-Aktie Potenzial"], ["30.04.20", "Kimberly-Clark zahlt seit 86 Jahren eine Dividende"], ["23.04.20", "Kimberly-Clark stellte Zahlen zum jüngsten Quartal vor"], ["21.04.20", "Ausblick: Kimberly-Clark zieht Bilanz zum abgelaufenen Quartal"], ["15.04.20", "Opening Bell: Nach Wirtschaftsdaten - Dow Jones deutlich im Minus; Abbot Labs, Tesla, 3M, Facebook, Alibaba, Clorox, Kimberly-Clark"], ["07.04.20", "Erste Schätzungen: Kimberly-Clark stellt Quartalsergebnis zum abgelaufenen Jahresviertel vor"], ["31.03.20", "Kimberly-Clark-Aktie: Das sind die Expertenmeinungen des Monats März"], ["23.01.20", "Ausblick: Kimberly-Clark zieht Bilanz zum jüngsten Jahresviertel"], ["03.01.20", "Aktionäre von Kimberly-Clark erhalten Dividende"]], "en": [["29.05.20", "Has KimberlyClark (KMB) Outpaced Other Consumer Staples Stocks This Year?"], ["26.05.20", "Better Buy: Costco vs. Kimberly-Clark"], ["22.05.20", "Why Is Kimberly-Clark (KMB) Down 2.1% Since Last Earnings Report?"], ["13.05.20", "Has KimberlyClark (KMB) Outpaced Other Consumer Staples Stocks This Year?"], ["11.05.20", "Could Kimberly-Clark Be a Millionaire Maker Stock?"], ["06.05.20", "Can Kimberly-Clark Stock Regain Its Pre-COVID High Of $143?"], ["23.04.20", "Kimberly-Clark Doubles Its Cash Flow as Earnings Jump 28%"], ["23.04.20", "Zacks Earnings Trends Highlights: AT&T, Kimberly-Clark, Coca-Cola and Proctor & Gamble"], ["23.04.20", "Kimberly-Clark: wiping the floor"], ["23.04.20", "Kimberly-Clark Corp (KMB) Q1 2020 Earnings Call Transcript"], ["23.04.20", "Kimberly-Clark Rises 2.4% on Q1 Revenue, EPS Beats"], ["22.04.20", "Coronavirus run on toilet paper fuels Kimberly-Clark sales boom"], ["22.04.20", "Kimberly-Clark (KMB) Q1 Earnings Top Estimates, Sales up"], ["22.04.20", "Kimberly-Clark (KMB) Surpasses Q1 Earnings and Revenue Estimates"], ["22.04.20", "Tissue sales help Kimberly-Clark beat quarterly results"], ["22.04.20", "UPDATE 1-Tissue sales help Kimberly-Clark beat quarterly results"], ["22.04.20", "Kimberly-Clark shares rise after COVID-19 stockpiling drives earnings beat "], ["21.04.20", "Is a Surprise Coming for Kimberly-Clark (KMB) This Earnings Season?"], ["16.04.20", "Is Kimberly-Clark (KMB) Stock Outpacing Its Consumer Staples Peers This Year?"], ["15.04.20", "Kimberly-Clark (KMB) Earnings Expected to Grow: Should You Buy?"], ["08.04.20", "Kimberly-Clark Sees High Demand Amid Coronavirus Jitters"], ["01.04.20", "Why the Earnings Surprise Streak Could Continue for Kimberly-Clark (KMB)"], ["24.03.20", "A Quality Exec Comp Plan Lowers The Risk Of Investing In Kimberly-Clark"], ["12.03.20", "Better Buy: Procter & Gamble vs. Kimberly-Clark"], ["10.03.20", "Kleenex parent Kimberly-Clark upgraded on coronavirus stockpiling, long allergy season"], ["26.02.20", "Consumer Products Giant Kimberly-Clark Flexes Its Muscles, Earns Stock Rating Upgrade"], ["25.02.20", "Kimberly-Clark (KMB) Up on Solid Restructuring & Innovation"], ["22.02.20", "Why Is Kimberly-Clark (KMB) Down 2.3% Since Last Earnings Report?"], ["28.01.20", "Kimberly-Clark Talks About Its Biggest Price Hike in a Decade"], ["26.01.20", "Kimberly-Clark Predicts a Growth Slowdown Ahead"], ["24.01.20", "Kimberly-Clark (KMB) Hits Fresh High: Is There Still Room to Run?"], ["23.01.20", "Kimberly-Clark Corp (KMB) Q4 2019 Earnings Call Transcript"], ["23.01.20", "Kimberly-Clark (KMB) Q4 Earnings Beat Estimates, Rise Y/Y"], ["23.01.20", "Kimberly-Clark (KMB) Surpasses Q4 Earnings and Revenue Estimates"], ["23.01.20", "Kimberly-Clark earnings beat expectations, raises 2020 dividend"], ["19.01.20", "Kimberly-Clark Earnings: What to Watch"], ["18.01.20", "Kimberly-Clark Needs to Grow Sales. Will Its Strategic Plan Do the Trick?"], ["16.01.20", "Kimberly-Clark (KMB) Reports Next Week: Wall Street Expects Earnings Growth"], ["2020-06-01 00:46", "Another win falls into Keselowski's lap in final moments ...  in case additional trouble breaks out amid nationwide unrest over the death in Minneapolis of George Floyd, a handcuffed black man who pleaded to police that he could not breathe. Kimberly Beaudin, the hall's chief executive officer, said the extensive glass facade of the nearly 95,000-square-foot building was shattered Friday night. Rioters also broke into the street ... GAR's Joe Yensavage and Pittston Area's Ed Heston also ran on the two-mile relay team. Nanticoke Area's Tom Wasilewski, GAR's Dave Krafcik and Hanover's Frank Clark ran legs on the one-mile relay team. The fourth annual event was sponsored by the Wyoming Valley Track Coaches Association, with proceeds going to the US Olympic Committee. 1983 The big start of the American ... "], ["2020-05-31 23:22", "Many states scrambling to update hurricane plans for virus ... experts said. That and other issues may mean a storm that in the past caused $12 billion in insured damage, like 2018's Hurricane Michael, may cost 20% more, catastrophic risk modeler Karen Clark said. While many officials are still trying to figure out shelters, they said if people are told to evacuate in a hurricane, residents must go. Storm surge is more dangerous than the virus,  ...  Suderman, Meg Kinnard, Sudhin Thanawala, Brendan Farrington, Tamara Lush, Curt Anderson, Michael Schneider, Terry Spencer, Kelli Kennedy, Freida Frisaro, Adriana Gomez Licon, David Fischer, Kimberly Chandler, Emily Wagster Pettus, Janet McConnaughey, Paul Weber and Kevin Freking. Share LINE Facebook Twitter Telegram WhatsApp Linkedin ReddIt Digg Email Print Previous article ... "], ["2020-05-31 22:18", "JACKSONVILLE PROTESTS: Mayor Lenny Curry enforces city-wide curfew amid protests ... your account Receive up-to-date newsletters Set up text alerts Log In News Election 2020 Coronavirus County by County Coronavirus: Informacin en Espaol Jamie Dupree Nation & World Action Button Links Download News Apps Clark Howard Weather First Alert Doppler HD Interactive Radar First Alert Wx App Sky Cams Hour by Hour 7-Day Forecast Weekend Forecast Buresh Blog Hurricane Center Talking the Tropics Sky Watch Sky Cam  ... Phillips (@JamarloANjax) May 31, 2020 3:30 p.m.: Jacksonville city leaders came together to hold a news conference to make a comment on Saturday's events. Rep. Kimberly Daniels said there is a difference between protesting and rioting. \"Right cannot be made with more wrong. Looting is wrong, destruction of property is wrong,\" said  ... "], ["2020-05-31 20:17", "Many states scrambling to update hurricane plans for virus ...  exposure, experts said. That and other issues may mean a storm that in the past caused $12 billion in insured damage, like 2018's Hurricane Michael, may cost 20% more, catastrophic risk modeler Karen Clark said. While many officials are still trying to figure out shelters, they said if people are told to evacuate in a hurricane, residents must go. Storm surge is more dangerous than the virus, officials said ...  Kinnard, Sudhin Thanawala, Brendan Farrington, Tamara Lush, Curt Anderson, Michael Schneider, Terry Spencer, Kelli Kennedy, Freida Frisaro, Adriana Gomez Licon, David Fischer, Kimberly Chandler, Emily Wagster Pettus, Janet McConnaughey, Paul Weber and Kevin Freking. Copyright 2020 Nexstar Broadcasting, Inc. All rights reserved. This material may not ... "], ["2020-05-31 17:33", "Though the rose show and garden contest are canceled, the City of Roses is in full bloom ... City of Roses is in full bloom Today 10:33 AM Madame Caroline Testout roses, planted in 1901, in the Ladd's Addition East Garden. The Testout roses, planned ahead of the Lewis and Clark Exposition in 1905, gave Portland the nickname of the Rose City. By Samantha Swindler | The Oregonian/OregonLive As coronavirus spread across Oregon, the Portland Rose Festival announced plans to postpone its festivities . That might work for carnivals, parades and coronations. But for roses? \"Well, from a rose prospective, you don't really postpone the roses,\" said Kimberly Bown, this year's prime minster of the Royal Rosarians. \"Spring and roses will not be denied.\" In the Rose City, Portland's signature flowers have reached peak bloom, virus ... "], ["2020-05-31 17:00", "College Football Hall of Fame damaged in Atlanta protests ... were moved to a secure facility in case additional trouble breaks out amid of a handcuffed black man who pleaded to police that he could not breathe. Kimberly Beaudin, the hall's chief executive director, said Sunday that the extensive glass facade of the nearly 95,000-square-foot building was shattered Friday  ... new cars, furniture and TVs! Put on your Uncle Sam hat and wave your mini flag — the parade is about to come down Main Street! [...] Your view: Protect what's left of city's historic buildings May 20, 2020 Does it matter if we lose the Engle and Frank Clark buildings located on Main Street in Wilkes-Barre? [...] Pages: 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42  ... "], ["2020-05-31 16:50", "College Football Hall of Fame damaged in Atlanta protests ... up text alerts Log In Weather FOX23 Doppler Radar 5day Hour by Hour School Closings News News Videos Fox23 Investigates Coronavirus News Politics Golden Apple Award St. Jude Dream Home Clark Howard Video Watch Live Live Stream FOX23 Live Streams Traffic Download FOX23 apps Sports High School Football Entertainment Burger Brothers Tracing Route 66 Trending Uplifting News What's On ...  a secure facility in case additional trouble breaks out amid nationwide unrest over the death in Minneapolis of a handcuffed black man who pleaded to police that he could not breathe. Kimberly Beaudin, the hall's chief executive director, said Sunday that the extensive glass facade of the nearly 95,000-square-foot building was shattered Friday night. Rioters also broke into  ... "], ["2020-05-31 16:50", "College Football Hall of Fame damaged in Atlanta protests ...  Up! Closing Alerts Hour by Hour 5 Day Forecast Live Stream WPXI Now WPXI Now Breaking Live 24/7 Radar Video Coronavirus News News App National Business Politics Proud to Be From Pittsburgh Clark Howard Vote Now 11 Investigates 11 Cares WPXI Holiday Parade Sports The Final Word 11 on the Ice Pirates Steelers Jerome Bettis Show Traffic Entertainment What's on WPXI Contests Lottery Results  ... secure facility in case additional trouble breaks out amid nationwide unrest over the death in Minneapolis of a handcuffed black man who pleaded to police that he could not breathe. Kimberly Beaudin, the hall's chief executive director, said Sunday that the extensive glass facade of the nearly 95,000-square-foot building was shattered Friday night. Rioters also broke ... "], ["2020-05-31 16:50", "College Football Hall of Fame damaged in Atlanta protests ... -to-date newsletters Set up text alerts Log In News Election 2020 Coronavirus County by County Coronavirus: Informacin en Espaol Jamie Dupree Nation & World Action Button Links Download News Apps Clark Howard Weather First Alert Doppler HD Interactive Radar First Alert Wx App Sky Cams Hour by Hour 7-Day Forecast Weekend Forecast Buresh Blog Hurricane Center Talking the Tropics Sky ... to a secure facility in case additional trouble breaks out amid nationwide unrest over the death in Minneapolis of a handcuffed black man who pleaded to police that he could not breathe. Kimberly Beaudin, the hall's chief executive director, said Sunday that the extensive glass facade of the nearly 95,000-square-foot building was shattered Friday night. Rioters also broke into  ... "], ["2020-05-31 16:50", "College Football Hall of Fame damaged in Atlanta protests ... Receive up-to-date newsletters Set up text alerts Log In Weather Before the Storm FOX13 Radar Hour by Hour Video Forecast School Closings FOX13 Weather App News Coronavirus Video Traffic Election 2020 Clark Howard Seen on 13 Watch Live Live News and Replay Live Breaking News Fox13 Investigates Most Wanted Submit a tip Level Up Sports Zone Share With Us Contact Us Advertise with FOX13  ... a secure facility in case additional trouble breaks out amid nationwide unrest over the death in Minneapolis of a handcuffed black man who pleaded to police that he could not breathe. Kimberly Beaudin, the hall's chief executive director, said Sunday that the extensive glass facade of the nearly 95,000-square-foot building was shattered Friday night. Rioters also broke into ... "], ["2020-05-31 16:10", "Many States Scrambling to Update Hurricane Plans for Virus ...  virus exposure, experts said. That and other issues may mean a storm that in the past caused $12 billion in insured damage, like 2018's Hurricane Michael, may cost 20% more, catastrophic risk modeler Karen Clark said. While many officials are still trying to figure out shelters, they said if people are told to evacuate in a hurricane, residents must go. Storm surge is more dangerous than the virus, officials said. \" ... , Sudhin Thanawala, Brendan Farrington, Tamara Lush, Curt Anderson, Michael Schneider, Terry Spencer, Kelli Kennedy, Freida Frisaro, Adriana Gomez Licon, David Fischer, Kimberly Chandler, Emily Wagster Pettus, Janet McConnaughey, Paul Weber and Kevin Freking. Copyright AP - Associated Press This article tagged under: 2020 hurricane season ... "], ["2020-05-31 15:22", "Many states scrambling to update hurricane plans for coronavirus ... exposure, experts said. That and other issues may mean a storm that in the past caused $12 billion in insured damage, like 2018's Hurricane Michael, may cost 20% more, catastrophic risk modeler Karen Clark said. While many officials are still trying to figure out shelters, they said if people are told to evacuate in a hurricane, residents must go. Storm surge is more dangerous than the virus, officials said ... , Meg Kinnard, Sudhin Thanawala, Brendan Farrington, Tamara Lush, Curt Anderson, Michael Schneider, Terry Spencer, Kelli Kennedy, Freida Frisaro, Adriana Gomez Licon, David Fischer, Kimberly Chandler, Emily Wagster Pettus, Janet McConnaughey, Paul Weber and Kevin Freking. Copyright 2020 Associated Press. All rights reserved. Channel 2 News honored with ... "], ["2020-05-31 14:49", "Many states scrambling to update hurricane plans for coronavirus ... exposure, experts said. That and other issues may mean a storm that in the past caused $12 billion in insured damage, like 2018's Hurricane Michael, may cost 20% more, catastrophic risk modeler Karen Clark said. While many officials are still trying to figure out shelters, they said if people are told to evacuate in a hurricane, residents must go. Storm surge is more dangerous than the virus, officials said ...  Kinnard, Sudhin Thanawala, Brendan Farrington, Tamara Lush, Curt Anderson, Michael Schneider, Terry Spencer, Kelli Kennedy, Freida Frisaro, Adriana Gomez Licon, David Fischer, Kimberly Chandler, Emily Wagster Pettus, Janet McConnaughey, Paul Weber and Kevin Freking. Copyright 2020 Associated Press. All rights reserved. 67 Currently in Charlottesville ... "], ["2020-05-31 14:49", "Many states scrambling to update hurricane plans for coronavirus ... exposure, experts said. That and other issues may mean a storm that in the past caused $12 billion in insured damage, like 2018's Hurricane Michael, may cost 20% more, catastrophic risk modeler Karen Clark said. While many officials are still trying to figure out shelters, they said if people are told to evacuate in a hurricane, residents must go. Storm surge is more dangerous than the virus, officials  ... , Meg Kinnard, Sudhin Thanawala, Brendan Farrington, Tamara Lush, Curt Anderson, Michael Schneider, Terry Spencer, Kelli Kennedy, Freida Frisaro, Adriana Gomez Licon, David Fischer, Kimberly Chandler, Emily Wagster Pettus, Janet McConnaughey, Paul Weber and Kevin Freking. Copyright 2020 Associated Press. All rights reserved. 83 Currently in Charleston, SC  ... "], ["2020-05-31 14:49", "Many states scrambling to update hurricane plans for coronavirus ... exposure, experts said. That and other issues may mean a storm that in the past caused $12 billion in insured damage, like 2018's Hurricane Michael, may cost 20% more, catastrophic risk modeler Karen Clark said. While many officials are still trying to figure out shelters, they said if people are told to evacuate in a hurricane, residents must go. Storm surge is more dangerous than the virus, officials said ... Meg Kinnard, Sudhin Thanawala, Brendan Farrington, Tamara Lush, Curt Anderson, Michael Schneider, Terry Spencer, Kelli Kennedy, Freida Frisaro, Adriana Gomez Licon, David Fischer, Kimberly Chandler, Emily Wagster Pettus, Janet McConnaughey, Paul Weber and Kevin Freking. Copyright 2020 Associated Press. All rights reserved. 63 Currently in Cincinnati,  ... "], ["2020-05-31 14:49", "Many states scrambling to update hurricane plans for coronavirus ... exposure, experts said. That and other issues may mean a storm that in the past caused $12 billion in insured damage, like 2018's Hurricane Michael, may cost 20% more, catastrophic risk modeler Karen Clark said. While many officials are still trying to figure out shelters, they said if people are told to evacuate in a hurricane, residents must go. Storm surge is more dangerous than the virus, officials said ... , Meg Kinnard, Sudhin Thanawala, Brendan Farrington, Tamara Lush, Curt Anderson, Michael Schneider, Terry Spencer, Kelli Kennedy, Freida Frisaro, Adriana Gomez Licon, David Fischer, Kimberly Chandler, Emily Wagster Pettus, Janet McConnaughey, Paul Weber and Kevin Freking. Copyright 2020 Associated Press. All rights reserved. 76 Currently in Jackson, MS ... "], ["2020-05-31 14:49", "Many states scrambling to update hurricane plans for coronavirus ... exposure, experts said. That and other issues may mean a storm that in the past caused $12 billion in insured damage, like 2018's Hurricane Michael, may cost 20% more, catastrophic risk modeler Karen Clark said. While many officials are still trying to figure out shelters, they said if people are told to evacuate in a hurricane, residents must go. Storm surge is more dangerous than the virus, officials  ... , Meg Kinnard, Sudhin Thanawala, Brendan Farrington, Tamara Lush, Curt Anderson, Michael Schneider, Terry Spencer, Kelli Kennedy, Freida Frisaro, Adriana Gomez Licon, David Fischer, Kimberly Chandler, Emily Wagster Pettus, Janet McConnaughey, Paul Weber and Kevin Freking. Copyright 2020 Associated Press. All rights reserved. 82 Currently in New Orleans,  ... "], ["2020-05-31 14:49", "Many states scrambling to update hurricane plans for coronavirus ... exposure, experts said. That and other issues may mean a storm that in the past caused $12 billion in insured damage, like 2018's Hurricane Michael, may cost 20% more, catastrophic risk modeler Karen Clark said. While many officials are still trying to figure out shelters, they said if people are told to evacuate in a hurricane, residents must go. Storm surge is more dangerous than the virus, officials  ... , Meg Kinnard, Sudhin Thanawala, Brendan Farrington, Tamara Lush, Curt Anderson, Michael Schneider, Terry Spencer, Kelli Kennedy, Freida Frisaro, Adriana Gomez Licon, David Fischer, Kimberly Chandler, Emily Wagster Pettus, Janet McConnaughey, Paul Weber and Kevin Freking. Copyright 2020 Associated Press. All rights reserved. 74 Currently in Charlotte, NC ... "], ["2020-05-31 14:49", "Many states scrambling to update hurricane plans for coronavirus ... exposure, experts said. That and other issues may mean a storm that in the past caused $12 billion in insured damage, like 2018's Hurricane Michael, may cost 20% more, catastrophic risk modeler Karen Clark said. While many officials are still trying to figure out shelters, they said if people are told to evacuate in a hurricane, residents must go. Storm surge is more dangerous than the virus, officials said ... Meg Kinnard, Sudhin Thanawala, Brendan Farrington, Tamara Lush, Curt Anderson, Michael Schneider, Terry Spencer, Kelli Kennedy, Freida Frisaro, Adriana Gomez Licon, David Fischer, Kimberly Chandler, Emily Wagster Pettus, Janet McConnaughey, Paul Weber and Kevin Freking. Copyright 2020 Associated Press. All rights reserved. 48 Currently in Watertown, NY ... "], ["2020-05-31 14:49", "Many states scrambling to update hurricane plans for coronavirus ... exposure, experts said. That and other issues may mean a storm that in the past caused $12 billion in insured damage, like 2018's Hurricane Michael, may cost 20% more, catastrophic risk modeler Karen Clark said. While many officials are still trying to figure out shelters, they said if people are told to evacuate in a hurricane, residents must go. Storm surge is more dangerous than the virus, officials  ... , Meg Kinnard, Sudhin Thanawala, Brendan Farrington, Tamara Lush, Curt Anderson, Michael Schneider, Terry Spencer, Kelli Kennedy, Freida Frisaro, Adriana Gomez Licon, David Fischer, Kimberly Chandler, Emily Wagster Pettus, Janet McConnaughey, Paul Weber and Kevin Freking. Copyright 2020 Associated Press. All rights reserved. 75 Currently in Honolulu, HI  ... "]]}}