{"postfix": "kingfisher-aktie", "name": "KINGFISHER", "wkn": "812861", "time": "2020.06.02 14:01", "ts": 1591099278, "features": {"KGV": "10.01", "Marktkapitalisierung": {"Size": "Mrd", "Value": "4.54"}, "GA": "0.20", "KBV": "0.69", "BA": "2.94", "KCV": "5.78", "CA": "0.35", "Vola30": "46.71", "Vola90": "93.28", "Vola180": "72.13", "Vola250": "58.33"}, "rivals": ["baywa-aktie", "home_depot-aktie", "hornbach_holding-aktie", "praktiker-aktie"], "text_data": {"de": [["13.05.20", "Kingfisher: So viel setzte das Unternehmen zuletzt um"], ["13.05.20", "Kingfisher: Quartalsergebnisse zum jüngsten Jahresviertel"], ["26.03.20", "Kingfisher stellte das Zahlenwerk zum vergangenen Quartal vor"], ["26.03.20", "Kingfisher: Das sind die jüngsten Quartalszahlen"], ["24.03.20", "ÜBERBLICK/Anstehende Indexänderungen"], ["23.03.20", "ÜBERBLICK/Anstehende Indexänderungen"], ["20.03.20", "ÜBERBLICK/Anstehende Indexänderungen"], ["19.03.20", "ÜBERBLICK/Anstehende Indexänderungen"], ["18.03.20", "ÜBERBLICK/Anstehende Indexänderungen"], ["17.03.20", "ÜBERBLICK/Anstehende Indexänderungen"], ["16.03.20", "ÜBERBLICK/Anstehende Indexänderungen"], ["13.03.20", "ÜBERBLICK/Anstehende Indexänderungen"], ["12.03.20", "ÜBERBLICK/Anstehende Indexänderungen"], ["11.03.20", "ÜBERBLICK/Anstehende Indexänderungen"], ["10.03.20", "ÜBERBLICK/Anstehende Indexänderungen"], ["09.03.20", "ÜBERBLICK/Anstehende Indexänderungen"], ["06.03.20", "ÜBERBLICK/Anstehende Indexänderungen"], ["05.03.20", "INDEXÄNDERUNG/Tui, Kingfisher und NMC Health verlassen FTSE-100"], ["28.02.20", "WDH/INDEX-MONITOR: JPMorgan rechnet im März mit Platzwechseln im Cac 40 und FTSE"], ["28.02.20", "INDEX-MONITOR: JPMorgan rechnet im März mit Platzwechseln im Cac 40 und FTSE"], ["09.01.20", "MaksiDom hat russische Castorama-Märkte im Visier"], ["09.01.20", "MÄRKTE EUROPA/Anleger risikofreudig - DAX auf 2-Jahreshoch"], ["09.01.20", "MÄRKTE EUROPA/DAX in Richtung Rekordhoch unterwegs"]], "en": [["2020.06.02", "Kingfisher PLC : Block listing Interim Review"], ["01.06.20", "Kingfisher PLC : Total Voting Rights"], ["18.05.20", "Kingfisher PLC : Director/PDMR Shareholding"], ["12.05.20", "Kingfisher sales dented by Covid-19 despite reopening stores"], ["12.05.20", "Kingfisher PLC : Company Update"], ["05.05.20", "Kingfisher PLC : Total Voting Rights"], ["27.04.20", "Kingfisher PLC : Disclosure of Rights of Securities"], ["22.04.20", "Kingfisher PLC : Holding(s) in Company"], ["16.04.20", "Kingfisher PLC : Director/PDMR Shareholding"], ["03.04.20", "Kingfisher donates £1m worth of PPE to health services"], ["01.04.20", "Kingfisher PLC : Total Voting Rights"], ["26.03.20", "Kingfisher PLC : Director Declaration"], ["23.03.20", "Coronavirus: B&Q and Screwfix stores to remain open, Kingfisher says"], ["23.03.20", "Kingfisher PLC : FCA moratorium - preliminary financial statements"], ["19.03.20", "Kingfisher PLC : Second Price Monitoring Extn"], ["19.03.20", "Kingfisher PLC : Price Monitoring Extension"], ["18.03.20", "Kingfisher PLC : Director/PDMR Shareholding"], ["16.03.20", "UPDATE 1-Kingfisher shuts all French, Spanish stores due to coronavirus"], ["16.03.20", "Online orders drive Kingfisher sales amid coronavirus outbreak"], ["16.03.20", "Kingfisher shuts French, Spanish stores due to virus"], ["16.03.20", "Kingfisher shuts French, Spanish stores due to coronavirus"], ["16.03.20", "Kingfisher PLC : COVID-19 update"], ["05.03.20", "B&Q and Screwfix owner Kingfisher booted out of FTSE 100"], ["02.03.20", "Kingfisher PLC : Total Voting Rights"], ["02.03.20", "Kingfisher appoints Sue Harries as group ecommerce director"], ["20.02.20", "Kingfisher PLC : Director/PDMR Shareholding"], ["10.02.20", "Kingfisher finalises exec team with new chief appointment"], ["03.02.20", "Kingfisher PLC : Total Voting Rights"], ["22.01.20", "Kingfisher PLC : Director/PDMR Shareholding"], ["20.01.20", "Kingfisher PLC : Holding(s) in Company"], ["06.01.20", "Kingfisher appoints new chief customer & digital officer"], ["02.01.20", "Kingfisher PLC : Total Voting Rights"], ["2020-06-02 10:00", "B.C. boat dealers report record-breaking sales amid COVID-19 restrictions ...  pace. Jes McFarlane, left, says he has a 'bottleneck' of people looking to buy. (Michael McArthur/CBC) Vacation versus staycation For a buyer like Jim Grant, 60, it was a no-brainer. The financial portfolio manager had been planning to visit his son in California over the summer. When COVID-19 curtailed those plans, he decided instead to buy a new boat — a 20 foot KingFisher. Jim Grant had been planning to visit California when COVID-19 hit. Instead, he says he'll spend time boating with his family. (Courtesy Jim Grant) \"People aren't going to stop living\" he said. \"They're still going to have fun. They're just going to have to find different ways of doing it\". Dwindling inventory, less international interest ... "], ["2020-06-02 06:06", "Oklahoma oil prices and drilling report for June 2, 2020Oklahoma crude oil prices as of 5 p.m. Monday:Oklahoma Sweet:Sunoco Inc. — $32Oklahoma Sour:Sunoco Inc. — $20Oklahoma oil and gas drilling activity posted May 15:COMPLETIONNo postings.INTENT TO DRILLKingfisher: Ovintiv Mid-Continent Inc.; Sout"], ["2020-05-31 01:30", "Weekender... Niamh Cullen's Mallorca: 'we stay in a hip hotel with a hammock, incense burners and a Bluetooth speaker in every room' ...  the village of Port de Soller. W e'd stay in Bikini Island & Mountain Hotel. It's a hip hotel, with a bohemian style. It has a relaxed feel and, to top it off, there is a hammock, incense burners and a Bluetooth speaker in every room and balcony. To kick off, we would grab an Aperol spritz or sangria in a local bar at the top of the prom, then walk to The Kingfisher restaurant. It's a beautiful seafood restaurant, nearly always booked out. On Saturday, we'd get up to do sunrise yin yoga on the hotel rooftop. Afterwards, we'd enjoy the view, and the Lebanese/Tel Avivian-style breakfast spread, which is served on the roof. My boyfriend has a boat licence, so we'd rent a little boat. We have a cove where we know it's safe to anchor ... "], ["2020-05-31 00:53", "Police want to talk to owner of drone who may have captured footage of angler before he died ... told that he was dead. She was in tears and let out a really high pitched scream. RELATED ARTICLES Previous 1 Next Harry Dunn's family launch private prosecution against... Two dead in horror crash in Sydney after head-on collision Share this article Share 'She said she last spoke to her father that morning. It was awful to see.' The man was a member of the Kingfisher Angling & Preservation Society and had spent the morning before his death stocking the lake with trout with the society's director Martin Duffell - the first time he had been outside in weeks. A woman who answered the door at Mr Duffell's house in Orpington today would not name the victim but said: 'He was a member of the angling society. Police comb the area surrounding ... "], ["2020-05-30 23:01", "Cybersecurity, DIY and gaming to come up trumps in FTSE reshuffle ...  last year, with cancellation of its dividend adding to shareholders' pain. Facebook Twitter Pinterest Customers social distancing in the car park of B&Q. Photograph: Jacob King/PA The contenders in line for promotion are also telling in our work-from-home, quarantine times: cybersecurity company Avast, emergency plumbers and electricians Homeserve, and medical equipment supplier Convatec. B&Q owner Kingfisher could also come up trumps, depending on share-price moves. People stuck at home have often had nothing better to do than DIY, while its status as an \"essential\" retailer meant sales were not too badly hit. Another probable addition is betting company GVC. Its Coral and Ladbrokes arms have suffered a temporary hit from the pause in sports ... "], ["2020-05-30 18:12", "Drone pilot may have video of two yobs hurling rocks at angler, 66, before he died in castle grounds ...  we are feeling at the moment. \"Sleep well Dad. Give everyone a hug from me.\" Mr Hilder's friends said they believe he may have rowed with poachers in the moments before he collapsed Credit: PA:Press Association The chairman of his angling club said there might have been a 'confrontation' Credit: PA:Press Association Mick Lee, chairman of the Kingfisher Angling and Preservation Society, has paid tribute to Mr Hilder. \"Although the exact circumstances surrounding Charlie's death are unclear we believe that he died after a confrontation with poachers,\" he said. \"At this stage we would like to pass on our sincere condolences to Charlie's family and friends.\" Detectives from the Kent and Essex Serious Crime Directorate ... "], ["2020-05-30 16:14", "Police issue fresh appeal over death of man at Kent castle ... who was near the gatehouse on the estate or in a car park next to the lake.\" Facebook Twitter Pinterest Charlie Hilder. Photograph: Family handout/PA Police also want to speak to the owner of a drone they believe may have been flying in the area at the time of the incident. Local fishermen have expressed shock and sadness at Hilder's death. In a tribute, the Kingfisher Angling and Preservation Society said: \"The society has been shocked and greatly saddened to hear of the death of Mr Charles Hilder. At this stage we would like to pass on our sincere condolences to Charlie's family and friends.\" On its website, the society warns members about poaching in the area. It has been reported that Hilder spent Thursday morning helping to stock the ... "], ["2020-05-30 14:46", "Pensioner dies after rocks thrown as he 'confronted poachers' in Kent ...  in the grounds ( PA ) A 66-year-old man who died after rocks were thrown at Lullingstone Castle in Kent was believed to have been \"confronting poachers\", an angling society has said. Police said the man, named locally as Charles Hilder, may have been involved in an altercation with two teenage boys prior to his death. He was a member of the Kingfisher Angling and Preservation Society, who said in a statement : \"The Society has been shocked and greatly saddened to hear of the death of Mr Charles Hilder. Download the new Independent Premium app Sharing the full story, not just the headlines Download now \"Although the exact circumstances surrounding Charles' death are unclear we believe that Charlie died after a confrontation with poachers ... "], ["2020-05-29 22:38", "Student with cerebral palsy surprises classmates by walking graduation stage ...  COVID-19 | Coronavirus We're Open | So. AZ The Rebound Contests 1 weather alerts 1 closings/delays KGUN 9 On Your Side News National News Actions Facebook Tweet Email Student with cerebral palsy surprises classmates by walking graduation stage Student with cerebral palsy surprises classmates by walking graduation stage By: Kyle Hicks Posted at 3:38 PM, May 29, 2020 and last updated 2020-05-29 18:38:40-04 KINGFISHER, Okla. An Oklahoma high school student with cerebral palsy surprised his classmates when he walked across the stage at his graduation. Diagnosed with the condition shortly after birth, Hunter Wittrock has been confined to a wheelchair his entire life, but he wanted to push himself and make the most out of his moment in front of the crowd at ... "], ["2020-05-29 22:38", "Student with cerebral palsy surprises classmates by walking graduation stage ...  Elections YES to Health Banking on Business We're Open We Support Mid-Michigan Mi Summer 1 weather alerts 1 closings/delays News National Actions Facebook Tweet Email Student with cerebral palsy surprises classmates by walking graduation stage Student with cerebral palsy surprises classmates by walking graduation stage By: Kyle Hicks Posted at 6:38 PM, May 29, 2020 and last updated 2020-05-29 18:38:40-04 KINGFISHER, Okla. An Oklahoma high school student with cerebral palsy surprised his classmates when he walked across the stage at his graduation. Diagnosed with the condition shortly after birth, Hunter Wittrock has been confined to a wheelchair his entire life, but he wanted to push himself and make the most out of his moment in front of the crowd at ... "], ["2020-05-29 22:38", "Student with cerebral palsy surprises classmates by walking graduation stage ...  Florida National Coronavirus Election 2020 Recalls Investigations Driving Tampa Bay Forward 1 weather alerts 1 closings/delays News National Actions Facebook Tweet Email Student with cerebral palsy surprises classmates by walking graduation stage Student with cerebral palsy surprises classmates by walking graduation stage By: Kyle Hicks Posted at 6:38 PM, May 29, 2020 and last updated 2020-05-29 18:38:40-04 KINGFISHER, Okla. An Oklahoma high school student with cerebral palsy surprised his classmates when he walked across the stage at his graduation. Diagnosed with the condition shortly after birth, Hunter Wittrock has been confined to a wheelchair his entire life, but he wanted to push himself and make the most out of his moment in front of the crowd at ... "], ["2020-05-29 22:38", "Student with cerebral palsy surprises classmates by walking graduation stage ...  Stronger2Gether Coronavirus Maryland's Most Accurate Forecast Voice for Veterans Contests 1 weather alerts 1 closings/delays News National Actions Facebook Tweet Email Student with cerebral palsy surprises classmates by walking graduation stage Student with cerebral palsy surprises classmates by walking graduation stage By: Kyle Hicks Posted at 6:38 PM, May 29, 2020 and last updated 2020-05-29 18:38:40-04 KINGFISHER, Okla. An Oklahoma high school student with cerebral palsy surprised his classmates when he walked across the stage at his graduation. Diagnosed with the condition shortly after birth, Hunter Wittrock has been confined to a wheelchair his entire life, but he wanted to push himself and make the most out of his moment in front of the crowd at ... "], ["2020-05-29 22:38", "Student with cerebral palsy surprises classmates by walking graduation stage ... links... Weather Hurricane Traffic Return To Space Local News Coronavirus Rebound SWFL Contests 1 weather alerts 1 closings/delays News National Actions Facebook Tweet Email Student with cerebral palsy surprises classmates by walking graduation stage Student with cerebral palsy surprises classmates by walking graduation stage By: Kyle Hicks Posted at 6:38 PM, May 29, 2020 and last updated 2020-05-29 18:38:40-04 KINGFISHER, Okla. An Oklahoma high school student with cerebral palsy surprised his classmates when he walked across the stage at his graduation. Diagnosed with the condition shortly after birth, Hunter Wittrock has been confined to a wheelchair his entire life, but he wanted to push himself and make the most out of his moment in front of the crowd at ... "], ["2020-05-29 22:38", "Student with cerebral palsy surprises classmates by walking graduation stage ...  We're Open Quick links... Weather Traffic Contests Coronavirus The Rebound We're Open 1 weather alerts 1 closings/delays News National Actions Facebook Tweet Email Student with cerebral palsy surprises classmates by walking graduation stage Student with cerebral palsy surprises classmates by walking graduation stage By: Kyle Hicks Posted at 4:38 PM, May 29, 2020 and last updated 2020-05-29 18:38:40-04 KINGFISHER, Okla. An Oklahoma high school student with cerebral palsy surprised his classmates when he walked across the stage at his graduation. Diagnosed with the condition shortly after birth, Hunter Wittrock has been confined to a wheelchair his entire life, but he wanted to push himself and make the most out of his moment in front of the crowd at ... "], ["2020-05-29 22:38", "Student with cerebral palsy surprises classmates by walking graduation stage ...  links... Local News I Team Coronavirus We're Open The Rebound Buffalo Buffalo Strong National News Tips 1 weather alerts 1 closings/delays Actions Facebook Tweet Email Student with cerebral palsy surprises classmates by walking graduation stage Student with cerebral palsy surprises classmates by walking graduation stage By: Kyle Hicks Posted at 6:38 PM, May 29, 2020 and last updated 2020-05-29 18:38:40-04 KINGFISHER, Okla. An Oklahoma high school student with cerebral palsy surprised his classmates when he walked across the stage at his graduation. Diagnosed with the condition shortly after birth, Hunter Wittrock has been confined to a wheelchair his entire life, but he wanted to push himself and make the most out of his moment in front of the crowd at ... "], ["2020-05-29 22:38", "Student with cerebral palsy surprises classmates by walking graduation stage ...  Your World State of the Commonwealth Election 2020 Latest from CNN LEX 18 News App 1 weather alerts 1 closings/delays News Covering the Nation Actions Facebook Tweet Email Student with cerebral palsy surprises classmates by walking graduation stage Student with cerebral palsy surprises classmates by walking graduation stage By: Kyle Hicks Posted at 6:38 PM, May 29, 2020 and last updated 2020-05-29 18:38:40-04 KINGFISHER, Okla. An Oklahoma high school student with cerebral palsy surprised his classmates when he walked across the stage at his graduation. Diagnosed with the condition shortly after birth, Hunter Wittrock has been confined to a wheelchair his entire life, but he wanted to push himself and make the most out of his moment in front of the crowd at ... "], ["2020-05-29 20:47", "Lullingstone Castle: Man died 'confronting poachers' ...  has said. The victim, named locally as Charles Hilder, in his 60s, was pronounced dead on Thursday at Lullingstone Castle in Eynsford, Kent. Officers were called to the grounds of the medieval estate to reports of \"rocks being thrown\". Kent Police has not formally identified Mr Hilder but said the family of the man who died had been informed. The Kingfisher Angling and Preservation Society , said: \"Although the exact circumstances surrounding Charlie's death are unclear we believe that Charlie died after a confrontation with poachers. \"At this stage we would like to pass on our sincere condolences to Charlie's family and friends.\" Earlier, it emerged residents nearby had complained to Sevenoaks MP Laura Trott about increased ... "], ["2020-05-29 20:47", "Lullingstone Castle: Man died 'confronting poachers' ...  in the grounds of a castle, an angling society has said. The victim, named locally as Charles Hilder, in his 60s, was pronounced dead on Thursday at Lullingstone Castle in Eynsford, Kent. Officers were called to the grounds of the medieval estate to reports of \"rocks being thrown\". Kent Police said the victim's family had been informed. The Kingfisher Angling and Preservation Society , said: \"Although the exact circumstances surrounding Charlie's death are unclear we believe that Charlie died after a confrontation with poachers. \"At this stage we would like to pass on our sincere condolences to Charlie's family and friends.\" Earlier, it emerged residents nearby had complained to Sevenoaks MP Laura Trott about increased anti ... "], ["2020-05-29 18:39", "Angler, 66, died after being 'pelted with rocks' as daughter pays emotional tribute ...  Star's newsletter brings you the biggest and best stories sign up today Read More Related Articles Bungling burglar smashed into school during lockdown 'and left blood everywhere' \"Words can't explain how we are feeling at the moment. Sleep well Dad. Give everyone a hug from me.\" Mr Hilder, known as Charlie, was paid tribute to by the Kingfisher Angling and Preservation Society. A society spokesman said: \"The society has been shocked and greatly saddened to hear of the death of Mr Charles Hilder. \"Although the exact circumstances surrounding Charlie's death are unclear we believe that he died after a confrontation with poachers. \"At this stage we would like to pass on our sincere condolences to Charlie's ... "], ["2020-05-29 17:28", "Man killed 'by rocks' named as friends say he'd been in 'confrontation with poachers' ...  died after rocks were reportedly thrown at a Kent tourist spot. Friends believe Charles Hilder, 66, was involved in a confrontation with poachers before his death yesterday afternoon. Armed police were called to Lullingstone Castle at 5.21pm on Thursday where the victim died at the scene, Kent Police said. Dad-of-two Mr Hilder is believed to have been a member of the Kingfisher Angling and Preservation society, which has voiced members' sorrow at his death. In a statement on the group's website, chairman Mick Lee said: \"The Society has been shocked and greatly saddened to hear of the death of Mr Charles Hilder at Lullingstone on Thursday 28 May 2020. \"Although the exact circumstances surrounding Charlie's death are unclear we believe ... "]]}}