{"postfix": "kohls-aktie", "name": "KOHLS", "wkn": "884195", "time": "2020.06.02 13:53", "ts": 1591098781, "features": {"KGV": "9.22", "Marktkapitalisierung": {"Size": "Mrd", "Value": "2.69"}, "GA": "4.86", "KBV": "1.30", "BA": "34.47", "KCV": "4.27", "CA": "10.49", "Vola30": "112.67", "Vola90": "147.4", "Vola180": "107.76", "Vola250": "82.44"}, "rivals": ["costco_wholesale-aktie", "sears-aktie", "nordstrom-aktie", "j_c_penney_company-aktie", "macys-aktie"], "text_data": {"de": [["31.05.20", "Mai 2020: Experten empfehlen Kohls-Aktie mehrheitlich zum Verkauf"], ["19.05.20", "MÄRKTE USA/Gewinnmitnahmen an Wall Street nach Kursrally"], ["18.05.20", "Ausblick: Kohls präsentiert Quartalsergebnisse"], ["30.04.20", "Was Analysten von der Kohls-Aktie erwarten"], ["31.03.20", "So schätzen Analysten die Kohls-Aktie ein"], ["04.03.20", "Kohl’s erzielt weniger Gewinn und steigert die Dividende"], ["02.03.20", "Ausblick: Kohls stellt das Zahlenwerk zum vergangenen Quartal vor"], ["09.01.20", "MÄRKTE USA/Wall Street auf Allzeithoch - Dow marschiert Richtung 29.000"], ["09.01.20", "MÄRKTE USA/Börsen mit Hoffnung auf Nahostentspannung auf Allzeithochs"]], "en": [["19.05.20", "Kohl's Corporation Reports Financial Results"], ["13.05.20", "Kohl’s Corporation Holds Annual Shareholders Meeting"], ["07.05.20", "Kohl’s Announces Phased Approach for Store Reopenings"], ["21.04.20", "Kohl’s to Hold Virtual 2020 Annual Meeting of Shareholders"], ["30.03.20", "Kohl’s Extends Temporary Store Closures Nationwide and Provides Business Update in Response to COVID-19 Pandemic"], ["19.03.20", "Kohl’s Provides Business Update Related to COVID-19"], ["16.03.20", "Kohl’s and Lands’ End Announce New Partnership"], ["03.03.20", "Kohl's Corporation Reports Financial Results"], ["25.02.20", "Kohl’s Named as One of the 2020 World’s Most Ethical Companies by Ethisphere"], ["18.02.20", "Kohl’s Donates $2 Million to the American Cancer Society for Wisconsin Families"], ["03.02.20", "Yael Cosset Appointed to Kohl’s Corporation Board of Directors"], ["21.01.20", "Kohl’s to Donate More Than $500,000 to Milwaukee-Area Nonprofits Serving Local Families"], ["16.01.20", "Spring into Adventures with Kohl’s Cares Newest Collection, Featuring Award-Winning Author and Illustrator Lane Smith"], ["14.01.20", "Kohl’s $750,000 Donation to Hunger Task Force Supports the Provision of Healthy Food to Milwaukee Families in Need"], ["09.01.20", "Kohl's Corporation Reports November/December Sales and Affirms 2019 Diluted Earnings Per Share Guidance"], ["07.01.20", "Might be time to give Macy's, Kohls and Nordstrom another look: Jim Cramer"], ["07.01.20", "Cramer says it might be time to give Macy's, Kohls and Nordstrom another look. Here's why."], ["2020-06-01 04:01", "Remembering Brazil's 2015 (Failed & Forgotten) Zika Virus-Microcephaly Freak-Out ...  problem may not be to do MORE, but rather to do LESS (simply STOP giving Tdap to pregnant women). \"The number of cases of microcephaly in Brazil has grown to 3,530 babies, as of mid-January 2016. Fewer than 150 such cases were seen in all of 2014.\" The original source of this article is Global Research . The Best of Gary G. Kohls, MD Tags: Dr. Kohls [ send him mail ] is a retired physician from Duluth, MN, USA. In the decade prior to his retirement, he practiced what could best be described as \"holistic (non-drug) and preventive mental health care\". Since his retirement, he has written a weekly column for the Duluth Reader, an alternative newsweekly magazine. His columns mostly deal with the dangers of American imperialism, friendly fascism ... "], ["2020-05-31 04:02", "George Floyd Demonstrations: Target Shuts Down San Francisco Bay Area Stores As A Precaution ...  been a major lifeline for residents for household items, clothing and other non grocery items while other stores were shuttered by Gov. Gavin Newsom's COVID-19 shelter in place order. It has only been in the last two weeks that some retailers have reopened, but only with curbside pickups and home deliveries. Major retailers like Macys and Kohls still remain closed. The Bay Area stores impacted include Alameda, Bayfair, Central San Francisco, Central Berkeley, San Jose College Park, Colma, East Palo Alto, Fashion Island Foster City, Mountain View, North Hayward, Oakland, Pinole, Emeryville, Redwood City, Richmond, Serramonte, San Francisco Folsom St., San Francisco 13th St., South San Francisco, Tanforan, University Ave. Berkeley and West Lake Daly City ... "], ["2020-05-30 14:00", "This Small Gadget Helps Keep My Kitchen Sink Clog-Free, No Matter How Many Dishes I'm Doing ...  you never realized you needed, The Case For reviews make compelling arguments for products that'll upgrade your life. Scouted selects products independently and prices reflect what was available at the time of publish. Sign up for our newsletter for even more recommendations. Don't forget to check out our coupon site to find deals from Wayfair , Target , Kohls , and more. If you buy something from our posts, we may earn a small commission. READ THIS LIST Coronavirus Cheat Sheet Politics Entertainment World News Half Full Culture U.S. News Scouted Travel Beast Inside Crossword Newsletters About Contact Tips Jobs Help Privacy Code of Ethics & Standards Terms & Conditions Copyright & Trademark Sitemap Coupons 2020 The Daily Beast Company LLC Advertise ... "], ["2020-05-29 19:45", "Stack promos to save big on patio and grilling essentials at Kohl's ... -century Berkeley compound Price Point: $2.199 million in Berkeley Obits Obituaries Place an Obituary Vice President Pence mourns loss of evangelist at service Veteran AP journalist Alvin Orton Jr. dies in Ohio at age 84 The Latest: Russia attributes more deaths to COVID-19 Luminaries Lost: A look at some of the artists lost to virus Coupons Menu Sections https://www.sfgate.com/shopping/article/patio-furniture-sale-kohls-15303597.php Stack promos to save big on patio and grilling essentials at Kohl's You can combine 10% and 20% off coupons on patio furniture, grills and grilling gear. By Ana Suarez Published 12:45 pm PDT, Friday, May 29, 2020 Photo: Kohl's Photo: Kohl's Image 1 of / 23 Caption Close Image 1 of 23 Photo: Kohl's Stack promos to ... "], ["2020-05-29 16:11", "BC-150-actives-n, ... 38497 39.23 38.93 38.96—.56 InvMtgCap 2 43487 2.85 2.76 2.81—.03 iShCorEM .95e 57710 44.63 44.43 44.54+.16 ItauUnH .26 146419 4.28 4.18 4.22—.12 JPMorgCh 3.20 87511 99.18 97.79 97.94—1.93 Keycorp .74 48531 12.05 11.70 11.74—.35 Kimco 1.12 56598 11.60 11.03 11.08—.63 KindMorg 1.05f 39652 15.71 15.31 15.46—.26 Kinrossg 87773 6.78 6.62 6.70+.13 Kohls 2.82f 55901 19.73 18.80 19.03—1.10 Kroger .56f 50740 32.20 31.62 32.02—.05 LatamAir 60209 1.20 1.05 1.18+.08 MFAFncl .80 58166 1.79 1.69 1.73—.04 MGM Rsts .60f 100278 17.52 16.72 17.10—.13 Macerich 2m 36678 7.16 6.85 6.90—.34 Macys 260382 6.75 6.26 6.33—.50 MarathnO .20 222585 5.65 5.45 5.46—.24 MorgStan 1.40 39608 44.79 43.52 44.35 ... "], ["2020-05-29 14:10", "BC-150-actives-e, ... 1.66e 13466 39.23 39.11 39.13—.39 Infosys 12185 9.05 8.98 9.01—.18 InvMtgCap 2 15606 2.85 2.76 2.79—.04 iShCorEM .95e 15986 44.63 44.46 44.53+.15 ItauUnH .26 49772 4.28 4.18 4.24—.09 JPMorgCh 3.20 40538 98.98 97.79 98.45—1.41 Keycorp .74 13258 11.96 11.70 11.80—.29 Kimco 1.12 23473 11.57 11.14 11.20—.51 Kinrossg 28614 6.78 6.66 6.72+.15 Kohls 2.82f 23926 19.67 18.80 19.17—.95 KosmosEn .18 13485 1.85 1.66 1.82+.01 Kroger .56f 18337 32.20 31.62 31.86—.20 LatamAir 24366 1.16 1.05 1.16+.06 MFAFncl .80 24114 1.79 1.69 1.71—.06 MGM Rsts .60f 41790 17.52 16.72 17.11—.12 Macerich 2m 12475 7.16 6.90 6.96—.28 Macys 94526 6.70 6.26 6.56—.28 MarathnO .20 85622 5.65 5.48 5.54—.16 MorgStan ... "], ["2020-05-29 12:33", "How 18 newsrooms captured one pandemic day in Minnesota ... when I started going through it, it's like wow, this is actually better than what I anticipated.\" Related: Care about local news? Check out Locally, where we're chronicling the power and perils of local journalism in a pandemic Brainerd Floral owner Marc Halverson sorts through flowers in the cooler Monday, April 20 at his long-time family business in Brainerd. (Steve Kohls/Brainerd Dispatch) The idea for the project came from Forum Communications president Bill Marcil Jr. It took some planning, and then way more work after developing and designing the multi-part online package, which included written vignettes, photos and videos. It did not, by the way, have a print component. \"Frankly we didn't feel like there was a way to recreate this ... "], ["2020-05-28 22:00", "Upgrade Your Sunglasses This Summer With These Picks ... . They have a slightly smaller frame size so they'll flatter a wide range of face shapes. Buy on Nordstrom $ 65 Scouted selects products independently and prices reflect what was available at the time of publish. Sign up for our newsletter for even more recommendations. Don't forget to check out our coupon site to find deals from Wayfair , Target , Kohls , and more. If you buy something from our posts, we may earn a small commission. READ THIS LIST Coronavirus Cheat Sheet Politics Entertainment World News Half Full Culture U.S. News Scouted Travel Beast Inside Crossword Newsletters About Contact Tips Jobs Help Privacy Code of Ethics & Standards Terms & Conditions Copyright & Trademark Sitemap Coupons 2020 The Daily Beast Company LLC Advertise With Us"], ["2020-05-28 21:31", "BC-150-actives-f, ...  2.82 2.83—.13 iShJapan 104078 56.48 55.88 55.88+.72 iShCorEM .95e 120233 44.99 44.32 44.38—.27 ItauUnH .26 252975 4.48 4.32 4.33—.16 JPMorgCh 3.20 246687 102.95 99.40 99.86—1.51 Keycorp .74 103029 13.03 12.03 12.09—.65 Kimco 1.12 146588 12.70 11.61 11.71—.72 KindMorg 1.05f 107726 16.12 15.65 15.72—.25 Kinrossg 182119 6.85 6.49 6.57—.06 Kohls 2.82f 154425 22.61 19.96 20.12—2.17 Kroger .56f 130734 33.80 32.01 32.06—1.22 LBrands 1.20 109638 17.32 16.16 16.28—.92 LatamAir 304455 1.38 1.06 1.10—.12 MFAFncl .80 134033 1.90 1.76 1.77—.10 MGIC Inv .24 93388 9.50 8.50 8.51—.86 MGM Rsts .60f 286686 18.13 17.09 17.23—.88 Macys 735272 7.70 6.77 6.83—.55 MarathnO .20 465851 6 ... "], ["2020-05-28 14:10", "A Look at Retail ETFs Post Q1 Earnings ...  will brief you on top news and analysis, as well as top-performing ETFs, each week. Get it free > > In-Depth Zacks Research for the Tickers Above Normally $25 each - click below to receive one report FREE: Target Corporation (TGT) - free report > > The Home Depot, Inc. (HD) - free report > > Walmart Inc. (WMT) - free report > > Lowes Companies, Inc. (LOW) - free report > > Kohls Corporation (KSS) - free report > > SPDR-SP RET ETF (XRT) - free report > > VANECK-RETAIL (RTH) - free report > > AMPL-ONLN RETL (IBUY) - free report > > FT-NDQ RETAIL (FTXD) - free report > > PRO-ONLN RETL (ONLN) - free report > > Published in earnings etfs retail Zacks' 7 Best Strong Buy Stocks for June, 2020 Free Research for Zacks.com Readers Experts have chosen 7 stocks ... "], ["2020-05-28 13:00", "The Men's Health Grooming Awards 2020 ...  of black pepper and cardamom gives this an old-world but still modern vibe. . 17 of 80 Frdric Malle Vetiver Extraordinaire Parfum saksfifthavenue.com $230.00 BUY IT HERE Nothing gives a fresh kick like the aromatic grass vetiver; it's the power note of this casual but luxurious scent. Doses of sandalwood and cedar evoke a bright, young vibe. . 18 of 80 adidas Sport STRK Men's Cologne kohls.com $35.00 BUY IT HERE You'd think ingredients like green apple and lavender oil might make this spray overly sweet. In reality, it has a subtle, clean smell that's perfect for a post-workout body spray. . 19 of 80 Bottega Veneta Illusione neimanmarcus.com $118.00 BUY IT HERE If the smell of a hike could be bottled, it'd smell like this woody cologne ... "], ["2020-05-27 22:00", "Emma Straub, Author of All Adults Here, Recommends 5 Books On Complex Relationships and Underestimated Teens ...  pages or 400 pages. So, I hope a lot of people read it. Stay Gold Buy on Amazon $ 11 Interview edited for clarity. Scouted selects products independently and prices reflect what was available at the time of publish. Sign up for our newsletter for even more recommendations. Don't forget to check out our coupon site to find deals from Wayfair , Target , Kohls , and more. If you buy something from our posts, we may earn a small commission. READ THIS LIST Coronavirus Cheat Sheet Politics Entertainment World News Half Full Culture U.S. News Scouted Travel Beast Inside Crossword Newsletters About Contact Tips Jobs Help Privacy Code of Ethics & Standards Terms & Conditions Copyright & Trademark Sitemap Coupons 2020 The Daily Beast Company LLC Advertise With Us"], ["2020-05-27 14:10", "BC-150-actives-e, ... —.05 iSEafe 1.66e 43863 59.33 58.85 58.92+.34 iShiBxHYB 5.09 23592 82.45 81.92 82.00+.16 iShR2K 1.77e 79018 142.16 139.12 139.49+.71 InvMtgCap 2 40983 2.98 2.85 2.90+.02 ItauUnH .26 52434 4.47 4.35 4.37+.15 JPMorgCh 3.20 102394 102.58 99.26 99.70+3.88 JohnJn 4.04f 16024 144.61 143.21 143.90—.66 Keycorp .74 25772 12.82 12.37 12.44+.58 Kinrossg 38441 6.56 6.35 6.51—.14 Kohls 2.82f 34314 21.75 20.54 20.100+1.54 KosmosEn .18 20011 1.95 1.79 1.86—.05 LBrands 1.20 15684 17.63 16.57 16.68 LVSands 15849 52.20 50.36 50.46+.53 LatamAir 45502 1.76 1.33 1.50—.18 LloydBkg .47a 21524 1.53 1.49 1.50+.05 MFAFncl .80 44910 1.90 1.85 1.86+.08 MGM Rsts .60f 105379 18.84 17.72 17.88+.23 Macerich 2m 16556 7.84 7.52 7.57+.12 Macys 195562 7.09 6.66 6 ... "], ["2020-05-26 20:00", "5 Affordable Inexpensive Beginner Backyard Birdwatching Buys ... you could always Google it, but this guide by National Geographic makes it more fun. Buy on Amazon $ 15 Free Shipping Scouted selects products independently and prices reflect what was available at the time of publish. Sign up for our newsletter for even more recommendations. Don't forget to check out our coupon site to find deals from Wayfair , Target , Kohls , and more. If you buy something from our posts, we may earn a small commission. READ THIS LIST Coronavirus Cheat Sheet Politics Entertainment World News Half Full Culture U.S. News Scouted Travel Beast Inside Crossword Newsletters About Contact Tips Jobs Help Privacy Code of Ethics & Standards Terms & Conditions Copyright & Trademark Sitemap Coupons 2020 The Daily Beast Company LLC Advertise With ... "], ["2020-05-26 07:09", "They're Planning Your Future Without Your Consent ...  it would be used, by whom, and how long it could be stored. \"It is a serious privacy issue. We have to remember anything that we do during the pandemic under the guise of protecting public health could be misused,\" said the ACLU. But state officials said the state is not creating any type of centralized database. The Best of Gary G. Kohls, MD Tags: Dr. Kohls [ send him mail ] is a retired physician from Duluth, MN, USA. In the decade prior to his retirement, he practiced what could best be described as \"holistic (non-drug) and preventive mental health care\". Since his retirement, he has written a weekly column for the Duluth Reader, an alternative newsweekly magazine. His columns mostly deal with the dangers of American imperialism, friendly ... "], ["2020-05-25 08:00", "The Interesting Things That People Are Buying Because of TikTok ... ;vintage\" things. These retro-inspired skates are comfortable, durable, and actually look pretty great. Buy on UrbanOutfitters $ 139 Scouted selects products independently and prices reflect what was available at the time of publish. Sign up for our newsletter for even more recommendations. Don't forget to check out our coupon site to find deals from Wayfair , Target , Kohls , and more. If you buy something from our posts, we may earn a small commission. READ THIS LIST Coronavirus Cheat Sheet Politics Entertainment World News Half Full Culture U.S. News Scouted Travel Beast Inside Crossword Newsletters About Contact Tips Jobs Help Privacy Code of Ethics & Standards Terms & Conditions Copyright & Trademark Sitemap Coupons 2020 The Daily Beast Company ... "], ["2020-05-25 07:14", "Memorial Day 2020: Which Stores Are Open? Costco, Home Depot, Lowes Hours and More ... on Memorial Day. Costco: The store closes most holidays including Memorial Day. Aldi: Running with limited opening hours, so check ahead to confirm opening and closing times. Kmart: Will be open for its Memorial Day sale. PetSmart: The pet stores will be open on Memorial Day, but call customer service to check when your local store is open as some may vary. Fred Meyer : Opens for Memorial Day. Kohls: The store will be open for its Memorial Day sale. Kroger: Stores will be opening during the holiday and will have a Memorial Day sale on. Old Navy: Open for its Memorial Day sale. Safeway: The superstore will be open on Memorial Day but call ahead to check opening hours. Publix: The store is operating normal hours during Memorial Day. Mall of America: Due to the ... "], ["2020-05-25 04:01", "911, COVID-19, and the First Casualty of War ... Resources Lew Rockwell Books Ron Paul Books Murray N. Rothbard Library & Resources Mises Institute LRC Bestselling Books Political Theatre Podcasts Store About Contact Donate Advertise Search for: LewRockwell .com ANTI-STATE ANTI-WAR PRO-MARKET 911, COVID-19 and the First Casualty of War Why You Can't Trust the Bureaucrats at the NIST Any More Than You Can Trust the Bureaucrats at the CDC By Gary G. Kohls, MD May 25, 2020 Donate Many media commentators have mentioned that the COVID-19 crisis of 2020 is similar to other national crises that have led the United States into war. Three other examples include 1] Germany's sinking of the Lusitania on 5/7/15 (that led to the entry of the US into WWI), 2] the Japanese attack on Pearl Harbor on 12/7/41 (that ... "], ["2020-05-24 03:27", "Turbulent life of Mary-Kate Olsen ...  chain The Row was founded in 2006 and was turning over $78 million a year by 2015, as well as landing four Designer gongs at the prestigious Council of Fashion Designers Awards (CFDAs). media_camera The twins are now fashion moguls. Picture: Neilson Barnard/Getty Images The pair followed up with a more affordable brand, Elizabeth and James, now produced in partnership with Kohls. In 2019, it was estimated the pair were worth $853 million between them. But as their fortune grew, the pair became increasingly reclusive, hiding away from the public glare and only occasionally being spotted together near their New York offices. $140k ENGAGEMENT RING FROM SOTHEBY'S While a wealthy man in his own right, with a $102 million fortune, French banker Olivier ... "], ["2020-05-22 19:34", "Supercomputing Challenge encourages students to solve real-world problems, improve STEM skills ...  industry has felt the sting of a collapsing market that has forced the dumping of excess milk, the discing under of potato crops and the destruction livestock. Read the Full Article Video Macy's and Kohl's reopen to customers by KRQE Staff / May 22, 2020 ALBUQUERQUE, N.M. (KRQE) - Some department stores are back open starting on Friday, May 22. Kohls announced all five locations in New Mexico are now welcoming customers inside their stores. To prepare for the reopening, Kohl's says it has made enhancements to the store environments to protect the health of customers and staff. They've implemented safety procedures such as social distancing, sanitizing, and plastic shields at registers. Read the Full Article Video Top Stories Church ... "]]}}