{"postfix": "komatsu-aktie", "name": "KOMATSU", "wkn": "854658", "time": "2020.06.02 14:11", "ts": 1591099881, "features": {"KGV": "11.05", "Marktkapitalisierung": {"Size": "Mrd", "Value": "17.61"}, "GA": "162.93", "KBV": "0.96", "BA": "1.875.50", "KCV": "5.97", "CA": "301.64", "Vola30": "45.86", "Vola90": "64.22", "Vola180": "48.84", "Vola250": "39.13"}, "rivals": ["caterpillar-aktie", "jungheinrich-aktie", "wacker-aktie"], "text_data": {"de": [["17.05.20", "Ausblick: Komatsu legt Zahlen zum jüngsten Quartal vor"], ["17.05.20", "Ausblick: Komatsu veröffentlicht Zahlen zum vergangenen Quartal"], ["03.05.20", "Erste Schätzungen: Komatsu stellt das Zahlenwerk zum vergangenen Quartal vor"], ["03.05.20", "Erste Schätzungen: Komatsu öffnet die Bücher zum abgelaufenen Quartal"], ["08.04.20", "MÄRKTE ASIEN/Börsen im Spannungsfeld aus guten und schlechten Corona-Nachrichten"], ["08.04.20", "MÄRKTE ASIEN/Uneinheitlich nach negativen US-Vorgaben"], ["03.02.20", "Komatsu präsentierte Quartalsergebnisse"], ["03.02.20", "Komatsu: Bilanzzahlen zum vergangenen Quartal"], ["30.01.20", "Ausblick: Komatsu veröffentlicht Zahlen zum vergangenen Quartal"], ["30.01.20", "Ausblick: Komatsu legt Zahlen zum jüngsten Quartal vor"]], "en": [["23.04.20", "Anglo American and Komatsu to revitalise old mine sites"], ["11.03.20", "Cesium makes construction smarter with drones, 3D visualization, and Komatsu deal"], ["26.02.20", "Komatsu feeder gives versatile crushing experience"], ["13.02.20", "Komatsu feeder gives versatile crushing experience"], ["2020-05-29 18:32", "Tokyo stocks snap four-day winning streak amid U.S.-China tensions ... senior technical analyst at Mizuho Securities Co. Attention was focused on whether Trump would announce sanctions against mainland China, he added. On the TSE first section, falling issues far outnumbered rising ones 1,438 to 674 while 58 issues were unchanged. Volume increased to 2.383 billion shares from Thursday's 2.087 billion shares. China-linked issues, such as machinery-maker Komatsu and electronic parts supplier Murata Manufacturing Co., lost ground. Nissan Motor Co. plunged 10.79 percent, after logging its first group net loss in 11 years on Thursday. Among other major losers were camera-maker Nikon Corp. and daily goods producer Kao Corp. On the other hand, drugmaker Otsuka Holdings Co. gained 4.18 percent, thanks to the firm's better-than ... "], ["2020-05-28 04:00", "AI And The Digital Mine ...  deep under the ocean or deep inside the earth to extract the resources we still need. It should come as little surprise then that mining and resource extraction companies are looking to robotics, autonomous systems, and AI applications of all sorts to minimize risk, maximize return, and also lessen the environmental impact that mining has on our ecosystem. On a recent AI Today podcast episode, Antoine Desmet of mining technology and equipment company Komatsu shared how they're using advanced forms of AI, automation, and robotics to make an impact on the organization's operations. Antoine has an interesting background, starting his career as a telecom engineer and receiving a Ph.D in neural network engineering. After getting his Ph.D, he returned to ... "], ["2020-05-22 09:55", "Ayumi Hamasaki TV drama stays on the right side of absurdity ...  to an agency employee who employs an eye patch to maximum sinister pirate effect. It's a dizzying and frequently goofy watch, but it's never boring. \"M\" is part 1990s junk-food comfort, part real-world escapism and part of a greater push to help cement the image of one of Japan's biggest stars. \"M\" is inspired by Narumi Komatsu's 2019 novel of the same name, which was based on interviews with Hamasaki herself. The biggest revelation from that book was that the pop star dated Max Matsuura, founder and CEO of talent agency giant Avex. While not entirely shocking — rumors had floated since Hamasaki's first forays into the spotlight, complete with photos of the two canoodling — it was still confirmation. The ... "], ["2020-05-20 15:55", "Panasonic to move appliance production from Thailand to Vietnam ...  Insight CEO in the news China up close Company in focus Industry in focus Startups in Asia Opinion Guest Writers Letter to the editor The Nikkei View Life & Arts Life Arts Tea Leaves Obituaries Asia300 Log In Sign Up Latest On Companies Japan's Line to launch telemedicine app on rising pandemic demand Sony to become Sony Group, integrating financial unit Komatsu loses ground to Sany, missing out on China construction boom Rudderless leadership finally crashes Japanese clothier Renown Companies Panasonic to move appliance production from Thailand to Vietnam Factory near Bangkok will be shuttered in cost-cutting effort Panasonic aims to cut $930 million in costs by the year ending March 2022. Reuters KANA WATANABE, Nikkei staff writer May 21, 2020 00:06 ... "], ["2020-05-20 10:19", "Japan's Line to launch telemedicine app on rising pandemic demand ...  & Caucasus North America Latin America Europe Africa Features Cover Story Asia Insight CEO in the news China up close Company in focus Industry in focus Startups in Asia Opinion Guest Writers Letter to the editor The Nikkei View Life & Arts Life Arts Tea Leaves Obituaries Asia300 Log In Sign Up Latest On Companies Sony to become Sony Group, integrating financial unit Komatsu loses ground to Sany, missing out on China construction boom Rudderless leadership finally crashes Japanese clothier Renown US department store J.C. Penney files for bankruptcy Companies Japan's Line to launch telemedicine app on rising pandemic demand Popular 80-million user social media platform to also offer payment service Japanese social media platform Line plans to launch a ... "], ["2020-05-20 06:27", "Airlie woman spills the beans on First Dates experience ...  and one day I just went ' well why not?', and applied,\" she said. \"I think they liked me as I have an interesting background - I've been a hairdresser, worked retail and loved my jobs, but when I split with my husband I thought it was time to earn a little more money. \"Now I work out at the mines as a haul-truck driver manning a Komatsu 930E dump truck.\" Airlie Beach resident Taryn Chick with her date on First Dates, Nasser Sultan. Picture: Channel 7 Ms Chick said the reality show was different than some may perceive and everything felt \"very genuine\". After a first date \"fizzle\", she was asked to hang around for a second date the next night and was surprised when she was paired with 2018 season Married at First ... "], ["2020-05-19 16:32", "Sony to become Sony Group, integrating financial unit ...  Islands Rest of the World Middle East Russia & Caucasus North America Latin America Europe Africa Features Cover Story Asia Insight CEO in the news China up close Company in focus Industry in focus Startups in Asia Opinion Guest Writers Letter to the editor The Nikkei View Life & Arts Life Arts Tea Leaves Obituaries Asia300 Log In Sign Up Latest On Companies Komatsu loses ground to Sany, missing out on China construction boom Rudderless leadership finally crashes Japanese clothier Renown US department store J.C. Penney files for bankruptcy Century-old apparel maker Renown files for bankruptcy Companies Sony to become Sony Group, integrating financial unit Electronics icon bolsters fintech, in line with Alibaba and Apple Sony owns about 65% of Sony Financial ... "], ["2020-05-19 05:20", "Sony to take full control of financial unit for $3.7bn ...  Islands Rest of the World Middle East Russia & Caucasus North America Latin America Europe Africa Features Cover Story Asia Insight CEO in the news China up close Company in focus Industry in focus Startups in Asia Opinion Guest Writers Letter to the editor The Nikkei View Life & Arts Life Arts Tea Leaves Obituaries Asia300 Log In Sign Up Latest On Companies Komatsu loses ground to Sany, missing out on China construction boom Rudderless leadership finally crashes Japanese clothier Renown US department store J.C. Penney files for bankruptcy Century-old apparel maker Renown files for bankruptcy Companies Sony to take full control of financial unit for $3.7bn Japanese electronics icon bolsters fintech operations in pursuit of stable growth Sony owns about 65 ... "], ["2020-05-19 01:36", "Komatsu loses ground to Sany, missing out on China construction boomTOKYO/BEIJING -- Japan's Komatsu, once China's leading supplier of construction equipment, has failed to catch the wave of infrastructure pr"], ["2020-05-14 18:51", "Hostile takeover leads to new chief at Japan road builder ... the World Middle East Russia & Caucasus North America Latin America Europe Africa Features Cover Story Asia Insight CEO in the news China up close Company in focus Industry in focus Startups in Asia Opinion Guest Writers Letter to the editor The Nikkei View Life & Arts Life Arts Tea Leaves Obituaries Asia300 Log In Sign Up Latest On Construction Chinese construction throttles down, Komatsu data shows Belt and Road drives new China push by Japan's equipment makers China's island builder has US embassy in Manila surrounded Fearing ghost towns, Japanese cities ban high-rise condos Construction Hostile takeover leads to new chief at Japan road builder Maeda Road names parent company veteran Imaizumi as president The incoming president of Maeda Road hails ... "], ["2020-05-13 14:45", "Global Machine Tools Market Size Revised To $68.9 Billion By 2021, Post COVID-19 -- Shift Towards Automation And Remote Monitoring Through IoT Innovation ...  on Machine Tool Manufacturers7.4 Impact on Sales Channel7.5 Winning Strategies to Gain the Market Share 8 Consumer Trends Outlook 8.1 Introduction8.2 Expected Trends in Industry Segments Owing to Covid-19 Impact8.3 Expected Trends in Sales Channel Owing to Covid-19 Impact Companies Mentioned Amada Chiron Group DMG Mori Doosan GF Machining Solutions Hyundai WIA JTEKT Komatsu Makino OKUMA Schuler For more information about this report visit https://www.researchandmarkets.com/r/kjf0kw Research and Markets also offers Custom Research services providing focused, comprehensive and tailored research. Media Contact: Research and Markets Laura Wood , Senior Manager press@researchandmarkets.com For E.S.T Office Hours Call +1-917-300-0470 For U.S./CAN Toll Free Call ... "], ["2020-05-11 04:00", "Hayabusa2 reveals more secrets from Ryugu ... Sugita, Y. Cho, M. Kanamaru, E. Tatsumi, N. Sakatani, R. Honda, N. Hirata, H. Kikuchi, M. Yamada, Y. Yokota, S. Kameda, M. Matsuoka, H. Sawada, C. Honda, T. Kouyama, K. Ogawa, H. Suzuki, K. Yoshioka, M. Hayakawa, N. Hirata, M. Hirabayashi, H. Miyamoto, T. Michikami, T. Hiroi, R. Hemmi, O. S. Barnouin, C. M. Ernst, K. Kitazato, T. Nakamura, L. Riu, H. Senshu, H. Kobayashi, S. Sasaki, G. Komatsu, N. Tanabe, Y. Fujii, T. Irie, M. Suemitsu, N. Takaki, C. Sugimoto, K. Yumoto, M. Ishida, H. Kato, K. Moroi, D. Domingue, P. Michel, C. Pilorget, T. Iwata, M. Abe, M. Ohtake, Y. Nakauchi, K. Tsumura, H. Yabuta, Y. Ishihara, R. Noguchi, K. Matsumoto, A. Miura, N. Namiki, S. Tachibana, M. Arakawa, H. Ikeda, K. Wada, T. Mizuno, C. Hirose, S. Hosoda, O. Mori, T. Shimada, S ... "], ["2020-05-08 22:31", "Monmouth Real Estate Investment Corp (MNR) Q2 2020 Earnings Call Transcript ... 39;s already above 95%. So I just want to -- anybody who's trying to reconcile that discrepancy, it's just timing, and it's continuing to head toward the 100% which we achieved in March and the 99% we achieved in April. As far as your questions, Jeremy, one deal fell out of the pipeline. It was in the Pittsburgh market. It was a 10-year lease to Komatsu, we -- is what we contemplated, what we underwrote. For various reasons, they wanted to put a subsidiary on the lease. Monmouth only does long-term leases to investment-grade tenants. You see the current environment shows the strength of that business model. So we said, cure this problem with the lease, either get the parent company in Japan to guarantee it or we're passing. And so they're ... "], ["2020-05-08 19:20", "Company seeks its shovels back from two Wyoming coal minesGILLETTE, Wyo. (AP) - A mining equipment company based in Wisconsin has requested to either be paid or take its equipment from a Wyoming coal mining company that continues to operate a pair of its large coal shovels. Komatsu Mining Corporation filed a mot"], ["2020-05-08 19:20", "Company seeks its shovels back from two Wyoming coal minesGILLETTE, Wyo. (AP) - A mining equipment company based in Wisconsin has requested to either be paid or take its equipment from a Wyoming coal mining company that continues to operate a pair of its large coal shovels. Komatsu Mining Corporation filed a mot"], ["2020-05-08 19:20", "Company seeks its shovels back from two Wyoming coal minesGILLETTE, Wyo. (AP) - A mining equipment company based in Wisconsin has requested to either be paid or take its equipment from a Wyoming coal mining company that continues to operate a pair of its large coal shovels. Komatsu Mining Corporation filed a mot"], ["2020-05-08 19:20", "Company Seeks Its Shovels Back From Two Wyoming Coal Mines ...  Press , Wire Service Content May 8, 2020, at 3:20 p.m. More Company Seeks Its Shovels Back From Two Wyoming Coal Mines More GILLETTE, Wyo. (AP) — A mining equipment company based in Wisconsin has requested to either be paid or take its equipment from a Wyoming coal mining company that continues to operate a pair of its large coal shovels. Komatsu Mining Corporation filed a motion Thursday seeking to immediately lift an automatic stay on assets that prevent the company from reclaiming its property, The Gillette News Record reported. The stay was placed last year after Blackjewel LLC filed for bankruptcy, which included Belle Ayr and Eagle Butte coal mines in Campbell County, company officials said. Eagle Specialty Materials acquired the mines from ... "], ["2020-05-08 06:46", "Tokyo stocks rise on hopes for U.S.-China deal, potential lifting of state of emergency ...  iron and steel, non-ferrous metals and sea transport were the top three performing sectors on the main bourse. Nippon Steel Corp and JFE Holdings Inc jumped 7.1% and 7.5%, respectively, while Nippon Yusen KK rose 3.7%. Taking a positive cue from Sino-U.S. phone talks and Chinese peers, China-related shares listed on the Tokyo Exchange also outperformed, with Fanuc Corp rising 3.7%, Komatsu Ltd up 2.9% and Hitachi Construction Machinery Co Ltd advancing 3.9%. Nintendo Co Ltd lost 3.9% as investors took profits after the company's fourth-quarter profit soared 200% due to surging demand for its Switch games console and popularity of its \"Animal Crossing: New Horizons\" title. The Japanese gaming giant forecast a 22.7% fall in its net profit for the ... "], ["2020-05-08 06:46", "Tokyo stocks rise on hopes for U.S.-China deal, potential lifting of state of emergency ...  iron and steel, non-ferrous metals and sea transport were the top three performing sectors on the main bourse. Nippon Steel Corp and JFE Holdings Inc jumped 7.1% and 7.5%, respectively, while Nippon Yusen KK rose 3.7%. Taking a positive cue from Sino-U.S. phone talks and Chinese peers, China-related shares listed on the Tokyo Exchange also outperformed, with Fanuc Corp rising 3.7%, Komatsu Ltd up 2.9% and Hitachi Construction Machinery Co Ltd advancing 3.9%. Nintendo Co Ltd lost 3.9% as investors took profits after the company's fourth-quarter profit soared 200% due to surging demand for its Switch games console and popularity of its \"Animal Crossing: New Horizons\" title. The Japanese gaming giant forecast a 22.7% fall in its net profit for the ... "], ["2020-05-06 09:34", "Westinghouse Air Brake Technologies (WAB) Q1 2020 Earnings Call Transcript ...  demand there for the rest of the year? Rafael Santana -- President and Chief Executive Officer Yes. I think when we think about the impact, I think, certainly, the energy markets is the one that we're probably more concerned about and the impact there as we serve some end customers on that regard. We're working very closely with our mining customers and staying very close with Komatsu here, and I think we continue to see opportunities for the services of that business. And I think we're seeing certainly less of an impact there. I'd -- anything else you would add here, Pat? Pat Dugan -- Chief Financial Officer No. I mean, I think that some of the industrial markets are really -- they're tied to oil and gas or our heat exchange business ... "]]}}