{"postfix": "konami-aktie", "name": "KONAMI", "wkn": "870269", "time": "2020.06.02 13:41", "ts": 1591098100, "features": {"KGV": "22.08", "Marktkapitalisierung": {"Size": "Mrd", "Value": "4.68"}, "GA": "147.26", "KBV": "1.62", "BA": "2.012.90", "KCV": "9.32", "CA": "348.90", "Vola30": "47.35", "Vola90": "68.87", "Vola180": "55.63", "Vola250": "45.36"}, "rivals": [], "text_data": {"de": [["13.05.20", "Ausblick: KONAMI informiert über die jüngsten Quartalsergebnisse"], ["13.05.20", "Ausblick: Konami informiert über die jüngsten Quartalsergebnisse"], ["29.04.20", "Erste Schätzungen: KONAMI stellt Quartalsergebnis zum abgelaufenen Jahresviertel vor"], ["29.04.20", "Erste Schätzungen: Konami stellt das Zahlenwerk zum vergangenen Quartal vor"], ["03.02.20", "KONAMI: So schnitt der Konzern im vergangenen Quartal ab"], ["03.02.20", "Konami: Quartalsergebnisse zum jüngsten Jahresviertel"], ["29.01.20", "Ausblick: KONAMI informiert über die jüngsten Quartalsergebnisse"], ["29.01.20", "Ausblick: Konami veröffentlicht Zahlen zum vergangenen Quartal"]], "en": [["21.05.20", "Konami Holdings Corp : Adjustment of Conversion Price for Zero Coupon CB"], ["14.05.20", "Konami Holdings Corp : Distribution of retained earnings"], ["14.05.20", "Konami Holdings Corp : Annual Financial Report"], ["27.03.20", "Konami Holdings Corp : Notice on Result and Completion of ShareRepurchase"], ["26.03.20", "Konami Holdings Corp : Notice on Repurchase of Shares"], ["26.02.20", "Creator of Konami Code, an Easter egg known worldwide, has passed away     - CNET"], ["30.01.20", "Konami Holdings Corp : Appointment of Representative Director,President"], ["30.01.20", "Konami Holdings Corp : Revision of the Consolidated Earnings Forecast"], ["30.01.20", "Konami Holdings Corp : 3rd Quarter Results"], ["2020-05-31 23:01", "PS5 Games News: Iconic IP set for PlayStation exclusive return on next-gen ... asymmetrical multiplayer (4vs1) horror game has routinely added new DLC packs to further extend the popularity of the game. In the past we've seen content associated with Stranger Things, Scream, and Saw all added. But the latest is arguably one of the most intriguing, not just because the series has been DOA since 2015, but also given the other rumours flying around. Working together with Konami, Dead by Daylight plans to launch a Silent Hill downloadable content add on for the game which will bring the iconic Pyramid Head monster to the game. More so, the DLC also adds a new map for all players (based on Silent Hills Midwich Elementary School), and Cheryl Mason as a survivor for players to pick. There's more content on top of whats mentioned, but ... "], ["2020-05-29 14:07", "From July 13, Sony Wants New PS4 Games to Be PS5 Compatible ...  Sony has yet to showcase any PS5 titles or provide specific details regarding how backwards compatibility will work and if PS4 titles will be enhanced in some way. One thing is for sure, though, the PS5's reliance on an incredibly fast PCIe 4.0 SSD will mean any compatible PS4 games are going to load much faster than they did on existing hardware. Further Reading Konami's TurboGrafx-16 Mini Launches May 22 Unreal Engine 5 Demo Shows What Next-Gen Video Game Consoles Will Be Able to Do Sony PlayStation 5: Release Date, Price, News, and More Xbox Series X: Release Date, Price, News, and More More in Gaming Systems Gaming System Reviews Evercade TurboGrafx-16 Mini Tokyo Mirage Sessions #FE Encore (for Nintendo Switch) My Arcade Retro Champ Arcade1Up ... "], ["2020-05-29 10:30", "11 classic games that deserve a Final Fantasy VII-style remake ...  impact often relies on the player \"buying in,\" so to speak. Silent Hill 2 's story is as layered and grim as ever, but it's a bit hard to appreciate shackled to its original environs and stilted animations. Resident Evil 2 is proof horror games of the era can be resurrected though, and Silent Hill started as little more than a Resident Evil clone. Go ahead Konami, \"borrow\" the idea of a remake. Or do literally anything with Silent Hill, please. It deserves the same love as its Capcom counterpart. Prince of Persia: The Sands of Time Ubisoft Prince of Persia essentially died when Assassin's Creed took off, but Sands of Time deserves love. It's still the high point of the series, with its ruined palace host to plenty of iconic ... "], ["2020-05-29 08:00", "From Street Fighter to Sonic the Hedgehog: 10 of the best retro games ... , whose twin personality traits are \"blue\" and \"fast\"? Sonic's azure skies, bright greens, sparkly soundtrack and super speeds transport you back to simpler times, and cutting quick paths through these glossy, colourful landscapes still feels exciting. Smartphones and consoles Facebook Twitter Pinterest Chief whip ... Castlevania Anniversary Collection. Photograph: Konami Digital Entertainment Castlevania Anniversary Collection These speedy, demanding, sprawling gothic action games have you whipping vampiric hordes into shape through forests, castles and clock towers in medieval Europe. It's amazing even now to see what the early Castlevania games could do with a few colours, detailed pixel art and intricate, spooky chiptune music ... "], ["2020-05-28 16:01", "GeForce Now Games: Here Are All the Titles Leaving Nvidia's Streaming Service ... games that are no longer offered on the service as of May 31 (see below). If you've bought one of these games with the intention of playing it on GeForce Now, you're out of luck. The list of devs that have pulled out also looks extensive. At first glance, we can see that 2K Games isn't on the list. Activision Blizzard , Bethesda , Capcom, Rockstar, Konami, Sega and Xbox Game Studios are also absent. Nvidia did clarify that the service comes at no cost to developers, which makes it difficult to see why some would choose not to participate, since this should expand their customer base. But who knows what's going on behind the scenes. Games Leaving Nvidia GeForce Now on May 31 Nvidia noted in its announcement that, \"Games from publishers who ... "], ["2020-05-28 15:06", "Do NOT install new Windows 10 update, Microsoft warns as huge list of major bugs revealed ...  stormy conditions EYES TO THE SKIES How to spot the ISS and Elon Musk's spaceship with the naked eye TONIGHT Revealed TAP TIPS Secret WhatsApp trick lets you change your font and confuse all your pals TAP TIPS How to send lasers and other cool effects to your friends on iMessage In other news, Microsoft has hidden an addictive surfing game inside Windows 10 . Typing this \"Konami Code\" into websites unlocks loads of hidden features and jokes. Here are 18 incredible gaming Easter Eggs you probably didn't even know existed. And, we've rounded up 44 phrases that unlock hidden tricks and games in Google search . We pay for your stories! Do you have a story for The Sun Online Tech & Science team? Email us at tech@the-sun.co.uk Topics Microsoft ... "], ["2020-05-27 22:47", "Nvidia says developers must now opt in to include games on GeForce Now ... , publishers that do not opt in GeForce Now by May 31st will have their games removed. Nvidia also shared a list of currently playable titles that will no longer be accessible later this week , including titles in Sega-published franchises like Sonic and Yakuza . GeForce Now already has lost or will soon lose games from these major publishers: Activision Blizzard, Bethesda, Capcom, Crytek, Konami, Xbox Game Studios, Rockstar, Sega, Square Enix, Take-Two / 2K Games, and Warner Bros. But Nvidia says its platform offers access to more than 2,000 titles, and it does include games from major publishers like Bandai Namco, Bungie, CCP Games, Electronic Arts, Epic, Riot, Ubisoft, and Valve. Next Up In Gaming Good Deals GOG's summer sale discounts Prey, Metro ... "], ["2020-05-27 19:59", "'Silent Hill' PS5 rumors: 3 hints a revival announcement is coming soonKonami is finally starting to pay more attention to the 'Silent Hill' series again with a 'Dead by Daylight' crossover, so is this a prelude to bigger — and better — news?"], ["2020-05-27 19:17", "The TurboGrafx-16 Mini Is Awesome (If You Love Shooters)I forgive you if you didn't even notice that the TurboGrafx-16 Mini was officially released last week. Who could know? I don't see so much as a press release in my inbox about it. The extent of the marketing for it seems to be Konami's officia"], ["2020-05-27 13:47", "Silent Hill news: Major PS5 leak and surprise Dead by Daylight collab ... gen is coming PS5 vs Xbox Series X SSD: PlayStation 5 is 'faster' than next-gen Xbox The last mainline Silent Hill game was 2012's Downpour released on the PS3 and Xbox 360. Iconic video game director Hideo Kojima was set to reboot the series with Silent Hills, with 2014's P.T demo a taster of what was to come. But following the split between Konami and the Metal Gear Solid creator, this project was scrapped with no signs in the intervening years of the Silent Hill series being resurrected in other ways. However, this could all be about to change soon - and a new leak has shed light on the shape and form the next Silent Hill game could take. READ MORE PS5 reveal event: One big reason PlayStation fans should be excited Reliable survival horror ... "], ["2020-05-27 11:55", "Video Game Sales Hit Record High: 5 Stocks to Buy ...  Estimate for current-year earnings has improved 10.9% over the past 60 days. Nintendo has a Zacks Rank #2. Glu Mobile Inc. ( GLUU - Free Report ) is a leading global publisher of mobile games. Its portfolio of top-rated games includes original titles Super K.O. Boxing!, Stranded and Brain Genius, and titles based on major brands from partners including Atari, Activision, Konami, Harrah's, Hasbro, Warner Bros., Microsoft, PlayFirst, PopCap Games, SEGA and Sony. The company's expected earnings growth rate for the current year is 70.6%. The Zacks Consensus Estimate for current-year earnings has improved 16% over the past 60 days. Glu Mobilehas a Zacks Rank #2. Electronic Arts Inc. ( EA - Free Report ) distributes its gaming content and services ... "], ["2020-05-27 10:43", "Addictive surfing game is hidden in Windows 10 how to unlock it in seconds ...  mission LIVE BELLY FLOP Sir Richard Branson's Virgin Orbit rocket LauncherOne flops on its maiden voyage MESSAGE FROM SPACE Mystery radio signal detected coming from the heart of our galaxy SPACED OUT Nasa space heroes prepare to make history with risky SpaceX launch today TAKE NOTE Samsung's new mobile could have mammoth 7-inch screen dwarfing biggest iPhone In other news, typing this \"Konami Code\" into websites unlocks loads of hidden features and jokes. Here are 18 incredible gaming Easter Eggs you probably didn't even know existed. And, we've rounded up 44 phrases that unlock hidden tricks and games in Google search . We pay for your stories! Do you have a story for The Sun Online Tech & Science team? Email us at tech@the-sun.co ... "], ["2020-05-27 07:08", "Silent Hill finally gets a long-awaited revival but it's not what you think ...  Best Phone VPN TechRadar is supported by its audience. When you purchase through links on our site, we may earn an affiliate commission. Learn more Home News Silent Hill finally gets a long-awaited revival but it's not what you think By Adam Vjestica 27 May 2020 Konami's making DLC for Dead by Daylight instead Shares (Image credit: Behaviour Interactive) Silent Hill fans may be clamoring for a new horror game, but they'll have to wait a little longer as Konami continues to sit pretty on its beloved franchise. If you're desperate for any sort of content from the Japanese developer's famously fog-filled series, though, Dead by Daylight is receiving a DLC pack that contains Silent Hill's disturbing Pyramid Head, Cheryl Mason (Heather ... "], ["2020-05-27 02:34", "'Silent Hill' to Return as Downloadable Content in 'Dead By Daylight' Featuring Pyramid Head as the New Killer ...  Gadgets 'Silent Hill' to Return as Downloadable Content in 'Dead By Daylight' Featuring Pyramid Head as the New Killer 26 May 2020, 10:34 pm EDT By Christine Roger Tech Times Recent reports have revealed that Silent Hill will be coming back but as downloadable content in Dead by Daylight and fans are excited. The developer, Behaviour Interactive, has teamed up with Konami to bring characters from the classic horror game into Dead by Daylight . Gamers can purchase the Silent Hill downloadable content and they can add the famous Pyramid Head monster. This DLC will include Cheryl Mason, SH 's protagonist as a survivor. (Photo : Screenshot from: ATO Online Store Facebook Page) Read Also: GTA 5 Mod Allows You To Ride Your Own Bike In Its Los ... "], ["2020-05-26 21:00", "Silent Hill Returns As Dead By Daylight Expansion ...  of the Film Read on Maybe AT-ATs Aren't as Dumb as They Look Read on This Top Gear -Style Test Of Three Weird Chinese Almost-Cars Is Absolutely Amazing Subscribe To Our Newsletter Your guide to gaming delivered to your inbox daily. Subscribe Ian Walker 5 minutes ago Filed to: Dead by Daylight Dead by Daylight Silent Hill Pyramid Head Konami Kotaku Core Save Screenshot : Behaviour Interactive The next major Dead by Daylight expansion will feature content based on the iconic Silent Hill franchise. Advertisement Starting in June, players of the asymmetric, competitive horror game will be able to control the series' ostensible mascot Pyramid Head (otherwise referred to as \"The Executioner\") and Silent Hill 3 protagonist Cheryl Mason (also known ... "], ["2020-05-26 19:31", "Silent Hill lives as downloadable content for Dead by DaylightSilent Hill isn't dead. It needs to live so it can die in Dead by Daylight. Behaviour Interactive and Konami are teaming up for a new DLC pack."], ["2020-05-26 19:00", "Silent Hill's Pyramid Head comes to Dead by Daylight ... He can attack with a ranged attack that goes through objects and use his blade to dig trenches that survivors will be forced to navigate through or around, and can quickly send captured survivors to a space called the Cage of Atonement, instead of hanging his victims on the game's traditional meathook, speeding up the sacrificing process. Image: Behaviour Interactive/Konami Image: Behaviour Interactive/Konami Dead by Daylight 's version of Pyramid Head is based on his Silent Hill 2 appearance, according to Dave Richard, creative director at Behaviour, but players will also be able to give Pyramid Head alternate looks. The same is true for the new survivor character, Cheryl Mason (aka Heather from Silent Hill 3 ). One of Cheryl's skins is modeled ... "], ["2020-05-26 18:48", "Dead by Daylight Meets Silent Hill in New Chapter ...  horror franchises like Saw , Halloween , The Nightmare on Elm Street and several others. Some fans have openly wondered where else there is to go and the devs answered that in a big way. As it turns out, DBD isn't just limited to killers and survivors you see in films or TV shows, but they can also branch out to include video games as well. In a special collaboration with Konami, Dead by Daylight's next chapter will feature the Silent Hill license, and fans of the long-running horror franchise will definitely find a lot to love here. Pyramid Head is the New Killer BHVR Pyramid Head is coming to DBD. This might seem like a no-brainer to those who play the Silent Hill series, but Pyramid Head will be the new killer of this chapter. Staying with DBD ... "], ["2020-05-26 14:49", "The Zacks Analyst Blog Highlights: Nintendo, Activision Blizzard, Glu Mobile, Capcom and DouYu International ... is 6%. The Zacks Consensus Estimate for current-year earnings has improved 10.9% over the past 60 days. Nintendo has a Zacks Rank #2. Glu Mobile Inc. is a leading global publisher of mobile games. Its portfolio of top-rated games includes original titles Super K.O. Boxing!, Stranded and Brain Genius, and titles based on major brands from partners including Atari, Activision, Konami, Harrah's, Hasbro, Warner Bros., Microsoft, PlayFirst, PopCap Games, SEGA and Sony. The company's expected earnings growth rate for the current year is 70.6%. The Zacks Consensus Estimate for current-year earnings has improved 16% over the past 60 days. Glu Mobilehas a Zacks Rank #2. Capcom Co., Ltd. plans, develops, manufactures, sells and distributes consumer video games ... "], ["2020-05-25 14:00", "Best PlayStation Now games: the top PS Now games to stream or download today ...  aged like a fine Kryptonian wine. Today's best Injustice: Gods Among Us Ultimate Edition deals 11 Amazon customer reviews Reduced Price Injustice: Gods Among Us... Amazon $19.99 $8.45 View Injustice: Gods Among Us... GamersGate $19.99 View Show More Deals We check over 130 million products every day for the best prices Metal Gear Solid V: The Phantom Pain (Image credit: Konami) Hideo Kojima's unexpected final swansong with Metal Gear saw the creator leave in fine fashion. The Phantom Pain's refined stealth implementation makes it a joy to behold, while the freedom given allows players the chance to really think tactically about how to approach a mission. Released globally on September 1, 2015, the game shifted over five million copies before the ... "]]}}