{"postfix": "lam_research-aktie", "name": "LAM_RESEARCH", "wkn": "869686", "time": "2020.06.02 11:08", "ts": 1591088909, "features": {"KGV": "12.84", "Marktkapitalisierung": {"Size": "Mrd", "Value": "35.35"}, "GA": "14.54", "KBV": "6.17", "BA": "30.26", "KCV": "10.06", "CA": "18.57", "Vola30": "72.1", "Vola90": "83.53", "Vola180": "64.94", "Vola250": "52.68"}, "rivals": ["applied_materials-aktie", "kla-tencor-aktie", "novellus_systems-aktie", "tokyo_electron-aktie", "screen_1-aktie"], "text_data": {"de": [["30.04.20", "Lam Research-Aktie: Das sind die Expertenmeinungen des Monats April"], ["24.04.20", "Lam Research: Quartalsergebnisse zum jüngsten Jahresviertel"], ["21.04.20", "Ausblick: Lam Research veröffentlicht Zahlen zum vergangenen Quartal"], ["31.03.20", "März 2020: Analysten sehen Potenzial bei Lam Research-Aktie"], ["24.02.20", "Lam Research meldet vierteljährliche Dividende"], ["28.01.20", "Ausblick: Lam Research gewährt Anlegern Blick in die Bücher"]], "en": [["22.05.20", "Lam Research (LRCX) Down 1.2% Since Last Earnings Report: Can It Rebound?"], ["20.05.20", "Lam Research Boasts Rising Relative Strength, Strong Fundamentals"], ["19.05.20", "The Zacks Analyst Blog Highlights: Apple, Taiwan Semiconductor, Applied Materials, KLA and Lam Research"], ["27.04.20", "The Zacks Analyst Blog Highlights: Facebook, Roche, Royal Dutch Shell, Uber Technologies and Lam Research"], ["23.04.20", "Lam Research Sees No Letup in Semi Equipment Demand"], ["23.04.20", "Lam Research (LRCX) Q3 Earnings & Revenues Miss Estimates"], ["23.04.20", "Lam Research quarterly revenue misses estimates, shares fall"], ["23.04.20", "Lam Research Corp (LRCX) Q3 2020 Earnings Call Transcript"], ["22.04.20", "Lam Research (LRCX) Q3 Earnings and Revenues Miss Estimates"], ["22.04.20", "Semiconductor Equipment Firm Lam Research Falls On Mixed Results"], ["22.04.20", "Lam Research sales come up short of expectations, stock retreats after huge day"], ["21.04.20", "Why Lam Research (LRCX) Might Surprise This Earnings Season"], ["17.04.20", "Lam Research (LRCX) to Report Q3 Earnings: What's in Store?"], ["15.04.20", "Lam Research (LRCX) Earnings Expected to Grow: Should You Buy?"], ["03.04.20", "Lam Research stock gains after Instinet upgrade"], ["02.04.20", "Lam Research (LRCX) Stock Sinks As Market Gains: What You Should Know"], ["02.04.20", "Why Lam Research (LRCX) is a Great Dividend Stock Right Now"], ["20.03.20", "Lam Research stock gains after upgrade"], ["19.03.20", "Lam Research (LRCX) Gains But Lags Market: What You Should Know"], ["19.03.20", "Applied Materials, Lam Research among 10 stocks getting downgrades at B. Riley"], ["17.03.20", "Lam Research may not meet previously provided guidance, which it is withdrawing"], ["12.03.20", "Rubicon, Rogers, Lam Research, Applied Materials and Intel as Zacks Bull and Bear of the Day"], ["09.03.20", "Is Lam Research (LRCX) Stock Outpacing Its Computer and Technology Peers This Year?"], ["06.03.20", "Lam Research (LRCX) Stock Moves -1.58%: What You Should Know"], ["03.03.20", "Lam Research unveils improved tool to make 3-D chips for phones, devices"], ["03.03.20", "Lam Research unveils improved tool to make 3-D chips for phones, devices"], ["28.02.20", "Why Is Lam Research (LRCX) Down 8.1% Since Last Earnings Report?"], ["26.02.20", "Zacks.com featured highlights include: PulteGroup, SYNNEX, Republic Services, Lam Research and Leidos"], ["25.02.20", "Zacks.com featured highlights include: CDW, Sony, Applied Materials, Lam Research and Delta Air Lines"], ["20.02.20", "Is Lam Research (LRCX) Stock Outpacing Its Computer and Technology Peers This Year?"], ["20.02.20", "The Zacks Analyst Blog Highlights: Microsoft, Applied Materials, SAP SE, Lam Research and Tencent"], ["20.02.20", "Why Lam Research (LRCX) Could Be Positioned for a Surge"], ["20.02.20", "Cramer's lightning round: Lam Research 'had an unbelievable run'"], ["18.02.20", "Lam Research, KLA stocks slip after report says U.S. could restrict chip-equipment sales to China"], ["14.02.20", "Why Lam Research (LRCX) Stock Might be a Great Pick "], ["12.02.20", "The Zacks Analyst Blog Highlights: Microsoft, IBM, Intel, Apple and Lam Research"], ["11.02.20", "Lam Research (LRCX) is a Great Momentum Stock: Should You Buy?"], ["05.02.20", "Lam Research (LRCX) Soars to 52-Week High, Time to Cash Out?"], ["31.01.20", "Is Lam Research (LRCX) Stock Outpacing Its Computer and Technology Peers This Year?"], ["31.01.20", "Lam Research Roars to New Heights on Improving WFE Industry Conditions"], ["2020-06-02 08:51", "Chongqing discovers best-preserved Kayentapus in Asia ...  soon gathered a team of experts and identified the footprints as being from the Lower Jurassic theropod track assemblages. Theropods include the familiar Tyrannosaurus. Recently, a research paper about the discovery — The Early Jurassic Kayentapus dominated tracks from Chongqing, China — was published in Historical Biology, an international peer-reviewed scientific journal  ... experience a big new world Xi: Children are key to nation's development President calls for sci-tech powerhouse Latest Chongqing discovers best-preserved Kayentapus in Asia Lam: Foreign sanctions a 'double standard' Nearly 10m tested in Wuhan; 300 asymptomatic China promotes Mandarin training to help poverty reduction Major Chinese learning platform attracts 647 ... "], ["2020-06-02 07:49", "France Sees Deeper Recession; Tokyo Cases Spike: Virus Update ... the coronavirus, at least 10 times more than the number of confirmed cases, the Haaretz newspaper reported, citing a research study. As many as 270,000 Israelis may have already been infected, most without suffering any clinical symptoms, the newspaper said, citing research based on a representative sample of 1,700 serological tests. The number of confirmed cases in Israel is  ...  hit as the virus weighed on demand, the statements showed. Hong Kong to Move Cautiously After New Cluster: Lam (9:50 a.m. HK) Hong Kong authorities are still probing a new cluster of Covid-19 cases that may involve nine local patients, Hong Kong Chief Executive Carrie Lam said at a briefing Tuesday. Her comments come after Radio Television Hong Kong reported that four new cases ... "], ["2020-06-01 13:00", "Threatened U.S. sanctions benefit no one: Hong Kong business community ... treatment for Hong Kong. Chung criticized the U.S. for imposing sanctions on Hong Kong, urging some Hong Kong people who expected the so-called \"help\" from the United States to wake up. Jeffrey Lam, a member of the Legislative Council of the Hong Kong Special Administrative Region, said the United States earns a trade surplus of about 30 billion U.S. dollars in Hong Kong every year. The U.S.  ... restrict the export of high-tech products to Hong Kong, which is believed to have an impact on high-end scientific research in universities. However, in recent years the United States has scrutinized the export of scientific research equipment from universities, and the Hong Kong industry has gradually adapted to the restriction, Yip added. More Photo Artist' ... "], ["2020-06-01 06:43", "China PostThe China Posthttps://chinapost.nownews.comTaiwan in EnglishTue, 02 Jun 2020 08:40:42 +0000en-UShourly1https://wordpress.org/?v=5.3.2https://chinapost.nownews.com/wp-content/uploads/2017/10/cropped-icon-32x32.pngThe China Posthttps://chinapost.nownews.com3232 174588829Bangladesh confirms 1st death of Rohingya from coronavirushttps://chinapost.nownews.com/20200602-1322230Tue, 02 Jun 2020 08:39:00 +0000https://chinapost.nownews.com/20200602-1322230DHAKA, Bangladesh (AP) — Authorities in Bangladesh have confirmed the first death of a Rohingya refugee from the coronavirus, as infections rise in sprawling camps where more than 1 million Rohingya Muslims have been living since fleeing from neighboring Myanmar. The 71-year-old refugee died Saturday at Ukhiya  ... "], ["2020-06-01 00:51", "Threatened U.S. sanctions benefit no one: Hong Kong business community ...  treatment for Hong Kong. Chung criticized the U.S. for imposing sanctions on Hong Kong, urging some Hong Kong people who expected the so-called \"help\" from the United States to wake up. Jeffrey Lam, a member of the Legislative Council of the Hong Kong Special Administrative Region, said the United States earns a trade surplus of about 30 billion U.S. dollars in Hong Kong every year. The U.S.  ...  the export of high-tech products to Hong Kong, which is believed to have an impact on high-end scientific research in universities. However, in recent years the United States has scrutinized the export of scientific research equipment from universities, and the Hong Kong industry has gradually adapted to the restriction, Yip added. (For the latest China  ... "], ["2020-05-31 17:00", "Letters: Economy, armed response, water shortage and Covid 19 ...  holds sway causing unequal economic and educational opportunity and is the root cause of social disparity and poverty. Try explaining all this to Tauranga's Patrick Lam, baker and six times winner of the national supreme pie award. A child survivor of the Cambodian \"killing fields\", an adolescence confined in a Vietnamese  ...  straight day of no new Covid-19 cases James Cameron, Avatar crew touch down in Wellington How to subscribe to Premium Advertisement Advertise with NZME. Latest from NZ NEW ZEALAND Professor Jane Harding made a dame for world-leading research into newborn babies 28 May, 2020 12:17pm 2 minutes to read NEW ZEALAND Covid-19: In these times we need more art for arts sake 29 May, 2020 1:37pm 4 minutes to read NEW ZEALAND Former All ... "], ["2020-05-31 09:48", "Beijing and Hong Kong Government Dismiss Trump's Imminent Sanctions Over Security Law ... the security law and answer protesters' five demands, such as universal suffrage and an independent inquiry into instances of police violence, which emerged following mass protests triggered by Chief Executive Carrie Lam's extradition bill in June last year. Wong, the iconic figure from the 2014 Umbrella Movement, said Trump's announcement was the symbol of a new era in the U. ...  statements to oppose the national security law, more important [sic] is also to enhance different kinds of tools to put pressure on Beijing,\" Wong added. The Hong Kong Public Opinion Research Institute (HKPORI) held a press conference on Friday, releasing the results of an online survey polling 10,996 people between May 25 and 28. Of the 9,477 people who identified  ... "], ["2020-05-31 04:35", "TruePundit.com ... Fusion GPS to dig up dirt on Donald Trump during the 2016 election. Lawyers for the Free Beacon disclosed Friday to the House Intelligence Committee of its role in commissioning the embattled Fusion GPS research firm...The post BUSTED: Bill Kristol Linked to Fusion GPS Hiring by Free Beacon; Never Trump GOPers Paid For Dirt on Trump appeared first on True Pundit.]]> https://truepundit.com/busted-bill-kristol- ...  2017 14:06:15 +0000http://truepundit.com/?p=625175Painted as the Mandalay Bay hero by embattled Clark County Sheriff Joe Lombardo, security guard Jesus Campos now is apparently on the lam. On the run from an inquisitive media. Where in the world is Jesus Campos? The Mandalay Bay security guard shot by Stephen Paddock in the moments leading up to the  ... "], ["2020-05-30 12:16", "First pestilence, then war? A new, more aggressive China takes on the world in a pandemic ... leaders share that confidence. \"Honestly, the majority of people in Hong Kong don't care about the national-security law,\" said Bernard Chan, a close adviser to Hong Kong Chief Executive Carrie Lam. \"What matters to them is day-to-day law the law to protect their interests, their right and financial interests and legal documents.\" In national-security matters, meanwhile, the new law will  ... China doesn't need to win hearts and minds in Canada or Australia or the U.K.,\" said Natasha Kassam, a former Australian diplomat to China who is now a research fellow with the Lowy Institute, a Sydney-based international policy think tank. Open this photo in gallery A crowd in Vancouver demonstrates at a May 27 court hearing for Huawei executive  ... "], ["2020-05-30 00:19", "EE Times ...  chip equipment manufacturers.President Donald Trump is targeting Huawei, ZTE and other Chinese communication equipment makers. They may be legitimate targets but what about TSMC, ST, TI, Analog Devices, NXP, Freescale or a myriad of other chipmakers that may be supplying components to the Chinese entities? If any of these companies produce chips on equipment supplied by the likes of Lam Research, KLA Corp., and Applied Materials they will be severely squeezed. TSMC has relied solely on American-made semiconductor equipment, it can expect severe withdrawal symptoms once it dumps Huawei as it most likely will.Retooling its fabs with non-American semiconductor equipment will take years and cost billions. That's the price you can expect to pay for ignoring ... "], ["2020-05-29 22:07", "CLIVE HAMILTON: China wants nothing less than a life-and-death battle with the West ...  beamed into homes across the globe, humiliating China's President Xi Jinping. But the dragon held its nerve . . . waiting . . . waiting Hong Kong's leader Carrie Lam, a Beijing puppet who echoes Communist Party conspiracy theories, says the protests are being stirred up by foreigners and do not represent the majority. It is a sinister  ...  basketball... after sharing a faith-based Instagram post about resisting temptation Whitney Port looks sporty chic on a solo walk around her Studio City neighborhood Tom Hanks donates more of his plasma to medical research after recovering from COVID-19...as his quest for a 'Hank-ccine' continues Trucker chic! Lady Gaga gets behind the wheel to deliver her new album to retailers wearing a pink spiked  ... "], ["2020-05-29 21:07", "The most apocalyptic killer virus coming home to roost ... overwhelming benefits of a plant-based diet. He's a self-confessed sweet potatoes, kale and lentils man. Meat, in all its forms, is his bete noire. He has also done a lot of research into infectious diseases — the 3,600 footnotes and references in his mammoth 500-page book bear witness to that. Just when we seem to be easing out of the crisis, just as the  ... old boy in Hong Kong, whose sore throat and tummy ache turned into a disease that curdled his blood and killed him within a week from acute respiratory and organ failure. If it had spread, Lam Hoi-ka would have been patient zero for a new global pandemic. Fortunately, it was contained. Just 18 people contracted it, a third of whom died. Those figures demonstrated its extreme lethality. but also  ... "], ["2020-05-29 20:57", "China's Crackdown in Hong Kong Won't Spare Foreigners ...  to mainland China for trial. Mass unrest resulted in the closure of Hong Kong's airport and critical transport infrastructure including tunnels and the metro system that August. Lam's attempts to assuage the public were failures, with protests continuing and even escalating after the proposed extradition bill was dropped, most notably the occupation and siege of ... Kong's free society. Drew Thompson is a former US Defence Department official responsible for managing bilateral relations with China, Taiwan and Mongolia. He is currently a visiting senior research fellow at the Lee Kuan Yew School of Public Policy, National University of Singapore. View Comments Tags: Argument , Business , Hong Kong , Law Trending Now Sponsored Links by Taboola By  ... "], ["2020-05-29 20:51", "Stock ETFs Finish Positive Friday After China Press Conference ...  it's not an endpoint,\" said Julian Emanuel, chief equity and derivatives strategist at BTIG. \"It's a continuation on the way to more tensions.\" Other ETFs benefitted from the news conference as well, as the iShares PHLX Semiconductor ETF (SOXX) popped higher following the news conference, finishing the day up 2.5%, with help from Marvell Technologies and Lam Research. The news conference comes after China approved a national security bill for Hong Kong that experts warn could endanger the city's \"one country, two systems\" principle. That principle allows for additional freedoms that mainland China residents don't have. China and the U.S. have been at odds recently as Trump has disapproved of the Chinese government's ... "], ["2020-05-29 20:37", "| Taiwan president visits Hong Kong bookstore owner and announces. ... ; Matsu Islands' magical fluorescent sea Little Liu Qiu has it all: A dive into coral reefs... #COVID-19 Cabinet approves NT$6.6 billion fund for first-time jobseekers Research team finds key antibody against COVID-19 Charter flight to pick up Vietnamese nationals stranded in Taiwan McDonald's teams up with Watsons, amba hotels to offer discounts Taiwan ...  of the Presidential Office CP President Tsai Ing-wen visited the Causeway Bay Bookstore in Taipei's Zhongshan district on Friday to meet with Lam Wing-kee, the founder of the bookstore who moved to Taiwan after his business was closed. President Tsai thanked Lam for his advocating on human rights, freedom and democracy in Hong Kong, and stressed that she has set up a task force to help the Hong ... "], ["2020-05-29 20:02", "Investing During Coronavirus: Stocks Turn Positive on Trump's Trade Comments ...  investments that fit \"just right\": AbbVie (NYSE: ABBV ) Albemarle (NYSE: ALB ) Alexion Pharmaceuticals (NASDAQ: ALXN ) Applied Materials (NASDAQ: AMAT ) Ameriprise Financial (NYSE: AMP ) Anthem (NYSE: ANTM ) Broadcom (NASDAQ: AVGO ) Bristol-Myers Squibb (NYSE: BMY ) CBRE Group (NYSE: CBRE ) Cigna (NYSE: CI ) Centene (NYSE: CNC ) Cabot Oil & Gas (NYSE: COG ) Fifth Third Bancorp (NASDAQ: FITB ) Lam Research (NASDAQ: LRCX ) Universal Health Services (NYSE: UHS ) Affluent Customers Make Williams-Sonoma Stock a Buy [Tuesday, May 26, 2:09 p.m.] Contributed by Sarah Smith The current angle on retail is grim. Brick-and-mortar shops were closed, and more than 38 million consumers now find themselves unemployed. Americans face mounting economic pressure, and ... "], ["2020-05-29 19:58", "Consolidating Suppliers? There's Danger in Single-Sourcing ... chip equipment manufacturers. President Donald Trump is targeting Huawei, ZTE and other Chinese communication equipment makers. They may be legitimate targets but what about TSMC, ST, TI, Analog Devices, NXP, Freescale or a myriad of other chipmakers that may be supplying components to the Chinese entities? If any of these companies produce chips on equipment supplied by the likes of Lam Research, KLA Corp., and Applied Materials they will be severely squeezed. TSMC has relied solely on American-made semiconductor equipment, it can expect severe withdrawal symptoms once it dumps Huawei as it most likely will. Retooling its fabs with non-American semiconductor equipment will take years and cost billions. That's the price you can expect to pay for ignoring ... "], ["2020-05-29 19:53", "Beijing adopts intelligent monitoring device for underground pipe network ... An intelligent monitoring device has been introduced to facilitate the maintenance of Beijing's underground pipe network, according to a report by the Beijing Daily. Developed by a research institute under the China Aerospace Science and Industry Corporation, the device can be installed underground to conduct real-time monitoring and early warning of any corrosion of pipes  ...  planes at airport in Chile Bob Dylan retrospective to open in Beijing in June Chinese expedition conducts surveying atop world's highest peak Most popular in 24h More Top news Lam calls on residents to support national security legislation for HK U.S. military biologists stretch tentacles across Central Asia: media Brazil sets new record for daily COVID-19 infections UN rights ... "], ["2020-05-29 19:23", "Troll farms from Macedonia and the Philippines pushed coronavirus disinformation on Facebook ... pushed coronavirus disinformation on Facebook Facebook banned one of the most prolific pushers of medical disinformation after finding its articles had been spread for foreign trolls. Adrian Lam / NBC News Breaking News Emails Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings. SUBSCRIBE May 29, 2020, 7:23 ...  News has reached hundreds of millions of people by utilizing an entire universe of pages that are pushing this disinformation,\" said Luca Nicotra, a researcher and senior campaigner at Avaaz. Avaaz's research found that Natural News' content had more engagement on Facebook than links to the WHO and CDC combined over the last year. Nicotra called Facebook's move to ban links to Natural  ... "], ["2020-05-29 19:20", "China's 5G tech develops with strong momentum ...  5G mobile phone shipments—the combined market share of these four brands exceeded 60 percent in the first quarter of this year, according to a report by a US market research institute. In addition to mobile phones, the number of base stations is also an important indicator to measure the development of 5G. Over 10,000 new 5G base stations are being built ... retrospective to open in Beijing in June Chinese expedition conducts surveying atop world's highest peak Buildings shrouded in advection fog in C China cit Most popular in 24h More Top news Lam calls on residents to support national security legislation for HK U.S. military biologists stretch tentacles across Central Asia: media Brazil sets new record for daily COVID-19 infections UN rights chief  ... "]]}}