{"postfix": "lanxess-aktie", "name": "LANXESS", "wkn": "547040", "time": "2020.06.02 11:55", "ts": 1591091705, "features": {"KGV": "12.64", "Marktkapitalisierung": {"Size": "Mrd", "Value": "4.27"}, "GA": "4.73", "KBV": "1.98", "BA": "30.21", "KCV": "8.33", "CA": "7.18", "Vola30": "47.69", "Vola90": "85.19", "Vola180": "63.27", "Vola250": "49.15"}, "rivals": ["bayer-aktie", "henkel_vz-aktie", "dsm-aktie", "clariant-aktie", "dow_chemical-aktie", "merck-aktie", "fuchs_petrolub_vz-aktie"], "text_data": {"de": [["31.05.20", "So schätzen die Analysten die LANXESS-Aktie im Mai 2020 ein"], ["28.05.20", "ANALYSE-FLASH: Kepler Cheuvreux senkt Lanxess auf 'Reduce' - Ziel 45 Euro"], ["27.05.20", "ROUNDUP: Chemie- und Pharmabranche erwartet 2020 deutlichen Umsatzrückgang"], ["27.05.20", "VCI erwartet 2020 deutlichen Einbruch in deutscher Chemieproduktion"], ["27.05.20", "Chemie- und Pharmabranche erwartet 2020 deutlichen Umsatzrückgang"], ["20.05.20", "ANALYSE-FLASH: HSBC belässt Lanxess auf 'Buy' - Ziel 67 Euro"], ["09.05.20", "LANXESS gewährte Anlegern Blick in die Bücher "], ["07.05.20", "Kurzarbeit in Chemiebranche steigt - 90 000 Menschen betroffen"], ["07.05.20", "Evonik senkt Prognose - Rückgänge durch Corona-Krise"], ["06.05.20", "Spezialchemie: Schwache Autoindustrie belastet Lanxess"], ["06.05.20", "Schwache Autoindustrie belastet Lanxess - Ziele gesenkt"], ["06.05.20", "ROUNDUP 2: Lanxess senkt Ausblick wie erwartet - Aktie steigt nach Zahlen"], ["06.05.20", "Lanxess-CEO sieht 2Q-Guidance tendenziell am unteren Ende der Spanne"], ["06.05.20", "Lanxess-CEO sieht 2Q-Guidance tendenziell am unteren Ende der Spanne"], ["06.05.20", "Spezialchemiekonzern Lanxess hält an Dividende für 2019 fest"], ["06.05.20", "ROUNDUP: Lanxess senkt Ausblick wie erwartet - Aktie steigt nach Quartalszahlen"], ["06.05.20", "Schwache Autoindustrie belastet Lanxess - Ziele gesenkt"], ["06.05.20", "Lanxess wird wegen Corona pessimistischer - Jahresziel gesenkt"], ["06.05.20", "Lanxess hält sich zum Jahresstart besser als gedacht"], ["04.05.20", "HSBC: Wochenausblick: Einkaufsmanagerdaten, ISM-Index, Arbeitsmarktbericht, BMW, Siemens"], ["30.04.20", "April 2020: Die Expertenmeinungen zur LANXESS-Aktie"], ["06.04.20", "Lanxess setzt Aktienrückkauf aus"], ["06.04.20", "VIRUS: Spezialchemiekonzern Lanxess setzt Aktienrückkäufe aus"], ["03.04.20", "ANALYSE-FLASH: HSBC senkt Ziel für Lanxess auf 67 Euro - 'Buy'"], ["01.04.20", "VIRUS: Chemieindustrie baut Notfallversorgung mit Desinfektionsmitteln auf"], ["01.04.20", "Neue Plattform zur Notfallversorgung mit Desinfektionsmitteln"], ["01.04.20", "ANALYSE-FLASH: Credit Suisse hebt Lanxess auf 'Outperform' - Ziel leicht gesenkt"], ["01.04.20", "ANALYSE-FLASH: Credit Suisse hebt Lanxess auf 'Outperform' - Ziel leicht gesenkt"], ["31.03.20", "März 2020: So haben Analysten ihre Einstufung der LANXESS-Aktie angepasst"], ["27.03.20", "VIRUS/Chemie-Arbeitgeber und Gewerkschaft betonen Bedeutung der Branche"]], "en": [["13.05.20", "LANXESS Aktiengesellschaft : Release according to Article 40, Section 1 of the WpHG [the German Securities Trading Act] with the objective of Europe-wide distribution"], ["06.05.20", "Disinfectant demand helps Lanxess beat profit forecasts, but harder virus hit coming"], ["06.05.20", "LANXESS Aktiengesellschaft : Release according to Article 40, Section 1 of the WpHG [the German Securities Trading Act] with the objective of Europe-wide distribution"], ["21.04.20", "LANXESS Aktiengesellschaft : Release according to Article 40, Section 1 of the WpHG [the German Securities Trading Act] with the objective of Europe-wide distribution"], ["06.04.20", "LANXESS Aktiengesellschaft : LANXESS suspends share buy-back"], ["10.03.20", "LANXESS Aktiengesellschaft : LANXESS decides on share buy-back program with a total volume of up to EUR 500 million"], ["03.03.20", "LANXESS Aktiengesellschaft : Release according to Article 40, Section 1 of the WpHG [the German Securities Trading Act] with the objective of Europe-wide distribution"], ["25.02.20", "LANXESS Aktiengesellschaft : Release according to Article 40, Section 1 of the WpHG [the German Securities Trading Act] with the objective of Europe-wide distribution"], ["13.02.20", "LANXESS Aktiengesellschaft : Release according to Article 40, Section 1 of the WpHG [the German Securities Trading Act] with the objective of Europe-wide distribution"], ["04.02.20", "LANXESS Aktiengesellschaft : Release according to Article 40, Section 1 of the WpHG [the German Securities Trading Act] with the objective of Europe-wide distribution"], ["14.01.20", "LANXESS Aktiengesellschaft : Release according to Article 40, Section 1 of the WpHG [the German Securities Trading Act] with the objective of Europe-wide distribution"], ["2020-05-29 18:30", "Global Reverse Osmosis (RO) Membrane Market Is Expected To Reach $7.44 Billion By 2027 - Latest Market Research Report By Stratistics MRC ...  (RO) Membrane Market is accounted for $2.54 billion in 2018 and is expected to reach $7.44 billion by 2027 growing at a CAGR of 12.7% during the forecast period. Some of the key players in Global Reverse Osmosis (RO) Membrane market include Vontron, Trisep Corporation, Transfilm, Toyobo Co Ltd, Toray Industries Inc, Seaps, Recsun, Membranium, LG Chem, LANXESS AG , Koch Membrane Systems Inc, Keensen, Hydranautics, GE Water & Process Technologies and Dow Water & Process Solutions. Rising water scarcity and increasing demand for clean drinking water are the factors driving the market growth. However, membrane fouling and scaling are some of the factors restraining the market growth. Request for sample here: https://www.strategymrc.com/report/reverse-osmosis-ro ... "], ["2020-05-29 11:30", "Impact Of COVID-19 On The Aerospace & Defense Elastomers Market, Forecast To 2027 ...  research viewpoints presented are based on validated engagements from influencers in the market, whose opinions supersede all other research methodologies. Competitors identified in this market include, among others: 3M Company Chenguang Fluoro & Silicone Elastomers Co. Ltd. DowDupont Inc. Esterline Corporation Greene, Tweed & Co. Inc. Holland Shielding Systems B.V. Jonal Laboratories, Inc. Lanxess AG Momentive Performance Materials, Inc. PolyMod Technologies Inc. Quantum Silicones LLC Rogers Corporation Saint-Gobain Seal Science, Inc. Shin-Etsu Chemical Co. Ltd. Solvay S.A. Specialised Polymer Engineering Ltd. Specialty Silicone Products, Inc. Technetics Group LLC The Chemours Company Trelleborg AB TRP Polymer Solutions Ltd. Unimatec Co. Ltd. Wacker Chemie ... "], ["2020-05-27 19:15", "Vat Dyes Market Outlook To 2025: Indigo, Thioindigo Dyes, Anthraquinone Derivatives, Carbazole Derivatives, Others ...  Vat Dyes Market Outlook7. Asia-Pacific Vat Dyes Market Outlook8. Middle East & Africa Vat Dyes Market Outlook9. South America Vat Dyes Market Outlook 10. Market Dynamics 10.1. Drivers10.2. Challenges 11. Market Trends & Developments 12. Competitive Landscape 12.1. Competition Outlook12.2. Company Profiles12.2.1. DuPont de Nemours, Inc.12.2.2. BASF SE12.2.3. LANXESS AG 12.2.4. Huntsman Corporation12.2.5. Clariant International12.2.6. Rockwood Holdings12.2.7. Royce Associates12.2.8. Sinocolor Chemicals12.2.9. Atul Ltd. 12.2.10 . Kiri Industries Ltd. 13. Strategic Recommendations For more information about this report visit https://www.researchandmarkets.com/r/aa4ejd Research and Markets also offers Custom Research services providing focused, comprehensive ... "], ["2020-05-27 15:45", "Global Ammonium Sulphate Market Outlook 2020-2027: Growing Demand For Nitrogen-Rich And Sulfur-Rich Fertilizers ...  , Europe , Asia Pacific , Latin America and Middle East & Africa . The market in Europe , which was valued at around USD 510 million in the year 2017 is anticipated to gain a CAGR of around 1.50% during the forecast period.Some of the affluent industry leaders in the global ammonium sulfate market are Sumitomo Chemical Co. Ltd., Nutrien Ltd., Evonik Industries AG, Lanxess, HELM AG, Domo Chemicals, Merck KGaA, DSM, Honeywell International Inc. and BASF SE. Key Topics Covered: Global Ammonium Sulphate Market 1 Executive Summary 2 Market Introduction 3 Market Insights 3.1 Key Takeaways 4 Research Methodology 5 Market Dynamics 5.1 Global Ammonium sulfate Market5.1.1 Introduction5.1.2 Drivers5.1.2.1 Growing Demand for Nitrogen- and Sulfur-Rich Fertilizers5 ... "], ["2020-05-26 22:30", "Global Aircraft Lubricants Market Review And Outlook 2014-2025 Featuring Eastman Chemical Company, ExxonMobil, Fuchs Petrolub, Lanxess, NYCO, Phillips 66 Company, Shell, And Total ...  in the next twenty years, 5.2% higher than the company's last-year forecast. The supply chain of this market comprises raw material suppliers, lubricant manufacturers, distributors, and OEMs/Airlines. The key aircraft lubricant manufacturers are Exxon Mobil Corporation, Eastman Chemical Company, Royal Dutch Shell Plc, NYCO, Total S.A., The Phillips 66 Company, BP Plc, Lanxess AG, and FUCHS Petrolub SE, and PJSC Lukoil Oil Company. Some of the Key Mergers & Acquisitions and Strategic Alliances: The market's attractiveness has led to a series of acquisitions by big players, acquiring small fishes, ultimately pushing the market towards greater consolidation. In 2014, Eastman Chemical Company acquired BP Plc's global aviation turbine engine ... "], ["2020-05-25 13:00", "Standard Lithium To Participate In The World's First Virtual Electric Vehicle Supply Chain Festival From Benchmark Minerals ...  southern Arkansas, where it is engaged in the testing and proving of the commercial viability of lithium extraction from over 150,000 acres of permitted brine operations. The Company has commissioned its first of a kind industrial scale Direct Lithium Extraction Demonstration Plant at LANXESS South Plant facility in southern Arkansas. The Demonstration Plant utilizes the Company's proprietary LiSTR technology to selectively extract lithium from LANXESS' tailbrine. The Demonstration Plant is being used for proof of concept and commercial feasibility studies. The scalable, environmentally friendly process eliminates the use of evaporation ponds, reduces processing time from months to hours and greatly increases the effective recovery of lithium. The ... "], ["2020-05-20 19:05", "The Weeknd Reveals Rescheduled Dates for 'After Hours' Tour ... , UK The O2 (Original Date: Sun Oct 11 2020) Fri Oct 29 2021, London, UK The O2 (Original Date: Tue Oct 13 2020) Sat Oct 30 2021, London, UK The O2 (Original Date: Fri Oct 23 2020) Sun Oct 31 2021, London, UK The O2 (Original Date: Mon Oct 12 2020) Wed Nov 03 2021, Newcastle, UK Utilita Arena (Original Date: Thu Oct 15 2020) Fri Nov 05 2021, Cologne, Germany Lanxess Arena (Original Date: Mon Nov 09 2020) TBD Glasgow, UK SSE Hydro (Original Date: Sun Oct 18 2020) Mon Nov 08 2021, Czech Republic, Prague O2 Arena (Original Date: Sun Nov 01 2020) Tue Nov 09 2021, Munich, Germany Olympiahalle (Original Date: Sat Oct 31 2020) Thu Nov 11 2021, Berlin, Germany Mercedes-Benz Arena (Original Date: Thu Oct 29 2020) 0 Comments Want to read more articles like this one ... "], ["2020-05-19 13:30", "Increasing Demand For Automobiles Tires To Drive Valuation Of Global Resorcinol Formaldehyde Latex Market To US$ 730 Mn By 2030 ... Analyze Resorcinol Formaldehyde Latex Market growth in 30+ countries including US, Canada , Germany , United Kingdom , France , Italy , Russia , Poland , Benelux, Nordic, China , Japan , India , and South Korea . Request a sample of the study. Global Resorcinol Formaldehyde Latex Market - Key Players Some of the key players in the global resorcinol formaldehyde latex market are Sumitomo Chemical Co. Ltd., LANXESS, LGC Limited, Atul Ltd., and Jiangsu Zhongdang Group Co. Ltd. among others. Explore Transparency Market Research's award-winning coverage of the global Chemicals and Materials industry, Sodium Lauryl Sulfate Market - In terms of value, the global sodium lauryl sulfate market was valued at around US$ 9.00 Bn in 2018 and is anticipated to expand ... "], ["2020-05-18 21:15", "Long Fiber Thermoplastics Market Worth $4.6 Billion By 2025 - Increasing Use In Various End-use Industries ...  and Recyclability Restraints Weaker Mechanical Properties and Higher Cost Than Thermosets High Processing and Manufacturing Costs Opportunities Increasing Use of Long Fiber Thermoplastics in Various End-use Industries Challenges Need for Reducing Capital and Technology Costs Companies Profiled Asahi Kasei Corporation BASF SE Celanese Corporation Daicel Polymer Ltd. Dieffenbacher Kingfa Lanxess AG Mitsubishi Chemical Holdings Plasticomp Inc. PolyOne RTP Company, Inc. Sabic Sambarklft Co. Ltd. SBHPP Solvay Sumitomo Chemical Company Ltd. Technocompound GmbH Toray Industries, Inc. For more information about this report visit https://www.researchandmarkets.com/r/kjimap Research and Markets also offers Custom Research services providing focused, comprehensive and ... "], ["2020-05-14 10:30", "Technical Foam Market Worth $15.7 Billion By 2025 - Exclusive Report By MarketsandMarkets ...  in the wide-scale adoption of technical foam in electricals& electronics, automotive & transportation, commercial buildings, and medical end uses. Some of the leading manufacturers of technical foam profiled in this report are BASF SE ( Germany ), Dow Inc. (US), SEKISUI CHEMICAL CO., LTD ( Japan ), Huntsman Corporation (US), Armacell International S.A. ( Germany ), LANXESS AG ( Germany ), Trelleborg AB ( Sweden ), Recticel NV/SA ( Belgium ), INOAC Corporation ( Japan ), UFP Technologies, Inc. (US), Wanhua Chemical Group Co., Ltd. ( China ), and The Woodbridge Group (US). Get 10% Free Customization on this Research Report: https://www.marketsandmarkets.com/requestCustomizationNew.asp?id=55658044 Browse Adjacent Markets: Foam and Insulation Market Research ... "], ["2020-05-11 20:15", "Europe 2020: Automotive Composites Market Analysis And Outlook 2014-2025 ... , and natural fiber based composites are the major segments. Carbon fiber based composite market is expected to witness the highest growth over the forecast period due to increasing penetration of carbon composites in sports, luxury and electric vehicles. Some of the European automotive composite companies profiled in this report include Plastic Omnium, Polytec, BASF, DSM, Polynt, Lanxess and others. Some of the features of this report include: Market size estimates: European automotive composites market size estimation in terms of value ($M) and volume (M Lbs.) shipment. Trend and forecast analysis: Market trend (2014-2019) and forecast (2020-2025) by application, and end-use industry. Segmentation analysis: European automotive composites market size by ... "], ["2020-05-11 18:00", "Transparent Rigid Plastics World Market Study, 2020: Trends & Opportunities, Patent Review/New Developments, Company Profiles ... -Chem International Corp. Covestro DSM DSM Engineering Plastics Dupont Eastman Chemical Ems Grivory Evonik Industries Ag Galata Chemicals Goldstab Organics Hebei Jingxin Chemical Group Hitachi Chemical Co. Hubei Nanxing Polymer Additives Co. Ltd. Idemitsu Kosan Imerys Performance Additives Ineos Styrolution Americas Llc Kaneka KD Chem Kisuma Chemicals Kolon Industries Kuraray Lanxess Ag LG Chem Lotte Advanced Materials Co. Ltd. Lucite International Lyondellbasell Industries Mitsubishi Chemical Corp. Mitsubishi Engineering Plastics Mitsui Chemicals America Inc. Mitsui Chemicals Global Nitto Kasei Novista Chemicals Pau Tai Industrial Plaskolite Inc. Power Additives Ppg Industries Inc. Reagens Group Sabic Innovative Plastics Shin-Etsu Chemical Co. Ltd. Solvay ... "], ["2020-05-08 14:10", "North America Flame Retardant Thermoplastics Market Size, Share & Trends Analysis By Product And Segment Forecasts, 2020 - 2027 ...  rules and regulations and focus on indoor air quality is anticipated to drive the polystyrene based products Increasing investment from government and private institutions in the automotive and transportation and building and construction sector is projected to contribute to the demand for these flame-retardant thermoplastics Key market players include BASF SE, LANXESS, Dow Inc., ICL, RTP Company, Huber Engineered Materials, Clariant AG, Plastics Color Corporation, Albemarle Corporation, PolyOne Corporation, SABIC, Asahi Kasei Corporation, Washington Penn Plastic, Koninklijke DSM N.V., and Teknor ApexRead the full report: https://www.reportlinker.com/p05891726/?utm_source=PRN About Reportlinker ReportLinker is an award-winning market research solution ... "], ["2020-05-06 14:13", "Disinfectant demand helps Lanxess beat profit forecasts, but harder virus hit comingGerman specialty chemicals maker Lanxess reported slightly stronger-than-expected quarterly profit on Wednesday, with firm demand for disinfectant ingredients offsetting a coronavirus-driven slump in engineering plastics.'"], ["2020-05-06 08:58", "UPDATE 2-Lanxess Q1 profit beats forecasts, but sees harder virus hit to comeGerman specialty chemicals maker Lanxess reported slightly stronger than expected quarterly profits on Wednesday, with firm demand for disinfectant ingredients offsetting a slump in engineering plastics due to the coronavirus pandemic."], ["2020-05-06 05:37", "Lanxess sees harder coronavirus hit in coming quartersGerman specialty chemicals maker Lanxess cut its full-year profit guidance on Wednesday, but said the coronavirus outbreak has hardly restricted its deliveries so far, with its largest facilities remaining operational."], ["2020-05-06 05:37", "Lanxess sees harder coronavirus hit in coming quartersGerman specialty chemicals maker Lanxess cut its full-year profit guidance on Wednesday, saying it expected the impact of the coronavirus pandemic to intensify in the second and third quarters.'"], ["2020-05-06 05:33", "UPDATE 1-Lanxess sees harder coronavirus hit in coming quartersGerman specialty chemicals maker Lanxess cut its full-year profit guidance on Wednesday, but said the coronavirus outbreak has hardly restricted its deliveries so far, with its largest facilities remaining operational."], ["2020-05-06 05:30", "Lanxess net income falls, updates 2020 guidanceLanxess AG said Wednesday that first-quarter net income fell and updated its 2020 guidance to reflect the changing economic conditions due to the coronavirus..."], ["2020-05-06 05:16", "Lanxess cuts 2020 outlook after Q1 profit beatGerman specialty chemicals maker Lanxess cut its full-year profit guidance on Wednesday, but said the coronavirus outbreak has hardly restricted its deliveries so far, with its largest facilities remaining operational."]]}}