{"postfix": "legrand-aktie", "name": "LEGRAND", "wkn": "A0JKB2", "time": "2020.06.02 11:43", "ts": 1591091029, "features": {"KGV": "22.11", "Marktkapitalisierung": {"Size": "Mrd", "Value": "16.45"}, "GA": "3.35", "KBV": "3.88", "BA": "19.09", "KCV": "16.16", "CA": "4.58", "Vola30": "47.94", "Vola90": "76.71", "Vola180": "56.63", "Vola250": "41.08"}, "rivals": ["schneider_electric-aktie"], "text_data": {"de": [["09.05.20", "LEGRAND: Bilanz zum abgelaufenen Quartal"], ["07.05.20", "Ausblick: LEGRAND vermeldet Zahlen zum jüngsten Quartal"], ["22.04.20", "Erste Schätzungen: LEGRAND mit Zahlen zum abgelaufenen Quartal"], ["15.02.20", "LEGRAND mit Zahlen zum abgelaufenen Quartal"], ["12.02.20", "Ausblick: LEGRAND veröffentlicht Zahlen zum vergangenen Quartal"], ["03.01.20", "Digitalisierung: ING-Innovationschef Legrand: „Die Frage des fairen Wettbewerbs muss angegangen werden“"]], "en": [["29.05.20", "The Zacks Analyst Blog Highlights: Bayer Aktiengesellschaft, InflaRx, Legrand, Innate Pharma and DiaSorin"], ["25.01.20", "LeGrand hits game-winner, Detroit edges UIC 70-69"], ["2020-05-30 15:00", "Jo Harrop and Jamie McCredie: Weathering the Storm review they get everything right ...  guitar accompaniment is light, almost skeletal at times, but always cannily fitting. There's always space around the music, and this holds the listener's attention well, mine anyway. All 11 songs are slow, or slowish, ballads and the calm mood settles them happily together. It's an enterprising choice too: the rarely heard Early Autumn, Randy Newman's Guilty, Legrand's You Must Believe In Spring , etc. People remember albums like this, with their own unique atmosphere that you enter as you listen. Just what we need at this trying time. Facebook Twitter Pinterest Watch Jo Harrop and Jamie McCredie perform Guilty Topics Jazz The Observer album reviews Share on Facebook Share on Twitter Share via Email Share on LinkedIn Share on Pinterest ... "], ["2020-05-29 17:30", "Global Data Center Rack Market Analysis 2020-2025 With Key Player Profiles Including AGC Networks, Chatsworth Products, Cisco, Eaton And Dell ...  Rack Market, by Rack Type 9 Market, by Rack Height 10 Market, by Rack Width 11 Market, by Data Center Size 12 Data Center Rack Market, by Vertical 13 Data Center Rack Market, by Region 14 Competitive Landscape 15 Company Profiles AGC Networks Belden Chatsworth Products Cisco Dell Eaton Fujitsu Great Lakes Data Racks & Cabinets HPE IBM IMS Engineered Products Legrand S.A. Nvent Oracle Panduit Rahi Systems Rittal Schneider Electric Tripp Lite Vertiv For more information about this report visit https://www.researchandmarkets.com/r/539i3m About ResearchAndMarkets.com ResearchAndMarkets.com is the world's leading source for international market research reports and market data. We provide you with the latest data on international and regional markets, key ... "], ["2020-05-29 15:10", "The Zacks Analyst Blog Highlights: Bayer Aktiengesellschaft, InflaRx, Legrand, Innate Pharma and DiaSorinThe Zacks Analyst Blog Highlights: Bayer Aktiengesellschaft, InflaRx, Legrand, Innate Pharma and DiaSorin"], ["2020-05-29 14:35", "The Zacks Analyst Blog Highlights: AngloGold Ashanti, Alamos Gold, B2Gold, Pretium Resources and Gold Fields ...  Buys that have the highest potential to increase in price quickly amid the global health crisis. A recent pick, Maxar, skyrocketed +178.7% in 3 months. For 32 years, our Strong Buy list has averaged returns more than twice the market. See its 7 best stocks now. Privacy Policy | No cost, no obligation to buy anything ever. Up Next The Zacks Analyst Blog Highlights: Bayer Aktiengesellschaft, InflaRx, Legrand, Innate Pharma and DiaSorin Most Read New Strong Buy Stocks for May 29th 5 Top Momentum Stocks for June as U.S. Economy Reopens Will Rising U.S. Stockpiles Disrupt Crude's Bullish Trend? AWS 5/29: Personal Income Surprises to +10.5% on Gov't Transfers PFP 5/29: Stocks Give Up Gains Ahead of Trump's China Address Quick Links Services Account ... "], ["2020-05-29 08:00", "Rutgers football recruiting: Who could be next to commit? Here are some names to watch ... , 2019 at the Hale Center on Rutgers campus in Piscataway, NJ. Chris Pedota, NorthJersey.com-USA Today Network Fullscreen Rutgers President Robert Barchi talks before Greg Schiano is introduced for his second tour as Rutgers head football coach on December 4, 2019 at the Hale Center on Rutgers campus in Piscataway, NJ. Chris Pedota, NorthJersey.com-USA Today Network Fullscreen Eric LeGrand at the press conference for Greg Schiano, as Schiano was introduced for his second tour as Rutgers head football coach on December 4, 2019 at the Hale Center on Rutgers campus in Piscataway, NJ. Chris Pedota, NorthJersey.com-USA Today Network Fullscreen Greg Schiano and Senator Richard Codey as Schiano following the press conference to introduce Schiano for his second tour ... "], ["2020-05-28 18:14", "President Donald Trump extends National Guard coronavirus aid deployments until August ... . Photo by Archie Carpenter/UPI | License Photo A man barbecues in a tent camp that has been set up for the homeless in downtown St. Louis on April 30. The tent camp has been in place for several weeks prompting St. Louis Mayor Lyda Krewson to order the homeless be moved on May 1, due to unhealthy conditions and the danger of coronavirus spreading among the 50-plus tent sites. Photo by Bill Greenblatt/UPI | License Photo Jim LeGrand Jr. weighs ground meat at his store, LeGrand's Market, in St. Louis on April 29. A run on meat during the coronavirus outbreak, due to meat processing plant shutdowns, has national suppliers warning of a looming meat shortage. Photo by Bill Greenblatt/UPI | License Photo Employee Donna Cox stacks toilet paper onto a table at ... "], ["2020-05-28 17:59", "VA Secretary Robert Wilkie defends pandemic response at House hearing ... . Photo by Archie Carpenter/UPI | License Photo A man barbecues in a tent camp that has been set up for the homeless in downtown St. Louis on April 30. The tent camp has been in place for several weeks prompting St. Louis Mayor Lyda Krewson to order the homeless be moved on May 1, due to unhealthy conditions and the danger of coronavirus spreading among the 50-plus tent sites. Photo by Bill Greenblatt/UPI | License Photo Jim LeGrand Jr. weighs ground meat at his store, LeGrand's Market, in St. Louis on April 29. A run on meat during the coronavirus outbreak, due to meat processing plant shutdowns, has national suppliers warning of a looming meat shortage. Photo by Bill Greenblatt/UPI | License Photo Employee Donna Cox stacks toilet paper onto a table at ... "], ["2020-05-28 17:51", "Sen. Tim Kaine and wife, Anne Holton, test positive for COVID-19 antibodies ... . Photo by Archie Carpenter/UPI | License Photo A man barbecues in a tent camp that has been set up for the homeless in downtown St. Louis on April 30. The tent camp has been in place for several weeks prompting St. Louis Mayor Lyda Krewson to order the homeless be moved on May 1, due to unhealthy conditions and the danger of coronavirus spreading among the 50-plus tent sites. Photo by Bill Greenblatt/UPI | License Photo Jim LeGrand Jr. weighs ground meat at his store, LeGrand's Market, in St. Louis on April 29. A run on meat during the coronavirus outbreak, due to meat processing plant shutdowns, has national suppliers warning of a looming meat shortage. Photo by Bill Greenblatt/UPI | License Photo Employee Donna Cox stacks toilet paper onto a table at ... "], ["2020-05-28 12:56", "You'll Never Guess Who's Paying Prince Harry & Meghan Markle's Bills ...  . How many times have we been told that Meghan Markle and Prince Harry are multi-millionaires and don't have to rely on the black-hearted royal family to support them? Yeah, it seems that isn't quite the case. Welcome to the Bank of Daddy So much for financial independence. Prince Harry and Meghan Markle still have an account at the Bank of Daddy. | Source: Frederic Legrand COMEO/Shutterstock.com According to Vanity Fair, Prince Harry and Meghan Markle only agreed to foot the bill for the renovations made to Frogmore Cottage after Prince Charles agreed to pay for their security at an estimated cost of $5 million per year. This power couple who want to live in Malibu and rub shoulders with the rich and famous are already taking more than a decade to ... "], ["2020-05-28 12:31", "Europe Equities Are Hot on Stimulus Optimism: 5 Picks ... 's expected earnings growth rate for the current and next year is 5.7% and 15.5%, respectively. InflaRx N.V . ( IFRX - Free Report ) is a clinical-stage biopharmaceutical company that discovers and develops inhibitors using C5a technology. The company currently has a Zacks Rank #1. The company's expected earnings growth rate for the current quarter is 10.6%. Legrand SA ( LGRVF - Free Report ) provides electrical and digital building infrastructures. The Zacks Rank #2 company's expected earnings growth rate for the current year is 10.1%. You can see the complete list of today's Zacks #1 Rank stocks here . Innate Pharma S.A. ( IPHA - Free Report ) discovers and develops therapeutic antibodies for the treatment of oncology indications. The ... "], ["2020-05-28 12:30", "Inside a Pennsylvania Prison's Hunger Strike ...  double-bunked with Andrew Little, a self-proclaimed white supremacist. In a letter to FC Free Press , Little said he threatened to hold hostage another black Muslim cellmate. It's what got him in the hole in the first place, Little said. \"The jail knew about my gang affiliations,\" Little wrote in the letter. \"And they know I don't take non-whites as cellmates.\" Legrand, a black Muslim, and feared for his life. When the guards opened the cell door, Little stood at the front of it and squared off with the guard: \"You're not putting this nier terrorist in here.\" By Wednesday, a few more inmates had given up the protest, but there was a faction of prisoners who continued to refuse the jail's food until their demands were ... "], ["2020-05-27 19:05", "Rutgers football: Andrew Aurich preparing his new offensive linemen to 'play fast' ... , 2019 at the Hale Center on Rutgers campus in Piscataway, NJ. Chris Pedota, NorthJersey.com-USA Today Network Fullscreen Rutgers President Robert Barchi talks before Greg Schiano is introduced for his second tour as Rutgers head football coach on December 4, 2019 at the Hale Center on Rutgers campus in Piscataway, NJ. Chris Pedota, NorthJersey.com-USA Today Network Fullscreen Eric LeGrand at the press conference for Greg Schiano, as Schiano was introduced for his second tour as Rutgers head football coach on December 4, 2019 at the Hale Center on Rutgers campus in Piscataway, NJ. Chris Pedota, NorthJersey.com-USA Today Network Fullscreen Greg Schiano and Senator Richard Codey as Schiano following the press conference to introduce Schiano for his second tour ... "], ["2020-05-27 18:08", "Anthony Fauci says hydroxychloroquine ineffective as coronavirus treatment ... . Photo by Archie Carpenter/UPI | License Photo A man barbecues in a tent camp that has been set up for the homeless in downtown St. Louis on April 30. The tent camp has been in place for several weeks prompting St. Louis Mayor Lyda Krewson to order the homeless be moved on May 1, due to unhealthy conditions and the danger of coronavirus spreading among the 50-plus tent sites. Photo by Bill Greenblatt/UPI | License Photo Jim LeGrand Jr. weighs ground meat at his store, LeGrand's Market, in St. Louis on April 29. A run on meat during the coronavirus outbreak, due to meat processing plant shutdowns, has national suppliers warning of a looming meat shortage. Photo by Bill Greenblatt/UPI | License Photo Employee Donna Cox stacks toilet paper onto a table at ... "], ["2020-05-27 13:17", "Anthony Fauci says hydroxychloroquine ineffective as coronavirus treatment ... . Photo by Archie Carpenter/UPI | License Photo A man barbecues in a tent camp that has been set up for the homeless in downtown St. Louis on April 30. The tent camp has been in place for several weeks prompting St. Louis Mayor Lyda Krewson to order the homeless be moved on May 1, due to unhealthy conditions and the danger of coronavirus spreading among the 50-plus tent sites. Photo by Bill Greenblatt/UPI | License Photo Jim LeGrand Jr. weighs ground meat at his store, LeGrand's Market, in St. Louis on April 29. A run on meat during the coronavirus outbreak, due to meat processing plant shutdowns, has national suppliers warning of a looming meat shortage. Photo by Bill Greenblatt/UPI | License Photo Employee Donna Cox stacks toilet paper onto a table at ... "], ["2020-05-27 00:24", "Ivey awards $5.1 million to expand high-speed internet in rural Alabama ... Pine Belt Telephone Co. Inc. - $1.5 million to provide service access to parts of Sweet Water and Myrtlewood including nearly 1,500 households, 75 businesses and 10 anchor services including a school, four fire department and a medical clinic. MONTGOMERY COUNTY Mon-Cre Telephone Cooperative Inc. - $341,078 to provide broadband availability to 150 households along Hobbie Road in the LeGrand community. WINSTON COUNTY Cyber Broadband Inc. - $824,862 to provide access to about 800 households and 15 anchor establishments on and near Smith Lake from Arley to the Cullman County boundary. Note to readers: if you purchase something through one of our affiliate links we may earn a commission. Disclaimer Registration on or use of this site constitutes acceptance of our ... "], ["2020-05-26 18:35", "Else Blangsted, Hollywood eminence who escaped Nazi Europe, dies at 99 ... ;Absence of Malice\" (1981), \"Tootsie\" (1982), \"The Goonies\" (1985) and the Oscar-winning score for \"The Milagro Beanfield War\" (1988), all composed by Dave Grusin; \"Meatballs\" (1979) and \"The Great Santini\" (1979), scored by Elmer Bernstein; \"Six Weeks\" (1982), scored by and starring Dudley Moore ; \"Best Friends\" (1982), with music by Michel Legrand ; \"A Soldier's Story\" (1984), scored by Herbie Hancock; \"The Color Purple\" (1985), with music by Quincy Jones; and the sci-fi comedy \"Batteries Not Included\" (1987), composed by James Horner. She was one of the most sought after music editors in the industry — with the \"mind of an artist and the soul of a saint,\" ... "], ["2020-05-26 15:00", "'Snowpiercer' Becomes A Post-Apocalyptic Train Murder Mystery On Netflix ...  day after its release on May 25. Episodes are being released weekly, so binging the 10-episode series is not yet an option. Snowpiercer is an adaptation of Bong Joon Ho's 2013 feature film, starring Chris Evans and Tilda Swinton. Bong Joon Ho based his film on the French graphic novel Le Transperceneige by Jacques Lob, Benjamin Legrand and Jean-Marc Rochette, published in 1982. After Lob's death in 1990, Legrand continued the story in two more volumes, L'Arpenteur and La Traverse , published in 1999 and 2000. A fourth volume was published in 2015 (after the release of the film), Olivier Bocquet continuing the series with Terminus . Matz wrote the fifth volume, a prequel to the series, published a year ago in 2019, Extinctions vol.1 . Bong Joon ... "], ["2020-05-26 11:27", "Coronavirus won't stop Eric LeGrand's annual Walk to Believe -- and here's how you can help ...  the night, with fireworks, a live band and a deejay to entertain the participants around Rutgers ' SHI Stadium, and the biggest fundraising goal for spinal cord research yet. Then came the coronavirus . \"I'm not going to lie, when we had to cancel the walk, it hurt, because I knew this was my 10-year anniversary and it was going to be something special,\" LeGrand said. \"It was going to be an event celebrating 10 years of fighting paralysis -- not 10 years of feeling down about what happened, but 10 years of fighting. \"It took me a week to get out of that funk.\" CORONAVIRUS RESOURCES: Live map tracker | Newsletter | Homepage But then he snapped out of it and decided to use the statewide lockdown as an opportunity. Nearly everything ... "], ["2020-05-25 19:00", "Todd McCarthy Ranks Best & Worst Palm d'Or Cannes Winners of all time ...  little-regarded in the United States due to its botched dubbed American version, Visconti's towering masterpiece was finally universally recognized as such in the wake of the 2010 restoration that debuted in Cannes. 1964— The Umbrellas of Cherbourg (Jacques Demy). This is a completely sung-through musical that beautifully stands the test of time, not only because of Michel Legrand's rich score and Demy's fervid style but because of the script's tough-minded attitude about dreamy notions of fate and true love. 1967— Blowup (Michelangelo Antonioni). Infused with the vibe of Swinging London but shrouded by its internal mysteries and threat, Antonioni's sidestep into international cinema was calculatedly trendy but remains one of ... "], ["2020-05-25 05:00", "Snowpiercer review steampunk Law & Order is a trashy treat ... , reluctantly fed on nutritional jelly slabs by guards and planning rebellion, while the billionaires, beauties and businessmen live upfront in sybaritic luxury. Welcome, ladies and gentlemen let me just check your tickets to Snowpiercer (Netflix). It should hit the spot for just about everybody. The TV series is based on the original series of graphic novels by Jacque Lob, Jean-Marc Rochette and Benjamin Legrand, and Bong Joon-ho's 2013 film, which took the novels and stripped them down into a rigorous yet somehow absolutely demented fable about life under capitalism . If you have not already had the pleasure, go and watch it now. We will Zoom-rave about Tilda Swinton's off-the-chain performance as the train's nutso overseer Margaret Thatcher-as ... "]]}}