{"postfix": "leoni-aktie", "name": "LEONI", "wkn": "540888", "time": "2020.06.02 13:05", "ts": 1591095943, "features": {"KGV": "-0.80", "Marktkapitalisierung": {"Size": "Mio", "Value": "245.51"}, "GA": "-13.24", "KBV": "0.54", "BA": "19.42", "KCV": "-7.39", "CA": "-1.43", "Vola30": "73.86", "Vola90": "95.82", "Vola180": "78.07", "Vola250": "73.06"}, "rivals": ["bertrandt-aktie", "continental-aktie", "grammer-aktie", "valeo_3_1-aktie", "sumitomo_electric_industries-aktie", "tata_steel-aktie", "aptiv-aktie"], "text_data": {"de": [["2020.06.02", "MÄRKTE EUROPA/DAX auf Dreimonatshoch über 12.000 - Autos geben Vollgas"], ["31.05.20", "Mai 2020: Das sind die Expertenmeinungen zur LEONI-Aktie"], ["19.05.20", "ROUNDUP: Verbandsumfrage: Viele Autozulieferer befürchten starke Jobverluste"], ["19.05.20", "Verbandsumfrage: Viele Autozulieferer befürchten starke Jobverluste"], ["14.05.20", "ANALYSE-FLASH: Deutsche Bank senkt Ziel für Leoni auf 6 Euro - 'Hold'"], ["13.05.20", "ANALYSE-FLASH: DZ Bank belässt Leoni auf 'Verkaufen' - Fairer Wert 5,50 Euro"], ["13.05.20", "Leoni-Aktie auf Tauchstation - Zahlen liefern keine neuen Impulse"], ["13.05.20", "ROUNDUP: Autozulieferer Leoni weiter tief in den roten Zahlen - Aktie im Minus"], ["13.05.20", "Autozulieferer Leoni erwartet nur langsame Erholung"], ["13.05.20", "Leoni mit weniger Verlust"], ["13.05.20", "Autozulieferer Leoni weiter tief in den roten Zahlen - Pandemie drückt Umsatz"], ["13.05.20", "Autozulieferer: Leoni verringert Verluste im ersten Quartal"], ["09.05.20", "LEONI: Bilanzvorlage zum letzten Quartal"], ["30.04.20", "Analysten sehen bei LEONI-Aktie weniger Potenzial"], ["23.04.20", "XETRA-SCHLUSS/DAX fester vor EU-Gipfelergebnissen"], ["23.04.20", "Sanierungsexperte erwartet \"Bugwelle\" von Insolvenzen ab Herbst"], ["20.04.20", "ROUNDUP: Autozulieferer Leoni bekommt Staatsbürgschaft über 330 Millionen Euro"], ["20.04.20", "Autozulieferer: Leoni-Sanierer nach Rettung: „Hauptproblem war zu schnelles Wachstum“"], ["20.04.20", "Leoni: Autozulieferer bekommt Staatsbürgschaft über 330 Millionen Euro"], ["20.04.20", "Autozulieferer Leoni bekommt Staatsbürgschaft über 330 Millionen Euro"], ["20.04.20", "Corona-Staatshilfe: Autozulieferer Leoni erhält neue Kredite in Höhe von 330 Millionen Euro"], ["09.04.20", "Leoni: Bei diesem Kursziel wird einem Angst und Bange!"], ["02.04.20", "ANALYSE-FLASH: Lampe senkt Ziel für Leoni auf 2 Euro - 'Verkaufen'"], ["01.04.20", "ROUNDUP 2: Kursverluste von mehr als 90 Prozent - die größten Kapitalvernichter"], ["01.04.20", "Die größten Kapitalvernichter"], ["31.03.20", "MÄRKTE EUROPA/DAX nach Achterbahnfahrt fest"], ["31.03.20", "Analysten sehen bei LEONI-Aktie weniger Potenzial"], ["31.03.20", "MÄRKTE EUROPA/DAX fährt Achterbahn"], ["31.03.20", "HSBC: Leoni braucht Hilfe – VW hofft auf China-Effekt"]], "en": [["20.04.20", "Leoni AG : Leoni AG receives commitment for a joint guarantee of German Federal and State Governments (Bund-Länder-Großbürgschaft) for a EUR 330 million operating loan"], ["23.03.20", "Leoni AG : Leoni expects substantial burdens from the coronavirus pandemic and decides on measures to ensure the continuation of business operations"], ["2020-05-30 18:03", "Fighter squadron taken off USS Gerald Ford after sailor tests positive for coronavirus ...  faked her way to billionaire status, Forbes says 3 Ex-cop who pinned down George Floyd faces murder charge 4 Cuomo outrages officials with reopening delay 5 Central Park 'Karen' allegedly stalked ex-love interest, slammed him for Obama vote Name (required) Email (required) Comment (required) Submit May 30, 2020 | 2:03pm Enlarge Image USS Gerald R. Ford Ridge Leoni/U.S. Navy via Getty Images More On: Coronavirus Scientists warn apocalyptic bird flu that makes coronavirus look like a sniffle Rage against the machine: Hundreds line up for jobless benefits at lone ATM Students wait weeks for DOE-bought iPads, then have trouble connecting Supreme Court rules against church fighting social distancing restrictions After one sailor tested positive for the ... "], ["2020-05-30 15:20", "Charlotte Wynn, Poland, Ohio ...  in New Springfield, a daughter of Raymond and Sophia (Geisman) Sheely. Read the Full Article Annunziata \"Nancy\" Carchedi, North Lima, Ohio by MyValleyTributes Staff / May 29, 2020 NORTH LIMA, Ohio (MyValleyTributes) - Annunziata \"Nancy\" Carchedi, 98, passed away peacefully early Thursday morning, May 28, 2020 at Assumption Village. Nancy was born December 15, 1921 in Leoni, a town in the province of Avellino, Campania in Southern Italy. She was the daughter of Francesco and Teresa Ricca Recce. Read the Full Article Live Sarah M. Leavens, Youngstown, Ohio by MyValleyTributes Staff / May 27, 2020 YOUNGSTOWN, Ohio (MyValleyTributes) - Sarah Margaret Leavens, 91 of Youngstown died Monday morning, May 25, 2020 at the Victoria House in Austintown ... "], ["2020-05-29 17:11", "Movies on TV this week, May 31: A Clockwork Orange and more ...  -- o -- p -- q -- r -- s -- t -- u -- v -- w -- x -- y -- z Failure to Launch (2006) Matthew McConaughey, Sarah Jessica Parker. The parents of a young man who still lives at home hire a beautiful woman to entice him to finally leave the nest. (PG-13) 1 hr. 37 mins. SHOW Mon. 8:35 a.m. SHOW Fri. 4:30 p.m. CMT Sat. 1:30 a.m. The Family Man (2000) Nicolas Cage, Tea Leoni. A Wall Street playboy wakes to find himself married to the college sweetheart he left in order to pursue a career 13 years earlier. (PG-13) 2 hrs. 5 mins. CMAX Sun. 10 p.m. The Family That Preys (2008) Kathy Bates, Alfre Woodard. Secrets and scandals test the friendship of a wealthy socialite and a working-class woman, upsetting both their families. (PG-13) 1 hr. 51 mins. BET Tues. 9 p.m. BET ... "], ["2020-05-29 16:30", "Club rewarded for its whanau first approach ...  and touch rugby players. A lot of the 120 or so club members play several sports and it is a club first, team second set-up. ''It is huge for us,'' Leoni said when asked what the award meant to the club. ''We often find that we go under the radar in terms of community sport because we don't concentrate on rugby, so  ... prototype of a future sports club. It is home to a wide diversity of sporting codes and it is not weighed down by overheads which are slowly dragging down many other clubs. The club was founded in 1994 by Leoni's father, Grant, and some of his friends, who decided to start a rugby league team. It expanded into basketball in the mid-2000s. ''It started with rugby league but then we all wanted to  ... "], ["2020-05-29 14:59", "The Pentagon Versus Public Health: The Race Is On ...  on its own power for the first time on April 8, 2017 in Newport News, Virginia. The first-of-class ship -- the first new U.S. aircraft carrier design in 40 years -- will spend several days conducting builder's sea trials, a comprehensive test of many of the ship's key systems and technologies. (Photo by Mass Communication Specialist 2nd Class Ridge Leoni/U.S. Navy via Getty Images) Getty Images Most Popular In: Aerospace & Defense 3 Narco Submarines In 4 Days: Navy And Coast Guard Make Impact Mystery Submarine May Reveal A Major New Capability For Iran Steep Layoffs At American Airlines Ensure Crisis Is Not Wasted Meanwhile, lawmakers from both parties are endorsing the creation of a new Pacific Deterrence Initiative that would fund hypersonic ... "], ["2020-05-29 12:57", "Twylah J. Schmidt, Poland, Ohio ...  be published, broadcast, rewritten, or redistributed. Share this story More Becker Funeral Homes Stories Annunziata \"Nancy\" Carchedi, North Lima, Ohio by MyValleyTributes Staff / May 29, 2020 NORTH LIMA, Ohio (MyValleyTributes) - Annunziata \"Nancy\" Carchedi, 98, passed away peacefully early Thursday morning, May 28, 2020 at Assumption Village. Nancy was born December 15, 1921 in Leoni, a town in the province of Avellino, Campania in Southern Italy. She was the daughter of Francesco and Teresa Ricca Recce. Read the Full Article Live Sarah M. Leavens, Youngstown, Ohio by MyValleyTributes Staff / May 27, 2020 YOUNGSTOWN, Ohio (MyValleyTributes) - Sarah Margaret Leavens, 91 of Youngstown died Monday morning, May 25, 2020 at the Victoria House in ... "], ["2020-05-29 00:45", "Clayton L. \"Danny\" Hightree, Jamestown, PA ...  Ohio, daughter of the late J. Clayton and Mary E. (Chatley) Sitler. Read the Full Article Annunziata \"Nancy\" Carchedi, North Lima, Ohio by MyValleyTributes Staff / May 28, 2020 NORTH LIMA, Ohio (MyValleyTributes) - Annunziata \"Nancy\" Carchedi, 98, passed away peacefully early Thursday morning, May 28, 2020 at Assumption Village. Nancy was born December 15, 1921 in Leoni, a town in the province of Avellino, Campania in Southern Italy. She was the daughter of Francesco and Teresa Ricca Recce. Read the Full Article Kenneth Gordon Miller, Warren, Ohio by MyValleyTributes Staff / May 28, 2020 WARREN, Ohio (MyValleyTributes) - Kenneth Gordon Miller of Warren, Ohio formerly of Washington, passed died on Tuesday, May 26, 2020. He was born on ... "], ["2020-05-28 23:49", "Annunziata \"Nancy\" Carchedi, North Lima, Ohio ...  Lima, Ohio Becker Funeral Homes May 28, 2020 by: MyValleyTributes Staff Posted: May 28, 2020 / 07:49 PM EDT / Updated: May 28, 2020 / 07:49 PM EDT More from MyValleyTributes Obits Home Obits Search Funeral Home Directory NORTH LIMA, Ohio (MyValleyTributes) Annunziata \"Nancy\" Carchedi, 98, passed away peacefully early Thursday morning, May 28, 2020 at Assumption Village. Nancy was born December 15, 1921 in Leoni, a town in the province of Avellino, Campania in Southern Italy. She was the daughter of Francesco and Teresa Ricca Recce. At an early age, both of Nancy's parents passed away and she and her sister were sent to live in a Catholic orphanage run by the nuns in Pompeii, Italy and her brother was sent to stay with the monks in Tuscany, Italy ... "], ["2020-05-28 17:00", "The 41 most popular TV shows of the last year, according to Nielsen ratings ...  are the 41 most watched shows of the 2019-2020 TV season, according to Nielsen: 41. \"The Last Dance\" (ESPN) ESPN Viewers : 6.71 million Description : \"The 10 part documentary chronicles the untold story of Michael Jordan and the Chicago Bulls' dynasty.\" 40. \"Madam Secretary\" (CBS) Ta Leoni and Bebe Neuwirth Barbara Nitke/CBS Viewers : 6.74 million Description : \"Madam Secretary stars Ta Leoni as Elizabeth McCord, the shrewd, determined, newly elected president of the United States. After successfully serving as secretary of state for five years, Elizabeth now holds the highest office in the land with the help of her team.\" 39. \"The Blacklist\" (NBC) NBC screencap Viewers : 6.91 million Description : \"After ... "], ["2020-05-28 17:00", "The 41 most popular TV shows of the last year, according to Nielsen ratings ...  shows of the 2019-2020 TV season, according to Nielsen: 41. \"The Last Dance\" (ESPN) ESPN Viewers : 6.71 million Description : \"The 10 part documentary chronicles the untold story of Michael Jordan and the Chicago Bulls' dynasty.\" 40. \"Madam Secretary\" (CBS) Barbara Nitke/CBS Viewers : 6.74 million Description : \"Madam Secretary stars Ta Leoni as Elizabeth McCord, the shrewd, determined, newly elected president of the United States. After successfully serving as secretary of state for five years, Elizabeth now holds the highest office in the land with the help of her team.\" 39. \"The Blacklist\" (NBC) NBC screencap Viewers : 6.91 million Description : \"After being abducted by Katarina Rostova, Raymond 'Red ... "], ["2020-05-25 13:36", "Factbox: German companies seek state aid to cope with coronavirus ...  KfW for a revolving credit line of up to 1.5 billion euros, with a term of up to two years. Among other conditions, Sixt has agreed to waive dividend payments during the term of the loan, except for the annual minimum dividend of 0.05 euros paid for preference shares. LEONI ( LEOGn.DE ) The battered German auto supplier will stay afloat with state aid of several hundred million euros. The financing should compensate for delayed payments following halted car production as well as for ongoing costs. Leoni said on April 20 it was in advanced talks with its banks to obtain a loan, 90% of which would be guaranteed by the federal government and the state of Bavaria. The firm's banks, which are supposed to bear the rest of the risk, have already shown their ... "], ["2020-05-25 13:36", "Factbox: German companies seek state aid to cope with coronavirus ...  KfW for a revolving credit line of up to 1.5 billion euros, with a term of up to two years. Among other conditions, Sixt has agreed to waive dividend payments during the term of the loan, except for the annual minimum dividend of 0.05 euros paid for preference shares. LEONI ( LEOGn.DE ) The battered German auto supplier will stay afloat with state aid of several hundred million euros. The financing should compensate for delayed payments following halted car production as well as for ongoing costs. Leoni said on April 20 it was in advanced talks with its banks to obtain a loan, 90% of which would be guaranteed by the federal government and the state of Bavaria. The firm's banks, which are supposed to bear the rest of the risk, have already shown their ... "], ["2020-05-23 09:34", "Calls for Dominic Cummings to resign after lockdown breach put lives at riskNavigate Home UK World Africa Asia Australia & NZ Europe Latin America Middle East US & Canada Politics Business Science Tech Culture & Lifestyle Music Film & TV Food Oddities Luisella Planeta Leoni Politics Calls for Dominic Cummings to resign after lockdown breach put lives at risk May 23, 2020 0 Comments Luisella Planeta Leoni There are growing calls from across Westminster for the Prime Minister's chief aide Dominic Cummings to resign after it emerged that he travelled over 250 miles whilst infected with Covid-19 during the UK-wide lockdown in March. Cummings was present at the Scientific Advisory Group for Emergencies (SAGE) meetings where the scientific advice called on the government to implement the the lockdown in March and was involved in the  ... "], ["2020-05-21 09:00", "The 7 best political drama TV series on Netflix ... \" Kiefer Sutherland in 'Designated Survivor.' (Ben Mark Holzberg/ABC/Kobal/REX/Shutterstock) Cast: Kiefer Sutherland, Italia Ricci, Maggie Q After an attack during the State of the Union address, a lower-level cabinet member must step up and take on the role of President of the United States. \"Madam Secretary\" Ta Leoni as Elizabeth McCord in 'Madam Secretary.' (Mark Schafer/CBS via Getty Images) Cast: Tea Leoni, Tim Daly The series follows the life of a fictional female Secretary of State who must handle international diplomacy and family life. CLICK HERE TO GET THE FOX NEWS APP \"The Politician\" Ben Platt as Payton Hobart in 'The Politician.' (Netflix ) Cast: Ben Platt, Zoey Deutch, Gwyneth Paltrow A wealthy high ... "], ["2020-05-21 08:00", "Mary McNamara: Trump fatigue? 17 political TV shows to watch if you're totally over politics ...  good, bad and complicated. Local news has never been more important Subscribe for unlimited digital access to the news that matters to your community. #readlocal At times like these, viewers need some of all of these things. So here is a list of some of the best. AMERICAN POLITICS \"Madam Secretary\" (Available on: CBS All Access, Netflix) Former CIA operative Elizabeth McCord (Tea Leoni) is enjoying an academic life far more aligned with her highly sensitive moral compass when a Tragic and Suspicious Event throws her back into the snake pit that is Washington politics. There, she and her professor/Middle East expert husband (Tim Daly) and their three mature and maturing children attempt to keep the U.S. on the straight and narrow, even as all manner ... "], ["2020-05-21 08:00", "Mary McNamara: Trump fatigue? 17 political TV shows to watch if you're totally over politics ... also good, bad and complicated. At times like these, viewers need some of all of these things. So here is a list of some of the best. AMERICAN POLITICS Breaking news & more Sign up for one of our many newsletters to be the first to know when big news breaks SIGN UP \"Madam Secretary\" (Available on: CBS All Access, Netflix) Former CIA operative Elizabeth McCord (Tea Leoni) is enjoying an academic life far more aligned with her highly sensitive moral compass when a Tragic and Suspicious Event throws her back into the snake pit that is Washington politics. There, she and her professor/Middle East expert husband (Tim Daly) and their three mature and maturing children attempt to keep the U.S. on the straight and narrow, even as all manner of outside forces ... "], ["2020-05-19 21:20", "Column: Trump fatigue? 17 political TV shows to watch if you're totally over politics ... people, good, bad and complicated, and the democratic system, also good, bad and complicated. At times like these, viewers need some of all of these things. So here is a list of some of the best. Cate Blanchett as Phyllis Schlafly in \"Mrs. America.\" (FX) American politics \"Madam Secretary\" ( Available on: CBS All Access, Netflix) Former CIA operative Elizabeth McCord (Ta Leoni) is enjoying an academic life far more aligned with her highly sensitive moral compass when a Tragic and Suspicious Event throws her back into the snake pit that is Washington politics. There, she and her professor/Middle East expert husband (Tim Daly) and their three mature and maturing children attempt to keep the U.S. on the straight and narrow, even as all manner of ... "], ["2020-05-18 23:15", "Phoenix leaders to hold webinar about restaurants opening up ... bars, restaurants and malls as stay-at-home order ends The City is hosting a webinar to discuss what businesses should be doing as they allow customers back into their dining rooms. The event will have industry experts, restaurant owners and elected officials to discuss the next steps. Speakers include Mayor Kate Gallego, Councilwoman Debra Stark from District 3, Chef Danielle Leoni of Breadfruit & Rum Bar, Stephanie Vasquez of The Fair Trade Cafe, Phoenix Community and Economic Development director Christine Mackay and Dan Bogert of the Arizona Restaurant Association. Restaurant and bar owners say social distancing could wipe out their industry The webinar is Tuesday from 11 a.m. to noon. For more information and to register, click/tap here . -> > Click/tap ... "], ["2020-05-18 14:05", "You SHOULD have sex on a first date if you want a relationship, study shows ... best - which one will come out on top? Comment DOMINO'S EFFECT UK Fast food ranked from worst to best - let the debate begin CRUNCH TIME Which favourite will come top as we rank the top 16 crisps - and do you agree? Comment TOP OF THE HOPS Beers ranked from worst to best PAIN IN THE... From STIs to cancer and FRACTURES... the 11 reasons your penis might hurt IllicitEncounters.com spokeswoman Jessica Leoni said: \"The clear message is that if you want to have sex on a first date, do it. \"We have all grown up about sex and only prudes are going to think any less of you if you jump into bed on the first night. \"Online dating has speeded up the way we date and this has resulted in couples initiating sex on first dates far more quickly. \"We are ... "], ["2020-05-16 15:00", "Food Network show 'Man V. Food' will spotlight 3 Arizona restaurants. Here's when to watch ... 's Focaccia. Details: 108 E. Pierce St., Phoenix. 602-267-1266. thebreadfruit.com. Tom Tingle/The Republic 81 metro Phoenix restaurants that have been featured on TV Breadfruit & Rum Bar | Danielle Leoni, executive chef and owner of the Breadfruit & Rum Bar, competed on an episode of \"Chopped\" that aired April 28, 2018. \"We do Jamaican cuisine in a very elevated way,\" Leoni said. She was eliminated after the appetizer round. The episode also mentioned her other restaurant Leoni's Focaccia. Details: 108 E. Pierce St., Phoenix. 602-267-1266. thebreadfruit.com. Tom Tingle/The Republic Crujiente Tacos | Rich Hinojosa, executive chef and co-founder of Crujiente Tacos, competed on an episode of \"Chopped\" that aired May 1, 2018. The ... "]]}}