{"postfix": "lincoln_national-aktie", "name": "LINCOLN_NATIONAL", "wkn": "859406", "time": "2020.06.02 13:12", "ts": 1591096332, "features": {"KGV": "8.70", "Marktkapitalisierung": {"Size": "Mrd", "Value": "6.53"}, "GA": "6.71", "KBV": "0.82", "BA": "71.13", "KCV": "7.70", "CA": "7.58", "Vola30": "94.99", "Vola90": "139.3", "Vola180": "104.02", "Vola250": "76.15"}, "rivals": ["hartford_financial_services_group-aktie", "metlife-aktie", "aegon-aktie", "prudential_financial-aktie", "ameriprise_financial-aktie", "stancorp_financial_group-aktie"], "text_data": {"de": [["31.05.20", "Lincoln National-Aktie: Experten empfehlen Lincoln National im Mai mehrheitlich zu halten "], ["09.05.20", "Lincoln National legte die Bilanz zum abgelaufenen Quartal vor"], ["05.05.20", "Ausblick: Lincoln National veröffentlicht Zahlen zum vergangenen Quartal"], ["30.04.20", "So schätzen die Analysten die Zukunft der Lincoln National-Aktie ein"], ["21.04.20", "Erste Schätzungen: Lincoln National informiert über die jüngsten Quartalsergebnisse"], ["31.03.20", "März 2020: Analysten sehen Potenzial bei Lincoln National-Aktie"], ["21.02.20", "Lincoln National gibt Dividende bekannt"], ["07.02.20", "Lincoln National öffnete die Bücher zum abgelaufenen Quartal"], ["04.02.20", "Ausblick: Lincoln National informiert über die jüngsten Quartalsergebnisse"]], "en": [["28.05.20", "Voya or Lincoln National: Which Life Insurer is Better Placed?"], ["12.05.20", "Lincoln National stock price target raised to $35 from $26 at B. Riley FBR"], ["09.05.20", "Lincoln National (LNC) Q1 2020 Earnings Call Transcript"], ["07.05.20", "Lincoln National (LNC) Q1 Earnings Beat, Revenues Up Y/Y"], ["06.05.20", "Lincoln National (LNC) Tops Q1 Earnings Estimates"], ["05.05.20", "Why Earnings Season Could Be Great for Lincoln National (LNC)"], ["29.04.20", "Earnings Preview: Lincoln National (LNC) Q1 Earnings Expected to Decline"], ["30.03.20", "Lincoln National (LNC) is a Top Dividend Stock Right Now: Should You Buy?"], ["13.03.20", "Lincoln National Down 60% YTD: Can Efforts Revive the Stock?"], ["06.03.20", "Lincoln National (LNC) Down 30.7% Since Last Earnings Report: Can It Rebound?"], ["05.03.20", "Are Investors Undervaluing Lincoln National (LNC) Right Now?"], ["24.02.20", "This is Why Lincoln National (LNC) is a Great Dividend Stock"], ["21.02.20", "Why Lincoln National (LNC) Could Be a Top Value Stock Pick?"], ["20.02.20", "Zacks.com featured highlights include: Lincoln National, Amkor Technology, US Foods, Donnelley Financial Solutions and Empire State Realty Trust"], ["18.02.20", "Here's Why Lincoln National (LNC) Stock is an Attractive Bet"], ["11.02.20", "Are Investors Undervaluing Lincoln National (LNC) Right Now?"], ["07.02.20", "Lincoln National (LNC) Q4 Earnings Miss Estimates, Rise Y/Y"], ["07.02.20", "Lincoln National (LNC) Q4 2019 Earnings Call Transcript"], ["06.02.20", "This is Why Lincoln National (LNC) is a Great Dividend Stock"], ["29.01.20", "Lincoln National (LNC) Reports Next Week: Wall Street Expects Earnings Growth"], ["10.01.20", "Lincoln National (LNC): Strong Industry, Solid Earnings Estimate Revisions"], ["2020-06-02 11:01", "Could we save Melbourne's restaurants by allowing them to use public spaces? ...  Sydney Morning Herald The Age Brisbane Times WAtoday The Australian Financial Review Domain Commercial Real Estate Drive Good Food Traveller Find A Babysitter Weatherzone RSVP Advertisement National Victoria Life in Lockdown Could we save Melbourne's restaurants by allowing them to use public spaces? For our free coronavirus pandemic coverage, learn more  ... part of the day or week. He encouraged councils to allow footpath trading and parklets by default during restrictions so that traders could use the measures straight away. Publican Iain Ling, who owns The Lincoln in Carlton, said after a tough few months he would not survive with social distancing restrictions when JobKeeper ended in September. \"We'd be dead in the water, pretty much,\" he ... "], ["2020-06-02 10:48", "Five police shot during U.S. protests, Trump says he could bring in military ... and prompted an outcry over racism in U.S. law enforcement. Dozens of cities are under curfews not seen since riots after the 1968 assassination of Martin Luther King Jr. The National Guard deployed in 23 states and Washington, D.C. Reporting by Aakriti Bhalla, Subrat Patnaik, Lisa Lambert, Andy Sullivan, Maria Caspani, Peter Szekely, Lucy Nicholson, David Shepardson, Michael Martina, Brendan O ... 'Brien, Sharon Bernstein, Lisa Richwine and Dan Whitcomb; Writing by Dan Whitcomb and Nick Macfie; Editing by Cynthia Osterman, Lincoln Feast, and Timothy Heritage Our Standards: The Thomson Reuters Trust Principles. 0 : 0 narrow-browser-and-phone medium-browser-and-portrait-tablet landscape-tablet medium-wide- ... "], ["2020-06-02 10:47", "Five police shot during U.S. protests, Trump says he could bring in military ... an outcry over racism in U.S. law enforcement. Dozens of cities are under curfews not seen since riots after the 1968 assassination of Martin Luther King Jr. The National Guard deployed in 23 states and Washington, D.C. (Reporting by Aakriti Bhalla, Subrat Patnaik, Lisa Lambert, Andy Sullivan, Maria Caspani, Peter Szekely, Lucy Nicholson, David Shepardson, Michael  ... Martina, Brendan O'Brien, Sharon Bernstein, Lisa Richwine and Dan Whitcomb; Writing by Dan Whitcomb and Nick Macfie; Editing by Cynthia Osterman, Lincoln Feast, and Timothy Heritage) Comments Join the conversation Toronto Weather 16 C Light rain Feels like 15 C Wednesday 24 C Thursday 25 C Friday 26 C Saturday 21 C Complete ... "], ["2020-06-02 10:01", "All-Decade girls cross-country team ... all-around runners, Rocha finished second to Andrea Keklak at the Div. 1 All-State Championships as a sophomore and went on to capture two consecutive titles. She went to the Foot Locker National Championships twice, finishing seventh as a junior and second as a senior. Rocha ran to the Foot Locker Northeast Regional title her senior year and captured a third consecutive Div. 1 EMass  ... the 2019 Baystate Marathon and has a personal best and course record of 2:38:57 that qualified her for the Olympic Trials. She finished with a time of 2:48:24. Andrea Keklak Lincoln-Sudbury, 2010 The decade opened with Keklak dominating girls' cross country in Massachusetts after her first All-State win as a junior. Keklak defeated Rocha at All-States to defend her title  ... "], ["2020-06-02 10:00", "Shadowy protestors inflame, muddle George Floyd debate ... mdash; have seized on a tragedy to push a political agenda largely divorced from the issues of racial inequality and police brutality that Floyd's death has thrust into the national spotlight. \"If you look at these protests when they begin, they are always non-violent. Then there comes a moment ... when all of a sudden there comes a new element ... , which clearly could not have come from these non-violent protestors. It has to have come from somewhere else,\" Del. Eleanor Holmes Norton Eleanor Holmes Norton DC delegate calls for closure of Lincoln and Jefferson memorials DC argues it is shortchanged by coronavirus relief bill An inclusive democracy Demands DC statehood MORE (D-D.C.) said Monday by phone. \"I don't even know what the ... "], ["2020-06-02 10:00", "Key Points From Trump White House Speech: 'I Will Fight To Protect You' ... White House's Rose Garden. \"I will fight to protect you. I am your President of law and order, and an ally of all peaceful protesters.\" Trump also announced the deployment of the National Guard and \"all available federal resources — civilian and military\" to end \"riots and lawlessness\" across the states. \"If a city or a state refuses to take the actions that are  ... blamed \" weak \" governors for failing to stop the riots.\" As Trump spoke, a larger military contingent was dispatched in Washington, D.C., where sites like the Lincoln Memorial and the World War Two Memorial have been vandalized. \"As we speak, I am dispatching thousands and thousands of heavily armed soldiers, military personnel, and law  ... "], ["2020-06-02 09:58", "Southwest Florida weather forecast ...  People Making Ends Meet Season of Savings Weather Hurricane Central Election Water Crisis News Top Stories Lee County Collier County Charlotte County State National & Global Coronavirus Investigations Safety & Security Most Wanted Wednesday Cost of Care Sports Brush Fires Hurricane Central Lifestyle Health & Medical Inspiring People Making Ends  ... Southwest Florida weather forecast Published: June 2, 2020 5:58 AM EDT Do you see a typo or an error? Let us know . SHARE Previous article 2 Las Vegas shootings, 1 officer shot amid Floyd protests Lincoln Saunders WINK News, Southwest Florida's News Leader Engage With Us Interact with us through your video, pictures and comments on Facebook and Twitter Trust Us We are the most experienced, most accurate, most  ... "], ["2020-06-02 09:52", "Five police shot during protests after Trump vows to bring in U.S. military ...  videotape and prompted an outcry over racism in U.S. law enforcement. Dozens of cities are under curfews not seen since riots after the 1968 assassination of Martin Luther King Jr. The National Guard deployed in 23 states and Washington, D.C. Most Americans were just emerging from weeks of strict \"stay-at-home\" orders imposed over the pandemic. Reporting by Lisa Lambert ... , Lucy Nicholson, David Shepardson, Michael Martina,; Brendan O'Brien, Sharon Bernstein, Lisa Richwine, Aakriti Bhalla and Dan Whitcomb; Writing by Dan Whitcomb; Editing by Cynthia Osterman, Lincoln Feast, Nick Macfie and Timothy Heritage Our Standards: The Thomson Reuters Trust Principles. 0 : 0 narrow-browser-and-phone medium-browser-and-portrait-tablet landscape-tablet medium- ... "], ["2020-06-02 09:51", "Five police shot during protests after Trump vows to bring in U.S. military ...  videotape and prompted an outcry over racism in U.S. law enforcement. Dozens of cities are under curfews not seen since riots after the 1968 assassination of Martin Luther King Jr. The National Guard deployed in 23 states and Washington, D.C. Most Americans were just emerging from weeks of strict \"stay-at-home\" orders imposed over the pandemic. Reporting by Lisa Lambert ... , Lucy Nicholson, David Shepardson, Michael Martina,; Brendan O'Brien, Sharon Bernstein, Lisa Richwine, Aakriti Bhalla and Dan Whitcomb; Writing by Dan Whitcomb; Editing by Cynthia Osterman, Lincoln Feast, Nick Macfie and Timothy Heritage Our Standards: The Thomson Reuters Trust Principles. 0 : 0 narrow-browser-and-phone medium-browser-and-portrait-tablet landscape-tablet medium- ... "], ["2020-06-02 09:51", "Five police shot during protests after Trump vows to bring in U.S. military ...  videotape and prompted an outcry over racism in U.S. law enforcement. Dozens of cities are under curfews not seen since riots after the 1968 assassination of Martin Luther King Jr. The National Guard deployed in 23 states and Washington, D.C. Most Americans were just emerging from weeks of strict \"stay-at-home\" orders imposed over the pandemic. Reporting by Lisa Lambert ... , Lucy Nicholson, David Shepardson, Michael Martina,; Brendan O'Brien, Sharon Bernstein, Lisa Richwine, Aakriti Bhalla and Dan Whitcomb; Writing by Dan Whitcomb; Editing by Cynthia Osterman, Lincoln Feast, Nick Macfie and Timothy Heritage Our Standards: The Thomson Reuters Trust Principles. 0 : 0 narrow-browser-and-phone medium-browser-and-portrait-tablet landscape-tablet medium- ... "], ["2020-06-02 09:41", "Young mum-of-five dies after developing cervical cancer while pregnant with son ... parent's life when she was pregnant with her fifth child Theo. But her joy tragically turned to heartbreak after a complication, which left her in extreme pain and bleeding at 32 weeks. Tracey, 36, from Lincoln, had gone to hospital where doctors discovered a mass on her cervix and was told she would need a biopsy. At around 5pm on Thursday, April 25, 2019 the biopsy was taken, then just over two hours ...  could be killed by a handheld UV light device UK coronavirus death toll nears 50,000, according to latest ONS figures Coronavirus Figures released this morning by the Office for National Statistics (ONS) this morning show that 43,837 people had died in England and Wales by May 22, which when added to official data released since then shows the death  ... "], ["2020-06-02 09:31", "Five police shot during protests after Trump vows to bring in U.S. military ...  on videotape and prompted an outcry over racism in U.S. law enforcement. Dozens of cities are under curfews not seen since riots after the 1968 assassination of Martin Luther King Jr. The National Guard deployed in 23 states and Washington, D.C. Most Americans were just emerging from weeks of strict \"stay-at-home\" orders imposed over the pandemic. Reporting by Lisa Lambert, Andy  ... , Lucy Nicholson, David Shepardson, Michael Martina,; Brendan O'Brien, Sharon Bernstein, Lisa Richwine, Aakriti Bhalla and Dan Whitcomb; Writing by Dan Whitcomb; Editing by Cynthia Osterman, Lincoln Feast, Nick Macfie and Timothy Heritage 0 : 0 narrow-browser-and-phone medium-browser-and-portrait-tablet landscape-tablet medium-wide-browser wide-browser-and-larger medium- ... "], ["2020-06-02 09:30", "Five police shot during protests after Trump vows to bring in U.S. military ...  and prompted an outcry over racism in U.S. law enforcement. Dozens of cities are under curfews not seen since riots after the 1968 assassination of Martin Luther King Jr. The National Guard deployed in 23 states and Washington, D.C. Most Americans were just emerging from weeks of strict \"stay-at-home\" orders imposed over the pandemic. (Reporting by Lisa ... , Peter; Szekely, Lucy Nicholson, David Shepardson, Michael Martina,; Brendan O'Brien, Sharon Bernstein, Lisa Richwine, Aakriti Bhalla and Dan Whitcomb; Writing by Dan Whitcomb; Editing by Cynthia Osterman, Lincoln Feast, Nick Macfie and Timothy Heritage) What to Read Next Stephen Colbert Schools Trump With A Scathing Reminder Of How Strongman Rulers End HuffPost Lucille Ball's Granddaughter  ... "], ["2020-06-02 09:29", "Five police shot during protests after Trump vows to bring in U.S. military ...  videotape and prompted an outcry over racism in U.S. law enforcement. Dozens of cities are under curfews not seen since riots after the 1968 assassination of Martin Luther King Jr. The National Guard deployed in 23 states and Washington, D.C. Most Americans were just emerging from weeks of strict \"stay-at-home\" orders imposed over the pandemic. Reporting by Lisa Lambert ... , Lucy Nicholson, David Shepardson, Michael Martina,; Brendan O'Brien, Sharon Bernstein, Lisa Richwine, Aakriti Bhalla and Dan Whitcomb; Writing by Dan Whitcomb; Editing by Cynthia Osterman, Lincoln Feast, Nick Macfie and Timothy Heritage 0 : 0 narrow-browser-and-phone medium-browser-and-portrait-tablet landscape-tablet medium-wide-browser wide-browser-and-larger medium-browser ... "], ["2020-06-02 09:26", "Five police shot during protests after Trump vows to bring in U.S. military ... and prompted an outcry over racism in U.S. law enforcement. Dozens of cities are under curfews not seen since riots after the 1968 assassination of Martin Luther King Jr. The National Guard deployed in 23 states and Washington, D.C. Most Americans were just emerging from weeks of strict \"stay-at-home\" orders imposed over the pandemic. (Reporting by  ... , Maria Caspani, Peter Szekely, Lucy Nicholson, David Shepardson, Michael Martina, Brendan O'Brien, Sharon Bernstein, Lisa Richwine, Aakriti Bhalla and Dan Whitcomb; Writing by Dan Whitcomb; Editing by Cynthia Osterman, Lincoln Feast, Nick Macfie and Timothy Heritage) Comments Join the conversation Toronto Weather 16 C Light rain Feels like 15 C Wednesday 24 C Thursday 25 C Friday 26 C Saturday 21 C ... "], ["2020-06-02 09:26", "The Walking Dead plot hole: The Governor's base at Woodbury created huge timeline error ...  Privacy Notice for details of your data protection rights. The Walking Dead viewers have witnessed a number of drastic changes in scenery over the years, as Rick Grimes (played by Andrew Lincoln) and his gang have travelled around America, from the streets of downtown Atlanta to a vast prison in the wilderness. However, one of these transitions from one time to another has ... longer - the cheap spice to lower your risk of early death and bowel cancer Chelsea chief Marina Granovskaia set for transfer meeting to discuss 35m swap proposal Yellowstone volcano: Earthquake swarm strikes National Park as dozens hit in just 24 hours Bill Turnbull details 'hopes' he'll receive 'overdue operation' soon in rare health update GMB viewers 'switch off ... "], ["2020-06-02 09:25", "Military Vehicle Convoy Moves Through WashingtonSkip to: Main Content Site Navigation Site Footer Site Search Site Map Network Navigation (other sites) Log in Sign up. Why? Log out news.com.au — Australia's #1 news site News.com.au National World Lifestyle Travel Entertainment Technology Finance Sport Search Military Vehicle Convoy Moves Through Washington National Guard units moved through Washington, DC, on June 1, after a second night of violence near the White House. This footage shows 12 trucks, some carrying troops, driving past Lincoln Park, as commuters cycle by. Protests continued in the city into the night on June 1. Credit: meredithragan via Storyful NSW police speak about 'leg sweep' arrest of 16-yr-old indigenous teenager 3:42 Police to launch investigation into violent  ... "], ["2020-06-02 09:04", "Live Updates on George Floyd Protests: Tumult Grips U.S. Cities ...  and Police Violence Protests have erupted in at least 140 cities across the United States in the days after George Floyd, a black man, died in police custody. Some of the demonstrations have turned violent, prompting the activation of the National Guard in at least 21 states. Protests since Wednesday National Guard activated Seattle WASH. Portland N.D. MINN. Eugene Mich. Minneapolis Boston WIS. S.D. St. Paul Hartford Salt Lake City New York Reno Cheyenne Des Moines Phila. PA. Neb. Nev. Chicago OHIO Lincoln Oakland Indianapolis Washington UTAH Denver COLO. ILL. Las Vegas MO. Lexington Kansas City CALIF. Norfolk KY. Santa Fe Tulsa N.C. Fayetteville TENN. Okla. City L.A. Columbia Atlanta Phoenix Memphis San Diego Tucson GA. TEX. Dallas Jacksonville Austin New ... "], ["2020-06-02 09:02", "Assaulted and Vilified, the Cops Save the Cities ...  of George Floyd and, with equal moral vehemence, the violent and criminal element that came to permeate the ranks of the protesters. They failed to get sufficient law enforcement or the National Guard into the city on time, or to declare and impose a curfew, or to use requisite force to halt the rioting and looting. As a result of their incompetence or  ...  after another, as LBJ declared at Howard University, we are moving beyond equality of opportunity to \"equality of result\" in America. However, in August 1965, Watts exploded, the worst race riot since Lincoln sent Union troops to put down the New York draft riots of 1863. Newark and Detroit had uprisings of similar magnitude in 1967. In April 1968, for days after the assassination of Martin Luther ... "], ["2020-06-02 09:00", "DeSean Jackson, others have ideas for Eagles, NFL to get 'soundtrack' of the fans in empty stadiums ...  the arm of Vikings quarterback Case Keenum on his follow through, leading to Patrick Robinson's 50-yard interception return for a touchdown. That tied the game at 7-7, and sent the crowd of 70,000 at Lincoln Financial Field into a frenzy, and the Eagles on their way to a 38-7 win and Super Bowl berth. SPEAKING OUT: Eagles' Carson Wentz, Zach Ertz on racism after death of George Floyd in Minneapolis \"I ... 24 a.m. Subscribe About Us Contact Us Meet The Staff Help RSS Feeds Apps Advertise Chat Support Support Home News Business Crime Traffic DE Politics National Politics Education Sports Golf High Schools Colleges Eagles Phillies Delaware Sports Awards More... Flyers USA TODAY Sports Life Food Health Home & Style Celebrations Travel DIstinctly Delaware ... "]]}}