{"postfix": "linde_6-aktie", "name": "LINDE", "wkn": "A2DSYC", "time": "2020.06.02 11:51", "ts": 1591091460, "features": {"KGV": "29.14", "Marktkapitalisierung": {"Size": "Mrd", "Value": "95.14"}, "GA": "7.34", "KBV": "2.37", "BA": "90.05", "KCV": "19.05", "CA": "11.23", "Vola30": "31.92", "Vola90": "53.59", "Vola180": "42.1", "Vola250": "32.34"}, "rivals": ["linde-aktie", "linde-aktie", "air_liquide-aktie", "airgas-aktie", "air_products_and_chemicals-aktie", "rentech-aktie", "air_water-aktie", "kion-aktie"], "text_data": {"de": [["28.05.20", "Linde-Chef erwartet langsame Erholung ab dem dritten Quartal"], ["13.05.20", "Schwedische Regierung rät bis Mitte Juli von Auslandsreisen ab"], ["07.05.20", "ROUNDUP: Linde wird wegen Corona-Krise vorsichtiger - Gewinnziel gekappt"], ["07.05.20", "Linde wird wegen Corona-Krise vorsichtiger"], ["07.05.20", "AKTIE IM FOKUS: Linde geben nach - Unsicherheit mit Blick auf Gewinn"], ["28.04.20", "Linke: Wasserstoff-Pläne der Bundesregierung 'reines Wunschdenken'"], ["15.04.20", "ANALYSE-FLASH: Bernstein hebt Linde auf 'Market-Perform'"], ["20.03.20", "ROUNDUP: Chefwechsel bei Siemens: Ab Oktober hält Busch die Zügel in der Hand"], ["19.03.20", "ROUNDUP 2/Großes Stühlerücken bei Siemens: Busch folgt Kaeser - Sen geht"], ["24.02.20", "Linde erhöht Quartalsdividende"], ["19.02.20", "ANALYSE-FLASH: Berenberg hebt Ziel für Linde auf 230 Euro - 'Buy'"], ["17.02.20", "ANALYSE-FLASH: Deutsche Bank hebt Ziel für Linde auf 235 Euro - 'Buy'"], ["13.02.20", "ROUNDUP: Linde-Chef kündigt Stellenabbau im deutschen Gasegeschäft an"], ["13.02.20", "Linde-Chef kündigt Stellenabbau im deutschen Gasegeschäft an"], ["13.02.20", "ANALYSE-FLASH: Baader Bank belässt Linde auf 'Reduce' - Ziel 180 Euro"], ["13.02.20", "ROUNDUP: Linde will nach Gewinnsprung auch 2020 mehr verdienen"], ["13.02.20", "AKTIE IM FOKUS 2: Linde mit Rekordhoch - Zahlen und Ausblick kommen gut an"], ["13.02.20", "Linde will nach Gewinnsprung auch 2020 mehr verdienen"], ["13.02.20", "IG Metall befürchtet 'mittelfristig Kahlschlag' bei Linde Deutschland"], ["03.02.20", "ANALYSE-FLASH: Goldman startet Linde mit 'Neutral' - Ziel 195 Euro"]], "en": [["2020-05-29 23:38", "Oscars Academy Board Of Governors Voting Underway -- List Of Nominees ...  after he was selected for the job. In the Executives branch, Sony Pictures Classics co-presidents Michael Barker and Tom Bernard face off against each other as well as incumbent David Linde among others. In the Producers branch, Jason Blum makes another try for the board, along with past Best Picture winners Irwin Winkler and Michael Phillips. This year's Oscar show producer ... 39;Lucifer' Star Tom Ellis Closes Deal To Return, Paving Way To Season 6 Renewal By Netflix 4 Twitter Flags Donald Trump 'Looting, Shooting' Tweet As \"Glorifying Violence\" -- Update 5 Ava DuVernay, Jeffrey Wright, Journalists Slam Minneapolis State Patrol Tweet About Arrests Of CNN Crew 6 'Cobra Kai' Closing In On New Streaming Home With YouTube Poised To ... "], ["2020-05-29 21:03", "Academy Board of Governors List of Candidates ... Lewis Teague Documentary Kate Amend (incumbent) Geralyn Dreyfuss Karen Goodman Lauren Greenfield Tom Neff Executives Pam Abdy Victoria Alonso Cark C. Canton Erica Higgins David Linde (incumbent) Mike Medavoy James W. Morris Gianni Nunnari Stephen Strick Patrick Wachsberger Film Editors Mark Helfrich Michael Jablow Nancy Richardson Stephen Rivkin David Rosenbloom  ... ;t miss Bose's true wireless earbuds while they're on Amazon at the lowest price ever WWD Carrefour CEO Says Omnichannel Approach Helped With Front-Line Efforts SPY Here Are 6 Tips to Help You Clean Your Coffee Maker Inside and Out Variety About Us Newsletter Variety Screening Series Live Media Summits Variety Archives Variety Insights Careers Legal Terms of Use Privacy Policy California  ... "], ["2020-05-29 20:14", "Oscars Board Election Has New Rules But Expect the Same Old Results ... Karaszewski from the Writers Branch. Others eligible to run are cinematographer Walker, sound editor Dorman, costume designer Isis Mussenden, documentary editor Kate Amend, executive David Linde, public relations director Christina Kounelias, animator Tom Sito, production designer Wynn P. Thomas and VFX supervisor Richard Edlund. The only governors who can' ... Disney pushed back every Marvel movie in the cinematic universe. \"Black Widow\" was meant to open on May 1, but will now shift back to the slot previously occupied by \"The Eternals\" on Nov. 6.\"Eternals\" is moving to February 12, 2021, \"Shang-Chi and The Legend of the Ten Rings\" will open May 7, 2021, and \"Doctor Strange in the Multiverse of Madness\" is shifting to ... "], ["2020-05-29 19:21", "Coronavirus in Arkansas: 237 new community cases, hospitalizations hit all-time high ... the Full Article LIVE NOW: CDC now projects more than 123,000 coronavirus deaths in US by mid-June by The Associated Press / May 29, 2020 U.S. consumer spending plunged by a record-shattering 13.6% in April as the pandemic shuttered businesses, forced millions of layoffs and sent the economy into deep recession. Europe's extensive social welfare net is showing signs of fraying under economic strain from the  ... 30 Video Arkansas Economic Recovery Task Force releases suggestions on how to move forward amid crisis Video Restrictions to remain lifted, governor says Video Frontline Fighter John Linde works at USPS Video Fayetteville School District plans to open new school in August 2023 Video Trending Stories FBI raids apartment on Gregg Avenue in Fayetteville  ... "], ["2020-05-29 11:37", "Arkansans react to the state seeing its highest increase in COVID-19 cases ... -Owner, Shelly Hughes said. Local business owner, Shelly Hughes said it's been tough trying to enforce rules for customers, and it becomes concerning as more cases are reported. According to Dr. Smith, half of the 6,538 people who tested positive since Thursday, half had no symptoms. \"It seems like everyday is something new and something new to worry about,\" Hughes said. As the state moves forward in the re-opening phases ... Arkansas Economic Recovery Task Force releases suggestions on how to move forward amid crisis Video Restrictions to remain lifted, governor says Video Frontline Fighter John Linde works at USPS Video Fayetteville School District plans to open new school in August 2023 Video River Valley police chief sends message of solidarity  ... "], ["2020-05-29 03:21", "River Valley Flooding: One year later Aid money prevented worse situation, Sebastian County officials say ...  people were hurting, how people were without their home or without a place of comfort [stuck out to me],\" Cooper said. The days were long for those tasked with saving lives. \"We started around 5, 6 a.m. and we went all the way into the late evening hours,\" Cooper said. \"It was nothing to get 16 hours of work time in.\" Looking back a year later, Cooper said he  ... 's also cashiers, bank tellers, postal workers, and many more, all committed to serving our community amid this global health crisis. So tonight, we say thanks to local Frontline Fighter, John Linde and his fellow employees at the U.S. Postal Service. Read the Full Article Video Fayetteville School District plans to open new school in August 2023 by Megan Wilson / May 28, 2020 ... "], ["2020-05-28 23:00", "Global Carbon Capture, Utilization & Storage Market Is Expected To Reach $26.04 Billion By 2027 - Latest Market Research Report By Stratistics MRC ...  Global Carbon Capture, Utilization & Storage Market is accounted for $4.16 billion in 2018 and is expected to reach $26.04 billion by 2027 growing at a CAGR of 22.6% during the forecast period. Some of the key players profiled in the Carbon Capture, Utilization & Storage Market include General Electric, Halliburton, Carbon Cycle Ltd., Skyonic Corp., Basf SE, Siemens AG,  ... Honeywell International Inc., Mitsubishi Heavy Industries Ltd, Joule Unlimited Inc., Schlumberger Limited, Linde AG, Fluor Corporation, ExxonMobil Corporation, Mbd Energy Ltd., Dioxide Materials Inc., AkerSolutions, Integrated Carbon Sequestration Pty. Ltd., E3tec Service Llc., Enn Group Co. Ltd.,  ... "], ["2020-05-28 22:28", "Sweden steadfast in strategy as virus toll continues rising ...  PM EDT - Updated May 28 at 6:28 PM STOCKHOLM (AP) — Sweden's government defended its response to the COVID-19 global pandemic despite the Scandinavian country now reporting one of the highest mortality rates in the world with 4,125 fatalities, or about 40 deaths per 100,000 people. \"Transmission is slowing down, the treatment of COVID-19 patients in intensive care is decreasing significantly, and the rising death toll curve has been flattened,\" Foreign Minister Ann Linde told foreign correspondents at a briefing in Stockholm this week. \"There is no full lockdown of Sweden, but many parts of the Swedish society have shut down.\" More than 76,000 people have been made redundant since the outbreak of the disease and unemployment, which ... "], ["2020-05-28 22:28", "Sweden steadfast in strategy as virus toll continues rising ...  PM EDT - Updated May 28 at 6:28 PM STOCKHOLM (AP) — Sweden's government defended its response to the COVID-19 global pandemic despite the Scandinavian country now reporting one of the highest mortality rates in the world with 4,125 fatalities, or about 40 deaths per 100,000 people. \"Transmission is slowing down, the treatment of COVID-19 patients in intensive care is decreasing significantly, and the rising death toll curve has been flattened,\" Foreign Minister Ann Linde told foreign correspondents at a briefing in Stockholm this week. \"There is no full lockdown of Sweden, but many parts of the Swedish society have shut down.\" More than 76,000 people have been made redundant since the outbreak of the disease and unemployment, which ... "], ["2020-05-28 22:28", "Sweden steadfast in strategy as virus toll continues rising ...  PM EDT - Updated May 28 at 6:28 PM STOCKHOLM (AP) — Sweden's government defended its response to the COVID-19 global pandemic despite the Scandinavian country now reporting one of the highest mortality rates in the world with 4,125 fatalities, or about 40 deaths per 100,000 people. \"Transmission is slowing down, the treatment of COVID-19 patients in intensive care is decreasing significantly, and the rising death toll curve has been flattened,\" Foreign Minister Ann Linde told foreign correspondents at a briefing in Stockholm this week. \"There is no full lockdown of Sweden, but many parts of the Swedish society have shut down.\" More than 76,000 people have been made redundant since the outbreak of the disease and unemployment, which ... "], ["2020-05-28 22:28", "Sweden steadfast in strategy as virus toll continues rising ...  PM EDT - Updated May 28 at 6:28 PM STOCKHOLM (AP) — Sweden's government defended its response to the COVID-19 global pandemic despite the Scandinavian country now reporting one of the highest mortality rates in the world with 4,125 fatalities, or about 40 deaths per 100,000 people. \"Transmission is slowing down, the treatment of COVID-19 patients in intensive care is decreasing significantly, and the rising death toll curve has been flattened,\" Foreign Minister Ann Linde told foreign correspondents at a briefing in Stockholm this week. \"There is no full lockdown of Sweden, but many parts of the Swedish society have shut down.\" More than 76,000 people have been made redundant since the outbreak of the disease and unemployment, which ... "], ["2020-05-28 22:28", "Sweden steadfast in strategy as virus toll continues rising ...  PM EDT - Updated May 28 at 6:28 PM STOCKHOLM (AP) — Sweden's government defended its response to the COVID-19 global pandemic despite the Scandinavian country now reporting one of the highest mortality rates in the world with 4,125 fatalities, or about 40 deaths per 100,000 people. \"Transmission is slowing down, the treatment of COVID-19 patients in intensive care is decreasing significantly, and the rising death toll curve has been flattened,\" Foreign Minister Ann Linde told foreign correspondents at a briefing in Stockholm this week. \"There is no full lockdown of Sweden, but many parts of the Swedish society have shut down.\" More than 76,000 people have been made redundant since the outbreak of the disease and unemployment, which ... "], ["2020-05-28 22:28", "Sweden steadfast in strategy as virus toll continues rising ...  PM EDT - Updated May 28 at 6:28 PM STOCKHOLM (AP) — Sweden's government defended its response to the COVID-19 global pandemic despite the Scandinavian country now reporting one of the highest mortality rates in the world with 4,125 fatalities, or about 40 deaths per 100,000 people. \"Transmission is slowing down, the treatment of COVID-19 patients in intensive care is decreasing significantly, and the rising death toll curve has been flattened,\" Foreign Minister Ann Linde told foreign correspondents at a briefing in Stockholm this week. \"There is no full lockdown of Sweden, but many parts of the Swedish society have shut down.\" More than 76,000 people have been made redundant since the outbreak of the disease and unemployment, which ... "], ["2020-05-28 18:15", "Ted Hope Exit Amazon movie Co-Head Post For First-Look Producing Deal ...  his influence went toward establishing Amazon as a tastemaker label with films including The Big Sick and Manchester By The Sea . He first made his mark establishing Good Machine with James Schamus and David Linde as an important maker of indie films that included such triumphs as early Ang Lee films like The Ice Storm , Todd Solondz' Happiness and Todd Field's In The Bedroom . He moved ...  Platform Policing Should Be Limited To Avoiding \"Imminent Harm\" 5 New York Governor Andrew Cuomo Meets With Donald Trump, Rips Mitch McConnell And Congress On 'Blue State Bailout' Claims 6 Ruby Rose Reflects On Her Exit From 'Batwoman' 7 Ice Cube: \"How Long Will We Go For Blue On Black Crime Until We Strike Back?\" 8 Donald Trump Plans  ... "], ["2020-05-28 16:51", "AT&T Boosts Network Operations With Linde Contract Extension ...  of 9.7, the company topped earnings estimates twice in the trailing four quarters and met the same in the remaining quarters. It has a trailing four-quarter positive earnings surprise of 0.6%, on average. Zacks Rank & Stocks to Consider AT&T currently has a Zacks Rank #4 (Sell). Some better-ranked stocks in the broader industry are ADTRAN, Inc. ( ADTN - Free Report ) and InterDigital, Inc. (  ...  the Tickers Above Normally $25 each - click below to receive one report FREE: ATT Inc. (T) - free report > > ADTRAN, Inc. (ADTN) - free report > > InterDigital, Inc. (IDCC) - free report > > Linde plc (LIN) - free report > > Published in communications tech-stocks Zacks' 7 Best Strong Buy Stocks for June, 2020 Free Research for Zacks.com Readers Experts have chosen ... "], ["2020-05-28 16:43", "SpartanNash (SPTN) Q1 Earnings Surpass Estimates, Sales Up ...  growth rate of 4.4%. The stock sports a Zacks Rank #1. You can see the complete list of today's Zacks #1 Rank stocks here . Office Depot ( ODP - Free Report ) has a long-term earnings growth rate of 6.8% and aZacks Rank #2 (Buy). The Kroger Co. ( KR - Free Report ) has a long-term earnings growth rate of 4.9% and aZacks Rank #2. Just Released: Zacks' 7 Best Stocks for Today Experts extracted 7 stocks from  ... more than twice the market. See its 7 best stocks now. Privacy Policy | No cost, no obligation to buy anything ever. Up Next AT&T Boosts Network Operations With Linde Contract Extension Most Read E-Commerce ETFs Surge Amid Coronavirus Crisis FOMO Driving the Rotation Towards Value Stocks New Strong Buy Stocks for May 28th Europe Equities Hot on ... "], ["2020-05-27 18:02", "Russian, Swedish foreign ministers focus on effects of US pullout from Open Skies Treaty ...  issues, including Sweden's Chairmanship of the OSCE in 2021 MOSCOW, May 27. /TASS/. Russian Foreign Minister Sergey Lavrov and his Swedish counterpart Ann Linde focused in a phone conversation on Wednesday on the variety of disarmament issues, including the Open Skies Treaty, the Russian Foreign Ministry said in a statement ... that technical malfunction is the probable cause of crash Read more Russia reports less than 10,000 COVID-19 new cases for 10th day in a row The daily growth rate remained unchanged from Sunday at 2.6% Read more Russia has right to ban monitoring flights along Abkhazia, South Ossetia borders — Lavrov According to the Russian top diplomat, Washington's claims concerning the range of flights over Russia's Kaliningrad  ... "], ["2020-05-27 10:42", "Swedes face blacklisting due to country's relaxed take on Covid-19 ... Read Wary travel-hungry Americans turn to 'Covid Campers' 7 hours ago BL PREMIUM 8 top SA doccies to stream now 1 week ago Buy now, because car prices are set to spike 6 days ago Most Read Most Read World / Europe Swedes face blacklisting due to country's relaxed take on Covid-19 Sweden's response to the pandemic gave its citizens more freedom than most ...  the previous day. Sweden says only time will tell which model proved most effective in containing the virus. It is wrong to \"just look at death rates during a certain week\", Linde said. Bloomberg Sweden defends open-society approach as death toll passes 4,000 Three-quarters of deaths were among the elderly, often in unhygienic nursing homes, says state epidemiologist World 1 day ago  ... "], ["2020-05-27 09:30", "100-year-old Covid-19 victim had brushes with history and great stories to tell ...  develop methods to concentrate fissionable uranium isotopes for use in the first atomic bomb. At Linde, Burch met his future wife, Olive Lightfoot, a chemical laboratory technician. When he died, they had been married for 72 years. Lives lost to Covid-19 102-year-old who survived Spanish flu pandemic dies from Covid-19 Inventor dead at 95 after getting Covid-19 in nursing home 'Buffalo lost a part of its soul': Joey Giambra succumbs to Covid-19 Lacrosse Hall of Famer dies of Covid-19 Joseph D. Parkinson, 77, federal probation officer and victim of Covid-19 Virus kills grandmother with 6 health care professionals in family In July, Ronald Burch said he visited his father with a newspaper commemorating the 50th anniversary of the first Apollo mission ... "], ["2020-05-27 07:00", "Amtrak asks Congress for an additional nearly $1.5B ... region, after Brazil and Peru. An average of 4,000 new infections are being reported daily. About 15 percent of the cases require hospitalization. Share this - The Associated Press 33m ago / 6:53 AM UTC Sweden steadfast in strategy as toll continues climbing STOCKHOLM — Sweden's government defended its response to the COVID-19 global pandemic Tuesday despite the Scandinavian country ... . \"Transmission is slowing down, the treatment of COVID-19 patients in intensive care is decreasing significantly, and the rising death toll curve has been flattened,\" Foreign Minister Ann Linde told foreign correspondents at a briefing in Stockholm. \"There is no full lockdown of Sweden, but many parts of the Swedish society have shut down.\" More than 76, ... "]]}}