{"postfix": "linde-aktie", "name": "LINDE", "wkn": "A2DSYC", "time": "2020.06.02 11:50", "ts": 1591091414, "features": {"KGV": "29.14", "Marktkapitalisierung": {"Size": "Mrd", "Value": "95.14"}, "GA": "7.34", "KBV": "2.37", "BA": "90.05", "KCV": "19.05", "CA": "11.23", "Vola30": "31.92", "Vola90": "53.59", "Vola180": "42.1", "Vola250": "32.34"}, "rivals": ["linde_6-aktie", "air_liquide-aktie", "airgas-aktie", "air_products_and_chemicals-aktie", "rentech-aktie", "air_water-aktie", "kion-aktie"], "text_data": {"de": [["2020.06.02", "Wichtige Kursbewegungen: Linde-Aktien mit Dividendenabschlag gehandelt"], ["31.05.20", "So schätzen die Analysten die Zukunft der Linde-Aktie ein"], ["29.05.20", "Linde: Megatrend Wasserstoff - so viel Potenzial sieht der Chef"], ["29.05.20", "Citi: Linde PLC - Startet jetzt ein neuer Trend?"], ["29.05.20", "Citi: Linde PLC - Startet jetzt ein neuer Trend?"], ["28.05.20", "Linde-Chef dämpft Erholungserwartung"], ["28.05.20", "Linde-Chef erwartet langsame Erholung ab dem dritten Quartal"], ["28.05.20", "Coronakrise: Linde-Chef Angel: „Das spannendste Feld ist der grüne Wasserstoff“"], ["13.05.20", "Schwedische Regierung rät bis Mitte Juli von Auslandsreisen ab"], ["09.05.20", "Linde hat die Zahlen zum jüngsten Quartal vorgelegt"], ["07.05.20", "XETRA-SCHLUSS/DAX legt zu - Berichtssaison liefert die Impulse"], ["07.05.20", "MÄRKTE EUROPA/Risikobereitschaft steigt mit guten China-Daten"], ["07.05.20", "ROUNDUP: Linde wird wegen Corona-Krise vorsichtiger - Gewinnziel gekappt"], ["07.05.20", "Linde enttäuscht Anleger - Gewinnrückgang möglich - Aktie fällt ans DAX-Ende"], ["07.05.20", "B5 Börse 13.40 Uhr: Linde senkt Prognose"], ["07.05.20", "Gasekonzern: Linde kassiert seine Prognosen und kürzt Investitionen"], ["07.05.20", "Gasekonzern Linde senkt wegen Coronakrise Gewinnprognosen"], ["07.05.20", "Linde wird wegen Corona-Krise vorsichtiger"], ["07.05.20", "AKTIE IM FOKUS: Linde geben nach - Unsicherheit mit Blick auf Gewinn"], ["06.05.20", "Linde: Auf diese Zahlen kommt es an"], ["30.04.20", "Linde-Aktie: Experten empfehlen Linde im April mehrheitlich zum Kauf "], ["28.04.20", "Aktionäre von Linde erhalten Dividende"], ["28.04.20", "Linke: Wasserstoff-Pläne der Bundesregierung 'reines Wunschdenken'"], ["27.04.20", "Linde plc. zahlt höhere Quartalsdividende"], ["24.04.20", "Linde-Rivale Air Liquide bestätigt Ziele - Wasserstoff-Index profitiert!"], ["22.04.20", "Citi: Linde - Wichtige Phase in der Erholung"], ["22.04.20", "Citi: Linde - Wichtige Phase in der Erholung"]], "en": [["28.05.20", "AT&T Boosts Network Operations With Linde Contract Extension"], ["28.05.20", "Linde plc : Release according to Article 50 of the WpHG [the German Securities Trading Act] with the objective of Europe-wide distribution"], ["22.05.20", "Linde plc : Linde Recognized as a Leader in Diversity & Inclusion by DiversityInc"], ["12.05.20", "Deutsche Bank AG FF : Pre Stabilisation Notice - Linde Finance B.V."], ["08.05.20", "Linde PLC (LIN) Q1 2020 Earnings Call Transcript"], ["07.05.20", "UPDATE 3-Industrial gas producer Linde targets growth in health and electronics"], ["07.05.20", "Linde (LIN) Q1 Earnings Beat Estimates on Higher Prices"], ["07.05.20", "UPDATE 2-Industrial gas producer Linde cuts 2020 targets due to COVID-19"], ["07.05.20", "Linde (LIN) Q1 Earnings Beat Estimates"], ["07.05.20", "UPDATE 1-Industrial gas producer Linde beats profit expectations"], ["07.05.20", "Linde reports Q1 beat thanks to resilient contract portfolio"], ["07.05.20", "Linde plc : Release according to Article 50 of the WpHG [the German Securities Trading Act] with the objective of Europe-wide distribution"], ["07.05.20", "Linde plc : Linde Reports First-Quarter 2020 Results (Earnings Release Tables attached)"], ["06.05.20", "Linde (LIN) to Report Q1 Earnings: What's in the Cards?"], ["06.05.20", "Linde plc : Linde Starts Up New Plant in China to Supply GTA Semiconductor"], ["05.05.20", "Linde plc : Linde Starts Up New Syngas Processing Plant in the U.S. Gulf Coast"], ["04.05.20", "Linde plc : Release according to Article 40, Section 1 of the WpHG [the German Securities Trading Act] with the objective of Europe-wide distribution"], ["30.04.20", "Linde (LIN) Earnings Expected to Grow: What to Know Ahead of Next Week's Release"], ["30.04.20", "Linde plc : 2019 IFRS Annual Financial Report, 2020 Notice of Annual General Meeting and Proxy Statement, and Form of Proxy (the 'Documents')"], ["30.04.20", "Linde plc : Linde Completes Divestment of Selected Businesses in Northern Europe"], ["30.04.20", "Linde plc : Release according to Article 50 of the WpHG [the German Securities Trading Act] with the objective of Europe-wide distribution"], ["27.04.20", "Linde plc : Linde Declares Dividend in Second Quarter 2020"], ["14.04.20", "Linde plc : Linde Announces First Quarter 2020 Earnings and Conference Call Schedule"], ["06.04.20", "Linde Gáz aids coronavirus fight as 'critical' company"], ["30.03.20", "Linde plc : Release according to Article 40, Section 1 of the WpHG [the German Securities Trading Act] with the objective of Europe-wide distribution"], ["25.03.20", "Linde plc : Lincare Statement Regarding COVID-19"], ["24.03.20", "Linde plc : Release of a capital market information"], ["18.03.20", "Linde plc : Release according to Article 40, Section 1 of the WpHG [the German Securities Trading Act] with the objective of Europe-wide distribution"], ["12.03.20", "Linde’s Acquisition Of Praxair Has Not Created Shareholder Value"], ["10.03.20", "Linde plc : Release of a capital market information"], ["10.03.20", "Cycladex Ltd : Linde extend joint Development Agreement"], ["04.03.20", "Linde plc : Linde Recognized as a Leader in Diversity & Inclusion by Bloomberg and Forbes"], ["03.03.20", "Linde plc : Release according to Article 50 of the WpHG [the German Securities Trading Act] with the objective of Europe-wide distribution"], ["25.02.20", "Linde (LIN) to Reward Shareholders With 10% Dividend Hike"], ["25.02.20", "Linde plc : Release of a capital market information"], ["24.02.20", "Linde plc : Linde Declares Dividend Increase for 2020"], ["18.02.20", "Linde plc : Release of a capital market information"], ["13.02.20", "UPDATE 2-Linde surge helps European shares end flat amid rising coronavirus fears"], ["13.02.20", "Linde PLC (LIN) Q4 2019 Earnings Call Transcript"], ["13.02.20", "UPDATE 2-Industrial gases giant Linde rises to record share high, bets on growth"], ["2020-05-30 21:00", "Sweden excluded as neighbours Denmark and Norway ease tourism restrictions ...  43 deaths per million people. Other neighbouring Nordic countries such as Denmark has 98 deaths per million people, Finland 56 and Iceland 29. \"We are looking at the possibility of regional solutions, for example, opening up the Oresund region,\" Swedish Foreign Minister Ann Linde said at a news conference on Friday, adding that she had been in contact with the Danish foreign minister. Meanwhile, Sweden has advised all its citizens against travelling abroad until July 15. Last Tuesday, Ms Linde said excluding Sweden from moves to open borders across the Nordic region would be a political decision and not justifiable on health grounds. She added that the Covid-19 spread and death rate were higher in the Copenhagen area than in the Swedish region Skane ... "], ["2020-05-30 14:30", "Norway and Denmark ban Swedish tourists as neighbour has world's highest per-capita death rate after shunning lockdown ...  have died from Covid-19, nearly four times the combined total of the other Nordic countries. Swedish state epidemiologist Anders Tegnell said he hoped the country could achieve \"herd immunity\" this month. However a recent study showed that only 7.3 per cent of people in Stockholm, the epicentre of the epidemic in Sweden, had developed antibodies. Ann Linde, Sweden's Foreign Minister, said yesterday: \"We are looking at the possibility of regional solutions, for example opening up the Oresund region.\" Sweden has advised all its citizens against foreign travel until July 15. Thousands of people who commute daily between Denmark and southern Sweden are exempt from travel restrictions. Norway announced on Thursday it would allow business ... "], ["2020-05-30 14:20", "India sets single-day Covid record ...  not be able to visit. Sweden's death rate per capita from the disease is many times higher than the combined total of the other Nordic countries. \"We are looking at the possibility of regional solutions, for example opening up the Oresund region,\" Swedish Foreign Minister Ann Linde said at on Friday, adding she had been in contact with the Danish foreign ministery. Meanwhile, Sweden has advised all its citizens against travelling abroad until July 15. On Tuesday, Linde had said that excluding Sweden from moves to open borders across the Nordic region would be a political decision and not justifiable on health grounds. She also added that the Covid-19 spread and death rate was higher in the Copenhagen area than in the Swedish region Skane that ... "], ["2020-05-30 04:00", "Norway, Denmark Snub Sweden In Open Border Travel Deal ...  stays of up to six nights can be made elsewhere in Denmark. Scandinavian Airlines recently announced its flights to Copenhagen from Bergen and Stavanger will resume on June 8. Sweden excluded for now The deal excludes Sweden, which has suffered by far the highest number of Covid-19 deaths in the Nordic region. Just a few days before the decision was announced, Swedish foreign minister Ann Linde said that any deal excluding Sweden would be a political decision and not justifiable on health grounds. Most Popular In: Lifestyle US Travel, Great News: Trump Says Europe Arrivals Soon Welcome Europe Travel: EU Borders May Stay Shut After June 15 Due To Covid The Most Stressful Job In The World? What it's Really Like To Be An Air Traffic Controller The Danish ... "], ["2020-05-30 00:59", "AHCA to test all nursing home residents and staff ...  Fetus found in jar near 8th Street in Fort Smith Video Arkansas Attorney General sues Alma construction company for failure to complete work Video \"Later with Jason Suel\" for Saturday, May 30 Video Arkansas Economic Recovery Task Force releases suggestions on how to move forward amid crisis Video Restrictions to remain lifted, governor says Video Frontline Fighter John Linde works at USPS Video Trending Stories Rogers block party — no degree of separation amid COVID-19 Video FBI raids apartment on Gregg Avenue in Fayetteville Video Skeletal remains found in Benton County identified as 25-year-old Video Explosion at SpaceX South Texas facility caught on camera Video Coronavirus in Arkansas: 237 new community cases, hospitalizations hit all-time ... "], ["2020-05-30 00:48", "Fayetteville Athletic club gets virus killing air filter ...  in jar near 8th Street in Fort Smith Video Arkansas Attorney General sues Alma construction company for failure to complete work Video \"Later with Jason Suel\" for Saturday, May 30 Video Arkansas Economic Recovery Task Force releases suggestions on how to move forward amid crisis Video Restrictions to remain lifted, governor says Video Frontline Fighter John Linde works at USPS Video Trending Stories Rogers block party — no degree of separation amid COVID-19 Video FBI raids apartment on Gregg Avenue in Fayetteville Video Skeletal remains found in Benton County identified as 25-year-old Video Coronavirus in Arkansas: 237 new community cases, hospitalizations hit all-time high Arkansas reports highest number COVID-19 hospitalizations, according ... "], ["2020-05-30 00:09", "Local hospitals receive donation from Girl Scouts Diamonds of Arkansas ...  Fetus found in jar near 8th Street in Fort Smith Video Arkansas Attorney General sues Alma construction company for failure to complete work Video \"Later with Jason Suel\" for Saturday, May 30 Video Arkansas Economic Recovery Task Force releases suggestions on how to move forward amid crisis Video Restrictions to remain lifted, governor says Video Frontline Fighter John Linde works at USPS Video Trending Stories Rogers block party — no degree of separation amid COVID-19 FBI raids apartment on Gregg Avenue in Fayetteville Video Explosion at SpaceX South Texas facility caught on camera Video Coronavirus in Arkansas: 237 new community cases, hospitalizations hit all-time high Rogers neighborhood hosts block party amid COVID-19 Get the mobile app ... "], ["2020-05-30 00:02", "Campgrounds and bathhouses to open June 1, governor says ...  Fetus found in jar near 8th Street in Fort Smith Video Arkansas Attorney General sues Alma construction company for failure to complete work Video \"Later with Jason Suel\" for Saturday, May 30 Video Arkansas Economic Recovery Task Force releases suggestions on how to move forward amid crisis Video Restrictions to remain lifted, governor says Video Frontline Fighter John Linde works at USPS Video Trending Stories Rogers block party — no degree of separation amid COVID-19 FBI raids apartment on Gregg Avenue in Fayetteville Video Explosion at SpaceX South Texas facility caught on camera Video Coronavirus in Arkansas: 237 new community cases, hospitalizations hit all-time high Coronavirus in Arkansas: 261 new community cases, 85 in Benton County ... "], ["2020-05-29 23:51", "Arkansas reports highest number COVID-19 hospitalizations, according to Secy. of Health ...  Fetus found in jar near 8th Street in Fort Smith Video Arkansas Attorney General sues Alma construction company for failure to complete work Video \"Later with Jason Suel\" for Saturday, May 30 Video Arkansas Economic Recovery Task Force releases suggestions on how to move forward amid crisis Video Restrictions to remain lifted, governor says Video Frontline Fighter John Linde works at USPS Video Trending Stories Rogers block party — no degree of separation amid COVID-19 FBI raids apartment on Gregg Avenue in Fayetteville Video Explosion at SpaceX South Texas facility caught on camera Video Coronavirus in Arkansas: 237 new community cases, hospitalizations hit all-time high DeWitt Class of 2022 Tight End Dax Courtney Holds Three Offers, More ... "], ["2020-05-29 23:44", "Gov. says case numbers not connected to reopenings ... found in jar near 8th Street in Fort Smith Video Arkansas Attorney General sues Alma construction company for failure to complete work Video \"Later with Jason Suel\" for Saturday, May 30 Video Arkansas Economic Recovery Task Force releases suggestions on how to move forward amid crisis Video Restrictions to remain lifted, governor says Video Frontline Fighter John Linde works at USPS Video Trending Stories Rogers block party — no degree of separation amid COVID-19 Coronavirus in Arkansas: 237 new community cases, hospitalizations hit all-time high FBI raids apartment on Gregg Avenue in Fayetteville Video Arkansas reports highest number COVID-19 hospitalizations, according to Secy. of Health Rogers neighborhood hosts block party amid COVID-19 Get ... "], ["2020-05-29 23:38", "Oscars Academy Board Of Governors Voting Underway -- List Of Nominees ... Brett Ratner , who rather notoriously was removed as producer of the 84th Academy Awards show after certain disparaging comments, including a derogatory word for gays he made surfaced on tape in 2011 shortly after he was selected for the job. In the Executives branch, Sony Pictures Classics co-presidents Michael Barker and Tom Bernard face off against each other as well as incumbent David Linde among others. In the Producers branch, Jason Blum makes another try for the board, along with past Best Picture winners Irwin Winkler and Michael Phillips. This year's Oscar show producer Lynette Howell Taylor and this year's Governors Awards producer Jennifer Fox also aim to join the board. Among others vying is Michael Shamberg, who has made no secret of his ... "], ["2020-05-29 23:02", "Whoopi Goldberg Faces Challenge From Richard Dreyfuss, Rita Wilson in Oscars' Board of Governors Election ...  Cooper Ava DuVernay Reginald Hudlin Kasi Lemmons Michael Mann Philippe Mora Kimberly Peirce incumbent Brett Ratner Peyton Reed Jason Reitman Frances-Anne Solomon Lewis Teague Documentary Kate Amend incumbent Geralyn Dreyfous Karen Goodman Lauren Greenfield Tom Neff Executives Pam Abdy Victoria Alonso Michael W. Barker Thomas Bernard Mark C. Canton Erica Huggins David Linde incumbent Mike Medavoy James W. Morris Gianni Nunnari Stephen Strick Patrick Wachsberger Film Editors Mark Helfrich Michael Jablow Nancy Richardson Stephen Rivkin David Rosenbloom Paul Seydor Terilyn A. Shropshire Makeup Artists and Hairstylists Linda Flowers Marketing and Public Relations Stephen D. Bruno Kevin Goetz Barry Dale Johnson Michael Kaplan Christina Kounelias incumbent Robert ... "], ["2020-05-29 23:00", "Rogers neighborhood hosts block party amid COVID-19 ...  Optometrist keeping patients safe during pandemic Video FOX24 Video Arkansas Attorney General sues Alma construction company for failure to complete work Video \"Later with Jason Suel\" for Saturday, May 30 Video Arkansas Economic Recovery Task Force releases suggestions on how to move forward amid crisis Video Restrictions to remain lifted, governor says Video Frontline Fighter John Linde works at USPS Video Fayetteville School District plans to open new school in August 2023 Video Trending Stories Rogers block party — no degree of separation amid COVID-19 Coronavirus in Arkansas: 237 new community cases, hospitalizations hit all-time high Explosion at SpaceX South Texas facility caught on camera Video FBI raids apartment on Gregg Avenue in ... "], ["2020-05-29 22:23", "Shelters closing, animals need foster families ...  Video Optometrist keeping patients safe during pandemic Video FOX24 Video Arkansas Attorney General sues Alma construction company for failure to complete work Video \"Later with Jason Suel\" for Saturday, May 30 Video Arkansas Economic Recovery Task Force releases suggestions on how to move forward amid crisis Video Restrictions to remain lifted, governor says Video Frontline Fighter John Linde works at USPS Video Fayetteville School District plans to open new school in August 2023 Video Trending Stories Rogers block party — no degree of separation amid COVID-19 Explosion at SpaceX South Texas facility caught on camera Video Fired police officer Derek Chauvin charged with murder in George Floyd's death Video Coronavirus in Arkansas: 237 new ... "], ["2020-05-29 22:01", "Frontline Fighter John Whisenant is the fire chief at the Beaver Lake Fire Department ...  Video Optometrist keeping patients safe during pandemic Video FOX24 Video Arkansas Attorney General sues Alma construction company for failure to complete work Video \"Later with Jason Suel\" for Saturday, May 30 Video Arkansas Economic Recovery Task Force releases suggestions on how to move forward amid crisis Video Restrictions to remain lifted, governor says Video Frontline Fighter John Linde works at USPS Video Fayetteville School District plans to open new school in August 2023 Video Trending Stories Rogers block party — no degree of separation amid COVID-19 Explosion at SpaceX South Texas facility caught on camera Video FBI raids apartment on Gregg Avenue in Fayetteville Video DeWitt Class of 2022 Tight End Dax Courtney Holds Three Offers ... "], ["2020-05-29 21:48", "Local health care experts give professional opinions on businesses reopening ...  Optometrist keeping patients safe during pandemic Video FOX24 Video Arkansas Attorney General sues Alma construction company for failure to complete work Video \"Later with Jason Suel\" for Saturday, May 30 Video Arkansas Economic Recovery Task Force releases suggestions on how to move forward amid crisis Video Restrictions to remain lifted, governor says Video Frontline Fighter John Linde works at USPS Video Fayetteville School District plans to open new school in August 2023 Video Trending Stories Rogers block party — no degree of separation amid COVID-19 Explosion at SpaceX South Texas facility caught on camera Video Coronavirus in Arkansas: 237 new community cases, hospitalizations hit all-time high FBI raids apartment on Gregg Avenue in ... "], ["2020-05-29 21:34", "Fayetteville Police Chief writes letter assuring the safety of the community ...  Optometrist keeping patients safe during pandemic Video FOX24 Video Arkansas Attorney General sues Alma construction company for failure to complete work Video \"Later with Jason Suel\" for Saturday, May 30 Video Arkansas Economic Recovery Task Force releases suggestions on how to move forward amid crisis Video Restrictions to remain lifted, governor says Video Frontline Fighter John Linde works at USPS Video Fayetteville School District plans to open new school in August 2023 Video Trending Stories Coronavirus in Arkansas: 237 new community cases, hospitalizations hit all-time high Rogers block party — no degree of separation amid COVID-19 Coronavirus in Arkansas: 261 new community cases, 85 in Benton County Video FBI raids apartment on Gregg ... "], ["2020-05-29 21:31", "Explosion at SpaceX South Texas facility caught on camera ...  shares COVID-19 concerns at Cummins Unit Video FOX24 Video Arkansas Attorney General sues Alma construction company for failure to complete work Video \"Later with Jason Suel\" for Saturday, May 30 Video Arkansas Economic Recovery Task Force releases suggestions on how to move forward amid crisis Video Restrictions to remain lifted, governor says Video Frontline Fighter John Linde works at USPS Video Fayetteville School District plans to open new school in August 2023 Video Trending Stories Coronavirus in Arkansas: 237 new community cases, hospitalizations hit all-time high Rogers block party — no degree of separation amid COVID-19 Coronavirus in Arkansas: 261 new community cases, 85 in Benton County Video FBI raids apartment on Gregg Avenue ... "], ["2020-05-29 21:18", "NWA surpasses all other regions in the state for new COVID-19 cases ... Optometrist keeping patients safe during pandemic Video FOX24 Video Arkansas Attorney General sues Alma construction company for failure to complete work Video \"Later with Jason Suel\" for Saturday, May 30 Video Arkansas Economic Recovery Task Force releases suggestions on how to move forward amid crisis Video Restrictions to remain lifted, governor says Video Frontline Fighter John Linde works at USPS Video Fayetteville School District plans to open new school in August 2023 Video Trending Stories Coronavirus in Arkansas: 237 new community cases, hospitalizations hit all-time high FBI raids apartment on Gregg Avenue in Fayetteville Video Fired police officer Derek Chauvin charged with murder in George Floyd's death Video Rogers block party &mdash ... "], ["2020-05-29 21:03", "Academy Board of Governors List of Candidates ...  Melissa Stewart Wynn P. Thomas Thomas A. Walsh Directors Niki Caro Scott Cooper Ava DuVernay Reginald Hudlin Kasi Lemmons Michael MannPhilippe Mora Peyton Reed Jason Reitman Frances-Anne Solomon Lewis Teague Documentary Kate Amend (incumbent) Geralyn Dreyfuss Karen Goodman Lauren Greenfield Tom Neff Executives Pam Abdy Victoria Alonso Cark C. Canton Erica Higgins David Linde (incumbent) Mike Medavoy James W. Morris Gianni Nunnari Stephen Strick Patrick Wachsberger Film Editors Mark Helfrich Michael Jablow Nancy Richardson Stephen Rivkin David Rosenbloom Makeup Artists and Hairstylists Linda Flowers Music Charles Bernstein (incumbent) Paul Chihara George S. Clinton John C. Debn William Goldstein Jan A P Kaczmarek Emilio Kauderer Carole Bayer Sager Producers ... "]]}}