{"postfix": "lockheed_martin-aktie", "name": "LOCKHEED_MARTIN", "wkn": "894648", "time": "2020.06.02 14:24", "ts": 1591100670, "features": {"KGV": "17.97", "Marktkapitalisierung": {"Size": "Mrd", "Value": "99.83"}, "GA": "21.95", "KBV": "35.12", "BA": "11.23", "KCV": "15.20", "CA": "25.95", "Vola30": "41.75", "Vola90": "61.32", "Vola180": "47.37", "Vola250": "35.38"}, "rivals": ["boeing-aktie", "airbus-aktie", "rheinmetall-aktie", "northrop_grumman-aktie", "alliant_techsystems-aktie", "orbital_sciences-aktie", "raytheon-aktie"], "text_data": {"de": [["31.05.20", "Mai 2020: Die Expertenmeinungen zur Lockheed Martin-Aktie"], ["20.05.20", "Coronavirus -Industrie: Lockheed Martin muss F-35-Produktion zurückfahren"], ["30.04.20", "So schätzen die Analysten die Lockheed Martin-Aktie im April 2020 ein"], ["23.04.20", "Aktionäre von Lockheed Martin erhalten unveränderte Dividende"], ["22.04.20", "Lockheed Martin stellte Ergebnisse des abgelaufenen Quartals vor"], ["21.04.20", "MÄRKTE USA/Ölpreisabsturz belastet Wall Street erneut"], ["21.04.20", "MÄRKTE USA/Ölpreiseinbruch drückt Wall Street erneut ins Minus"], ["21.04.20", "MÄRKTE USA/Ölpreiseinbruch dürfte Wall Street belasten"], ["20.04.20", "Ausblick: Lockheed Martin legt die Bilanz zum abgelaufenen Quartal vor"], ["14.04.20", "Lockheed Martin LM-100 J: Diese zivile Hercules soll den Durchbruch bringen"], ["07.04.20", "Erste Schätzungen: Lockheed Martin gibt Ergebnis zum abgelaufenen Quartal bekannt"], ["31.03.20", "So schätzen Analysten die Lockheed Martin-Aktie ein"], ["09.03.20", "ROUNDUP 3: Deutschland bleibt viertgrößter Waffenexporteur - Kritik an Regierung"], ["09.03.20", "ROUNDUP 2: USA bleiben dominant bei Waffenexporten - Top-Abnehmer Saudi-Arabien"], ["09.03.20", "ROUNDUP: USA bleiben Dominator bei Waffenexporten - Top-Abnehmer Saudi-Arabien"], ["09.03.20", "USA und Frankreich legen bei Rüstungsexporten kräftig zu"], ["25.02.20", "Indien vergibt bei Trump-Besuch milliardenschweren Rüstungsauftrag an USA"], ["04.02.20", "Trumps Wirtschaftspolitik im Realitätscheck"], ["28.01.20", "MÄRKTE USA/Moderate Erholung nach kräftigen Vortagesverlusten"], ["27.01.20", "Aktionäre von Lockheed Martin erhalten konstante Dividende"], ["27.01.20", "Ausblick: Lockheed Martin mit Zahlen zum abgelaufenen Quartal"], ["14.01.20", "Niederländische Werft soll milliardenschweres deutsches Kriegsschiff bauen"], ["07.01.20", "Wall Street Marktbericht: Apple, Boeing, Alibaba, Baidu, Pinduoduo, AMD, Northrop Gruman, Lockheed Martin"], ["03.01.20", "MÄRKTE USA/Wall Street von Eskalation des US-Iran-Konflikts belastet"], ["03.01.20", "MÄRKTE USA/US-Börsen von Eskalation des US-Iran-Konflikts belastet"], ["03.01.20", "MÄRKTE USA/Eskalation des US-Iran-Konflikts belastet Wall Street"]], "en": [["29.05.20", "Lockheed Martin Wins $394M Navy Deal to Support F-35 Aircraft"], ["28.05.20", "Lockheed Martin Stock Shows Surprising Strength; F-35 Fighter Program Shielded"], ["27.05.20", "Why Shares of Lockheed Martin Are Soaring Today"], ["27.05.20", "Lockheed Martin (LMT) Wins Navy Deal to Support F-35 Program"], ["25.05.20", "This is Why Lockheed Martin (LMT) is a Great Dividend Stock"], ["19.05.20", "Lockheed Martin Stock Shows Strength As Defense Giant Weaponizes AI Technology"], ["18.05.20", "Why Shares of Lockheed Martin Are Up Today"], ["15.05.20", "Lockheed Martin to pay $300 million more to suppliers hit by coronavirus"], ["15.05.20", "Lockheed Martin Wins $905M Deal to Build MH-60R Aircraft"], ["15.05.20", "Lockheed Martin to pay $300 million more to suppliers hit by coronavirus"], ["13.05.20", "Better Buy: Lockheed Martin vs. Raytheon Technologies"], ["08.05.20", "Why Lockheed Martin (LMT) is a Great Dividend Stock Right Now"], ["05.05.20", "The Zacks Analyst Blog Highlights: Apple, Berkshire Hathaway, Pfizer, Oracle and Lockheed Martin"], ["01.05.20", "Lockheed Martin Lands $6.1 Billion Patriot Missile Sale"], ["30.04.20", "Lockheed Martin wins $6bn Patriot interceptor contract, Pentagon"], ["30.04.20", "Zacks.com featured highlights include: Strategic Education, Lockheed Martin, Bristol-Myers Squibb, Dollar General and The Kroger"], ["24.04.20", "The Zacks Analyst Blog Highlights: SAP, NIKE, Lockheed Martin, Netflix and Regeneron Pharmaceuticals"], ["23.04.20", "Lockheed Martin Delivers for Investors Despite Coronavirus Concerns"], ["23.04.20", "Daily Dividend Report: Kinder Morgan, Lockheed Martin, Coca-Cola, Humana, Alliance Data Systems"], ["23.04.20", "Raytheon Tops Lockheed Martin for $10 Billion Cruise Missile Contract"], ["22.04.20", "Lockheed Martin (LMT) is a Top Dividend Stock Right Now: Should You Buy?"], ["22.04.20", "Lockheed Martin hiring thousands while monitoring coronavirus supply chain disruptions: CEO"], ["21.04.20", "Lockheed Martin Corp (LMT) Q1 2020 Earnings Call Transcript"], ["21.04.20", "Lockheed Martin is sticking with 2020 guidance and it will likely be 'a rare occurrence' this quarter: Vertical Research"], ["21.04.20", "Lockheed Martin (LMT) Tops Q1 Earnings and Revenue Estimates"], ["21.04.20", "Lockheed Martin trims sales outlook as coronavirus hits supply chain"], ["21.04.20", "Lockheed Martin trims sales outlook as coronavirus hits supply chain"], ["21.04.20", "UPDATE 3-Lockheed Martin trims sales outlook as coronavirus hits supply chain"], ["21.04.20", "Lockheed Martin (LMT) Q1 Earnings & Sales Beat Estimates"], ["21.04.20", "Lockheed Martin Tops First Quarter Expectations on Strong Revenue Growth"], ["21.04.20", "UPDATE 2-Lockheed Martin profit beats, but company trims sales outlook on virus hit"], ["21.04.20", "Lockheed Martin profit beats, but company trims sales outlook on virus hit"], ["21.04.20", "Lockheed Martin profit beats, but company trims sales outlook on virus hit"], ["21.04.20", "Lockheed Martin mitigates coronavirus impact, keeps 2020 guidance"], ["21.04.20", "Lockheed Martin profit beats, but company trims sales outlook on virus hit"], ["21.04.20", "UPDATE 1-Lockheed Martin profit beats, but company trims sales outlook on virus hit"], ["21.04.20", "Lockheed Martin tops Q1 estimates, sticks with full-year EPS guidance"], ["21.04.20", "Lockheed Martin quarterly revenue rises 9.2%"], ["20.04.20", "Lockheed Martin Stock Over $430?"], ["17.04.20", "The Zacks Analyst Blog Highlights: Lockheed Martin, The Travelers Companies, Sempra Energy, Centene and Sirius XM"], ["2020-06-01 05:47", "Indian-American aerospace expert appointed General Atomics Chief Executive ...  looking to ride the opportunity Vivek Lall, an Indian-American aerospace and defence expert who played a key role in defence deals between India and the US, has been appointed as the Chief Executive of General Atomics Global Corporation at its headquarters in San Diego, California. Lall had resigned in April as vice president of Aeronautics Strategy and Business Development at Lockheed Martin, an American security and aerospace giant, to spend more time with his family in San Diego, where he resides. However, weeks later the world's premier drone manufacturer roped him in. \"We are pleased to announce that Dr. Vivek Lall will assume the position of Chief Executive at General Atomics Global Corporation, effective immediately,\" GA said in a ... "], ["2020-06-01 03:27", "Indian-American aerospace expert appointed General Atomics Chief Executive ... . Vivek Lall, a prominent Indian-American aerospace and defence expert who played key roles in some of the major defence deals between India and the US, has been appointed as the Chief Executive of General Atomics Global Corporation at its headquarters in San Diego, California. Mr. Lall had resigned in April as vice president of Aeronautics Strategy and Business Development at Lockheed Martin, an American security and aerospace giant, to spend more time with his family in San Diego, where he resides. However, weeks later the world's premier drone manufacturer roped him in. \"We are pleased to announce that Dr Vivek Lall will assume the position of Chief Executive at General Atomics Global Corporation, effective immediately,\" GA said in a statement ... "], ["2020-06-01 02:39", "How the Washington Post Does Propaganda These Days ... . Corruption is at its core .) That's the historical background . TODAY'S SITUATION The propaganda-situation hasn't much changed since at least around 1977. Here will be just a quick run-down of some recent examples displaying how today's Washington Post carries out its tasks for the military-industrial complex (actually for its contractors , such as Lockheed Martin, which might as well own the newspaper) (and see Simkin's \"Operation Mockingbird\" in order to understand how this control over the mass-media functions). On May 20th, the Washington Post bannered \"Ukrainian lawmaker releases leaked phone calls of Biden and Poroshenko\" , and opened by reporting that, A Ukrainian lawmaker who met with Rudolph W. Giuliani late ... "], ["2020-06-01 02:32", "Indian-American Expert Appointed General Atomics Chief Executive ... : Vivek Lall, a prominent Indian-American aerospace and defence expert who played key roles in some of the major defence deals between India and the US, has been appointed as the Chief Executive of General Atomics Global Corporation at its headquarters in San Diego, California. Vivek Lall had resigned in April as vice president of Aeronautics Strategy and Business Development at Lockheed Martin, an American security and aerospace giant, to spend more time with his family in San Diego, where he resides. However, weeks later the world's premier drone manufacturer roped him in. \"We are pleased to announce that Dr Vivek Lall will assume the position of Chief Executive at General Atomics Global Corporation, effective immediately,\" GA said in a ... "], ["2020-06-01 01:30", "SpaceX craft docks in orbit and paves way for regular space trips ...  system before the Nasa certifies the company to fly regular missions to the space station. Successfully carrying humans to space marks the latest breakthrough for a company known for setting audacious goals. In the decade since the first Falcon 9 rocket reached orbit, SpaceX has eclipsed rivals like Europe's Arianespace and United Launch Alliance, a Boeing-Lockheed Martin venture, to grab the lead of commercial launches. Irish Independent Independentie Search Search News Irish News World News Local papers Environment Weather Opinion Letters Editorial Comment Business Brexit Irish World Technology Personal Finance Small Business Farming Jobs Commercial Property In The Workplace Sport GAA Top 20 Rugby GAA Soccer The Left Wing The Throw In Women's ... "], ["2020-05-31 19:09", "US Military in Hawaii Working on Trump's 'Super-Duper' Missiles, to Host Space Force Soon ...  from the Lip The Mother of All Talk Shows Political Misfits Cartoons Infographics Video Photo Listen Live Search COVID-19 global data Confirmed cases: Recoveries: Deaths: JHU CSSE LIVE: SpaceX DM-2 Crew Dragon Docks With International Space Station - Video US Military in Hawaii Working on Trump's 'Super-Duper' Missiles, to Host Space Force Soon Lockheed Martin US 19:09 GMT 31.05.2020 Get short URL by Tim Korso 1 1 0 Subscribe https://cdn1.img.sputniknews.com/img/107828/13/1078281309_0:0:1921:1080_1200x675_80_0_0_aaaa1670803a9879f232b330cf976351.jpg Sputnik International https://cdn2.img.sputniknews.com/i/logo.png Tim Korso. Sputnik International https://sputniknews.com/us/202005311079479242-us-military-in-hawaii-working-on-trumps-super-duper ... "], ["2020-05-31 17:54", "Astronauts enter space station on historic SpaceX mission ...  strapped into the Crew Dragon capsule when weather forced a postponement of the launch. Photo courtesy of SpaceX | License Photo From left to right, Kennedy Space Center Director Bob Cabana, second lady Karen Pence, Vice President Mike Pence , first lady Melania Trump , President Donald Trump , Marillyn Hewson, Chief Executive Officer of Lockheed Martin, Mike Hawes, VP of Human Space Exploration and Orion Program Manager at Lockheed Martin Space, and NASA Administrator Jim Bridenstine stop by the Artemis I capsule during a tour of the Neil A. Armstrong Operations and Checkout Building. Photo by Bill Ingalls/NASA | License Photo Trump participates in a SpaceX Demonstration Mission 2 launch briefing following the departure of NASA astronauts to board a SpaceX ... "], ["2020-05-31 17:34", "Watch live: Astronauts enter space station on historic SpaceX mission ...  strapped into the Crew Dragon capsule when weather forced a postponement of the launch. Photo courtesy of SpaceX | License Photo From left to right, Kennedy Space Center Director Bob Cabana, second lady Karen Pence, Vice President Mike Pence , first lady Melania Trump , President Donald Trump , Marillyn Hewson, Chief Executive Officer of Lockheed Martin, Mike Hawes, VP of Human Space Exploration and Orion Program Manager at Lockheed Martin Space, and NASA Administrator Jim Bridenstine stop by the Artemis I capsule during a tour of the Neil A. Armstrong Operations and Checkout Building. Photo by Bill Ingalls/NASA | License Photo Trump participates in a SpaceX Demonstration Mission 2 launch briefing following the departure of NASA astronauts to board a SpaceX ... "], ["2020-05-31 14:57", "Azle High School among the 49 graduation ceremonies at new Globe Life Field ...  More Video Local Spotlight Read Next Coronavirus 'Deeply compassionate' Fort Worth woman shepherds food pantry into a community hub By Luke Ranker May 31, 2020 05:45 AM , ORDER REPRINT Fort Worth volunteer Patti Callahan was nominated for the Hometown Heroes series for her love of community and work in the 4Saints Episcopal Food Pantry. The series is sponsored by Lockheed Martin. KEEP READING Local news has never been more important #ReadLocal Subscribe for unlimited digital access to the news that matters to your community. #readlocal MORE FORT WORTH Coronavirus Coronavirus live updates May 31: Here's what to know in the Dallas-Fort Worth area May 31, 2020 5:00 AM Crime Protesters block traffic in downtown Fort Worth; officers holding batons ... "], ["2020-05-31 14:23", "Watch live: Astronauts dock with space station on historic mission ...  strapped into the Crew Dragon capsule when weather forced a postponement of the launch. Photo courtesy of SpaceX | License Photo From left to right, Kennedy Space Center Director Bob Cabana, second lady Karen Pence, Vice President Mike Pence, first lady Melania Trump, President Donald Trump, Marillyn Hewson, Chief Executive Officer of Lockheed Martin, Mike Hawes, VP of Human Space Exploration and Orion Program Manager at Lockheed Martin Space, and NASA Administrator Jim Bridenstine stop by the Artemis I capsule during a tour of the Neil A. Armstrong Operations and Checkout Building. Photo by Bill Ingalls/NASA | License Photo Trump participates in a SpaceX Demonstration Mission 2 launch briefing following the departure of NASA astronauts to board a SpaceX ... "], ["2020-05-31 10:45", "'Deeply compassionate' Fort Worth woman shepherds food pantry into a community hubFort Worth volunteer Patti Callahan was nominated for the Hometown Heroes series for her love of community and work in the 4Saints Episcopal Food Pantry. The series is sponsored by Lockheed Martin."], ["2020-05-31 10:44", "Watch live: Astronauts approach space station on historic mission ...  strapped into the Crew Dragon capsule when weather forced a postponement of the launch. Photo courtesy of SpaceX | License Photo From left to right, Kennedy Space Center Director Bob Cabana, second lady Karen Pence, Vice President Mike Pence, first lady Melania Trump, President Donald Trump, Marillyn Hewson, Chief Executive Officer of Lockheed Martin, Mike Hawes, VP of Human Space Exploration and Orion Program Manager at Lockheed Martin Space, and NASA Administrator Jim Bridenstine stop by the Artemis I capsule during a tour of the Neil A. Armstrong Operations and Checkout Building. Photo by Bill Ingalls/NASA | License Photo Trump participates in a SpaceX Demonstration Mission 2 launch briefing following the departure of NASA astronauts to board a SpaceX ... "], ["2020-05-31 06:42", "UPI ...  -0400N.Y. Marine Reserve squadron gets its first KC-130J tanker planehttps://www.upi.com/Defense-News/2020/05/29/NY-Marine-Reserve-squadron-gets-its-first-KC-130J-tanker-plane/4471590770903/4471590770903 Stewart Air National Guard Base, N.Y., received its first KC-130J Super Hercules tanker plane, manufacturer Lockheed Martin said Friday. Stewart Air National Guard Base, N.Y., received its first KC-130J Super Hercules tanker plane, manufacturer Lockheed Martin said Friday.N.Y. Marine Reserve squadron gets its first KC-130J tanker plane Fri, 29 May 2020 13:19:48 -0400F-35 costs falling, Pentagon estimates indicatehttps://www.upi.com/Defense-News/2020/05/29/F-35-costs-falling-Pentagon-estimates-indicate/9881590768161/9881590768161 Acquisition of F-35 fighter ... "], ["2020-05-31 05:00", "The Hawaii navy base fueling Trump's quest for 'super duper' missiles ... one of the department of energy's national nuclear laboratories. KTF, which has operated on Kauai since 1962, has supported more than 450 launches, including a series of experimental rocket tests in 2019 to test new technologies being considered for future nuclear weapons life-extension programs. Two of PMRF's most important functions have been for testing Lockheed Martin's Aegis Ashore and Terminal High Altitude Area Defense (Thaad) ballistic missile defense (BMD) systems. They have occupied the space, taken the land ... and we are now stuck with them holding the checkbook that supports our families Sparky Rodrigues Thaad, which is intended to neutralize short-, medium- and limited intermediate-range ballistic missiles, is deployed in Guam, the ... "], ["2020-05-31 04:35", "TruePundit.com ...  of STEALTH defense technology from a small Florida marine company that invented an ingenious way to help protect Navy ships and nuclear ballistic submarines from being detected on enemy radar and sonar. And on the eve before the case was go to a Grand Jury,...The post Mueller & Holder Shut Down FBI Investigation of Stolen U.S. Stealth Defense Technology Implicating Lockheed Martin, While Comey Was Lockheed's Top Lawyer appeared first on True Pundit.]]> 736177FBI: 'Russian Spy' Mueller Just Jailed Was Granted \"Expedited\" Entry into U.S. via John Kerry, Eric Holder; Met with Obama Officials Prior to Arresthttps://truepundit.com/fbi-russian-spy-mueller-just-jailed-was-granted-special-expedited-entry-into-u-s-via-john-kerry-eric-holder-met ... "], ["2020-05-30 23:40", "Don't play video games with these soldiers -- they're under orders to win ... are: Aurora Flight Sciences is teamed with MIT and will use StarCraft II and Google Research Football. BAE is teamed with UC Santa Barbara and AIMdyn and will use StarCraft II and the AFRL Strategem Wargame. Blue Wave AI Labs will use SpringRTS: 1944 and OpenRA. EpiSci will use miniRTS and StarCraft II. Heron Systems will use DeepRTS and StarCraft II. Lockheed-Martin is teamed with Cycorp and will use Multi-agent Particle Environment and SpringRTS: 1944. Northrop-Grumman has teamed with Hazard Software and Matrix Games and will use Command: Modern Operations and TORCS. Purdue University will use microRTS and StarCraft II. And Radiance Technologies is partnered with BreakAway Games and will use FreeCiv and Zero-K. Advertisement - story continues below \"We ... "], ["2020-05-30 19:53", "Watch live: NASA astronauts on way to space station in SpaceX capsule ...  strapped into the Crew Dragon capsule when weather forced a postponement of the launch. Photo courtesy of SpaceX | License Photo From left to right, Kennedy Space Center Director Bob Cabana, second lady Karen Pence, Vice President Mike Pence, first lady Melania Trump, President Donald Trump, Marillyn Hewson, Chief Executive Officer of Lockheed Martin, Mike Hawes, VP of Human Space Exploration and Orion Program Manager at Lockheed Martin Space, and NASA Administrator Jim Bridenstine stop by the Artemis I capsule during a tour of the Neil A. Armstrong Operations and Checkout Building. Photo by Bill Ingalls/NASA | License Photo Trump participates in a SpaceX Demonstration Mission 2 launch briefing following the departure of NASA astronauts to board a SpaceX ... "], ["2020-05-30 19:30", "NASA Astronauts Hitch a Ride With Elon Musk's SpaceX ... to rely on government-owned spacecraft. The success of the Dragon Crew mission is a vindication of the space agency's decade-and-a-half long transition to a commercial space model that has spurred private innovation and saves taxpayers money. Technically, collaborations between NASA and private industry have gone back decades, with big private defense contractors like Boeing and Lockheed Martin helping to design the rockets and vehicles that carry cargo and crew into space. Those collaborations, however, were typically conducted through \"cost-plus\" contracts. These arrangements, as Ars Technica 's Eric Berger describes in a detailed history of NASA's move to commercial space, were a recipe for cost overruns: \"For big human spaceflight ... "], ["2020-05-30 19:25", "SpaceX's Successful Blast-Off Signals New Era of Human Space Exploration ... ,\" Bridenstine told reporters. \"NASA is not going to purchase, own and operate hardware the way we used to purchase, own and operate hardware.\" The space agency hopes that this new arrangement will fuel a whole industry of private companies offering ever-cheaper rides into space for science, mining , manufacturing, and even tourism. Aerospace firms Boeing and Lockheed Martin are also developing manned capsules. A self-sustaining space economy could take years to evolve. First, SpaceX and NASA must deliver Behnken and Hurley to the International Space Station, circling Earth at an altitude of 250 miles. \"The stakes are clearly high,\" Eric Stallmer, president of the Washington, D.C., Commercial Spaceflight Federation, told The Daily Beast ... "], ["2020-05-30 19:24", "Watch live: NASA astronauts lift off on historic mission from U.S. soil ...  strapped into the Crew Dragon capsule when weather forced a postponement of the launch. Photo courtesy of SpaceX | License Photo From left to right, Kennedy Space Center Director Bob Cabana, second lady Karen Pence, Vice President Mike Pence, first lady Melania Trump, President Donald Trump, Marillyn Hewson, Chief Executive Officer of Lockheed Martin, Mike Hawes, VP of Human Space Exploration and Orion Program Manager at Lockheed Martin Space, and NASA Administrator Jim Bridenstine stop by the Artemis I capsule during a tour of the Neil A. Armstrong Operations and Checkout Building. Photo by Bill Ingalls/NASA | License Photo Trump participates in a SpaceX Demonstration Mission 2 launch briefing following the departure of NASA astronauts to board a SpaceX ... "]]}}