{"postfix": "logmein-aktie", "name": "LOGMEIN", "wkn": "A0X861", "time": "2020.06.02 11:29", "ts": 1591090166, "features": {"KGV": "16.56", "Marktkapitalisierung": {"Size": "Mrd", "Value": "3.73"}, "GA": "5.15", "KBV": "1.53", "BA": "58.55", "KCV": "10.92", "CA": "7.67", "Vola30": "11.59", "Vola90": "44.1", "Vola180": "36.21", "Vola250": "35.63"}, "rivals": ["citrix_systems-aktie"], "text_data": {"de": [["25.04.20", "LogMeIn präsentierte Bilanzzahlen zum jüngsten Jahresviertel"], ["15.02.20", "LogMeIn hat Bilanz für das abgelaufene Quartal gezogen"]], "en": [["23.05.20", "LogMein (LOGM) Down 0.8% Since Last Earnings Report: Can It Rebound?"], ["24.04.20", "LogMeIn (LOGM) Q1 Earnings Miss, Revenues Beat Estimates"], ["24.04.20", "LogMein (LOGM) Q1 Earnings Lag Estimates"], ["20.04.20", "LogMeIn (LOGM) to Report Q1 Earnings: What to Expect?"], ["16.04.20", "LogMein (LOGM) to Report Q1 Results: Wall Street Expects Earnings Growth"], ["26.03.20", "LogMeIn says usage of its remote-access tools jumped as much as 300% in past week"], ["14.03.20", "Why Is LogMein (LOGM) Down 4.9% Since Last Earnings Report?"], ["26.02.20", "LogMeIn Hits Key Relative Strength Threshold"], ["18.02.20", "LogMeIn (LOGM) Q4 Earnings and Revenues Surpass Estimates"], ["14.02.20", "LogMein (LOGM) Q4 Earnings and Revenues Beat Estimates"], ["06.02.20", "Earnings Preview: LogMein (LOGM) Q4 Earnings Expected to Decline"], ["2020-05-28 01:30", "Plantronics Inc (PLT) Q4 2020 Earnings Call Transcript ...  of the things this nice if you are an enterprise. We're really the only people that can deliver on headsets, desktop phones, video on the desktop, video in the huddle room, and video in large conference room. So, and we have strong alliances. I think Zoom and Microsoft and the long tail of others. Our ITSP partners like RingCentral and 8x8, and LogMeIn, Vonage, Google Voice, and numbers of others, all add to that. Paul Silverstein -- Cowen and Company -- Analyst Thanks guys. Robert C. Hagerty -- Interim Chief Executve Officer, Director and Chairman of the Board Thank you very much, Paul. I appreciate it. We got time one think for one more question. Mike Iburg -- Vice President, Investor Relations Operator? Operator Your next question comes from the line ... "], ["2020-05-27 13:00", "LogMeIn's LastPass And GoToConnect Win 2020 SIIA CODiE AwardsBOSTON, May 27, 2020 (GLOBE NEWSWIRE) -- LogMeIn (Nasdaq: LOGM) today announced that for the second year in a row, it has been named a recipient of two SIIA CODiE Awards . LogMeIn's LastPass Identity was named Best Identity and Access Management Solut"], ["2020-05-26 13:00", "Progress Appoints Jeremy Segal To The Role Of Senior Vice President, Corporate Development ...  together with our existing team, he will drive our acquisition strategy, which requires us to be both disciplined and opportunistic as we pursue acquisitions of infrastructure software companies.\" Mr. Segal has spent more than 20 years leading M&A functions in growth-oriented technology companies. Prior to joining Progress, he was Global Head of Corporate Development at LogMeIn. He has also served as Vice President of Corporate Development at Akamai Technologies. During his career, Mr. Segal has completed over 35 acquisitions, divestitures and joint ventures, resulting in an aggregate value of over $8 billion, in turn, contributing to significant revenue growth and enhanced shareholder value. He holds an MBA from Cornell University's Johnson School ... "], ["2020-05-26 10:30", "Paid software and services available for free during the pandemic from Microsoft, Facebook and more [updated daily] ...  Vonage is offering businesses free 90-day access to a number of its communications solutions, including mobile-only licenses and video conferencing. Governments and healthcare providers will have access to additional products, including VBC and instant SMS alert services. Available to: all businesses (with additional features for healthcare providers and government agencies) View Deal LogMeIn LogMeIn is offering critical front-line service providers with free, organisation-wide use of many of its products until the end of June. The offer includes solutions for meetings, video conferencing, webinars and virtual events and management of remote devices. Available to: front line service providers, existing customers View Deal Workplace Advanced by Facebook In ... "], ["2020-05-26 00:30", "AppSealing Hybrid App Security 1.0 now also protects hybrid apps ...  a SIEM solution in a large enterprise with disparate global centers The dark web is flooded with offers to purchase corporate network access What can merchants do to avoid falling victim to large-scale ATO attacks? Number of active IoT devices expected to reach 24.1 billion in 2030 Signal fixes location-revealing flaw, introduces Signal PINs Beware of phishing emails urging for a LogMeIn security update The missing link in your SOC: Secure the mainframe Industry News May 26, 2020 Share AppSealing Hybrid App Security 1.0 now also protects hybrid apps The market leader in mobile app security AppSealing has announced the introduction of a new feature to its suite of security services. Now, it protects hybrid apps as well. It's new and existing clients ... "], ["2020-05-25 23:30", "Flying Cloud and Wireless Guardian partner to provide protection to patrons and facilities ...  in a large enterprise with disparate global centers The dark web is flooded with offers to purchase corporate network access What can merchants do to avoid falling victim to large-scale ATO attacks? Number of active IoT devices expected to reach 24.1 billion in 2030 Signal fixes location-revealing flaw, introduces Signal PINs Beware of phishing emails urging for a LogMeIn security update The missing link in your SOC: Secure the mainframe Industry News May 26, 2020 Share Flying Cloud and Wireless Guardian partner to provide protection to patrons and facilities Flying Cloud Technology announces it has entered into an OEM relationship with Wireless Guardian . Wireless Guardian is the world's first forward-facing human threat detection system and the most ... "], ["2020-05-25 20:56", "Amid The COVID-19 Crisis And The Looming Economic Recession, The Web Conferencing Market Worldwide Will Grow By A Projected US$3.8 Billion, During The Analysis Period ...  in the now changing Web Conferencing market landscape. All research viewpoints presented are based on validated engagements from influencers in the market, whose opinions supersede all other research methodologies. Competitors identified in this market include, among others, Adobe Inc.; BigBlueButton; Callbridge; Cisco WebEx; Elluminate Inc.; Epiphan Systems Inc.; IBM Corporation; Logmein, Inc.; Mikogo; omNovia Technologies Inc.; Oracle Corporation; Premiere Global Services, Inc. (PGI); R-HUB Communications, Inc.; Skype Communications Sarl; TeamViewer GmbHRead the full report: https://www.reportlinker.com/p03329797/?utm_source=PRN Read the full report: https://www.reportlinker.com/p03329797/?utm_source=PRN About Reportlinker ReportLinker is an award-winning ... "], ["2020-05-25 04:00", "Reality bites: Data privacy edition ...  in a large enterprise with disparate global centers The dark web is flooded with offers to purchase corporate network access What can merchants do to avoid falling victim to large-scale ATO attacks? Number of active IoT devices expected to reach 24.1 billion in 2030 Signal fixes location-revealing flaw, introduces Signal PINs Beware of phishing emails urging for a LogMeIn security update The missing link in your SOC: Secure the mainframe Mark McClain, CEO, SailPoint May 25, 2020 Share Reality bites: Data privacy edition May 25th is the second anniversary of the General Data Protection Regulation ( GDPR ) and data around compliance with the regulation shows a significant disconnect between perception and reality. Only 28% of firms comply with GDPR; however ... "], ["2020-05-25 03:30", "Organizations plan to migrate most apps to the cloud in the next year ... Integrating a SIEM solution in a large enterprise with disparate global centers The dark web is flooded with offers to purchase corporate network access What can merchants do to avoid falling victim to large-scale ATO attacks? Number of active IoT devices expected to reach 24.1 billion in 2030 Signal fixes location-revealing flaw, introduces Signal PINs Beware of phishing emails urging for a LogMeIn security update The missing link in your SOC: Secure the mainframe Help Net Security May 25, 2020 Share Organizations plan to migrate most apps to the cloud in the next year More than 88% percent of organizations use cloud infrastructure in one form or another, and 45% expect to migrate three quarters or more of their apps to the cloud over the next twelve months ... "], ["2020-05-25 03:00", "In an increasingly 5G and edge world, DNS matters ...  in a large enterprise with disparate global centers The dark web is flooded with offers to purchase corporate network access What can merchants do to avoid falling victim to large-scale ATO attacks? Number of active IoT devices expected to reach 24.1 billion in 2030 Signal fixes location-revealing flaw, introduces Signal PINs Beware of phishing emails urging for a LogMeIn security update The missing link in your SOC: Secure the mainframe Help Net Security May 25, 2020 Share In an increasingly 5G and edge world, DNS matters Infoblox identified the challenges Communication Service Providers ( CSPs ) face in transitioning to distributed cloud models, as well as the use cases for multi-access edge computing ( MEC ), 5G New Radio ( NR ), and 5G Next Generation ... "], ["2020-05-25 02:45", "DXC lauches CIR app to help orgs identify, address and manage important non-IT corporate incidents ...  in a large enterprise with disparate global centers The dark web is flooded with offers to purchase corporate network access What can merchants do to avoid falling victim to large-scale ATO attacks? Number of active IoT devices expected to reach 24.1 billion in 2030 Signal fixes location-revealing flaw, introduces Signal PINs Beware of phishing emails urging for a LogMeIn security update The missing link in your SOC: Secure the mainframe Industry News May 25, 2020 Share DXC lauches CIR app to help orgs identify, address and manage important non-IT corporate incidents DXC Technology introduced its Corporate Incident Response (CIR) application for ServiceNow to enable organizations like Banco Santander, one of the largest retail and commercial banks in the ... "], ["2020-05-25 02:30", "Fiserv reduces the number of legitimate debit card transactions wrongly identified as fraudulent ...  enterprise with disparate global centers The dark web is flooded with offers to purchase corporate network access What can merchants do to avoid falling victim to large-scale ATO attacks? Number of active IoT devices expected to reach 24.1 billion in 2030 Signal fixes location-revealing flaw, introduces Signal PINs Beware of phishing emails urging for a LogMeIn security update The missing link in your SOC: Secure the mainframe Industry News May 25, 2020 Share Fiserv reduces the number of legitimate debit card transactions wrongly identified as fraudulent Fiserv , a leading global provider of payments and financial services technology solutions, announced it has launched a unique offering designed to reduce the number of legitimate debit card transactions ... "], ["2020-05-25 02:00", "Adaptiva OneSite Intune Edition: Delivering software to thousands of endpoints with speed and scale ...  enterprise with disparate global centers The dark web is flooded with offers to purchase corporate network access What can merchants do to avoid falling victim to large-scale ATO attacks? Number of active IoT devices expected to reach 24.1 billion in 2030 Signal fixes location-revealing flaw, introduces Signal PINs Beware of phishing emails urging for a LogMeIn security update The missing link in your SOC: Secure the mainframe Industry News May 25, 2020 Share Adaptiva OneSite Intune Edition: Delivering software to thousands of endpoints with speed and scale Adaptiva , a leading, global provider of endpoint management and security solutions for enterprise customers, announced the groundbreaking Adaptiva OneSite Intune Edition. This new product makes Adaptiva ... "], ["2020-05-25 01:30", "Fuze 6 platform delivers enhanced user, admin, and contact center experiences across organizations ...  in a large enterprise with disparate global centers The dark web is flooded with offers to purchase corporate network access What can merchants do to avoid falling victim to large-scale ATO attacks? Number of active IoT devices expected to reach 24.1 billion in 2030 Signal fixes location-revealing flaw, introduces Signal PINs Beware of phishing emails urging for a LogMeIn security update The missing link in your SOC: Secure the mainframe What do IGA solutions have in common with listening to music anywhere? How secure are open source libraries? Only 36% of critical infrastructures have a high level of cyber resilience Industry News May 25, 2020 Share Fuze 6 platform delivers enhanced user, admin, and contact center experiences across organizations Fuze ... "], ["2020-05-25 01:00", "WhiteHat Security offers free app scannning services to education institutions to secure online learning ...  in a large enterprise with disparate global centers The dark web is flooded with offers to purchase corporate network access What can merchants do to avoid falling victim to large-scale ATO attacks? Number of active IoT devices expected to reach 24.1 billion in 2030 Signal fixes location-revealing flaw, introduces Signal PINs Beware of phishing emails urging for a LogMeIn security update The missing link in your SOC: Secure the mainframe What do IGA solutions have in common with listening to music anywhere? How secure are open source libraries? Only 36% of critical infrastructures have a high level of cyber resilience Industry News May 25, 2020 Share WhiteHat Security offers free app scannning services to education institutions to secure online learning ... "], ["2020-05-25 00:00", "Nutanix and ServiceNow expand integration to help customers streamline their IT operations and costs ... solution in a large enterprise with disparate global centers The dark web is flooded with offers to purchase corporate network access What can merchants do to avoid falling victim to large-scale ATO attacks? Number of active IoT devices expected to reach 24.1 billion in 2030 Signal fixes location-revealing flaw, introduces Signal PINs Beware of phishing emails urging for a LogMeIn security update The missing link in your SOC: Secure the mainframe What do IGA solutions have in common with listening to music anywhere? How secure are open source libraries? Only 36% of critical infrastructures have a high level of cyber resilience Industry News May 25, 2020 Share Nutanix and ServiceNow expand integration to help customers streamline their IT operations and costs ... "], ["2020-05-24 23:30", "InterSystems adds support of AWS Graviton2-based instances ... in a large enterprise with disparate global centers The dark web is flooded with offers to purchase corporate network access What can merchants do to avoid falling victim to large-scale ATO attacks? Number of active IoT devices expected to reach 24.1 billion in 2030 Signal fixes location-revealing flaw, introduces Signal PINs Beware of phishing emails urging for a LogMeIn security update The missing link in your SOC: Secure the mainframe What do IGA solutions have in common with listening to music anywhere? How secure are open source libraries? Only 36% of critical infrastructures have a high level of cyber resilience Industry News May 25, 2020 Share InterSystems adds support of AWS Graviton2-based instances InterSystems , a creative data technology provider ... "], ["2020-05-24 23:00", "Zadara and Cyxtera help reduce financial and operational risk by offering advanced SaaS ...  in a large enterprise with disparate global centers The dark web is flooded with offers to purchase corporate network access What can merchants do to avoid falling victim to large-scale ATO attacks? Number of active IoT devices expected to reach 24.1 billion in 2030 Signal fixes location-revealing flaw, introduces Signal PINs Beware of phishing emails urging for a LogMeIn security update The missing link in your SOC: Secure the mainframe What do IGA solutions have in common with listening to music anywhere? How secure are open source libraries? Only 36% of critical infrastructures have a high level of cyber resilience Industry News May 25, 2020 Share Zadara and Cyxtera help reduce financial and operational risk by offering advanced SaaS Zadara Storage ... "], ["2020-05-24 07:00", "Week in review: EasyJet breach, shadow IT risks, phishers bypassing Office 365 MFA ... SIEM solution in a large enterprise with disparate global centers The dark web is flooded with offers to purchase corporate network access What can merchants do to avoid falling victim to large-scale ATO attacks? Number of active IoT devices expected to reach 24.1 billion in 2030 Signal fixes location-revealing flaw, introduces Signal PINs Beware of phishing emails urging for a LogMeIn security update The missing link in your SOC: Secure the mainframe What do IGA solutions have in common with listening to music anywhere? How secure are open source libraries? Only 36% of critical infrastructures have a high level of cyber resilience Help Net Security May 24, 2020 Share Week in review: EasyJet breach, shadow IT risks, phishers bypassing Office 365 MFA Here' ... "], ["2020-05-23 15:30", "LogMein (LOGM) Down 0.8% Since Last Earnings Report: Can It Rebound?LogMein (LOGM) reported earnings 30 days ago. What's next for the stock? We take a look at earnings estimates for some clues."]]}}