{"postfix": "london_stock_exchange-aktie", "name": "LONDON_STOCK_EXCHANGE_(LSE)", "wkn": "A0JEJF", "time": "2020.06.02 13:18", "ts": 1591096687, "features": {"KGV": "39.04", "Marktkapitalisierung": {"Size": "Mrd", "Value": "31.34"}, "GA": "1.98", "KBV": "7.82", "BA": "9.89", "KCV": "32.23", "CA": "2.40", "Vola30": "26.75", "Vola90": "69.13", "Vola180": "54.87", "Vola250": "45.54"}, "rivals": ["deutsche_boerse-aktie"], "text_data": {"de": [["31.05.20", "So schätzen Analysten die London Stock Exchange (LSE)-Aktie ein"], ["19.05.20", "Deutsche-Börse-Chef schließt Mega-Übernahmen aus"], ["04.05.20", "Finanzaufseher fordern strengere Regeln für Clearinghäuser"], ["22.04.20", "London Stock Exchange (LSE) hat Bilanz für das abgelaufene Quartal gezogen"], ["21.04.20", "MÄRKTE EUROPA/Ölpreis-Crash schwappt auf Aktien über"], ["21.04.20", "MÄRKTE EUROPA/Schwach - Ölpreis-Crash schwappt auf Aktien über"], ["21.04.20", "Londoner Börse hält an Mega-Übernahme trotz Corona-Krise fest"], ["21.04.20", "MÄRKT EUROPA/Schwach - Ölturbulenzen stören Erholungsszenarien"], ["21.04.20", "MÄRKT EUROPA/DAX deutlich im Minus - Ölpreisverfall verunsichert"], ["30.03.20", "Euronext hat kein Interesse mehr an Übernahme der Madrider Börse BME"], ["18.03.20", "MÄRKTE EUROPA/Börsen mit schweren Verlusten - Pfund im freien Fall"], ["18.03.20", "MÄRKTE EUROPA/Börsen etwas erholt - Firesales bei Staatsanleihen"], ["18.03.20", "MÄRKTE EUROPA/Börsen bauen Verluste aus - Telekoms gesucht"], ["09.03.20", "Britische Finanzaufsicht legt im Streit um Preise für Börsendaten nach"], ["29.02.20", "London Stock Exchange (LSE) stellte Zahlen zum jüngsten Quartal vor"], ["25.02.20", "Ex-Nielsen-Chef wird neuer Konzernlenker bei Thomson Reuters"], ["18.02.20", "MÄRKTE EUROPA/Etwas leichter - Aufwärtstrend intakt"], ["18.02.20", "MÄRKTE EUROPA/Verluste eingegrenzt - Normale Konsolidierung"], ["18.02.20", "MÄRKTE EUROPA/Apple-Warnung wirft DAX zurück"], ["18.02.20", "Deutsche Börse will mit \"guten\" Übernahmen wachsen"], ["31.01.20", "London Stock Exchange (LSE)-Aktie: Das sind die Analysten-Einstufungen des vergangenen Monats"]], "en": [["01.06.20", "London Stock Exchange finds broad backing for shorter trading day"], ["13.05.20", "London Stock Exchange seeks EU approval for $27 billion Refinitiv bid"], ["13.05.20", "UPDATE 1-London Stock Exchange seeks EU approval for $27 billion Refinitiv bid"], ["13.05.20", "London Stock Exchange seeks EU approval for $27 billion Refinitiv bid"], ["27.04.20", "NMC Health to be delisted from London Stock Exchange"], ["27.04.20", "NMC Health to delist from London Stock Exchange"], ["21.04.20", "London Stock Exchange committed to Refinitiv deal in pandemic-hit markets"], ["21.04.20", "London Stock Exchange committed to Refinitiv deal in pandemic-hit markets"], ["21.04.20", "UPDATE 2-London Stock Exchange committed to Refinitiv deal in pandemic-hit markets"], ["08.04.20", "LondonStockExGroup : London Stock Exchange Group plc AGM Update"], ["25.03.20", "London Stock Exchange allows delay in dividends due to coronavirus"], ["17.03.20", "London Stock Exchange says no plans to suspend trading"], ["28.02.20", "London Stock Exchange on track to close Refinitiv deal as clearing jumps"], ["28.02.20", "London Stock Exchange on track to close Refinitiv deal as clearing jumps"], ["28.02.20", "UPDATE 2-London Stock Exchange on track to close Refinitiv deal as clearing jumps"], ["28.02.20", "London Stock Exchange on track to close Refinitiv deal as income jumps"], ["28.02.20", "UPDATE 1-London Stock Exchange on track to close Refinitiv deal as income jumps"], ["28.02.20", "London Stock Exchange on track to close Refinitiv deal as income jumps"], ["24.01.20", "Cowen Inc. : Cowen Opens London Stock Exchange, Reflecting Commitment to UK and European Capital Markets"], ["2020-06-02 10:50", "Destiny 2 Reset Time: Xur, Trials, Season 11 hints, more coming in Weekly Reset ...  Google Stadia. He's ready and waiting to sell you some new exotic armor and a new exotic weapon in exchange for your legendary shards. This week, Xur's location is on 'THE TOWER' in 'THE HANGER'. He's selling the stock listed below. What is Xur Selling? - May 29 - June 2 The Prospector - Grenade Launcher - 29 Legendary Shards The Bombardiers - Exotic Leg ...  'taller than Empire State Building' rocketing towards Earth at 11,200mph NASA's Centre for Near Earth Objects is tracking an asteroid taller than the Empire State Building and London Eye combined, and will approach Earth this Saturday June 6 Prince Harry 'stripped of support' in LA where charity work 'won't meet family needs' Prince Harry A ... "], ["2020-06-02 10:19", "This stock-market rally refuses to conform to norms ...  of 6.5% and has beaten the S&P 500 Advertisement Partner Content Back to Top MarketWatch Site Logo A link that brings you back to the homepage. Copyright 2020 MarketWatch, Inc. All rights reserved. By using this site you agree to the Subscriber Agreement & Terms of Use Updated 03/26/2020 Privacy Notice and Cookie Notice. facebook twitter linkedin MarketWatch Help Feedback Newsroom Roster Virtual Stock Exchange BigCharts Company Dow Jones Code of Conduct Corrections Reprints & Licensing Your Ad Choices Dow Jones Network The Wall Street Journal Barron's Financial News London realtor.com Mansion Global Knewz Intraday Data provided by FACTSET and subject to terms of use . Historical and current end-of-day data provided by FACTSET . All quotes are in local ... "], ["2020-06-02 09:57", "The fight to save Virgin closes in: Two bidders vying to buy the embattled airline are named ... , have deep aviation experience, and they see real value in the business and its future,' he said in a release to the Australian Securities Exchange on Tuesday. Cyrus Capital Partners has offices in New York and London, and has previous airline experience. The firm launched Virgin America with Virgin Group founder Richard Branson in 2005, before selling it in 2015 to Alaska ...  Hudson after announcing pregnancy 'Obsessed with this show!' Shanina Shaik reveals she's been binge-watching MasterChef Australia - and hints she'd like to be a guest judge Influencer Ashley Stock's daughter Stevie, three, dies from a very rare brain cancer... six weeks after tumor was found: 'I don't know how to do this' Gordon Ramsay's lookalike  ... "], ["2020-06-02 09:49", "This behind-the-scenes Trump Treasury official is running the bailout — and it's been great for his family ... the son of a wealthy finance executive. Also like his boss, Muzinich spent years collecting a series of elite credentials: He attended Groton and holds degrees from Harvard College, the London School of Economics, Yale Law School and Harvard Business School. He worked at Morgan Stanley and spent a few months at a hedge fund associated with billionaire Steven A. Cohen,  ... on their own behalf. For example, Muzinich & Co. helps its clients invest in business development companies, a type of investment fund that enjoys lower taxes in exchange for providing capital to medium-sized companies. The firm itself owns stock in BDCs, many of them run by private equity companies such as Ares Capital Corporation , which has paid millions of dollars to lobby for looser rules ... "], ["2020-06-02 09:36", "Global shares cruise to three-month highs, dollar shows the strain ...  Directory of sites Login Contact Support Business Markets World UK TV More United Kingdom Business News June 2, 2020 / 12:03 AM / Updated 18 minutes ago Global shares cruise to three-month highs, dollar shows the strain Marc Jones 4 Min Read LONDON (Reuters) - World stocks climbed towards three-month highs on Tuesday as the global coronavirus recovery effort won out over U.S.-China tensions and the worst civil unrest in the United States in decades. FILE PHOTO - The German share price index DAX graph is pictured at the stock exchange in Frankfurt, Germany, May 5, 2020. REUTERS/Staff U.S. President Donald Trump's vow to use force to end violent protests in American cities and reports China had ordered U.S. soybean purchases to be halted had checked Asia ... "], ["2020-06-02 09:36", "Global shares cruise to three-month highs, dollar shows the strain ...  the strain Marc Jones 4 Min Read LONDON (Reuters) - World stocks climbed towards three-month highs on Tuesday as the global coronavirus recovery effort won out over U.S.-China tensions and the worst civil unrest in the United States in decades. FILE PHOTO - The German share price index DAX graph is pictured at the stock exchange in Frankfurt, Germany, May 5, 2020. REUTERS/ ...  macro strategy at Rabobank. \"Even with these rising protests in the U.S. and the situation in Hong Kong at the moment, the market is pushing on and seeing room for optimism.\" World stock markets have rallied nearly 36% from March lows on hopes for a swift recovery from a pandemic that has killed nearly 375,000 people and crushed global growth as countries shut down to try and  ... "], ["2020-06-02 09:06", "Coronavirus echoes HIV crisis in Malawi ...  S&P 500 stocks, according to Goldman Advertisement Partner Content Back to Top MarketWatch Site Logo A link that brings you back to the homepage. Copyright 2020 MarketWatch, Inc. All rights reserved. By using this site you agree to the Subscriber Agreement & Terms of Use Updated 03/26/2020 Privacy Notice and Cookie Notice. facebook twitter linkedin MarketWatch Help Feedback Newsroom Roster Virtual Stock Exchange BigCharts Company Dow Jones Code of Conduct Corrections Reprints & Licensing Your Ad Choices Dow Jones Network The Wall Street Journal Barron's Financial News London realtor.com Mansion Global Knewz Intraday Data provided by FACTSET and subject to terms of use . Historical and current end-of-day data provided by FACTSET . All quotes are in local ... "], ["2020-06-02 09:04", "Can you compare an Aston Martin Vantage to a Porsche 911 Carrera S? We did. ...  S&P 500 stocks, according to Goldman Advertisement Partner Content Back to Top MarketWatch Site Logo A link that brings you back to the homepage. Copyright 2020 MarketWatch, Inc. All rights reserved. By using this site you agree to the Subscriber Agreement & Terms of Use Updated 03/26/2020 Privacy Notice and Cookie Notice. facebook twitter linkedin MarketWatch Help Feedback Newsroom Roster Virtual Stock Exchange BigCharts Company Dow Jones Code of Conduct Corrections Reprints & Licensing Your Ad Choices Dow Jones Network The Wall Street Journal Barron's Financial News London realtor.com Mansion Global Knewz Intraday Data provided by FACTSET and subject to terms of use . Historical and current end-of-day data provided by FACTSET . All quotes are in local ... "], ["2020-06-02 09:02", "Dial down your debt payments to preserve cash ...  S&P 500 stocks, according to Goldman Advertisement Partner Content Back to Top MarketWatch Site Logo A link that brings you back to the homepage. Copyright 2020 MarketWatch, Inc. All rights reserved. By using this site you agree to the Subscriber Agreement & Terms of Use Updated 03/26/2020 Privacy Notice and Cookie Notice. facebook twitter linkedin MarketWatch Help Feedback Newsroom Roster Virtual Stock Exchange BigCharts Company Dow Jones Code of Conduct Corrections Reprints & Licensing Your Ad Choices Dow Jones Network The Wall Street Journal Barron's Financial News London realtor.com Mansion Global Knewz Intraday Data provided by FACTSET and subject to terms of use . Historical and current end-of-day data provided by FACTSET . All quotes are in local ... "], ["2020-06-02 09:00", "This Treasury Official Is Running the Bailout. It's Been Great for His Family. ... City, the son of a wealthy finance executive. Also like his boss, Muzinich spent years collecting a series of elite credentials: He attended Groton and holds degrees from Harvard College, the London School of Economics, Yale Law School and Harvard Business School. He worked at Morgan Stanley and spent a few months at a hedge fund associated with billionaire Steven A. Cohen,  ... their own behalf. For example, Muzinich & Co. helps its clients invest in business development companies, a type of investment fund that enjoys lower taxes in exchange for providing capital to medium-sized companies. The firm itself owns stock in BDCs, many of them run by private equity companies such as Ares Capital Corporation , which has paid millions of dollars to lobby for looser  ... "], ["2020-06-02 08:59", "Demand is up, donations are down: It's creating a food insecurity nightmare, especially for seniors ...  S&P 500 stocks, according to Goldman Advertisement Partner Content Back to Top MarketWatch Site Logo A link that brings you back to the homepage. Copyright 2020 MarketWatch, Inc. All rights reserved. By using this site you agree to the Subscriber Agreement & Terms of Use Updated 03/26/2020 Privacy Notice and Cookie Notice. facebook twitter linkedin MarketWatch Help Feedback Newsroom Roster Virtual Stock Exchange BigCharts Company Dow Jones Code of Conduct Corrections Reprints & Licensing Your Ad Choices Dow Jones Network The Wall Street Journal Barron's Financial News London realtor.com Mansion Global Knewz Intraday Data provided by FACTSET and subject to terms of use . Historical and current end-of-day data provided by FACTSET . All quotes are in local ... "], ["2020-06-02 08:51", "Equities extend gains on hopes virus crisis is easing ...  The German DAX Index graph is pictured during a trading session at Frankfurt's stock exchange in Frankfurt. Reuters pic HONG KONG, June 2 — The easing of lockdowns around the world and signs that economies are slowly recovering provided further impetus for stock markets today, but traders remain on edge over China-US tensions and growing unrest across  ... Manila and Wellington piled on more than one per cent and Jakarta rallied more than two per cent. Singapore rose more than two per cent as the city began easing its own shutdown measures. In early trade, London rose 0.2 per cent and Paris climbed 0.8 per cent even after the French government said the economy is expected to shrink 11 per cent this year — worse than a previous forecast of eight ... "], ["2020-06-02 08:38", "HKEX Extends Lead Over LSE As World's Third-most Valuable Bourse Operator As US-China Spat Boosts Hong Kong Listings ...  Up Already have an account? Login here Alerts | Newsletters JIM CRAMER INVESTING PERSONAL FINANCE RETIREMENT TECHNOLOGY MARKETS HOW-TO VIDEO FINANCIAL ADVISOR CENTER Login Account HKEX Extends Lead Over LSE As World's Third-most Valuable Bourse Operator As US-China Spat Boosts Hong Kong Listings The China-US dispute has driven up HKEX's share price, firming up its lead over the London Stock Exchange in terms of market cap Hong Kong stands to benefit as more US-listed Chinese companies are set for secondary listings in the city Author: South China Morning Post Publish date: Jun 2, 2020 4:38 AM EDT The escalation of tensions between China and the US has unexpectedly cemented Hong Kong Exchanges and Clearing's place as the world's third most ... "], ["2020-06-02 08:20", "Stock futures trade higher as violent protests continue across the US ...  of the economy. In Asia on Tuesday, Japan's Nikkei rose 1.2 percent, Hong Kong's Hang Seng gained 0.9 percent and China's Shanghai Composite edged up 0.2 percent. In Europe, London's FTSE added 0.7 percent, Germany's DAX returned from a holiday to surge 3.1 percent and France's CAC gained 1.8 percent. Ticker Security Last Change Change % I:DJI DOW JONES AVERAGES ... in electronic trading on the New York Mercantile Exchange. It fell 5 cents to $35.44 a barrel Monday. Brent crude oil, the international standard, gained 67 cents to $39.00 a barrel. The Associated Press contributed to this article. Markets Market Update sponsored by Advertisement Latest on Fox Business 12 mins ago Stock futures trade higher as violent protests continue  ... "], ["2020-06-02 08:19", "UPDATE 1-London stocks gain on stimulus, recovery hopes ...  Thomson Reuters Financial Government Solutions Legal Reuters News Agency Risk Management Solutions Tax & Accounting Blog: Answers On Innovation @ Thomson Reuters Directory of sites Login Contact Support Business Markets World UK TV More United Kingdom Business News June 2, 2020 / 7:21 AM / Updated 40 minutes ago London stocks gain on stimulus, recovery hopes Sagarika Jaisinghani 2 Min Read FILE PHOTO: The London Stock Exchange Group offices are seen in the City of London, Britain, December 29, 2017. REUTERS/Toby Melville/File Photo (Reuters) - UK shares climbed on Tuesday as hopes of fresh government stimulus to blunt the economic impact of the coronavirus crisis added to optimism about a faster recovery with the easing of a nationwide lockdown. The blue ... "], ["2020-06-02 07:45", "German stocks surge after three-day break as equities extend winning run ...  Minneapolis officer has been charged Advertisement Partner Content Back to Top MarketWatch Site Logo A link that brings you back to the homepage. Copyright 2020 MarketWatch, Inc. All rights reserved. By using this site you agree to the Subscriber Agreement & Terms of Use Updated 03/26/2020 Privacy Notice and Cookie Notice. facebook twitter linkedin MarketWatch Help Feedback Newsroom Roster Virtual Stock Exchange BigCharts Company Dow Jones Code of Conduct Corrections Reprints & Licensing Your Ad Choices Dow Jones Network The Wall Street Journal Barron's Financial News London realtor.com Mansion Global Knewz Intraday Data provided by FACTSET and subject to terms of use . Historical and current end-of-day data provided by FACTSET . All quotes are in local ... "], ["2020-06-02 07:40", "Inside Gary Neville's luxury hotel penthouse which you can rent for 25,000-a-month ... should be scrapped or not As posted on RightMove, the penthouse is described as: \"is a unique fully serviced penthouse residence that sits within the widely acclaimed Stock Exchange Hotel, boasting superlative attention to detail, unmatched amenities and spacious facilities. \"With its own roof garden offering views over and across the Manchester skyline The House  ... Asteroids Asteroid 'taller than Empire State Building' rocketing towards Earth at 11,200mph NASA's Centre for Near Earth Objects is tracking an asteroid taller than the Empire State Building and London Eye combined, and will approach Earth this Saturday June 6 Prince Harry 'stripped of support' in LA where charity work 'won't meet family needs' Prince Harry A  ... "], ["2020-06-02 07:24", "London stocks inch higher on stimulus, recovery hopesDiscover Thomson Reuters Financial Government Solutions Legal Reuters News Agency Risk Management Solutions Tax & Accounting Blog: Answers On Innovation @ Thomson Reuters Directory of sites Login Contact Support Business Markets World UK TV More United Kingdom Business News June 2, 2020 / 7:21 AM / Updated an hour ago London stocks inch higher on stimulus, recovery hopes 2 Min Read FILE PHOTO: The London Stock Exchange Group offices are seen in the City of London, Britain, December 29, 2017. REUTERS/Toby Melville/File Photo (Reuters) - UK shares climbed on Tuesday as hopes of fresh government stimulus to blunt the economic impact of the coronavirus crisis added to optimism about a faster recovery with the easing of a nationwide lockdown. The blue-chip FTSE  ... "], ["2020-06-02 07:06", "Card Factory profit falls on higher spending ...  use troops to end fresh civil unrest Advertisement Partner Content Back to Top MarketWatch Site Logo A link that brings you back to the homepage. Copyright 2020 MarketWatch, Inc. All rights reserved. By using this site you agree to the Subscriber Agreement & Terms of Use Updated 03/26/2020 Privacy Notice and Cookie Notice. facebook twitter linkedin MarketWatch Help Feedback Newsroom Roster Virtual Stock Exchange BigCharts Company Dow Jones Code of Conduct Corrections Reprints & Licensing Your Ad Choices Dow Jones Network The Wall Street Journal Barron's Financial News London realtor.com Mansion Global Knewz Intraday Data provided by FACTSET and subject to terms of use . Historical and current end-of-day data provided by FACTSET . All quotes are in local ... "], ["2020-06-02 06:47", "Knicks owner James Dolan on George Floyd silence — 'We are not any more qualified than anyone else to offer our opinion on social matters.' ...  use troops to end fresh civil unrest Advertisement Partner Content Back to Top MarketWatch Site Logo A link that brings you back to the homepage. Copyright 2020 MarketWatch, Inc. All rights reserved. By using this site you agree to the Subscriber Agreement & Terms of Use Updated 03/26/2020 Privacy Notice and Cookie Notice. facebook twitter linkedin MarketWatch Help Feedback Newsroom Roster Virtual Stock Exchange BigCharts Company Dow Jones Code of Conduct Corrections Reprints & Licensing Your Ad Choices Dow Jones Network The Wall Street Journal Barron's Financial News London realtor.com Mansion Global Knewz Intraday Data provided by FACTSET and subject to terms of use . Historical and current end-of-day data provided by FACTSET . All quotes are in local ... "]]}}