{"postfix": "lowes_companies-aktie", "name": "LOWES_COMPANIES", "wkn": "859545", "time": "2020.06.02 14:01", "ts": 1591099315, "features": {"KGV": "21.05", "Marktkapitalisierung": {"Size": "Mrd", "Value": "87.74"}, "GA": "5.72", "KBV": "47.60", "BA": "2.53", "KCV": "21.81", "CA": "5.52", "Vola30": "35.05", "Vola90": "71.29", "Vola180": "55.4", "Vola250": "42.94"}, "rivals": ["home_depot-aktie", "kingfisher-aktie", "tractor_supply-aktie", "lumber_liquidators-aktie"], "text_data": {"de": [["31.05.20", "Lowes Companies-Aktie: Das sind die Expertenmeinungen des Monats Mai"], ["29.05.20", "Lowe’s schüttet seit dem Jahr 1961 eine Dividende aus"], ["20.05.20", "MÄRKTE USA/Wall Street fester - Anleger hoffen auf Konjunkturerholung"], ["20.05.20", "MÄRKTE USA/Wall Street fester - Einzelhändler überzeugen mit Quartalszahlen"], ["20.05.20", "MÄRKTE USA/Wall Street nach Verschnaufpause fester"], ["20.05.20", "MÄRKTE USA/Börsen nach Verschnaufpause fester erwartet"], ["19.05.20", "Ausblick: Lowes Companies stellt das Zahlenwerk zum vergangenen Quartal vor"], ["05.05.20", "Erste Schätzungen: Lowes Companies gibt Ergebnis zum abgelaufenen Quartal bekannt"], ["30.04.20", "Die Expertenmeinungen zur Lowes Companies-Aktie im April 2020"], ["31.03.20", "Lowes Companies-Aktie: Was Analysten von Lowes Companies erwarten "], ["23.03.20", "Lowe’s meldet vierteljährliche Dividende"], ["29.02.20", "So schätzen die Analysten die Lowes Companies-Aktie im Februar 2020 ein"], ["27.02.20", "Lowes Companies informierte über die jüngsten Quartalsergebnisse"], ["25.02.20", "Ausblick: Lowes Companies stellt Ergebnisse des abgelaufenen Quartals vor"]], "en": [["2020-06-01 06:40", "CNBC ...  the coronavirus, scientist warns2020-06-01T09:59:17-04:00https://www.cnbc.com/2020/06/01/as-companies-margins-collapse-goldman-tells-clients-to-buy-this-portfolio-of-profit-growers.htmlStock markets,Investment strategyCNBCenBR,CMG,FIS,FTNT,GPN,NKE,PEP,PG,.SPX,ICEAs companies' margins collapse, Goldman tells clients to buy this portfolio of profit growers2020-06-01T09:57:55- ... Why activists are pushing for rent forgiveness during the coronavirus pandemic2020-06-01T09:00:01-04:00https://www.cnbc.com/2020/06/01/with-new-video-tool-lowes-wants-to-boost-pros-businessand-its-own.htmlBusiness, Retail, Fashion, Commerce, e-commerce,Business, Technology, Internet, Computing, Wireless,Business, Technology, Internet, Computing, Wireless,Technology,Business, Retail,  ... "], ["2020-05-31 06:45", "InquisitrThe Inquisitrhttps://www.inquisitr.comThe Inquisitr offers a constantly updated mix of the latest stories to hit the web, covering news, entertainment, technology, news, sport, health and everything else.Tue, 02 Jun 2020 11:31:05 +0000en-UShourly1https://cdn.inquisitr.com/assets/05e3e3/dist/images/logos/favicon-32x32.pngThe Inquisitrhttps://www.inquisitr.com3232 YouTube Star Saffron Barker Stuns In Matching Green Tracksuit From Her Clothing Rangehttps://www.inquisitr.com/6088098/saffron-barker-matching-green-tracksuit/Tue, 02 Jun 2020 11:27:47 +0000https://www.inquisitr.com/?p=6088098 YouTube star Saffron Barker took to her Instagram story on Monday to share another photo of herself in an outfit taken from her new clothing range with In The Style, which  ... "], ["2020-05-29 20:00", "The final farewell: Alan Jones signs off with climate change apology amid plaudits from celebrities ...  2GB management to write to advertisers promising a review of the Jones program. But none of the remedial action, including an extra dump button, worked. While advertisers drifted back after withdrawing initially when he said Gillard's father \"died of shame\", this time they never came back. The companies which pulled out late last year include RSL Art Unions, Bing Lee, Snooze, Bunnings, Volkswagen, Koala Mattresses, Anytime Fitness, Total Tools, AVEO, Lowes, Chemist Warehouse, Red Cross, OMG Mattresses, Hyundai, Sleeping Duck and Scali. The station, now under the control of Nine Entertainment, was losing so much money they chose to pay out Jones's contract to the tune of $4m rather than have him hang around. Nine newspapers have reported the ... "], ["2020-05-29 14:51", "Lowe's Holds Annual Meeting Of Shareholders ...  operate or service more than 2,200 home improvement and hardware stores and employ approximately 300,000 associates. Based in Mooresville, N.C. , Lowe's supports the communities it serves through programs focused on creating safe, affordable housing and helping to develop the next generation of skilled trade experts. For more information, visit Lowes.com . View original content to download multimedia: http://www.prnewswire.com/news-releases/lowes-holds-annual-meeting-of-shareholders-301067763.html SOURCE Lowe's Companies, Inc. By PR Newswire Terms Of Use Privacy Policy Advertise Reprints Customer Service Data Topic Archive Subscriptions 2020 TheStreet, Inc. All rights reserved. Action Alerts PLUS is a registered trademark of TheStreet, Inc."], ["2020-05-29 13:59", "Nordstrom (JWN) Q1 Loss Wider Than Expected, Sales Down Y/Y ...  for fiscal 2020. 3 Stocks to Consider The Kroger Co. ( KR - Free Report ) has an impressive long-term earnings growth rate of 4.9% and a Zacks Rank #2 (Buy). You can see the complete list of today's Zacks #1 Rank (Strong Buy) stocks here . Office Depot ( ODP - Free Report ) , also a Zacks Rank #2 stock, has an impressive long-term earnings growth rate of 6.8%. Lowes Companies ( LOW - Free Report ) , which presently carries a Zacks Rank #2, has an expected long-term earnings growth rate of 15.2%. The Hottest Tech Mega-Trend of All Last year, it generated $24 billion in global revenues. By 2020, it's predicted to blast through the roof to $77.6 billion. Famed investor Mark Cuban says it will produce \"the world's first trillionaires,\" but ... "], ["2020-05-29 01:00", "Chattanooga's 'freight alley' rides coronavirus roller coaster ...  all parts of the economy likely will grow slower than they would otherwise. He said that while people won't be spending their money on experiences or sports through the summer, they'll still buy hard goods. \"The Home Depots and Lowes are doing exceptionally well,\" he said. \"I've talked to a number of CEOs locally (in logistics) and they're doing well relative to the broad economy.\" Fuller said that a number of logistics-oriented companies had started paring staff even before the coronavirus outbreak, including FreightWaves. His company trimmed staff by just over 20 workers early in the year and paused immediate plans for another downtown building. Also, around that time, Coyote Logistics, the freight brokerage firm that UPS ... "], ["2020-05-28 20:30", "Lowe's Companies, Inc. Declares Cash Dividend ...  operate or service more than 2,200 home improvement and hardware stores and employ approximately 300,000 associates. Based in Mooresville, N.C. , Lowe's supports the communities it serves through programs focused on creating safe, affordable housing and helping to develop the next generation of skilled trade experts. For more information, visit Lowes.com. LOW-IR View original content to download multimedia: http://www.prnewswire.com/news-releases/lowes-companies-inc-declares-cash-dividend-301067301.html SOURCE Lowe's Companies, Inc. By PR Newswire Terms Of Use Privacy Policy Advertise Reprints Customer Service Data Topic Archive Subscriptions 2020 TheStreet, Inc. All rights reserved. Action Alerts PLUS is a registered trademark of TheStreet, Inc."], ["2020-05-28 17:36", "IBD Live Q&A Summary, Key Lists For Thursday, May 28, 2020 ... Depot Inc HUM Humana Inc HZNP Horizon Therap Public IBB Ishares Nasdaq Biotech IDXX Idexx Laboratories Inc IIVI Ii-Vi Incorporated ILMN Illumina Inc INCY Incyte Corporation INTU Intuit Inc IPHI Inphi Corp IRTC Irhythm Technologies Inc JKHY Jack Henry & Assoc Inc KLAC K L A Corp KNSL Kinsale Capital Group LLY Eli Lilly & Co LMT Lockheed Martin Corp LOGI Logitech Intl Sa LOW Lowes Companies Inc LULU Lululemon Athletica LVGO Livongo Health Inc MA Mastercard Inc Cl A MAS Masco Corp MASI Masimo Corp MCO Moodys Corporation MDB Mongodb Inc Cl A MELI Mercadolibre Inc MKC Mccormick & Co MKTX Marketaxess Holdings Inc MNST Monster Beverage Corp MOH Molina Healthcare Inc MRVL Marvell Technology Group MSCI M S C I Inc MSFT Microsoft Corp MTCH Match Group Inc MTH Meritage ... "], ["2020-05-28 16:20", "Earnings Estimates Moving Higher for Lowe's (LOW): Time to Buy? ...  on Lowe's because of its solid estimate revisions, as evident from the stock's 20.6% gain over the past four weeks. As its earnings growth prospects might push the stock higher, you may consider adding it to your portfolio right away. In-Depth Zacks Research for the Tickers Above Normally $25 each - click below to receive one report FREE: Lowes Companies, Inc. (LOW) - free report > > Published in earnings earnings-estimates earnings-estimates-revisions price-performance stock-performance zacks-consensus-estimate zacks-rank Zacks' 7 Best Strong Buy Stocks for June, 2020 Free Research for Zacks.com Readers Experts have chosen 7 stocks out of 220 Zacks Rank #1 Strong Buys that have the highest potential to increase in price quickly amid the global ... "], ["2020-05-28 15:19", "Abercrombie (ANF) Q1 Loss Wider Than Expected, Sales Fall Y/Y ...  's decline of 30%. Stocks to Consider The Kroger Co. ( KR - Free Report ) has an impressive long-term earnings growth rate of 4.9% and a Zacks Rank #2 (Buy). You can see the complete list of today's Zacks #1 Rank (Strong Buy) stocks here . Office Depot ( ODP - Free Report ) , also a Zacks Rank #2 stock, has an impressive long-term earnings growth rate of 6.8%. Lowes Companies ( LOW - Free Report ) , which presently carries a Zacks Rank #2, has an expected long-term earnings growth rate of 15.2%. Just Released: Zacks' 7 Best Stocks for Today Experts extracted 7 stocks from the list of 220 Zacks Rank #1 Strong Buys that has beaten the market more than 2X over with a stunning average gain of +24.1% per year. These 7 were selected because of their ... "], ["2020-05-28 15:09", "Workday (WDAY) Q1 Earnings Miss Estimates, Revenues Beat ...  Buys that has beaten the market more than 2X over with a stunning average gain of +24.1% per year. These 7 were selected because of their superior potential for immediate breakout. See these time-sensitive tickers now > > In-Depth Zacks Research for the Tickers Above Normally $25 each - click below to receive one report FREE: Microsoft Corporation (MSFT) - free report > > Lowes Companies, Inc. (LOW) - free report > > salesforce.com, inc. (CRM) - free report > > Workday, Inc. (WDAY) - free report > > Published in earnings internet internet-content tech-stocks Zacks' 7 Best Strong Buy Stocks for June, 2020 Free Research for Zacks.com Readers Experts have chosen 7 stocks out of 220 Zacks Rank #1 Strong Buys that have the highest potential to increase in ... "], ["2020-05-28 14:10", "A Look at Retail ETFs Post Q1 Earnings ...  inbox? Zacks' free Fund Newsletter will brief you on top news and analysis, as well as top-performing ETFs, each week. Get it free > > In-Depth Zacks Research for the Tickers Above Normally $25 each - click below to receive one report FREE: Target Corporation (TGT) - free report > > The Home Depot, Inc. (HD) - free report > > Walmart Inc. (WMT) - free report > > Lowes Companies, Inc. (LOW) - free report > > Kohls Corporation (KSS) - free report > > SPDR-SP RET ETF (XRT) - free report > > VANECK-RETAIL (RTH) - free report > > AMPL-ONLN RETL (IBUY) - free report > > FT-NDQ RETAIL (FTXD) - free report > > PRO-ONLN RETL (ONLN) - free report > > Published in earnings etfs retail Zacks' 7 Best Strong Buy Stocks for June, 2020 Free Research for Zacks.com ... "], ["2020-05-28 13:25", "NGC Releases Annual B2B Program Gift Card Usage Statistics ... and redemption in 2019: Amazon iTunes Walmart Visa Rewards Cards Target American Express Rewards Cards TJ Maxx Macy's Panera Bread American Express Business Gift Cards Starbucks Barnes & Noble Lowes Home Depot Kohl's As for digital vs. physical gift card redemptions, digital card redemptions continued to show strong growth, increasing from 30% in 2018 to 45% in  ...  app can be downloaded from the Apple and Android App Store. \"We've fast tracked the launch and enhancement of several of these capabilities and efforts to help companies and consumers during the current health crisis,\" Thiegs noted. About NGC: NGC provides secure, innovative gift card technology solutions and world-class service to connect brands with the corporate & consumer ... "], ["2020-05-28 13:17", "Add These 4 GARP Stocks to Your Portfolio for Maximum Returns ... . You can see the complete list of today's Zacks #1 Rank stocks here . The Clorox Company ( CLX - Free Report ) is engaged in the production, marketing and sale of consumer products in the U.S. and international markets. The company flaunts a Zacks Rank #1. It has a trailing four-quarter positive earnings surprise of 6.55%, on average. Lowes Companies, Inc. ( LOW - Free Report ) is one of the leading home improvement retailers, offering services to homeowners, renters and commercial business customers. The company carries a Zacks Rank #2. It has a trailing four-quarter positive earnings surprise of 13.11%, on average. Microsoft Corporation ( MSFT - Free Report ) is a broad-based technology provider whose offerings include software, hardware, online and ... "], ["2020-05-28 13:15", "Lowe's (LOW) Hits Fresh High: Is There Still Room to Run? ...  stocks carrying Zacks Rank of 1 (Strong Buy) or 2 (Buy) and Style Scores of A or B, it looks as if Lowe's meets the list of requirements. Thus, it seems as though Lowe's shares could have a bit more room to run in the near term. In-Depth Zacks Research for the Tickers Above Normally $25 each - click below to receive one report FREE: Lowes Companies, Inc. (LOW) - free report > > Published in earnings-surprise price-change style-scores valuation Zacks' 7 Best Strong Buy Stocks for June, 2020 Free Research for Zacks.com Readers Experts have chosen 7 stocks out of 220 Zacks Rank #1 Strong Buys that have the highest potential to increase in price quickly amid the global health crisis. A recent pick, Maxar, skyrocketed +178.7% in 3 months. For 32 ... "], ["2020-05-27 15:50", "Is Lowe's (LOW) a Great Value Stock Right Now? ...  a few of the key metrics included in Lowe's's strong Value grade, but they help show that the stock is likely undervalued right now. When factoring in the strength of its earnings outlook, LOW looks like an impressive value stock at the moment. In-Depth Zacks Research for the Tickers Above Normally $25 each - click below to receive one report FREE: Lowes Companies, Inc. (LOW) - free report > > Published in cheap-stocks pe-ratio undervalued-stocks valuation value-stocks Zacks' 7 Best Strong Buy Stocks for June, 2020 Free Research for Zacks.com Readers Experts have chosen 7 stocks out of 220 Zacks Rank #1 Strong Buys that have the highest potential to increase in price quickly amid the global health crisis. A recent pick, Maxar, skyrocketed +178 ... "], ["2020-05-27 13:05", "Hibbett's (HIBB) Q1 Earnings Miss Estimates, Sales Down Y/Y ...  Stocks to Watch in the Retail Space The Kroger Co. ( KR - Free Report ) has an impressive long-term earnings growth rate of 4.9% and a Zacks Rank #2 (Buy). You can see the complete list of today's Zacks #1 Rank (Strong Buy) stocks here . Office Depot ( ODP - Free Report ) , also a Zacks Rank #2 stock, has an impressive long-term earnings growth rate of 6.8%. Lowes Companies ( LOW - Free Report ) , which presently carries a Zacks Rank #2, has an expected long-term earnings growth rate of 15.2%. More Stock News: This Is Bigger than the iPhone! It could become the mother of all technological revolutions. Apple sold a mere 1 billion iPhones in 10 years but a new breakthrough is expected to generate more than 27 billion devices in just 3 years, creating a $1 ... "], ["2020-05-27 08:30", "Our Free Webinar Is Today ...  killing our industry. Separate the smaller broadcast companies that do a lot of good for their communities and are still live and local front the big corporate companies like iHeart and Cumulus who are designed to simply suck blood for less than average programming, not to mention how they completely devalue the product time and time again. I would agree that staying with large corporate companies would be good to bail from but  ... May 24, 2020 0 Listen While You Work Bob McCurdy - May 23, 2020 0 LATEST COMMENTS Fred Ameri on CNN Launches Coronavirus Podcast Chandika Sahadeo on Lowes Still Number One Landan on Lowes Still Number One Sam on The Demise Of A 50-Year Rock Radio Brand Michael on Remembering The Great Dan Ingram Streamline Publishing, Inc. All rights ... "], ["2020-05-26 16:38", "IBD Live Q&A Summary, Key Lists For Tuesday, May 26, 2020 ...  Cl A HAIN Hain Celestial Group HALO Halozyme Therapeutics HD Home Depot Inc HUM Humana Inc HZNP Horizon Therap Public IBB Ishares Nasdaq Biotech IIVI Ii-Vi Incorporated ILMN Illumina Inc INCY Incyte Corporation IPHI Inphi Corp IRTC Irhythm Technologies Inc JKHY Jack Henry & Assoc Inc KEYS Keysight Technologies KLAC K L A Corp KNSL Kinsale Capital Group LOGI Logitech Intl Sa LOW Lowes Companies Inc LULU Lululemon Athletica LVGO Livongo Health Inc MA Mastercard Inc Cl A MAS Masco Corp MCO Moodys Corporation MDB Mongodb Inc Cl A MELI Mercadolibre Inc MKC Mccormick & Co MKTX Marketaxess Holdings Inc MNST Monster Beverage Corp MOH Molina Healthcare Inc MRNA Moderna Inc MRVL Marvell Technology Group MSCI M S C I Inc MSFT Microsoft Corp MTCH Match Group Inc MYOK ... "], ["2020-05-26 16:04", "Heartbroken woman issues warning after French bulldog died having eaten toxic sago palm house plant ...  that there were 'many tears shed, dollars spent, and guilt felt... all because of a $5 plant.' She claims to have seen the plant for sale on shelves at major supermarkets including Walmart, Lowes and Home Depot without any warning label attached to it. Kate said that Lily died after she 'fought hard, loved hard, and gave us a couple butt wiggles' but her body 'couldn ...  secret self-isolation project to help people in need Cara Delevingne's car rant hits the skids as supermodel launches stinging tirade against 'glossy' advertisements from fossil fuel companies Russell Wilson wishes he met wife Ciara in high school in adorable throwback: 'How many more babies would we have?' Helen Hunt, 56, shows off her toned physique as  ... "]]}}