{"postfix": "lufthansa-aktie", "name": "LUFTHANSA", "wkn": "823212", "time": "2020.06.02 12:50", "ts": 1591095002, "features": {"KGV": "6.41", "Marktkapitalisierung": {"Size": "Mrd", "Value": "4.36"}, "GA": "2.55", "KBV": "0.77", "BA": "21.28", "KCV": "1.98", "CA": "8.24", "Vola30": "53.34", "Vola90": "77.38", "Vola180": "60.86", "Vola250": "47.92"}, "rivals": ["british_airways-aktie", "air_france-klm-aktie", "delta_air_lines-aktie", "southwest_airlines-aktie", "amr-aktie", "qantas_airways-aktie", "easyjet_4-aktie"], "text_data": {"de": [["2020.06.02", "AKTIEN IM FOKUS: Reise- und Freizeitsektor erholt - Lufthansa liegen vorn"], ["2020.06.02", "MÄRKTE EUROPA/DAX mit Nachholbedarf kräftig aufwärts"], ["2020.06.02", "Dax aktuell: Dax nimmt Kurs Richtung 12.000 Punkte - Anleger setzen auf die Lufthansa-Aktie"], ["2020.06.02", "AKTIE IM FOKUS: Lufthansa im Aufwind - Aufsichtsrat akzeptiert Auflagen"], ["2020.06.02", "Lufthansa: Anleger zufrieden, Experten skeptisch "], ["2020.06.02", "Aufsichtsrat akzeptiert EU-Auflagen für Lufthansa-Rettung"], ["2020.06.02", "Lufthansa: 0,50 oder 10,00 Euro?"], ["2020.06.02", "Tuifly unsicher, Lufthansa umstritten, Wizz Air optimistisch"], ["01.06.20", "Lufthansa-Aufsichtsrat stimmt Rettungspaket und EU-Auflagen zu"], ["01.06.20", "Lufthansa-Aufsichtsrat stimmt Rettungspaket und EU-Auflagen zu"], ["01.06.20", "Luftfahrtkonzern: Schmerzhafte Rettung: Lufthansa stehen harte Einschnitte bevor"], ["01.06.20", "ROUNDUP 2: Marktmacht gegen Geld - Lufthansa-Aufsichtsrat akzeptiert Auflagen"], ["01.06.20", "Lufthansa-Aufsichtsrat stimmt Rettungspaket zu"], ["01.06.20", "Lufthansa-Aufsichtsrat nimmt Auflagen für Staatshilfen an"], ["01.06.20", "Lufthansa-Aufsichtsrat stimmt für Rettungspaket"], ["01.06.20", "Lufthansa Aufsichtsrat stimmt Stabilisierungsmaßnahmen zu"], ["01.06.20", "ROUNDUP: Lufthansa-Aufsichtsrat nimmt Auflagen für Staatshilfen an"], ["01.06.20", "Lufthansa-Aufsichtsrat stimmt Rettungspaket zu"], ["01.06.20", "Lufthansa HV am 25. Juni geplant"], ["01.06.20", "Lufthansa: Wer will dieses Analysten-Ziel noch unterbieten? "], ["01.06.20", "Luftfahrtkonzern: Aufsichtsrat stimmt EU-Auflagen zu: Aktionäre sollen am 25. Juni Lufthansa-Rettung abnicken"], ["01.06.20", "Versuche mit Lockheed Super Constellation: Als Lufthansa selber einen Airbus erfand"], ["01.06.20", "Lufthansa akzeptiert EU-Auflagen"], ["01.06.20", "ANALYSE-FLASH: Credit Suisse senkt Lufthansa auf 'Underperform' - Ziel 6,25 Euro"], ["31.05.20", "Lufthansa: 16 von 17 A340-600 stehen jetzt in Teruel"], ["31.05.20", "Lufthansa-Aktie: Was Analysten im Mai vom Papier halten"], ["31.05.20", "Wer die Lufthansa-Hilfen für die Bundesregierung aushandelt"], ["31.05.20", "Keine Entschädigung für Massenentlassung bei Air Berlin"], ["31.05.20", "Deutsche Lufthansa präsentierte das Zahlenwerk zum abgelaufenen Jahresviertel"], ["31.05.20", "Lufthansa hat Bilanz für das abgelaufene Quartal gezogen"], ["30.05.20", "\"Dumping am Himmel gefördert\": Lufthansa-Deal stößt auf geteiltes Echo"], ["30.05.20", "EU-Kommissarin Vestager: \"Für Lufthansa ändert sich erst mal nichts\""], ["30.05.20", "Deutsche Regierung und EU-Kommission bei Lufthansa-Rettung einig"]], "en": [["2020.06.02", "European shares near 3-month high; Lufthansa lifts Germany"], ["01.06.20", "Lufthansa supervisory board gives green light to $10 billion bailout deal"], ["01.06.20", "UPDATE 2-Lufthansa supervisory board rubber stamps $10 bln state bailout"], ["01.06.20", "Lufthansa supervisory board rubber stamps $10 billion state bailout"], ["30.05.20", "Lufthansa accepts tweaked demands by Brussels over state bailout"], ["30.05.20", "Lufthansa accepts tweaked demands by Brussels over state bailout"], ["30.05.20", "UPDATE 3-Lufthansa accepts tweaked demands by Brussels over state bailout"], ["30.05.20", "$10 billion bailout for Germany’s Lufthansa passes hurdle"], ["30.05.20", "Edging closer to bailout, Lufthansa accepts tweaked demands by Brussels"], ["30.05.20", "Edging closer to bailout, Lufthansa accepts tweaked demands by Brussels"], ["30.05.20", "UPDATE 2-Edging closer to bailout, Lufthansa accepts tweaked demands by Brussels"], ["29.05.20", "Preliminary agreement reached in Lufthansa bailout row: sources"], ["29.05.20", "Preliminary agreement reached in Lufthansa bailout row: source"], ["29.05.20", "EU denies creating ‘extra hurdles’ for Lufthansa bailout"], ["29.05.20", "Deutsche Lufthansa AG : Release according to Article 40, Section 1 of the WpHG [the German Securities Trading Act] with the objective of Europe-wide distribution"], ["29.05.20", "Vestager denies making Lufthansa bailout more difficult"], ["29.05.20", "EU says conditions needed in Lufthansa bailout, seeks deal"], ["29.05.20", "EU's Vestager denies making Lufthansa bailout more difficult"], ["29.05.20", "'Intensive' talks on Lufthansa with EU Commission ongoing: Germany"], ["29.05.20", "EU's Vestager denies making Lufthansa bailout more difficult"], ["29.05.20", "Vestager says she is not placing extra hurdles in way of Lufthansa bailout"], ["29.05.20", "Opinion: Lufthansa bailout shows Germany has learned nothing from the pandemic"], ["29.05.20", "German official sees Lufthansa bailout in reach, demands fairness"], ["27.05.20", "Lufthansa board rejects EU conditions on $10 billion bailout"], ["27.05.20", "Lufthansa board rejects EU conditions on $10 bln bailout"], ["27.05.20", "Lufthansa refuses to approve $9.9 billion bailout over EU conditions"], ["27.05.20", "Lufthansa board rejects EU conditions on $10 billion bailout"], ["27.05.20", "Lufthansa board refuses to approve bailout due to Brussels demands"], ["27.05.20", "Germany's Altmaier: Lufthansa bailout is in Europe's own interests"], ["27.05.20", "Lufthansa supervisory board postpones approval of bailout package"], ["27.05.20", "Lufthansa supervisory board unable to approve bailout package"], ["27.05.20", "Deutsche Lufthansa AG : Lufthansa Supervisory Board postpones decision on convocation of General Meeting"], ["26.05.20", "Lufthansa hopes for speedy EU nod for bailout: sources"], ["26.05.20", "Ryanair vows to appeal against Lufthansa aid package"], ["26.05.20", "Ryanair to appeal against Lufthansa aid package"], ["26.05.20", "Lufthansa unit Eurowings to cut a third of head-office staff"], ["26.05.20", "Germany, Lufthansa agree on $9.8B bailout"], ["25.05.20", "UPDATE 5-Germany stamps authority on Lufthansa with $9.8 bln lifeline"], ["25.05.20", "Germany still in talks with EU over Lufthansa bailout, expects green light: Altmaier"], ["25.05.20", "Germany still in talks with EU over Lufthansa bailout, expects green light - Altmaier"], ["2020-06-02 10:02", "Premarket: World shares rise to three-month highs, U.S. dollar shows the strain ...  and the worst civil unrest in the United States in decades. U.S. President Donald Trump's vow to use force to end violent protests in American cities and reports China had ordered U.S. soybean purchases to be halted had checked Asia overnight, but Europe got the bulls back on track. The pan-European STOXX 600 jumped over 1%. Germany's DAX surged nearly 3% on news Lufthansa's board had approved its government bailout and as Volkswagen and BMW shares rose as much as 7% at the prospect of a 5 billion- euro government-funded scheme to boost sales. Story continues below advertisement The euro was at a two-and-a-half-month high as the U.S. dollar struggled. Italian and Spanish bonds were still being helped by a proposed 750 billion-euro EU stimulus ... "], ["2020-06-02 09:36", "Global shares cruise to three-month highs, dollar shows the strain ...  at the stock exchange in Frankfurt, Germany, May 5, 2020. REUTERS/Staff U.S. President Donald Trump's vow to use force to end violent protests in American cities and reports China had ordered U.S. soybean purchases to be halted had checked Asia overnight, but Europe got the bulls back on track. The pan-European STOXX 600 jumped over 1%. Germany's DAX surged nearly 3% on news Lufthansa's board had approved its government bailout and as Volkswagen and BMW shares rose as much as 7% at the prospect of a 5 billion- euro government-funded scheme to boost sales. The euro was at a two-and-a-half-month high as the dollar struggled. Italian and Spanish bonds were still being helped by a proposed 750 billion-euro EU stimulus plan and bets on more European ... "], ["2020-06-02 09:36", "Global shares cruise to three-month highs, dollar shows the strain ...  at the stock exchange in Frankfurt, Germany, May 5, 2020. REUTERS/Staff U.S. President Donald Trump's vow to use force to end violent protests in American cities and reports China had ordered U.S. soybean purchases to be halted had checked Asia overnight, but Europe got the bulls back on track. The pan-European STOXX 600 jumped over 1%. Germany's DAX surged nearly 3% on news Lufthansa's board had approved its government bailout and as Volkswagen and BMW shares rose as much as 7% at the prospect of a 5 billion- euro government-funded scheme to boost sales. The euro was at a two-and-a-half-month high as the dollar struggled. Italian and Spanish bonds were still being helped by a proposed 750 billion-euro EU stimulus plan and bets on more European ... "], ["2020-06-02 09:24", "H.K. Extends Curbs; French GDP to Plunge: Virus Update ...  AG shares surged after Europe's biggest airline overcame most of the barriers to receiving a 9 billion-euro ($10 billion) bailout from the German government. The stock gained as much as 8.3% on Tuesday, the first day of trading on the Frankfurt bourse since last week. Monday's breakthrough comes after the German government agreed that Lufthansa will reduce its presence at airports in Frankfurt and Munich by four aircraft each. AD French Economy Expected to Shrink 11% This Year (2:16 p.m. HK) The French economy will suffer a deeper recession than previously expected because of the coronavirus lockdown, Finance Minister Bruno Le Maire said. The contraction this year will amount to 11%, more than the 8% previously predicted. That's also more ... "], ["2020-06-02 09:22", "'The time has come for humanity to go through its next evolution' ...  content Environment Podcast: On the Green Fence 29.05.2020 Hosts Neil King and Gabriel Borrud are forced to improvise amid the COVID-19 crisis. As the world is turned upside down, they decide to explore whether the pandemic could be a catalyst for real and sustainable change. Opinion: Lufthansa bailout shows Germany has learned nothing from the pandemic 27.05.2020 COVID-19 has taught us that individuals and governments can act together for the greater good. In bailing out Lufthansa, the German government is showing a shocking lack of solidarity over climate protection. SE 02 / Episode 5: Changing the grammar of our behavior 14.05.2020 Why can't we just change? Germany's leading philosopher Peter Sloterdijk believes that question is at the heart of ... "], ["2020-06-02 09:05", "France Sees 11% Economic Plunge; Tokyo Cases Spike: Virus Update ...  AG shares surged after Europe's biggest airline overcame most of the barriers to receiving a 9 billion-euro ($10 billion) bailout from the German government. The stock gained as much as 8.3% on Tuesday, the first day of trading on the Frankfurt bourse since last week. Monday's breakthrough comes after the German government agreed that Lufthansa will reduce its presence at airports in Frankfurt and Munich by four aircraft each. AD French Economy Expected to Shrink 11% This Year (2:16 p.m. HK) The French economy will suffer a deeper recession than previously expected because of the coronavirus lockdown, Finance Minister Bruno Le Maire said. The contraction this year will amount to 11%, more than the 8% previously predicted. That's also more ... "], ["2020-06-02 08:57", "German stocks shine in Europe as carmakers surgesstoEuropean stocks hit their highest levels since early March on Tuesday, with German stocks outperforming as carmakers rallied on hopes of stimulus and Lufthansa gained after its board approved a state bailout."], ["2020-06-02 08:56", "Dow Futures Gain On Economic Recovery Hopes As Markets Look Past George Floyd Protest, U.S.-China Tensions ... U.S. pork and soybeans, casting doubt on the future of the Phase 1 trade agreement. European stocks were also on the move, rising to the highest levels in nearly three months as investors reacted to the impact of the European Commission's plan to pump more than 750 billion into the ailing economy as well as the German government's approval of a 9 billion rescue package for Lufthansa Airlines, the region's biggest carrier. U.S. stocks, meanwhile, look set to add to yesterday's gains in the absence of any major economic or earnings data, with contracts tied to the Dow Jones Industrial Average suggesting a 133 point advance and those linked to the S&P 500, which is down only 5.5% for the year, indicating a 13 point boost to the upside. The U ... "], ["2020-06-02 08:50", "German stocks shine in Europe as carmakers surgeEuropean stocks hit their highest levels since early March on Tuesday, with German stocks outperforming as carmakers rallied on hopes of stimulus and Lufthansa gained after its board approved a state bailout."], ["2020-06-02 08:50", "German stocks shine in Europe as carmakers surgeEuropean stocks hit their highest levels since early March on Tuesday, with German stocks outperforming as carmakers rallied on hopes of stimulus and Lufthansa gained after its board approved a state bailout.'"], ["2020-06-02 08:46", "UPDATE 1-German stocks shine in Europe as carmakers surgeEuropean stocks hit their highest levels since early March on Tuesday, with German stocks outperforming as carmakers rallied on hopes of stimulus and Lufthansa gained after its board approved a state bailout."], ["2020-06-02 08:45", "How COVID-19 could speed up smart-city visions ...  11. Spain seeks one last extension of the state of emergency. Follow DW for the latest. Date 02.06.2020 Author Anja Steinbuch Related Subjects Pollution , Coronavirus Keywords Coronavirus , pollution , traffic , smart cities Send us your feedback. Print Print this page Permalink https://p.dw.com/p/3d7ub Advertisement Lufthansa bailout: EU, Germany agree rescue deal The compromise deal would see the carrier cede take-off and landing slots at two airports. Lufthansa says 'unable to approve' coronavirus rescue over EU conditions Berlin police break up floating 'party protest' A protest in support of Berlin's shuttered club scene was shut down after the event swelled into a massive party. Social distancing became increasingly difficult after ... "], ["2020-06-02 08:13", "MORNING BID-Full steam ahead ...  lifted oil prices near two-and-a-half-month highs as well, as traders waited to see whether major energy producers might agree this week to extend their output cuts to shore up prices. In European equities, German shares jumped 2.5% to their highest since early March, while the pan-European STOXX 600 benchmark rose 1% to reclaim early-March highs. Today's star is Lufthansa, whose shares are up 8% after approving a 9 billion-euro government bailout. There are moves too in the battered auto industry — Fiat Chrysler plans to list its robot-making business while Volkswagen is closing its $2.6 billion investment in self-driving startup Argo AI. In energy, Seadrill has written down the value of its drilling rigs by $1.2 billion and hired advisers to ... "], ["2020-06-02 07:49", "France Sees Deeper Recession; Tokyo Cases Spike: Virus Update ...  AG shares surged after Europe's biggest airline overcame most of the barriers to receiving a 9 billion-euro ($10 billion) bailout from the German government. AD The stock gained as much as 8.3% on Tuesday, the first day of trading on the Frankfurt bourse since last week. Monday's breakthrough comes after the German government agreed that Lufthansa will reduce its presence at airports in Frankfurt and Munich by four aircraft each. Tokyo Cases Spike Week After Emergency Lifted (2:55 p.m. HK) Tokyo saw an unexpected spike in coronavirus cases with 34 new infections Tuesday, which could lead the local government to ask businesses in the capital to close their doors again if the surge continues. AD The jump is the most in a single day since May 9 ... "], ["2020-06-02 07:45", "German stocks surge after three-day break as equities extend winning run ...  Symbols Advertisement DAX +3.12% DAI +7.70% LHA +6.63% UKX +0.64% PX1 +1.69% SXXP +1.33% AT1 +8.59% URW +8.93% ES00 +0.24% European stocks on Tuesday extended recent gains as economies reopen, with German stocks booming after a three-day break. The German DAX DAX, +3.12% rose 3% following the Ascension Day holiday with big gains for automaker Daimler DAI, +7.70% and airline Deutsche Lufthansa LHA, +6.63% . Other markets rose as well, with the U.K. FTSE 100 UKX, +0.64% up 0.5% and French CAC 40 PX1, +1.69% climbing 1.4%. The gains came as investors continued to place bets on the economic recovery. The Stoxx Europe 600 SXXP, +1.33% coming into Tuesday had closed higher for 5 of the last 6 sessions. Manufacturing purchasing managers indexes from the U.S. and ... "], ["2020-06-02 07:33", "European shares near 3-month high; Lufthansa lifts GermanyEuropean shares inched closer to a three-month high on Tuesday on optimism around a post-coronavirus economic recovery, with German stocks buoyed by a jump for Lufthansa."], ["2020-06-02 07:33", "European shares near 3-month high; Lufthansa lifts GermanyEuropean shares inched closer to a three-month high on Tuesday on optimism around a post-coronavirus economic recovery, with German stocks buoyed by a jump for Lufthansa.'"], ["2020-06-02 07:33", "European shares near 3-month high; Lufthansa lifts GermanyEuropean shares inched closer to a three-month high on Tuesday on optimism around a post-coronavirus economic recovery, with German stocks buoyed by a jump for Lufthansa."], ["2020-06-02 07:32", "European shares near three-month high; Lufthansa lifts GermanyNEW YORK, June 2 — European shares inched closer to a three-month high today on optimism around a post-coronavirus economic recovery, with German stocks buoyed by a jump for Lufthansa. The pan-European STOXX 600 rose 1 per cent in early deals to..."], ["2020-06-02 07:32", "European shares near three-month high; Lufthansa lifts GermanyEuropean shares inched closer to a three-month high on Tuesday on optimism around a post-coronavirus economic recovery, with German stocks buoyed by a jump for Lufthansa."]]}}