{"postfix": "lvmh-aktie", "name": "LVMH_MOET_HENNESSY_LOUIS_VUITTON", "wkn": "853292", "time": "2020.06.02 13:48", "ts": 1591098524, "features": {"KGV": "29.02", "Marktkapitalisierung": {"Size": "Mrd", "Value": "189.74"}, "GA": "14.36", "KBV": "5.73", "BA": "72.70", "KCV": "18.04", "CA": "23.09", "Vola30": "36.14", "Vola90": "63.09", "Vola180": "47.88", "Vola250": "37.79"}, "rivals": ["christian_dior-aktie", "kering-aktie", "douglas-aktie", "estée_lauder_companies-aktie", "pernod_ricard-aktie", "hermès-aktie", "remy_cointreau-aktie"], "text_data": {"de": [["31.05.20", "LVMH Moet Hennessy Louis Vuitton-Aktie: Das sind die Analysten-Einstufungen des vergangenen Monats"], ["27.05.20", "LVMH: Luxus macht besonders in der Krise Spaß - Aktie hat Potenzial"], ["22.05.20", "MÄRKTE EUROPA/Börsen wenig verändert - Entwicklung rund um Hongkong verunsichert"], ["22.05.20", "MÄRKTE EUROPA/Börsen holen Verluste auf"], ["22.05.20", "MÄRKTE EUROPA/Börsen erholen sich"], ["22.05.20", "MÄRKTE EUROPA/Schwach - Entwicklung um Hongkong belastet"], ["15.05.20", "Luxuskonzern Richemont wird von Corona-\"Tsunami\" erfasst"], ["13.05.20", "Streit mit Getränkehersteller: Nimmt Edeka erneut ein Produkt aus den Regalen?"], ["11.05.20", "VW, McDonald's und Co.: Unternehmen werben mit neuen Firmenlogos für \"Social Distancing\""], ["18.04.20", "LVMH Moet Hennessy Louis Vuitton zog Bilanz zum jüngsten Jahresviertel"], ["18.04.20", "LVMH Moet Hennessy Louis Vuitton mit Zahlen zum abgelaufenen Quartal"], ["17.04.20", "MÄRKTE EUROPA/Fester - Unterstützung von mehreren Seiten"], ["17.04.20", "MÄRKTE EUROPA/Börsen kommen von Hochs zurück"], ["17.04.20", "Luxus-Aktie LVMH: Deutlich weniger Dividende, aber …"], ["17.04.20", "GESAMT-ROUNDUP: LVMH und L'Oreal hoffen auf bessere Chinageschäfte - Kursplus"], ["17.04.20", "MÄRKTE EUROPA/Börsen bauen Gewinne aus - Konjunkturtitel gesucht"], ["17.04.20", "Nach Rolex, Patek, Chanel und Tudor: Auch LVMH sagt Baselworld ab"], ["17.04.20", "Uhrenmesse: Schweizer Uhrenhersteller der LVMH-Gruppe nicht an Baselworld 2021"], ["17.04.20", "Exodus in Basel: Nun wechseln auch die LVMH-Uhrmarken nach Genf"], ["17.04.20", "WDH/ROUNDUP: Corona-Krise drückt L'Oreal-Umsatz - China lässt aber hoffen"], ["17.04.20", "ROUNDUP: Corona-Krise drückt L'Oreal-Umsatz - Erfahrung in China lässt hoffen"], ["17.04.20", "ROUNDUP: LVMH senkt wegen Corona-Krise Dividende - China-Hoffnung treibt Kurs"], ["17.04.20", "LVMH will weniger Dividende ausschütten"], ["17.04.20", "ANALYSE-FLASH: Credit Suisse hebt Ziel für LVMH auf 360 Euro - 'Outperform'"], ["16.04.20", "ROUNDUP: LVMH senkt wegen Corona-Krise Dividende - Umsatz bricht ein"], ["16.04.20", "LVMH-Chef und Multi-Milliardär Arnault verzichtet auf Teil des Gehalts"], ["16.04.20", "LVMH meldet Umsatzeinbruch um 15% - Dividende um 30% gekürzt"], ["07.04.20", "'Forbes': Bezos am reichsten - Corona-Krise belastet auch Milliardäre"], ["31.03.20", "LVMH Moet Hennessy Louis Vuitton-Aktie: Experten empfehlen LVMH Moet Hennessy Louis Vuitton im März mehrheitlich zum Kauf "], ["23.03.20", "LVMH will keine Tiffany-Aktien am freien Markt kaufen"]], "en": [["25.05.20", "LVMH boss Arnault's company to buy stake in Lagardere holding firm"], ["17.04.20", "Louis Vuitton owner LVMH blames sales decline on Covid-19 chaos"], ["16.04.20", "LVMH and L’Oréal upbeat on recovery"], ["16.04.20", "Sales drop at Vuitton owner LVMH as virus forces store closures"], ["16.04.20", "Sales drop at Vuitton owner LVMH as virus forces store closures"], ["16.04.20", "LVMH shows good resilience in the first quarter of 2020"], ["08.04.20", "Tiffany’s Acquisition by LVMH Is Pushed Back to October"], ["08.04.20", "Tiffany says Australian regulators seek more time to review LVMH deal"], ["07.04.20", "Coronavirus: LVMH & Kering take u-turn on gov’t assistance plan"], ["07.04.20", "LVMH and Kering backtrack on French state support for staff"], ["23.03.20", "LVMH Won’t Use Pandemic to Acquire Tiffany Below Agreement Price"], ["23.03.20", "LVMH says will not buy Tiffany shares on open market"], ["23.03.20", "LVMH says will not buy Tiffany shares on open market"], ["21.03.20", "LVMH orders 40 million masks from China for France"], ["21.03.20", "LVMH orders 40 million masks from China for France"], ["19.03.20", "LVMH considering buying Tiffany's shares on open market: Bloomberg News"], ["19.03.20", "LVMH considering buying Tiffany's shares on open market - Bloomberg News"], ["19.03.20", "Inside the factory: how LVMH met France’s call for hand sanitiser in 72 hours"], ["17.03.20", "LVMH Retools Perfume and Cosmetic Factories to Make Free Hand Sanitizer"], ["16.03.20", "Louis Vuitton owner LVMH to make hand sanitizers to fight coronavirus"], ["15.03.20", "LVMH to make disinfectant gels to aid French coronavirus fight"], ["21.02.20", "Why LVMH Can Outlast the Coronavirus"], ["05.02.20", "LVMH set to raise $10 billion-plus from bond markets for Tiffany deal"], ["05.02.20", "UPDATE 1-LVMH set to raise $10 bln-plus from bond markets for Tiffany deal"], ["05.02.20", "LVMH to raise over 9 bln euros from bond markets for Tiffany buy"], ["05.02.20", "LVMH takeover of Tiffany approved “overwhelmingly” by investors"], ["05.02.20", "Tiffany stockholders approve merger with LVMH"], ["04.02.20", "Tiffany & Co. Shareholders Officially Agree to Let LVMH Take Over"], ["29.01.20", "LVMH boasts “record year” as revenue tops £45bn"], ["28.01.20", "LVMH sales hit by Hong Kong protests"], ["14.01.20", "UPDATE 2-LVMH rally boosts European shares ahead of U.S.-China trade deal"], ["2020-06-02 10:22", "Louis Vuitton designer apologises for comments on U.S. protests ...  like my concern for those stores outweighed my concern for our right to protest injustice and express our anger and rage in this moment,\" he said on Monday. He said his contributions to causes related to the protest movement totalled $20,500. Abloh has been artistic director for menswear at Louis Vuitton, the biggest revenue driver at French luxury giant LVMH, since March 2018. Reporting by Silvia Aloisi; Editing by Giles Elgood Our Standards: The Thomson Reuters Trust Principles. 0 : 0 narrow-browser-and-phone medium-browser-and-portrait-tablet landscape-tablet medium-wide-browser wide-browser-and-larger medium-browser-and-landscape-tablet medium-wide-browser-and-larger above-phone portrait-tablet-and-above above-portrait-tablet landscape-tablet-and ... "], ["2020-06-02 10:18", "Louis Vuitton designer apologises for comments on U.S. protests ...  like my concern for those stores outweighed my concern for our right to protest injustice and express our anger and rage in this moment,\" he said on Monday. He said his contributions to causes related to the protest movement totalled $20,500. Abloh has been artistic director for menswear at Louis Vuitton, the biggest revenue driver at French luxury giant LVMH ( LVMH.PA ), since March 2018. Reporting by Silvia Aloisi; Editing by Giles Elgood 0 : 0 narrow-browser-and-phone medium-browser-and-portrait-tablet landscape-tablet medium-wide-browser wide-browser-and-larger medium-browser-and-landscape-tablet medium-wide-browser-and-larger above-phone portrait-tablet-and-above above-portrait-tablet landscape-tablet-and-above landscape-tablet-and-medium-wide ... "], ["2020-06-02 10:13", "Louis Vuitton designer apologizes for comments on U.S. protests ... I apologize that it seemed like my concern for those stores outweighed my concern for our right to protest injustice and express our anger and rage in this moment,\" he said on Monday. He said his contributions to causes related to the protest movement totalled $20,500. Abloh has been artistic director for menswear at Louis Vuitton, the biggest revenue driver at French luxury giant LVMH , since March 2018. (Reporting by Silvia Aloisi; Editing by Giles Elgood) Comments Join the conversation Toronto Weather 16 C Light rain Feels like 15 C Wednesday 24 C Thursday 25 C Friday 26 C Saturday 21 C Complete Forecast Top Stories Watch What Canada must learn from its flawed COVID-19 response to get ready for a second wave Lessons from a Pandemic: There are already ... "], ["2020-06-02 10:11", "Louis Vuitton designer apologises for comments on U.S. ... ...  like my concern for those stores outweighed my concern for our right to protest injustice and express our anger and rage in this moment,\" he said on Monday. He said his contributions to causes related to the protest movement totalled $20,500. Abloh has been artistic director for menswear at Louis Vuitton, the biggest revenue driver at French luxury giant LVMH , since March 2018. (Reporting by Silvia Aloisi; Editing by Giles Elgood) Our Standards: The Thomson Reuters Trust Principles . Themes Media Development War and Conflict Share Tweet Share Email EXPLORE MORE NEWS Original Gay British reality TV star calls for more action against online trolls Original Thailand raises alarm over bogus recruitment as online scams rise Protesting Poles engage in drive ... "], ["2020-05-30 21:27", "Adele's jaw-dropping seven-stone weight loss thanks to low-calorie meal deals dropped off at her door ...  points-based system Credit: Getty - Contributor Reed Smith is on a list of organisations licensed to sponsor a \"migrant\" with the current rules. And without a sponsor Rihanna who moved to the UK last year would have been asked to leave Britain. But despite RiRi's wealth from her music, lingerie and cosmetics ventures, her Companies House records show the singer's luxury brand LVMH which has had millions pumped into it made a loss of 173,176 this year. At least she has a few bob in her back pocket to bail herself out... Bizbit FORMER Blue Peter presenter KONNIE HUQ wanted to go into acting, but struggled to find roles due to her ethnicity. Launching the Recycle Your Electricals' Little Spring Clean campaign she said: \"That's why ... "], ["2020-05-29 22:50", "These 10 Billionaires Got $34 Billion Richer This Week, Led By Luxury Goods Tycoon Bernard Arnault ...  is a BETA experience. You may opt-out by clicking here Edit Story May 29, 2020, 06:50pm EDT These 10 Billionaires Got $34 Billion Richer This Week, Led By Luxury Goods Tycoon Bernard Arnault Joel Saget/AFP/Getty Images Jonathan Ponciano Forbes Staff Billionaires Share to Facebook Share to Twitter Share to Linkedin THE CHANGING FORTUNES OF THE WORLD'S RICHEST L ed by LVMH chairman and chief executive Bernard Arnault , the world's top 10 billionaire gainers added a total of $33.6 billion to their net worths in the seven days ending Thursday, May 28. Part of the boost came after the European Union announced a widely anticipated and larger-than-expected $830 million (750 million euro) stimulus package for the region on Wednesday; European stocks soared ... "], ["2020-05-29 20:02", "Investing During Coronavirus: Stocks Turn Positive on Trump's Trade Comments ...  names in the sector should see massive gains. Investors who get in at cheap prices will see handsome rewards. In other words, buying a battered travel stock now could help you pay for your European vacation when lockdowns fully lift. Here's a look at seven travel stocks Ashworth is recommending now : Royal Caribbean (NYSE: RCL ) Southwest Air Lines (NYSE: LUV ) LVMH (OTCMKTS: LVMUY ) Estee Lauder (NYSE: EL ) Hilton Hotels (NYSE: HLT ) MGM Resorts International (NYSE: MGM ) Booking Holdings (NASDAQ: BKNG ) 6 Vanguard ETFs to Buy to Weather the Coronavirus Storm [Thursday, May 14, 10:22 a.m.] Contributed by Sarah Smith InvestorPlace analyst Neil George has been surviving — and thriving — in market crises since 1987. Through his work, he's ... "], ["2020-05-29 17:56", "Breakingviews - Corona Capital: Saving/not spending, Pandemic Pig ...  much of the developed world and household budgets will be stretched when they reopen. That's why analyst forecasts for a 6%-7% fall in revenue in the year ending June 30 for world's two biggest spirits companies, Pernod Ricard and Diageo, may be optimistic. Pernod controls Perrier-Jouet and Diageo owns Moet & Chandon through its joint venture with luxury goods group LVMH. Shares in the two companies are down just 10%-12% so far this year. When it comes to champagne, they have little to raise a glass to. (By Dasha Afanasieva) Breakingviews Reuters Breakingviews is the world's leading source of agenda-setting financial insight. As the Reuters brand for financial commentary, we dissect the big business and economic stories as they break around the ... "], ["2020-05-29 17:56", "Breakingviews - Corona Capital: Saving/not spending, Pandemic Pig ...  much of the developed world and household budgets will be stretched when they reopen. That's why analyst forecasts for a 6%-7% fall in revenue in the year ending June 30 for world's two biggest spirits companies, Pernod Ricard and Diageo, may be optimistic. Pernod controls Perrier-Jouet and Diageo owns Moet & Chandon through its joint venture with luxury goods group LVMH. Shares in the two companies are down just 10%-12% so far this year. When it comes to champagne, they have little to raise a glass to. (By Dasha Afanasieva) Breakingviews Reuters Breakingviews is the world's leading source of agenda-setting financial insight. As the Reuters brand for financial commentary, we dissect the big business and economic stories as they break around the ... "], ["2020-05-29 13:39", "John Paulson Adds 2 Stocks To Portfolio, Boosts Tiffany ... the stock traded for an average per-share price of $131.71 each. He now owns 603,800 shares total, which represent 2.98% of the equity portfolio. GuruFocus data shows the guru has lost an estimated 2.73% on the investment since fourth-quarter 2019. Paulson's holding history of Tiffany. GuruFocus.com [ Enlarge Image ] The iconic New York-based luxury jeweler, which has a pending merger with LVMH Moet Hennessy Louis Vuitton SE ( XPAR:MC ), has a $15.24 billion market cap; its shares were trading around $125.96 on Wednesday with a price-earnings ratio of 28.27, a price-book ratio of 4.64 and a price-sales ratio of 3.47. The Peter Lynch chart suggests the stock is overvalued. The GuruFocus valuation rank of 1 out of 10 also leans toward overvaluation as the ... "], ["2020-05-29 13:07", "Without tourists, Europe's luxury shops struggle to reopen in style ... times. A store manager at a jeweller in Rome said first-week sales were down almost 70 percent on the year before. Business appeared brisker in Paris, where stores have been open for just over two weeks. On Monday afternoon, 17 people queued outside the flagship Louis Vuitton store on the Champs Elysees, with white floor markings to keep them spaced out. Louis Vuitton's owner LVMH did not reply to a request for comment on how sales had gone since the reopening. Rival Kering, which owns Gucci, said initial signs in France were encouraging. \"Traffic in stores has been higher than we expected and more customers are buying,\" it said. Read also: Luxury stores test the water in a Paris devoid of tourists Q2 carnage The generally cautious mood in Europe ... "], ["2020-05-29 10:18", "Breakingviews - Corona Capital: IPOs, Renault, Japan, Champagne ...  much of the developed world and household budgets will be stretched when they reopen. That's why analyst forecasts for a 6%-7% fall in revenue in the year ending June 30 for world's two biggest spirits companies, Pernod Ricard and Diageo, may be optimistic. Pernod controls Perrier-Jouet and Diageo owns Moet & Chandon through its joint venture with luxury goods group LVMH. Shares in the two companies are down just 10%-12% so far this year. When it comes to champagne, they have little to raise a glass to. (By Dasha Afanasieva) Breakingviews Reuters Breakingviews is the world's leading source of agenda-setting financial insight. As the Reuters brand for financial commentary, we dissect the big business and economic stories as they break around the ... "], ["2020-05-29 10:18", "Breakingviews - Corona Capital: IPOs, Renault, Japan, Champagne ...  much of the developed world and household budgets will be stretched when they reopen. That's why analyst forecasts for a 6%-7% fall in revenue in the year ending June 30 for world's two biggest spirits companies, Pernod Ricard and Diageo, may be optimistic. Pernod controls Perrier-Jouet and Diageo owns Moet & Chandon through its joint venture with luxury goods group LVMH. Shares in the two companies are down just 10%-12% so far this year. When it comes to champagne, they have little to raise a glass to. (By Dasha Afanasieva) Breakingviews Reuters Breakingviews is the world's leading source of agenda-setting financial insight. As the Reuters brand for financial commentary, we dissect the big business and economic stories as they break around the ... "], ["2020-05-28 20:30", "NCL Corporation Ltd. Announces Closing Of $400 Million Investment By L Catterton ...  of nearly 200 investment and operating professionals partner with management teams around the world to implement strategic plans to foster growth, leveraging deep category insight, operational excellence, and a broad thought partnership network. Since 1989, the firm has made over 200 investments in leading consumer brands. L Catterton was formed through the partnership of Catterton, LVMH, and Groupe Arnault. For more information about L Catterton, please visit www.lcatterton.com. Cautionary Statement Concerning Forward-Looking Statements Some of the statements, estimates or projections contained in this press release are \"forward-looking statements\" within the meaning of the U.S. federal securities laws intended to qualify for the safe harbor from ... "], ["2020-05-28 18:20", "Hennessy Establishes $3 Million Small Business Recovery Initiative ... . The House's success and longevity are rooted in the excellence of its cognacs, each of which is born of a unique process of transmission from generation to generation. The first wine and spirits house to be certified ISO 14001, Hennessy unites its capacity for innovation and the support of all of its partners to protect this exceptional area. As the crown jewel of the LVMH Group, Hennessy is a major contributor to French international trade, with 99% of production sold in export, and a worldwide ambassador for the French art de vivre. Hennessy is imported and distributed in the U.S. by Mot Hennessy USA . Hennessy distills, ages and blends spanning a full range: Hennessy V.S, V.S.O.P Privilge, Hennessy Black , X.O, Priv, Paradis, Paradis Imperial and ... "], ["2020-05-28 14:40", "How the 40 most attractive companies for business students are reopening after the coronavirus pandemic ...  chat group. On the shuttle, employees must be wearing face masks, and one person can sit in each four-seat row. Once employees get to the office, they must fill out a health status report, get their temperatures checked, and use hand sanitizer. Employees must keep their masks on in the office, and one person is allowed at each four-seat table. 29. LVMH Mot Hennessy Louis Vuitton Louis Vuitton is headquartered in Paris. Reuters Headquarters: Paris Sector: Consumer discretionary Industry: Apparel Employees worldwide: 156,000 (in 2019) COVID-19 updates: The Louis Vuitton coronavirus website says that some of its stores in select areas like Dallas, Denver, and Detroit have reopened for pickup orders. Customers must wear masks. On May 16, the Wall Street Journal ... "], ["2020-05-28 14:40", "How the 40 most attractive companies for business students are reopening after the coronavirus pandemic ...  chat group. On the shuttle, employees must be wearing face masks, and one person can sit in each four-seat row. Once employees get to the office, they must fill out a health status report, get their temperatures checked, and use hand sanitizer. Employees must keep their masks on in the office, and one person is allowed at each four-seat table. 29. LVMH Mot Hennessy Louis Vuitton Reuters Louis Vuitton is headquartered in Paris. Headquarters: Paris Sector: Consumer discretionary Industry: Apparel Employees worldwide: 156,000 (in 2019) COVID-19 updates: The Louis Vuitton coronavirus website says that some of its stores in select areas like Dallas, Denver, and Detroit have reopened for pickup orders. Customers must wear masks. On May 16, the Wall Street Journal ... "], ["2020-05-28 13:51", "The Sale In Ulta Beauty Stock Is Over ... , noting how far it was from its highs. They seem to have succeeded. Since hitting a May 8 low of $193, shares are up by one-third to the May 28 opening price of $254. In addition to re-opening, Ulta should also get a boost from the bankruptcy of J.C. Penney (OTCMKTS: JCPNQ ). Both Ulta and Penney were stocking products from Sephora, a unit of luxury conglomerate LVMH (OTCMKTS: LVMUY ). Ulta stores are usually in strip malls and out-parcels, giving it a big advantage over both Penney and Macy's (NYSE: M ). Getting Ahead of Ourselves There remain analysts who are pulling back on the happy talk. The average one-year price target for Ulta stock is $234 , roughly $20 below where it is now trading. Even analysts with an overweight rating, like Wells Fargo ... "], ["2020-05-28 13:37", "JPMorgan's Quorum: A Cross-Sector Blockchain Solution for Privacy Needs ...  being heavily used for financial services, Quorum has proved to be fairly versatile, as the permissioned chain has been introduced to other industries where privacy, speed and reliability are viewed as more desirable than complete public transparency. It's evident that other industries are moving to adopt the blockchain framework, with notable names including State Farm, Starbucks, LVMH, Xbox, SAP, Kaleido and others. Further opportunities and lessons learned The permissioned blockchain space has a lot of competition, with R3 Corda and Hyperledger Fabric sharing many of the benefits that Quorum possesses. If Quorum can leverage its strong connections in the financial sector, this could give them a major boost in adoption and bring developers closer to ... "], ["2020-05-28 10:50", "A season for change in fashion - over 500 industry players sign letter calling for transformation ...  publications, investment funds, public relations firms and fashion schools, among others. Related Story Coronavirus microsite: Get latest updates, videos and graphics Related Story Coronavirus explainers: What you should know to protect yourself Related Story Coronavirus visual guide: Interactive graphics on the pandemic The most notable absences in the list are those of fashion brands owned by luxury conglomerates LVMH and Kering. There is perhaps then a silver lining to be found during this coronavirus pandemic. In the absence of comfortable order, there is now a space for proposing that a new normal be adopted. That the industry wants it, and has an idea of what that change looks like, is undeniable. Whether that gets instituted is another question ... "]]}}