{"postfix": "macys-aktie", "name": "MACYS", "wkn": "A0MS7Y", "time": "2020.06.02 14:03", "ts": 1591099430, "features": {"KGV": "5.45", "Marktkapitalisierung": {"Size": "Mrd", "Value": "1.76"}, "GA": "2.91", "KBV": "0.77", "BA": "20.48", "KCV": "3.07", "CA": "5.16", "Vola30": "103.14", "Vola90": "143.89", "Vola180": "106.23", "Vola250": "81.42"}, "rivals": ["walmart-aktie", "sears-aktie", "bed_bath_beyond-aktie", "target-aktie", "kohls-aktie", "nordstrom-aktie", "j_c_penney_company-aktie"], "text_data": {"de": [["31.05.20", "So schätzen Analysten die Macys-Aktie ein"], ["21.05.20", "ROUNDUP: US-Warenhauskette Macy's erwartet Milliardenverlust"], ["30.04.20", "April 2020: Experten empfehlen Macys-Aktie mehrheitlich zum Verkauf"], ["31.03.20", "Analysten sehen für Macys-Aktie schwarz"], ["02.03.20", "Macy’s hält Dividende stabil"], ["26.02.20", "Macys: Bilanzzahlen zum vergangenen Quartal"], ["25.02.20", "MÄRKTE USA/Abverkauf an Wall Street geht weiter"], ["25.02.20", "MÄRKTE USA/Sorgen vor Coronavirus belastet Börsen weiter"], ["25.02.20", "MÄRKTE USA/Wall Street nach Kursabsturz leicht erholt"], ["25.02.20", "MÄRKTE USA/Börse nach Kursabsturz leicht erholt erwartet"], ["24.02.20", "Ausblick: Macys stellt das Zahlenwerk zum vergangenen Quartal vor"], ["05.02.20", "MÄRKTE USA/Freundlich - Hoffnungsschimmer in Coronavirus-Epidemie"], ["05.02.20", "MÄRKTE USA/Börsen mit steigender Zuversicht fester"], ["05.02.20", "MÄRKTE USA/Wall Street mit steigender Zuversicht fester erwartet"], ["05.02.20", "US-Kaufhauskette Macy's schließt 250 Filialen"], ["09.01.20", "MÄRKTE USA/Wall Street auf Allzeithoch - Dow marschiert Richtung 29.000"], ["09.01.20", "MÄRKTE USA/Börsen mit Hoffnung auf Nahostentspannung auf Allzeithochs"]], "en": [["2020-06-01 04:10", "San Francisco, Epitome of the \"Everything Bubble,\" Faces Fiscal Chaos. Boom-and-Bust, Always. Now is the Bust ... Francisco, has been laying off people starting in 2019. Numerous startups have shut down or trimmed down before the lockdowns happened. Charles Schwab has been shedding staff in the City for a while and last November announced that it would move its headquarters to Texas . Macy's announced at the beginning of February that it would shut down its tech center , the headquarters of macys.com, and lay off 1,080 people who'd been engaged for years making its ecommerce business a success. So the writing was on the wall. Then in February, tourism plunged as travelers from China disappeared and as conventions were cancelled. The city is aggressive in extracting money from tourists at every twist and turn, including hotel taxes and rental car taxes. Since the ... "], ["2020-05-31 07:17", "The SunThe Sunhttps://www.thesun.co.ukThe Best for News, Sport, Showbiz, CelebritiesTue, 02 Jun 2020 11:36:56 +0000en-GBhourly1https://wordpress.org/?v=5.4.1https://www.thesun.co.uk/wp-content/uploads/2016/04/icon-e1459786005667.png?strip=all&w=32The Sunhttps://www.thesun.co.uk3232 Coronavirus UK LIVE: Summer holidays could resume next month as travel restrictions eased and deaths top 39,000https://www.thesun.co.uk/news/11697396/coronavirus-deaths-uk-live-news/Tue, 02 Jun 2020 11:36:31 +0000Post 11697396 at The SunBRITS have been given fresh hope that summer holidays could be back on by July as European nations start to ease strict travel restrictions.A number of countries will open up their borders to tourists again from the middle of June, and the Government is  ... "], ["2020-05-31 04:02", "George Floyd Demonstrations: Target Shuts Down San Francisco Bay Area Stores As A Precaution ... stores have been a major lifeline for residents for household items, clothing and other non grocery items while other stores were shuttered by Gov. Gavin Newsom's COVID-19 shelter in place order. It has only been in the last two weeks that some retailers have reopened, but only with curbside pickups and home deliveries. Major retailers like Macys and Kohls still remain closed. The Bay Area stores impacted include Alameda, Bayfair, Central San Francisco, Central Berkeley, San Jose College Park, Colma, East Palo Alto, Fashion Island Foster City, Mountain View, North Hayward, Oakland, Pinole, Emeryville, Redwood City, Richmond, Serramonte, San Francisco Folsom St., San Francisco 13th St., South San Francisco, Tanforan, University Ave. Berkeley and West Lake ... "], ["2020-05-30 07:04", "CBS Philly ... sites/15116066/2020/05/Upper-Darby-looting.jpg?w=150&h=150&crop=1https://philadelphia.cbslocal.com/2020/05/31/12-arrested-looters-target-king-of-prussia-mall/CBS Phillyen2020-05-31T22:30:05+00:00Police: 12 Arrested After Looters Target King Of Prussia MallMontgomery County, King of Prussia Mall, Local TV, George Floyd protesthttps://philadelphia.cbslocal.com/wp-content/uploads/sites/15116066/2020/05/Macys.jpg?w=150&h=150&crop=1https://philadelphia.cbslocal.com/2020/05/31/statue-of-former-philadelphia-mayor-frank-rizzo-to-be-moved-in-another-month-or-so-mayor-kenney-says/CBS Phillyen2020-05-31T22:20:52+00:00Statue Of Former Philadelphia Mayor Frank Rizzo To Be Moved In 'Another Month Or So,' Mayor Kenney SaysLocal, Local TV, George Floyd protestshttps ... "], ["2020-05-30 00:09", "Shopping for Macy's Shares? Better Tread Carefully ... CHROME SAFARI FIREFOX We've detected you are on Internet Explorer. For the best Barrons.com experience, please update to a modern browser. Google Firefox Barron's Subscribe This copy is for your personal, non-commercial use only. To order presentation-ready copies for distribution to your colleagues, clients or customers visit http://www.djreprints.com. https://www.barrons.com/articles/macys-stock-rallies-sharply-despite-growing-risks-for-the-retailer-51590797382 Companies Follow Up Shopping for Macy's Shares? Better Tread Carefully By Alexandra Scaggs May 29, 2020 8:09 pm ET Order Reprints Print Article Pedestrians pass by Macy's in Herald Square in March as it sits closed in the wake of the coronavirus outbreak. Photograph by Victor J. Blue ... "], ["2020-05-29 18:11", "Macy's ... : May 29, 2020 / 12:11 PM MDT If you have missed shopping, good news, Macy's has opened their stores with enhanced safety and wellness procedures. Joana Canals found out what they are doing to keep shoppers safe and all the ways to shop at Macy's. For more information or to find a Macy's location near you, download the Macy's App or go to Macys.com/Stores. Close Modal Suggest a Correction Your name (required) Your email (required) Report a typo or grammatical error (required) Submit Suggest a Correction Share this story More Colorado's Best Stories Aqua Spas by Joana Canals / May 29, 2020 How does a nice long soak in your own private hot tub sound? Aqua Spas is having a HUGE Memorial Day outdoor tent sale now through June 1st at the ... "], ["2020-05-29 18:10", "Aqua Spas ...  Macy's by Joana Canals / May 29, 2020 If you have missed shopping, good news, Macy's has opened their stores with enhanced safety and wellness procedures. Joana Canals found out what they are doing to keep shoppers safe and all the ways to shop at Macy's. For more information or to find a Macy's location near you, download the Macy's App or go to Macys.com/Stores. Read the Full Article Video Security Central by Joana Canals / May 29, 2020 Security is something that is on everyone's mind right now... that's why you should give Security Central a call to help bring you peace of mind during this stressful time. 303-721-0111 Read the Full Article Video Covid-19 and pregnancy by Joana Canals / May 29, 2020 As everyone learns to adjust ... "], ["2020-05-29 18:09", "Security Central ... 39;s Best Stories Macy's by Joana Canals / May 29, 2020 If you have missed shopping, good news, Macy's has opened their stores with enhanced safety and wellness procedures. Joana Canals found out what they are doing to keep shoppers safe and all the ways to shop at Macy's. For more information or to find a Macy's location near you, download the Macy's App or go to Macys.com/Stores. Read the Full Article Video Aqua Spas by Joana Canals / May 29, 2020 How does a nice long soak in your own private hot tub sound? Aqua Spas is having a HUGE Memorial Day outdoor tent sale now through June 1st at the Denver Premium Outlets Mall. You can save up to 60% on an American made hot tub or swim spa! Call 1-800-813-6255 or visit AquaSpasInc.com. Read the ... "], ["2020-05-29 18:01", "Why Macy's Stock Can Climb 70% Higher in 2020 ...  developed a reputation for leveraging his technology background to identify growth stocks that deliver outstanding returns. Luke is also the founder of Fantastic, a social discovery company backed by an LA-based internet venture firm. As of this writing, he did not hold a position in any of the aforementioned securities. Article printed from InvestorPlace Media, https://investorplace.com/2020/05/why-macys-stock-can-climb-70-higher-in-2020/. 2020 InvestorPlace Media, LLC More from InvestorPlace Stocks to Sell 7 Low-Rated Stocks to Sell Before They Drag You Down By Louis Navellier and the InvestorPlace Research Staff May 28, 2020 Stocks to Buy Facebook Still Has What It Takes to Power Through Trump's Threats By Matt McCall and the InvestorPlace Research ... "], ["2020-05-29 17:15", "Cierra Macy's de Park Place, tiene venta de liquidación ...  presencia despus de la pandemia, en caso de que permanezcan, son JCPenney, que planea cerrar ms de 240 ubicaciones, aunque no se han anunciado sitios especficos; Victoria's Secret, con planes de cerrar 250 tiendas; y Pier 1 Imports, que est cerrando por completo. The Associated Press contribuy a esta nota. Tags Park Place Macy's Tucson Major-industry Retail Venta De Liquidacion Cierra Macys Be the first to know Get local news delivered to your inbox! Sign up! * I understand and agree that registration on or use of this site constitutes agreement to its user agreement and privacy policy . Gabriela Rico Reporter Gabriela's newspaper career began at the Tucson Citizen in '86 as the \"movie-times girl\" where she'd call local theaters ... "], ["2020-05-29 16:11", "BC-150-actives-n, ...  11.60 11.03 11.08—.63 KindMorg 1.05f 39652 15.71 15.31 15.46—.26 Kinrossg 87773 6.78 6.62 6.70+.13 Kohls 2.82f 55901 19.73 18.80 19.03—1.10 Kroger .56f 50740 32.20 31.62 32.02—.05 LatamAir 60209 1.20 1.05 1.18+.08 MFAFncl .80 58166 1.79 1.69 1.73—.04 MGM Rsts .60f 100278 17.52 16.72 17.10—.13 Macerich 2m 36678 7.16 6.85 6.90—.34 Macys 260382 6.75 6.26 6.33—.50 MarathnO .20 222585 5.65 5.45 5.46—.24 MorgStan 1.40 39608 44.79 43.52 44.35—.05 NewResid 2 36071 7.51 7.21 7.27—.28 NobleCorp .08 75558 .15 .13 .14—.01 NokiaCp .19e 96564 3.98 3.93 3.94+.02 Nordstrm 89408 16.96 16.00 16.27—1.86 NorwCruis 310751 16.06 15.05 15.51—.56 OcciPet 3.16 217506 13.54 12.92 13.02—.62 PG ... "], ["2020-05-29 14:10", "BC-150-actives-e, ...  1.12 23473 11.57 11.14 11.20—.51 Kinrossg 28614 6.78 6.66 6.72+.15 Kohls 2.82f 23926 19.67 18.80 19.17—.95 KosmosEn .18 13485 1.85 1.66 1.82+.01 Kroger .56f 18337 32.20 31.62 31.86—.20 LatamAir 24366 1.16 1.05 1.16+.06 MFAFncl .80 24114 1.79 1.69 1.71—.06 MGM Rsts .60f 41790 17.52 16.72 17.11—.12 Macerich 2m 12475 7.16 6.90 6.96—.28 Macys 94526 6.70 6.26 6.56—.28 MarathnO .20 85622 5.65 5.48 5.54—.16 MorgStan 1.40 13527 44.37 43.52 44.18—.22 NewResid 2 14294 7.50 7.23 7.31—.23 NewmntCp 1f 12572 60.30 59.06 59.41+.69 NobleCorp .08 41777 .15 .13 .14—.01 NokiaCp .19e 32605 3.98 3.94 3.95+.03 Nordstrm 38572 16.96 16.00 16.41—1.72 NorwCruis 124348 16.06 15.05 15.47—.60 OcciPet 3.16 ... "], ["2020-05-29 06:53", "The Boston Globe ... bostonglobe.com/2020/06/01/nation/suv-hits-2-officers-floyd-protest-buffalo-speeds-off/ 2020-06-02T06:15:29.168Z The Boston Globe en 2020-06-02T06:15:29.168Z hourly https://www.bostonglobe.com/2020/06/02/nation/curfews-follow-days-looting-demonstrations/ 2020-06-02T06:14:09.206Z The Boston Globe en 2020-06-02T06:14:09.206Z hourly https://www.bostonglobe.com/2020/06/02/business/macys-hit-new-york-imposes-curfew-amid-floyd-protests/ 2020-06-02T06:08:25.265Z The Boston Globe en 2020-06-02T06:08:25.265Z hourly https://www.bostonglobe.com/2020/06/02/metro/emerson-president-says-george-floyds-killing-legalized-lynching-recalls-being-called-racist-slurs/ 2020-06-02T05:47:52.825Z The Boston Globe en 2020-06-02T05:47:52.825Z hourly https://www.bostonglobe.com/2020/06 ... "], ["2020-05-29 04:00", "BC-US--Stock Prices, US ... ITT Inc 58.810 Down 1.380 ITW 172.910 Down 3.330 IBM 124.530 Down 1.010 IntFlav 134.300 Down 1.930 IntPap 35.090 Down .750 JPMorgCh 99.860 Down 1.510 JohnJn 146.970 Up 2.080 Kellogg 65.420 Up .810 KimbClk 140.800 Up 2.380 KoreaFd 25.150 Up .130 Kroger 32.060 Down 1.220 LVSands 48.550 Down 2.380 LennarA 60.190 Down 4.800 LockhdM 398.440 Up 1.320 MGM Rsts 17.230 Down .880 Macys 6.830 Down .550 MarathnO 5.700 Down .450 MasterCrd 302.300 Up 2.530 McDnlds 188.730 Up 1.010 Medtrnic 98.140 Up 2.140 Merck 79.040 Up 1.490 MetLife 36.460 Down .470 MolsCoorB 38.350 Down 1.390 Moodys 264.790 Up 6.000 MorgStan 44.400 Down 2.460 MotrlaSolu 135.870 Up 1.850 NL Inds 3.070 Down .230 NewmntCp 58.720 Down .010 NokiaCp 3.920 Up .010 NorflkSo 180.260 Down 4.720 NorthropG 342.730 ... "], ["2020-05-28 22:00", "Steven Madden Ltd (SHOO) Q1 2020 Earnings Call Transcript ... went to e-commerce retail... Sam Poser -- Susquehanna -- Analyst Like Amazon or... Edward Rosenfeld -- Chairman and Chief Executive Officer Or toward e-commerce consumers. Yeah. Sam Poser -- Susquehanna -- Analyst And that's only for... Edward Rosenfeld -- Chairman and Chief Executive Officer And also nordstrom.com. Sam Poser -- Susquehanna -- Analyst Okay. Included -- it includes some of that -- does that include a macys.com too or is it just... Edward Rosenfeld -- Chairman and Chief Executive Officer Yeah, it includes all products that we believe went out the door through an e-commerce channel. Some of it's estimated because some of them, you don't have perfect information about what went to bricks and mortar and what went to e-com. So together ... "], ["2020-05-28 21:31", "BC-150-actives-f, ... 15.65 15.72—.25 Kinrossg 182119 6.85 6.49 6.57—.06 Kohls 2.82f 154425 22.61 19.96 20.12—2.17 Kroger .56f 130734 33.80 32.01 32.06—1.22 LBrands 1.20 109638 17.32 16.16 16.28—.92 LatamAir 304455 1.38 1.06 1.10—.12 MFAFncl .80 134033 1.90 1.76 1.77—.10 MGIC Inv .24 93388 9.50 8.50 8.51—.86 MGM Rsts .60f 286686 18.13 17.09 17.23—.88 Macys 735272 7.70 6.77 6.83—.55 MarathnO .20 465851 6.11 5.70 5.70—.45 Merck 2.44 113525 80.29 78.51 79.04+1.49 MorgStan 1.40 175921 47.32 44.28 44.40—2.46 NewResid 2 93705 8.04 7.45 7.54—.09 NokiaCp .19e 221721 3.98 3.91 3.92+.01 Nordstrm 124197 19.85 17.86 18.12—1.52 NorwCruis 783812 17.44 15.93 16.07—1.52 OcciPet 3.16 398072 14.43 13.56 13.64 ... "], ["2020-05-28 18:45", "Get rid of that double chin ...  / May 27, 2020 If you have missed shopping, good news, Macy's has opened their stores with enhanced safety and wellness procedures. Joana Canals found out what they are doing to keep shoppers safe and all the ways to shop at Macy's. For more information or to find a Macy's location near you, download the Macy's App or go to Macys.com/Stores. Read the Full Article Video Top Stories ACLU files lawsuit against Gov. Polis, DOC seeking COVID-19 protection for high risk prisoners Internal Emails: Inmate had fevers before dying of COVID-19; lawsuit suggests second COVID-19 death Boulder awarded over $4 million in grants for transportation projects Quarantine Craft Projects It's Grilling Season, Here are some Usefull Grilling Hacks Watch live at ... "], ["2020-05-28 17:30", "The Comeback in Macy's Stock Is Merely an Illusion ... stock system — with returns rivaling even Warren Buffett . In his latest feat, Louis discovered the \"Master Key\" to profiting from the biggest tech revolution of this (or any) generation . Louis Navellier may hold some of the aforementioned securities in one or more of his newsletters. Article printed from InvestorPlace Media, https://investorplace.com/2020/05/the-comeback-in-macys-stock-is-merely-an-illusion/. 2020 InvestorPlace Media, LLC More from InvestorPlace Stocks to Buy 7 Cheap Stocks to Buy With Great Potential By Louis Navellier and the InvestorPlace Research Staff May 27, 2020 Market Insight, Financial Articles A Much Higher Gold Price Is No Flight of Fancy By Eric Fry May 27, 2020 Stocks to Buy Investing During Coronavirus: Novartis ... "], ["2020-05-28 13:00", "The Men's Health Grooming Awards 2020 ... 39;s like starting your night at a romantic dinner and ending it on the dance floor. . 14 of 80 Armani Acqua Di Gio Profundo sephora.com $138.00 BUY IT HERE Think of this as a more grown-up version of the classic Armani. Botanicals like rosemary and lavender combine with woods like patchouli to create a striking, mature scent. . 15 of 80 Calvin Klein Eternity Eau De Parfum macys.com $72.00 BUY IT HERE The list of ingredients reads like an inventory for a garden (apple, sage, geranium) and makes you smell like one—in a good way. . 16 of 80 Jo Malone Huntsman Birch & Black Pepper neimanmarcus.com $190.00 BUY IT HERE For their first men's specific fragrances, Jo Malone collaborated with Savile Row tailors Huntsman and this sophisticated cologne is the ... "], ["2020-05-27 21:31", "Macy's Prices $1.3 Billion in Bonds at 8.375% ...  Newsletter Life & Arts Sections Arts Books Cars Food & Drink Health Ideas Reading & Retreating Real Estate Science Sports Style & Fashion Travel More WSJ. Magazine WSJ Puzzles The Future of Everything Far & Away Life Video Arts Video Real Estate Sections Commercial Real Estate House of the Day More Real Estate Video WSJ. Magazine Sections Fashion Art & Design Travel Food Culture Search https://www.wsj.com/articles/macys-prices-1-3-billion-in-bonds-at-8-375-11590615102 Print Text Share Facebook Twitter Permalink CFO Journal Macy's Prices $1.3 Billion in Bonds at 8.375% The retailer is said to have gotten $6 billion in orders Macy's ability to raise funds under current market conditions was seen as a favorable development. Photo: Image Of Sport/Zuma ... "]]}}