{"postfix": "man-aktie", "name": "MAN", "wkn": "593700", "time": "2020.06.02 14:11", "ts": 1591099912, "features": {"KGV": "32.63", "Marktkapitalisierung": {"Size": "Mrd", "Value": "6.41"}, "GA": "2.76", "KBV": "2.51", "BA": "37.98", "KCV": "53.99", "CA": "1.77", "Vola30": "28.08", "Vola90": "49.23", "Vola180": "38.57", "Vola250": "37.06"}, "rivals": ["daimler-aktie", "honda-aktie", "renault-aktie", "rheinmetall-aktie", "navistar-aktie", "paccar-aktie", "duerr-aktie"], "text_data": {"de": [["28.05.20", "ROUNDUP: Deutsche Bahn verklagt Lkw-Hersteller auf 385 Millionen Euro"], ["28.05.20", "Bahn und Bundeswehr wollen Schadenersatz von Lkw-Kartell"], ["27.05.20", "Prozess: Bahn und Bundeswehr gegen Europas Lkw-Hersteller"], ["26.05.20", "WDH/Acea: Europäischer Nutzfahrzeugmarkt sackt immer stärker ab"], ["26.05.20", "Acea: Europäischer Nutzfahrzeugmarkt sackt immer stärker ab"], ["15.05.20", "ROUNDUP: VW-Konzernverkäufe brechen im April weg - Lichtblick China"], ["15.05.20", "VW-Konzernverkäufe brechen im April weg - Lichtblick China"], ["14.05.20", "MAN-Betriebsrat fordert Kaufprämie für Lastwagen"], ["07.05.20", "VDMA: Volle Wucht der Krise erst in nächsten Monaten sichtbar"], ["06.05.20", "Auch IAA Nutzfahrzeuge muss wegen Corona-Einschränkungen ausfallen"], ["04.05.20", "ROUNDUP: VW-Tochter Traton will Abwrackprämie für Lastwagen"], ["04.05.20", "MAN-Mutterkonzern Traton erwartet weiteren Ergebniseinbruch"], ["04.05.20", "VW-Holding Traton rechnet mit 'drastischem Absatzrückgang' im zweiten Quartal"], ["27.04.20", "ROUNDUP 2/Der große Hochlauf: VW schaltet auch am Stammsitz wieder Bänder an"], ["27.04.20", "ROUNDUP/Der große Hochlauf: VW schaltet auch am Stammsitz wieder Bänder an"], ["24.04.20", "Acea: Europäischer Nutzfahrzeugmarkt bricht im März fast um die Hälfte ein"], ["23.04.20", "WDH/ROUNDUP: VW fährt Produktion wieder hoch - Aufatmen bei Zulieferern"], ["23.04.20", "ROUNDUP 3: VW fährt Produktion wieder hoch - Aufatmen bei Zulieferern"], ["23.04.20", "ROUNDUP 2: VW fährt Produktion wieder hoch - Aufatmen bei Zulieferern"], ["22.04.20", "ROUNDUP: VW-Lkw-Holding Traton mit Gewinneinbruch wegen Corona-Krise"], ["21.04.20", "Gewinn von MAN-Mutterkonzern Traton bricht um zwei Drittel ein"], ["09.04.20", "MAN-Betriebsrat ruft im Jobabbau-Streit nach VW-Konzern"], ["03.04.20", "VDMA: Liquidität in der Krise ist überlebenswichtig"], ["24.03.20", "ROUNDUP: Kurzarbeit für rund 80 000 VW-Beschäftigte in Deutschland"], ["24.03.20", "MAN veröffentlicht Geschäftsbericht 2019"], ["23.03.20", "Coronakrise bringt MAN-Mutterkonzern Traton stärker in die Bredouille"]], "en": [["2020-06-02 12:09", "D.C. Episcopal bishop 'outraged' by Trump's visit to her church ...  night from a fire in the church basement. Budde said \"our suffering was minimal\" compared with businesses that were destroyed by recent looting, even as she defended the goals of peaceful protesters responding to Floyd's killing. \"We can rebuild the church. We can replace the furnishings of a nursery,\" she said, referring to the damaged area. \"We can't bring a man's life back.\" The presiding bishop of the Episcopal Church, Michael Curry, issued his own statement saying that Trump had \"used a church building and the Holy Bible for partisan political purposes.\" Advertisement \"This was done in a time of deep hurt and pain in our country, and his action did nothing to help us or to heal us,\" added Curry, the ... "], ["2020-06-02 12:09", "7 states, D.C. vote amid coronavirus pandemic, social unrest ... . Party unity will likely be an afterthought this week, however, as more immediate health and safety concerns dominate the national conversation. The coronavirus death toll has surged past 100,000 nationwide, and thousands of new cases are reported each day. At the same time, several major cities, including some voting Tuesday, are grappling with protests following the killing of George Floyd, a handcuffed black man who died after a white Minneapolis police officer pressed his knee into Floyd's neck for several minutes. Washington, D.C., Mayor Muriel Bowser ordered a 7 p.m. curfew, though voting places will be open until 8 p.m. Voting has been deemed essential, and city officials say voters will not be subject to arrest if they cast ballots during the ... "], ["2020-06-02 12:09", "On the spot where George Floyd died, his brother urges calm ...  in the streets Monday, saying destruction is \"not going to bring my brother back at all.\" Terrence Floyd's emotional plea came as the United States braced for another night of violence in response to Floyd's killing a week ago. Chants of \"What's his name? George Floyd!\" filled the air as a large crowd gathered at the spot where the black man who became the latest symbol of racial injustice in America lay handcuffed and dying as a white police officer pressed his knee into his neck, The Associated Press reported. Wearing a face mask with Floyd's image on it, his brother dropped to his knees at the storefront that has been turned into a memorial covered with flowers and signs. As he kneeled silently, many who were around him ... "], ["2020-06-02 12:06", "Southwest monsoon to hit Goa on June 6 ...  cases in India Narendra Modi Cyclone Nisarga India China news News India News Southwest monsoon to hit Goa on June 6 Southwest monsoon to hit Goa on June 6 PTI / Jun 2, 2020, 14:06 IST Facebook Twitter Linkedin Mail AA + Text Size Small Medium Large Up Next Southwest monsoon to hit Goa on June 6 George Floyd's death sends clear message that common man's life values: Mayawati Manipur reports two new Covid-19 cases, state count at 85 Supreme Court adjourns hearing on plea seeking changing name from India to 'Bharat' Representational Image. (Getty Images) PANAJI: The southwest monsoon is expected to arrive in Goa on June 6, a senior official from the India Meteorological Department said on Tuesday. However, the coastal state will witness heavy ... "], ["2020-06-02 12:06", "Vallejo police investigating officer-involved shooting during reports of looting ... Rodney King riots, asks residents to 'stay at home' Powerful images show clashes with police, demonstrators during protests over George Floyd's death Report a correction or typo Related topics: vallejo protest vandalism looting george floyd Share: Share Tweet Email Copyright 2020 KGO-TV. All Rights Reserved. More Videos From CNN Newsource affiliates TOP STORIES Exclusive: Man who helped injured officer in SJ protest later shot with rubber bullet George Floyd updates: Vallejo PD investigating officer-involved shooting during reported looting Santa Clara County businesses prepare for reopening and potential rioters 'We will see a surge in COVID': UCSF doctor has warning for protesters VIDEO: The best and worst moments from Bay Area protests ... "], ["2020-06-02 12:05", "Boxing legend Floyd Mayweather is paying for George Floyd's funeral ...  champion Floyd Mayweather has offered to pay for George Floyd's funeral and memorial services, and the family has accepted the offer. Mayweather personally has been in touch with the family, according to Leonard Ellerbe, the CEO of Mayweather Promotions. He will handle costs for the funeral on June 9 in Floyd's hometown of Houston, as well as other expenses. Floyd, a black man, died May 25 after a white Minneapolis police officer pressed his knee into Floyd's neck while Floyd was handcuffed and saying that he couldn't breathe. His death sparked protests in Minneapolis and around the country, some of which became violent. Trending News As more protests turn violent, Trump threatens to send in military Cop shot in head in one of two police ... "], ["2020-06-02 12:05", "George Floyd live updates: Vallejo police investigating officer-involved shooting during reported lootingProtests over the in-custody death of George Floyd have taken place across the San Francisco Bay Area. Many cities are under curfew due to widespread looting and vandalism. Here are the latest updates."], ["2020-06-02 12:03", "Protesters in Sydney call for change in race relationsChanting \"Black lives matter,\" \"I can't breathe\" and \"George Floyd,\" thousands of protesters held an impassioned but peaceful march through central Sydney demanding fundamental change in race relations"], ["2020-06-02 12:03", "EU: George Floyd's death was 'an abuse of power' ...  was the result of an abuse of power and that the 27-nation bloc is \"shocked and appalled\" by it. EU foreign policy chief Josep Borrell told reporters that \"like the people of the United States, we are shocked and appalled by the death of George Floyd.\" Protests erupted throughout the United States and around the world for several days after Floyd, a black man, was killed by former Officer Derek Chauvin, who is white, and has since been arrested and charged. RELATED: World alarmed by violence in US; thousands march in London In a widely circulated cellphone video of the Minneapolis incident, Floyd can be seen on the ground with his hands cuffed behind his back while Officer Chauvin presses him to the pavement with his knee on Floyd's neck ... "], ["2020-06-02 12:03", "Blackout Tuesday sees Instagram users not posting in solidarity with Black Lives Matter ...  death spread from Washington to LA Virus-related deaths at lowest level since end of March Statistics boss criticises Hancock over inadequate test data Coronavirus: What You Need To Know - listen and subscribe to ITV News podcast As lockdown eases, what will you be able to do and where? What could cause a second coronavirus wave? MPs face 1km voting queues as they return to Commons Man arrested on suspicion of murder after two die at house 2m rule halves chance of catching virus compared to 1m, study finds ITV ITV2 ITVBE ITV3 ITV4 CITV ITV Presents Be on TV Mobile Signed Stories Corporate ITV Plc Jobs Press Centre ITV Media Commissioning Information Help Contact Us Terms & Conditions Privacy Notice By using this site, you agree we can set and use cookies ... "], ["2020-06-02 12:03", "Australian Bushfire Probe Scrutinizes Communication Problems ...  Australia Firefighting Plane Crashes A C-130 Hercules aerial water tanker crashed while battling wildfires in the Snowy Monaro region of Australia's southern New South Wales state By Associated Press Thu, 01/23/2020 - 00:58 East Asia Pacific Australia Wildfires Merge into Inferno, but Fairer Weather Forecast Two wildfires become an inferno in southeast Australia, near where a man suffered serious burns protecting a home By Associated Press Sat, 01/11/2020 - 03:15 By Phil Mercer Child Marriage The Worth of a Girl East Asia Pacific Australian Bushfire Probe Scrutinizes Communication Problems Economy & Business Asian Markets Again in Positive Territory East Asia Pacific Vietnam Economy's Virus Recovery Touted as 'Pho-nomenal' VOA News on China ... "], ["2020-06-02 12:02", "'Left Dying In The Street,' President Trump Mentions Dallas Man Beaten During ProtestPresident Trump is acknowledging people getting attacked all over the country --including a Dallas man -- during protests that turned violent in the wake of George Floyd's death last Monday."], ["2020-06-02 12:02", "Keith Ellison, lead prosecutor in George Floyd case: \"Injustice has been a hallmark of our criminal justice system\" ... saw, and I am committed to justice in this case.\" Ellison's comments come after nearly a week of nationwide protests , which have turned into violent clashes between police and demonstrators in many U.S. cities. In Minnesota, Governor Tim Walz fully mobilized the state's National Guard this weekend. The protests were sparked by the death of George Floyd, the Minnesota man who died on May 25 after a police officer pressed his knee onto his neck — despite Floyd's repeated pleading for air. Protests Over Police Violence Lead prosecutor in George Floyd case on probe's next steps NYC looting persists despite curfew, with Macy's among stores hit As more protests turn violent, Trump threatens to send in military Australia investigating ... "], ["2020-06-02 12:02", "Death toll grows in national protests ... , June 1, 2020, to protest the death of George Floyd, who died after being restrained by Minneapolis police officers on May 25. (Source: AP Photo/Noah Berger) They are among the people who have been killed as protests roiled American cities in the week since 46-year-old George Floyd died when a white officer jammed his knee into the back of the black man's neck. The deaths have at times been overshadowed by the shocking images of chaos engulfing cities across America, from heavy-handed riot police tactics to violence, vandalism and arson. Tens of thousands have marched peacefully in demonstrations against police brutality and racism. Many of the people killed were African Americans, compounding the tragedy for black families to lose more members of their ... "], ["2020-06-02 12:02", "Death toll grows in national protests ... , June 1, 2020, to protest the death of George Floyd, who died after being restrained by Minneapolis police officers on May 25. (Source: AP Photo/Noah Berger) They are among the people who have been killed as protests roiled American cities in the week since 46-year-old George Floyd died when a white officer jammed his knee into the back of the black man's neck. The deaths have at times been overshadowed by the shocking images of chaos engulfing cities across America, from heavy-handed riot police tactics to violence, vandalism and arson. Tens of thousands have marched peacefully in demonstrations against police brutality and racism. Many of the people killed were African Americans, compounding the tragedy for black families to lose more members of their ... "], ["2020-06-02 12:02", "Coronavirus update: Rescheduled testing at Diversity Richmond ...  Stoney wants to apologize to peaceful protestors tear-gassed before curfew Video StormTracker 8: Warmer today; Hot & humid by Wednesday Video VSP issues missing senior alert for 80-year-old Fairfax man Virginia lawmakers react to rallies and riots over the weekend Video Local radio hosts lend airwaves to conversations about George Floyd protests Video Medical examiner: Floyd's heart stopped while  ... 39;s Southside Video Live updates: Gas deployed on demonstrators in Richmond during 4th consecutive night of protests Video Virginia lawmakers react to rallies and riots over the weekend Video Man shot and killed at the Rodeway Inn in Richmond's Northside Video Medical examiner: Floyd's heart stopped while restrained Don't Miss Where is my stimulus ... "], ["2020-06-02 12:02", "Two Richmond officers, suspect injured in overnight shootout ... Local News Crime Military Virginia North Carolina National D. C. Bureau Politics Strange 10 On Your Side Investigative George Floyd Protests Tragedy in Va Beach Top Stories Four officers shot in St. Louis amid night of violent protests Video Top Stories Officer shot in the head in Las Vegas on life support Current residential parking permits in Norfolk extended to August Va. Beach man arrested in Maryland for possession of firearm Firefighters respond to fire on Waller Street in Williamsburg Coronavirus Coronavirus in Virginia Coronavirus in NC Phase 1 VA Reopening Testing Call Centers Track Cases in VA Report a COVID-19 Tip Yes We're Open Frontline Heroes Kids Activity Page 12 Hours of Giving Video Live Stream Live Breaking News WAVY Archives Chopper 10 ... "], ["2020-06-02 12:02", "Lidl shopper told to change her 'inappropriate' sarong and top ... sarong around my waist to cover the bottom half of my body, it's not as if I wasn't covered. An embarrassed Lynn Ruane after she was told to cover up in a Lidl store Read More Related Articles Daily Star's newsletter brings you the biggest and best stories sign up today Read More Related Articles Massive 'five mile' queues outside Ikea as lockdown eases and shops reopen \"A security man pulled me aside. He said next time to dress in a more appropriate top. \"I said to him that I had just as much skin out than I would with any other summer tops I own and he said but it's a swimming suit so I need to wear something else. \"And I said I don't need to wear something else basically and I walked off because I just didn't ... "], ["2020-06-02 12:01", "Watch: Sean Penn announces 'Fast Times at Ridgemont High' table read on 'Kimmel'Sections Log in Top News U.S. News World News Featured Voices Odd News Entertainment Movies Music TV Sports Soccer NFL NBA MLB Photos News Entertainment Sports Features More ... Defense Featured Science Health Video Archive Almanac About Feedback Privacy Policy About Feedback Privacy Policy Search Trending Illinois man 'bombs' Trump response Airmen death Beer trail 2nd stimulus Ebola virus Alligator fight G7 invitation TV June 2, 2020 / 8:01 AM Sean Penn announces 'Fast Times' table read By Wade Sheridan ( 0 ) June 2 (UPI) -- Sean Penn announced on Jimmy Kimmel Live that a virtual, Fast Times at Ridgemont High table read will take place in June in support of his non-profit organization Core. The actor said on Monday that the table read was  ... "], ["2020-06-02 12:01", "'I am George Floyd': Air Force Chief Master Sergeant backs protests as Trump threatens military force ...  Journal's editors implored Trump to step on the brakes and not make matters worse. Continue Reading Comments: Trending Latest Videos Trump-loving Omaha bar owner who fatally shot black protester has lengthy criminal record Trump mocked in China's state media for fleeing to bunker in the face of protests: 'Mr President, don't go hide' Kentucky man killed by law enforcement during George Floyd protest had provided police officers with free meals Trump's Confederacy-loving fans accused of treason in brutal new Lincoln Project ad Trump has become the 'invisible president' as his poll numbers collapse with 'breathtaking' speed: conservative Trump wanted to sent brutal message by gassing protesters on way to church: White ... "]]}}