{"postfix": "marvell_technology_group-aktie", "name": "MARVELL_TECHNOLOGY_GROUP", "wkn": "930131", "time": "2020.06.02 12:53", "ts": 1591095187, "features": {"KGV": "37.17", "Marktkapitalisierung": {"Size": "Mrd", "Value": "19.48"}, "GA": "0.66", "KBV": "1.91", "BA": "12.85", "KCV": "30.65", "CA": "0.80", "Vola30": "56.83", "Vola90": "63.87", "Vola180": "56.17", "Vola250": "45.94"}, "rivals": ["broadcom_4-aktie", "lsi_corporation-aktie", "texas_instruments-aktie", "stmicroelectronics-aktie"], "text_data": {"de": [["31.05.20", "So schätzen die Analysten die Zukunft der Marvell Technology Group-Aktie ein"], ["30.05.20", "Marvell Technology Group veröffentlichte Zahlen zum vergangenen Quartal"], ["27.05.20", "Ausblick: Marvell Technology Group informiert über die jüngsten Quartalsergebnisse"], ["13.05.20", "Erste Schätzungen: Marvell Technology Group verkündet Quartalsergebnis zum jüngsten Jahresviertel"], ["30.04.20", "April 2020: So haben Analysten ihre Einstufung der Marvell Technology Group-Aktie angepasst"], ["31.03.20", "März 2020: Die Expertenmeinungen zur Marvell Technology Group-Aktie"], ["13.03.20", "Marvell Technology kündigt unveränderte Dividende an"], ["05.03.20", "MÄRKTE USA/Wall Street mit Coronasorgen auf Talfahrt"], ["05.03.20", "MÄRKTE USA/Wall Street mit Coronasorgen auf Talfahrt"], ["05.03.20", "MÄRKTE USA/Auf die Erholung folgt erneut ein kräftiges Minus"], ["05.03.20", "MÄRKTE USA/Auf die Erholung folgt erneut ein kräftiges Minus"], ["05.03.20", "MÄRKTE USA/Nach der Erholung kräftiges Minus erwartet"], ["03.03.20", "Ausblick: Marvell Technology Group stellt Quartalsergebnis zum abgelaufenen Jahresviertel vor"]], "en": [["29.05.20", "Why Marvell Technology Stock Jumped Today"], ["29.05.20", "Marvell Technology Group Ltd (MRVL) Q1 2020 Earnings Call Transcript"], ["29.05.20", "Marvell Technology (MRVL) Surpasses Q1 Earnings and Revenue Estimates"], ["28.05.20", "Marvell Technology Tops First-Quarter Goals On Data Center, 5G Lift"], ["28.05.20", "Marvell Technology (MRVL) Expected to Beat Earnings Estimates: Should You Buy?"], ["27.05.20", "Marvell Technology (MRVL) Gains But Lags Market: What You Should Know"], ["19.05.20", "Marvell Technology (MRVL) Stock Moves -0.76%: What You Should Know"], ["06.05.20", "Marvell Technology (MRVL) Gains As Market Dips: What You Should Know"], ["27.04.20", "Marvell Technology (MRVL) Gains But Lags Market: What You Should Know"], ["24.04.20", "Cramer's lightning round: Marvell Technology is 'Mr. 5G'"], ["15.04.20", "Marvell Technology (MRVL) Stock Moves -1.49%: What You Should Know"], ["05.03.20", "Marvell Technology Group Ltd (MRVL) Q4 2020 Earnings Call Transcript"], ["04.03.20", "Marvell Technology (MRVL) Q4 Earnings and Revenues Top Estimates"], ["04.03.20", "Marvell Technology Surges As Chipmaker Beats Fourth-Quarter Targets"], ["04.03.20", "Finland's Nokia enters 5G partnership with Marvell Technology"], ["04.03.20", "Finland's Nokia enters 5G partnership with Marvell Technology"], ["26.02.20", "Marvell Technology (MRVL) Expected to Beat Earnings Estimates: Can the Stock Move Higher?"], ["25.02.20", "Marvell Technology (MRVL) Stock Moves -1.35%: What You Should Know"], ["19.02.20", "Marvell Technology (MRVL) Outpaces Stock Market Gains: What You Should Know"], ["10.02.20", "Marvell Technology (MRVL) Gains But Lags Market: What You Should Know"], ["03.02.20", "Marvell Technology (MRVL) Gains But Lags Market: What You Should Know"], ["28.01.20", "Marvell Technology (MRVL) Outpaces Stock Market Gains: What You Should Know"], ["17.01.20", "Marvell Technology (MRVL) Outpaces Stock Market Gains: What You Should Know"], ["17.01.20", "Marvell Technology (MRVL) Surges: Stock Moves 5.7% Higher"], ["10.01.20", "Marvell Technology (MRVL) Gains As Market Dips: What You Should Know"], ["2020-05-30 04:00", "Dell, Williams-Sonoma rise; Nordstrom, Salesforce fall ... -based software company cut its full year financial forecasts because of the virus pandemic's impact. VMware Inc., up $13.83 to $156.27. The cloud-based software company handily beat Wall Street's first-quarter profit and revenue forecasts. Dell Technologies Inc., up $4.06 to $49.64. The computer and technology services provider beat analysts' first-quarter financial forecasts on steady demand. Marvell Technology Group Ltd., up $2.65 to $32.62. The chipmaker gave investors a surprisingly good financial forecast after beating Wall Street's first-quarter earnings expectations. Zscaler Inc., up $22.29 to $98.09. The cloud-based information security provider raised its profit forecast for the year after a surprisingly good fiscal third quarter ... "], ["2020-05-29 20:23", "Dell, Williams-Sonoma rise; Nordstrom, Salesforce fall ...  cloud-based software company cut its full year financial forecasts because of the virus pandemic's impact. VMware Inc., up $13.83 to $156.27. The cloud-based software company handily beat Wall Street's first-quarter profit and revenue forecasts. Dell Technologies Inc., up $4.06 to $49.64. The computer and technology services provider beat analysts' first-quarter financial forecasts on steady demand. Marvell Technology Group Ltd., up $2.65 to $32.62. The chipmaker gave investors a surprisingly good financial forecast after beating Wall Street's first-quarter earnings expectations. AD Zscaler Inc., up $22.29 to $98.09. The cloud-based information security provider raised its profit forecast for the year after a surprisingly good fiscal third ... "], ["2020-05-29 20:20", "Dell, Williams-Sonoma rise; Nordstrom, Salesforce fall ... .79. The cloud-based software company cut its full year financial forecasts because of the virus pandemic's impact. VMware Inc., up $13.83 to $156.27. The cloud-based software company handily beat Wall Street's first-quarter profit and revenue forecasts. Dell Technologies Inc., up $4.06 to $49.64. The computer and technology services provider beat analysts' first-quarter financial forecasts on steady demand. Marvell Technology Group Ltd., up $2.65 to $32.62. MBA BY THE BAY: See how an MBA could change your life with SFGATE's interactive directory of Bay Area programs. The chipmaker gave investors a surprisingly good financial forecast after beating Wall Street's first-quarter earnings expectations. Zscaler Inc., up $22.29 to $98.09. The ... "], ["2020-05-29 20:20", "Dell, Williams-Sonoma rise; Nordstrom, Salesforce fall ...  cloud-based software company cut its full year financial forecasts because of the virus pandemic's impact. VMware Inc., up $13.83 to $156.27. The cloud-based software company handily beat Wall Street's first-quarter profit and revenue forecasts. Dell Technologies Inc., up $4.06 to $49.64. The computer and technology services provider beat analysts' first-quarter financial forecasts on steady demand. Marvell Technology Group Ltd., up $2.65 to $32.62. The chipmaker gave investors a surprisingly good financial forecast after beating Wall Street's first-quarter earnings expectations. Zscaler Inc., up $22.29 to $98.09. Nominate Your Workplace Love your job? Show it off with Top Workplaces The cloud-based information security provider raised its ... "], ["2020-05-29 20:20", "Dell, Williams-Sonoma rise; Nordstrom, Salesforce fall ... -based software company cut its full year financial forecasts because of the virus pandemic's impact. VMware Inc., up $13.83 to $156.27. The cloud-based software company handily beat Wall Street's first-quarter profit and revenue forecasts. Dell Technologies Inc., up $4.06 to $49.64. The computer and technology services provider beat analysts' first-quarter financial forecasts on steady demand. Marvell Technology Group Ltd., up $2.65 to $32.62. ADVERTISEMENT The chipmaker gave investors a surprisingly good financial forecast after beating Wall Street's first-quarter earnings expectations. Zscaler Inc., up $22.29 to $98.09. The cloud-based information security provider raised its profit forecast for the year after a surprisingly good fiscal ... "], ["2020-05-29 19:38", "Trump Ends Hong Kong's Special Trade Status ...  alerts, and more. I agree to TheMaven's Terms and Policy Sign Up Already have an account? Login here Alerts | Newsletters JIM CRAMER INVESTING PERSONAL FINANCE RETIREMENT TECHNOLOGY MARKETS HOW-TO VIDEO FINANCIAL ADVISOR CENTER Login Account Trump Ends Hong Kong's Special Trade Status \"Hong Kong no longer is sufficiently autonomous to warrant ...  Adoption By Annie Gaus INVESTING Bulls Won April and May but Can They Keep It Going in June? By Bret Kenwell INVESTING Morgan Stanley to Bring Employees Back to NYC in June By Rob Lenihan INVESTING Marvell Gaps Higher and Fills the Gap - Here's How to Trade It By Richard Suttmeier INVESTING Grubhub Seeks Termination-Fee Contingency in Uber Deal By Dan Weil INVESTING Fed's Powell: Main Street Lending ... "], ["2020-05-29 17:52", "Why Marvell Technology Stock Jumped Today ...  in February of 2002. Returns as of 05/29/2020. Join Stock Advisor Cumulative Growth of a $10,000 Investment in Stock Advisor Calculated by Time-Weighted Return Stocks MRVL Marvell Technology Group NASDAQ: MRVL $31.54 up $1.57 (5.24%) Related Articles Marvell Technology Group Ltd (MRVL) Q1 2020 Earnings Call Transcript My Top Dividend Stock to Buy Amid the Coronavirus Crisis This Top 5G Stock Is Beating the Coronavirus Blues Marvell Technology Group Ltd (MRVL) Q4 2020 Earnings Call Transcript Why Marvell Technology's Stock Jumped 13% Today Why Marvell Technology Stock Jumped Today @themotleyfool #stocks $MRVL Next Article Prev 1 2 3 4 5 Next Terms of Use Privacy Policy Accessibility Policy Copyright, Trademark and Patent Information Terms and Conditions ... "], ["2020-05-29 15:30", "Marvell Technology Group Ltd (MRVL) Q1 2020 Earnings Call Transcript ... launched in February of 2002. Returns as of 05/29/2020. Join Stock Advisor Cumulative Growth of a $10,000 Investment in Stock Advisor Calculated by Time-Weighted Return Stocks MRVL Marvell Technology Group NASDAQ: MRVL $31.90 up $1.93 (6.44%) Related Articles My Top Dividend Stock to Buy Amid the Coronavirus Crisis This Top 5G Stock Is Beating the Coronavirus Blues Marvell Technology Group Ltd (MRVL) Q4 2020 Earnings Call Transcript Why Marvell Technology's Stock Jumped 13% Today Don't Dump This 5G Stock Despite a Double Downgrade Marvell Technology Group Ltd (MRVL) Q1 2020 Earnings Call Transcript @themotleyfool #stocks $MRVL Next Article Prev 1 2 3 4 5 Next Terms of Use Privacy Policy Accessibility Policy Copyright, Trademark and Patent Information ... "], ["2020-05-29 13:54", "Marvell's (MRVL) Q1 Earnings & Revenues Surpass Estimates ... 's first trillionaires,\"\" but that should still leave plenty of money for regular investors who make the right trades early. See Zacks' 3 Best Stocks to Play This Trend > > In-Depth Zacks Research for the Tickers Above Normally $25 each - click below to receive one report FREE: NVIDIA Corporation (NVDA) - free report > > Apple Inc. (AAPL) - free report > > Marvell Technology Group Ltd. (MRVL) - free report > > Fortinet, Inc. (FTNT) - free report > > Published in computers earnings tech-stocks Zacks' 7 Best Strong Buy Stocks for June, 2020 Free Research for Zacks.com Readers Experts have chosen 7 stocks out of 220 Zacks Rank #1 Strong Buys that have the highest potential to increase in price quickly amid the global health crisis. A recent ... "], ["2020-05-28 22:25", "Stocks making the biggest moves after hours: Williams-Sonoma, Dell, VMware and more ...  notebooks and high-single-digit revenue growth in mobile workstations, according to its earnings release . VMware — Shares of the information technology company climbed 9% in extended trading after the company announced its earnings for the first quarter. VMware posted earnings of $1.52 per share excluding some items on revenue of $2.73 billion, while analysts polled by Refinitiv expected earnings of $1.20 per share with revenue of $2.64 billion. Marvell Technology Group — The semiconductor company's stock jumped 6% in extended trading after Marvell published its first-quarter earnings. Marvell reported earnings of 18 cents per share excluding some items on revenue of $694 million, while analysts polled by Refinitiv expected earnings ... "], ["2020-05-28 22:05", "Marvell Technology (MRVL) Surpasses Q1 Earnings and Revenue Estimates ...  of the Zacks Industry Rank, Semiconductor - Communications is currently in the top 19% of the 250 plus Zacks industries. Our research shows that the top 50% of the Zacks-ranked industries outperform the bottom 50% by a factor of more than 2 to 1. In-Depth Zacks Research for the Tickers Above Normally $25 each - click below to receive one report FREE: Marvell Technology Group Ltd. (MRVL) - free report > > Published in earnings earnings-estimates earnings-outlook earnings-surprise industry-outlook zacks-consensus-estimate zacks-rank Zacks' 7 Best Strong Buy Stocks for June, 2020 Free Research for Zacks.com Readers Experts have chosen 7 stocks out of 220 Zacks Rank #1 Strong Buys that have the highest potential to increase in price quickly amid the global ... "], ["2020-05-28 21:50", "Innoviva (INVA) Dips More Than Broader Markets: What You Should Know ...  Forward P/E ratio of 8.25. This valuation marks a discount compared to its industry's average Forward P/E of 14.48. The Large Cap Pharmaceuticals industry is part of the Medical sector. This group has a Zacks Industry Rank of 13, putting it in the top 6% of all 250+ industries. The Zacks Industry Rank gauges the strength of our industry groups by measuring the average Zacks Rank of the individual ...  Strong Buy list has averaged returns more than twice the market. See its 7 best stocks now. Privacy Policy | No cost, no obligation to buy anything ever. Up Next Marvell Technology (MRVL) Surpasses Q1 Earnings and Revenue Estimates Most Read E-Commerce ETFs Surge Amid Coronavirus Crisis Just When the Market Looked Impervious to Bad News Top Research Reports for ... "], ["2020-05-28 21:50", "GlaxoSmithKline (GSK) Gains As Market Dips: What You Should Know ...  expected earnings growth rate. The Large Cap Pharmaceuticals was holding an average PEG ratio of 1.98 at yesterday's closing price. The Large Cap Pharmaceuticals industry is part of the Medical sector. This group has a Zacks Industry Rank of 13, putting it in the top 6% of all 250+ industries. The Zacks Industry Rank gauges the strength of our individual industry groups by measuring the average Zacks Rank  ...  Buy list has averaged returns more than twice the market. See its 7 best stocks now. Privacy Policy | No cost, no obligation to buy anything ever. Up Next Marvell Technology (MRVL) Surpasses Q1 Earnings and Revenue Estimates Most Read E-Commerce ETFs Surge Amid Coronavirus Crisis Just When the Market Looked Impervious to Bad News Top Research Reports  ... "], ["2020-05-28 20:57", "Marvell: Fiscal 1Q Earnings SnapshotHAMILTON, Bermuda (AP) _ Marvell Technology Group Ltd. (MRVL) on Thursday reported a loss of $113 million in its fiscal first quarter. On a per-share basis, the Hamilton, Bermuda-based company said it had a loss of 17 cents. Earnings, adjusted for amortiz"], ["2020-05-28 20:57", "Marvell: Fiscal 1Q Earnings SnapshotHAMILTON, Bermuda (AP) _ Marvell Technology Group Ltd. (MRVL) on Thursday reported a loss of $113 million in its fiscal first quarter. On a per-share basis, the Hamilton, Bermuda-based company said it had a loss of 17 cents. Earnings, adjusted for amortiz"], ["2020-05-28 20:47", "Marvell Rises on Solid Q1 Earnings Report ...  the subject of mostly bullish analyst takes following its March earnings release with a Barclays analyst saying \"The company is well positioned to benefit from secular growth drivers with the best 5G exposure in the group. Although storage is weak, MRVL diversification efforts should help drive a re-rating as a diversified communication semiconductor company.\" Marvell is a holding in Jim Cramer's Action Alerts PLUS member club . Want to be alerted before Jim Cramer buys or sells MRVL? Learn more now. Tags terms: Technology By Tony Owusu INVESTING Salesforce Shares Fall on Weak Revenue Guidance By Annie Gaus MARKETS Stocks Finish Lower as Trump Plans China News Conference By Joseph Woelfel INVESTING Stock Market Today With Jim Cramer: President ... "], ["2020-05-28 20:31", "Marvell Technology Tops First-Quarter Sales, Earnings GoalsChipmaker Marvell Technology Group late Thursday beat Wall Street's estimates for its fiscal first quarter ended May 2. The Marvell earnings report sent MRVL stock higher in extended trading. The post Marvell Technology Tops First-Quarter Sales, Earni"], ["2020-05-28 17:36", "IBD Live Q&A Summary, Key Lists For Thursday, May 28, 2020 ...  LMT Lockheed Martin Corp LOGI Logitech Intl Sa LOW Lowes Companies Inc LULU Lululemon Athletica LVGO Livongo Health Inc MA Mastercard Inc Cl A MAS Masco Corp MASI Masimo Corp MCO Moodys Corporation MDB Mongodb Inc Cl A MELI Mercadolibre Inc MKC Mccormick & Co MKTX Marketaxess Holdings Inc MNST Monster Beverage Corp MOH Molina Healthcare Inc MRVL Marvell Technology Group MSCI M S C I Inc MSFT Microsoft Corp MTCH Match Group Inc MTH Meritage Homes Corp MYOK Myokardia Inc NBIX Neurocrine Biosciences NDAQ Nasdaq Inc NET Cloudflare Inc Cl A NFLX Netflix Inc NICE Nice Ltd Ads NLOK Nortonlifelock Inc NOW Servicenow Inc NUAN Nuance Communications NVDA Nvidia Corp ODFL Old Dominion Fght Line OKTA Okta Inc Cl A ONEM 1Life Healthcare Inc PAAS Pan American Silver Corp ... "], ["2020-05-28 16:30", "Marvell Technology (MRVL) Expected to Beat Earnings Estimates: Should You Buy? ...  appears a compelling earnings-beat candidate. However, investors should pay attention to other factors too for betting on this stock or staying away from it ahead of its earnings release. In-Depth Zacks Research for the Tickers Above Normally $25 each - click below to receive one report FREE: Marvell Technology Group Ltd. (MRVL) - free report > > Published in consensus-outlook earnings earnings-consensus earnings-esp earnings-estimates-revisions earnings-expectations earnings-preview stock-price-change zacks-consensus-estimate Zacks' 7 Best Strong Buy Stocks for June, 2020 Free Research for Zacks.com Readers Experts have chosen 7 stocks out of 220 Zacks Rank #1 Strong Buys that have the highest potential to increase in price quickly amid the global ... "], ["2020-05-28 16:30", "Earnings Preview: At Home Group (HOME) Q1 Earnings Expected to Decline ... its future earnings. So, it's worth taking a look at the surprise history for gauging its influence on the upcoming number. For the last reported quarter, it was expected that At Home Group would post earnings of $0.37 per share when it actually produced earnings of $0.37, delivering no surprise. Over the last four quarters, the company has beaten consensus EPS estimates two times. Bottom ... our Strong Buy list has averaged returns more than twice the market. See its 7 best stocks now. Privacy Policy | No cost, no obligation to buy anything ever. Up Next Marvell Technology (MRVL) Expected to Beat Earnings Estimates: Should You Buy? Most Read E-Commerce ETFs Surge Amid Coronavirus Crisis FOMO Driving the Rotation Towards Value Stocks New Strong Buy Stocks for ... "]]}}