{"postfix": "mastercard-aktie", "name": "MASTERCARD", "wkn": "A0F602", "time": "2020.06.02 12:04", "ts": 1591092262, "features": {"KGV": "38.99", "Marktkapitalisierung": {"Size": "Mrd", "Value": "268.22"}, "GA": "7.77", "KBV": "51.31", "BA": "5.90", "KCV": "37.85", "CA": "8.00", "Vola30": "39.9", "Vola90": "68.53", "Vola180": "51.64", "Vola250": "39.54"}, "rivals": ["american_express-aktie", "barclays-aktie", "fidelity_national_information_services-aktie", "discover_financial_service-aktie", "visa-aktie"], "text_data": {"de": [["31.05.20", "Mai 2020: Analysten sehen Potenzial bei MasterCard-Aktie"], ["30.04.20", "Visa verdient trotz Corona-Krise mehr - warnt aber vor Konsumrückgang"], ["30.04.20", "MasterCard-Aktie: Was Analysten im April vom Papier halten"], ["30.04.20", "Mastercard: Positive Überraschung"], ["30.04.20", "MasterCard stellte Zahlen zum jüngsten Quartal vor"], ["27.04.20", "ROUNDUP 2: Milliarden unter dem Kopfkissen - Menschen setzten auf Bargeld"], ["27.04.20", "ROUNDUP: Milliarden unter dem Kopfkissen - Menschen setzten auf Bargeld"], ["19.04.20", "Experte: Kartenzahlungen verdrängen Bares wegen Corona schneller"], ["17.04.20", "Facebook-Digitalwährung Libra mit geändertem Konzept"], ["16.04.20", "Migros, Coop und Co. gehen auf Mastercard und Visa los"], ["15.04.20", "Kreditwirtschaft verdoppelt Limit für kontaktlose Zahlungen"], ["03.04.20", "Auch Schweden beim EZB-System für blitzschnelle Geldtransfers dabei"], ["31.03.20", "MasterCard-Aktie: Das sind die Expertenmeinungen des Monats März"], ["30.03.20", "Verstärkung für Grover, neuer CEO bei Mastercard und Alibaba verliert den Deutschlandchef "], ["30.03.20", "Kreditwirtschaft verdoppelt Limit für kontaktlose Zahlungen"], ["27.03.20", "Coronakrise: Mastercard setzt Limit für PIN-lose Zahlungen hoch"], ["26.03.20", "Mastercard erhöht Limit für kontaktlose Zahlungen ohne PIN "], ["26.03.20", "Mastercard hebt das Limit für kontaktlose Zahlungen an"], ["25.03.20", "Handeln trotz Corona: Corona-Krise: Ebay schränkt ein, Mastercard erhöht Limit"], ["25.03.20", "Coronavirus: Mastercard hebt Limit für kontaktlose Zahlungen ohne Pin-Eingabe an"], ["25.03.20", "MasterCard hebt Limit für kontaktlose Zahlungen ohne Pin-Eingabe an"], ["12.03.20", "Mastercard: Auch Liebling der Anleger crasht"], ["11.03.20", "Händler sparen Milliarden bei Kreditkarten-Gebühren"]], "en": [["29.05.20", "Why Is MasterCard (MA) Up 9.9% Since Last Earnings Report?"], ["26.05.20", "Choose Discover Financial Stock Over Mastercard For Long-Term Gains?"], ["21.05.20", "Mastercard staff can work from home 'until ready'"], ["21.05.20", "Mastercard workers can work from home until pandemic ends: report"], ["21.05.20", "Mastercard to allow staff to work from home until virus fears subside"], ["21.05.20", "Mastercard to allow staff to work from home until virus fears subside"], ["21.05.20", "UPDATE 1-Mastercard to allow staff to work from home until virus fears subside"], ["21.05.20", "Mastercard to allow staff to work from home until COVID-19 vaccine hits market, executive says"], ["21.05.20", "Mastercard to allow staff to work from home until COVID-19 vaccine hits market - exec"], ["21.05.20", "Mastercard to allow staff to work from home until COVID-19 vaccine hits market: executive"], ["21.05.20", "CORRECTED-Mastercard to allow staff to work from home until COVID-19 vaccine hits market - exec"], ["21.05.20", "Mastercard won't send staff back to office without coronavirus vaccine"], ["21.05.20", "Mastercard will not send staff back to offices without coronavirus vaccine - exec"], ["21.05.20", "Mastercard will not send staff back to offices without coronavirus vaccine, executive says"], ["21.05.20", "MasterCard will not send staff back to offices without coronavirus vaccine"], ["21.05.20", "Mastercard will not send staff back to offices without coronavirus vaccine: executive"], ["20.05.20", "Mastercard will not send staff back to offices without coronavirus vaccine -exec"], ["19.05.20", "Israel's Digital Bank to issue Isracard Mastercard cards"], ["18.05.20", "35% of Hungarians shop online more than ever before, Mastercard says"], ["18.05.20", "35% of Hungarians shop online more than ever, Mastercard says"], ["15.05.20", "Mastercard Rolls Out Platform for Easing B2B Payments"], ["15.05.20", "Mastercard Is Up 35% Since March 23; Is There Room For More?"], ["14.05.20", "Mastercard (MA) Sees a Steady Rebound in Business Volumes"], ["13.05.20", "Mastercard sees slight rebound in credit-card use in recent weeks"], ["13.05.20", "Mastercard Rolls Out New B2B Payments System in the U.S."], ["07.05.20", "Visa falling behind MasterCard in Korea "], ["04.05.20", "In a Post-Coronavirus World, Mastercard Will Be a Staple"], ["04.05.20", "Mastercard promotes Mark Barnett to European president role"], ["30.04.20", "Mastercard Beats on Earnings and Revenue in First Quarter"], ["30.04.20", "UAE contactless payments up 100% in March, Mastercard data shows"], ["30.04.20", "MasterCard Inc (MA) Q1 2020 Earnings Call Transcript"], ["29.04.20", "Mastercard (MA) Q1 Earnings Beat Despite Coronavirus Fallout"], ["29.04.20", "Earnings Results: Mastercard stock rockets higher after ‘game-changing’ e-commerce momentum"], ["29.04.20", "Here's Why Visa, Mastercard, and American Express Are Higher on Wednesday"], ["29.04.20", "Stock Market News: Mastercard Charges Ahead; Alphabet Spells Ad Success"], ["29.04.20", "Mastercard sees spending return as economies open after coronavirus gloom"], ["29.04.20", "UPDATE 2-Mastercard sees spending return as economies open after coronavirus gloom"], ["29.04.20", "Mastercard sees spending stabilising after lockdown plunge"], ["29.04.20", "MasterCard (MA) Q1 Earnings and Revenues Beat Estimates"], ["29.04.20", "Mastercard says spending stabilizing as profit beats estimates"], ["2020-06-02 09:31", "ZIP's creative US expansion ...  valuation. Using the typical metric used in the tech world when companies don't make a profit, Afterpay is valued at about 29 times its revenue. Much of that can be attributed to expectations of continued rapid growth in the US market. Zip, which has not made a profit, is valued at a relatively modest nine times revenue. The monsters of the payments world, Mastercard and Visa, are valued at 17.8 times and 15.9 times revenue respectively, according to data compiled by stockbroker Morgans. Zip and Afterpay deserve credit for the way they have played the global expansion game. Not surprisingly there are similarities in how they have gone about it. Advertisement Both recognised the importance of cracking the US market and both were able to find strategic ... "], ["2020-06-02 09:28", "Harvard alum plots disruption of Asia's moneychangers ...  empower the bank's 11.6 million online customers to transact shop in over 150 currencies, the company hopes to attract over 400,000 users within the first year. With more than 60% of YouTrip users aged 24 to 39 years old, and more than 10 million transactions so far recorded on the app, You Technologies has also partnered with payments giant Mastercard on a special payments card that allows consumers to buy goods and services in foreign currencies without incurring additional fees. Chu said she wants to see YouTrip expand into Indonesia, Malaysia, Vietnam and the Philippines within the next two years. Despite the coronavirus pandemic decimating the travel and tourism industry so far this year, Chu said she believed the current downturn was temporary ... "], ["2020-06-02 09:06", "Charles Schwab Challenge: Which golfer has the most wins? ... . Check out what's clicking on Foxnews.com. The Charles Schwab Challenge has been held annually since 1946 at the Colonial Country Club in Fort Worth, Texas. The event has been renamed several times with sponsor changes. The event has been called the Fort Worth Invitational, Dean & DeLuca Invitational, Crowne Plaza Invitational at Colonial, Bank of America Colonial, MasterCard Colonial, Colonial National Invitation, Southwestern Bell Colonial and the Colonial National Invitation. The event is one of five tournaments that are given an \"invitational\" status by the PGA Tour and does not offer open qualifying. The 2020 field will be larger than previous fields because of the coronavirus pandemic. There are several players who have won the tournament ... "], ["2020-06-02 08:53", "Mastercard brings Fintech Express to EuropeMastercard has brought its Fintech Express programme to Europe, providing easy access to a customised set of rules, relevant resources and digital-first services to help startups add payments to their suite of products."], ["2020-06-02 08:32", "Harvard alum plots disruption of Asia's moneychangers ...  empower the bank's 11.6 million online customers to transact shop in over 150 currencies, the company hopes to attract over 400,000 users within the first year. With more than 60% of YouTrip users aged 24 to 39 years old, and more than 10 million transactions so far recorded on the app, You Technologies has also partnered with payments giant Mastercard on a special payments card that allows consumers to buy goods and services in foreign currencies without incurring additional fees. Chu said she wants to see YouTrip expand into Indonesia, Malaysia, Vietnam and the Philippines within the next two years. Despite the coronavirus pandemic decimating the travel and tourism industry so far this year, Chu said she believed the current downturn was temporary ... "], ["2020-06-02 06:56", "Magellan co-founder Mackay turns ultra-bearish ...  NAV, or 20 per cent given permission from the board. MFF Capital has not publicly disclosed any hard limits on cash holdings. Mr Mackay told investors at the end of financial 2019 that higher market prices, and sustained low-interest rates, meant that his expectations for future medium-term returns were lower. His biggest current equity positions are Visa (18.2 per cent), MasterCard (16.2 per cent), and Home Depot (9.3 per cent). Tom Richardson reports and comments on investment markets. Connect with Tom on Twitter . Email Tom at tom.richardson@afr.com Save Log in or Subscribe to save article Share License article Read More Investing MFF Capital Investments Sharemarket Global economy Latest Stories Construction Kerry Stokes' Seven Group buys Boral stake ... "], ["2020-06-01 04:54", "Korean star Im counting the days until golf's return ...  to the TOUR Championship. I would, of course, like to win the FedExCup, but there are so many strong competitors on the PGA TOUR. It's easy to forget that I'll actually be leading in the season-long standings when play resumes. I was playing well before the season was delayed, winning my first career Tour event at The Honda Classic, before finishing third at the Arnold Palmer Invitational presented by Mastercard. If I were to win the FedExCup, I don't think I could even put into words what it would mean to me. It would definitely be a turning point in my career, and it motivates me to have a strong season. Even though we still have a long way to go, I try not to be too greedy and rather, focus on the task at hand. As everyone knows, you can' ... "], ["2020-06-01 01:30", "Trust Stamp to float for 29m in year's first IPO here ...  Twitter Email Whatsapp Trust Stamp expects to start trading here in September. Photo: Charles Platiau/Reuters Shawn Pogatchnik June 01 2020 02:30 AM Facebook Twitter Email American identity technology firm Trust Stamp will list on Euronext Dublin later this year in what will be the Irish market's first flotation of 2020. The Atlanta-based authentication services partner to credit card giants Mastercard and Synchrony Financial chose Dublin over New York's Nasdaq and the London Stock Exchange. It expects to start trading here in September at a valuation of 29m, or 7 a share - a price set as part of its current funding round. Chief executive Gareth Genner confirmed the move to the Irish Independent ahead of a formal announcement. The five-year-old firm ... "], ["2020-05-31 20:34", "The Technochasm and Banking ...  processed payments 18%. Given the sharp overall drop in economic activity, these are staggering figures. The total commerce pie shrank dramatically during the month, yet PayPal managed to produce strong double-digit growth. This is in stark contrast to the major credit card companies. Both Visa Inc. (V) and Mastercard Inc. (MA) suffered 20% or greater declines in transaction activity over the same period. Up until this crisis, Visa and Mastercard were widely viewed as the most powerful and entrenched payments companies out there. However, as PayPal gains market share, its valuation will continue to catch up with the credit card titans. Simply put, PayPal is an innovative market force that will continue to lead. The company was already producing fantastic ... "], ["2020-05-31 19:12", "Closer than humanly possible: New launch pad photos capture historic SpaceX liftoff in all its glory ... 3% NASA and SpaceX rehearse for big launch day, complete with a Tesla ride to the pad Scientists trace the roundabout route that coronavirus took from bats and pangolins to people Why these ex-DeepMind engineers picked Seattle to launch new AI startup Phaidra Microsoft CEO Satya Nadella warns about the consequences of embracing remote work permanently Seattle startup DefinedCrowd lands $50M to help Mastercard, BMW, others improve their AI services Trending: 'Light this candle!' SpaceX sends NASA astronauts on historic trip to space station in Dragon capsule Space Closer than humanly possible: New launch pad photos capture historic SpaceX liftoff in all its glory by Kevin Lisota on May 31, 2020 at 12:12 pm May 31, 2020 at 12:15 pm Comments Share Tweet ... "], ["2020-05-31 17:36", "Amazon, Microsoft, other tech leaders sound off amid protests over death of George Floyd ...  NASA and SpaceX rehearse for big launch day, complete with a Tesla ride to the pad Scientists trace the roundabout route that coronavirus took from bats and pangolins to people Why these ex-DeepMind engineers picked Seattle to launch new AI startup Phaidra Microsoft CEO Satya Nadella warns about the consequences of embracing remote work permanently Seattle startup DefinedCrowd lands $50M to help Mastercard, BMW, others improve their AI services Trending: 'Light this candle!' SpaceX sends NASA astronauts on historic trip to space station in Dragon capsule Amazon, Microsoft, other tech leaders sound off amid protests over death of George Floyd by Taylor Soper on May 31, 2020 at 10:36 am May 31, 2020 at 11:23 am Comments Share 21 Tweet Share Reddit ... "], ["2020-05-31 15:54", "'Dragon arriving': For first time, astronauts reach the space station in SpaceX capsule ...  loosens restrictions for phased opening as shutdown order approaches expiration NASA and SpaceX rehearse for big launch day, complete with a Tesla ride to the pad Why these ex-DeepMind engineers picked Seattle to launch new AI startup Phaidra Microsoft CEO Satya Nadella warns about the consequences of embracing remote work permanently Seattle startup DefinedCrowd lands $50M to help Mastercard, BMW, others improve their AI services Amazon group that created Kindle and Echo is working on technology for COVID-19 testing Scientists trace the roundabout route that coronavirus took from bats and pangolins to people Trending: 'Light this candle!' SpaceX sends NASA astronauts on historic trip to space station in Dragon capsule Space 'Dragon arriving' ... "], ["2020-05-31 15:01", "Week in Review: Most popular stories on GeekWire for the week of May 24, 2020 ...  state loosens restrictions for phased opening as shutdown order approaches expiration NASA and SpaceX rehearse for big launch day, complete with a Tesla ride to the pad Why these ex-DeepMind engineers picked Seattle to launch new AI startup Phaidra Microsoft CEO Satya Nadella warns about the consequences of embracing remote work permanently Seattle startup DefinedCrowd lands $50M to help Mastercard, BMW, others improve their AI services Amazon group that created Kindle and Echo is working on technology for COVID-19 testing Seattle-area software engineer charged for attempting to defraud CARES Act of $1.5M Trending: 'Light this candle!' SpaceX sends NASA astronauts on historic trip to space station in Dragon capsule Week in Review: Most popular ... "], ["2020-05-31 14:00", "American jobs aren't allowing a grieving nation the time needed to mourn the deaths of loved ones ...  her last month and spoke about the need for bereavement leave in the US. Because of her advocacy, Facebook extended its policy from 10 days for an immediate family member to 20 days . \"I hope more companies will join us and others making similar moves, because America's families deserve support,\" she wrote in a Facebook post. Working with Sandberg, MasterCard and SurveyMonkey adopted similar policies. Some companies, like Google, evaluate bereavement leave on a case-by-case basis because some employees \"need more time off than others, depending on the specifics of their situation,\" a spokesperson told Business Insider. \"People should be able both to work and be there for their families,\" Sandberg added. \"No one should face ... "], ["2020-05-31 14:00", "American jobs aren't allowing a grieving nation the time needed to mourn the deaths of loved ones ...  her last month and spoke about the need for bereavement leave in the US. Because of her advocacy, Facebook extended its policy from 10 days for an immediate family member to 20 days . \"I hope more companies will join us and others making similar moves, because America's families deserve support,\" she wrote in a Facebook post. Working with Sandberg, MasterCard and SurveyMonkey adopted similar policies. Some companies, like Google, evaluate bereavement leave on a case-by-case basis because some employees \"need more time off than others, depending on the specifics of their situation,\" a spokesperson told Business Insider. \"People should be able both to work and be there for their families,\" Sandberg added. \"No one should face ... "], ["2020-05-31 13:00", "Why You'll Never Get Another Stimulus Check ...  mortgage lender, Apps like PayPal's Venmo and Square's Cash App have largely replaced bank wires. And robo-advisors that give you automated, financial planning services are stealing banks lucrative wealth management business. In short, disruptors have seized banks' most profitable businesses, and left them with the scraps. Banks will continue losing to innovators like PayPal, Visa, and Mastercard. And this guarantees hundreds of billions of dollars in stock market wealth will keep shifting away from \"old finance.\" Now is the time to own the disruptors, and bet against the disrupted. The Great Disruptors: 3 Breakthrough Stocks Set to Double Your Money\" Get my latest report where I reveal my three favorite stocks that will hand you 100 ... "], ["2020-05-31 13:00", "We asked 5 financial experts how they manage their credit cards with their spouses—here are their best tips ...  from CNBC Select's Partners Learn More Terms Apply Best welcome bonus for excellent credit Chase Sapphire Preferred Card 60,000 bonus points Learn More Terms Apply Earn 5x on gas at the pump and 3x at supermarkets PenFed Platinum Rewards Visa Signature Card $100 statement credit Learn More Terms Apply No credit history and no social security number required Deserve EDU Mastercard for Students Free year of Amazon Prime Student (up to $59) Learn More Terms Apply Earn 1.5% cash back with no annual fee PenFed Power Cash Rewards Visa Signature Card $100 statement credit Opinions are our own and have not been reviewed, approved, or endorsed by our advertising partners Best Cards The best store cards offer free shipping, bonus rewards and special financing ... "], ["2020-05-31 12:11", "My emergency fund is worth tens of thousands of dollars, and I used a simple 5-part strategy to build it ...  Credit Card, Southwest Rapid Rewards Performance Business Credit Card, IHG Rewards Club Traveler Credit Card, United ClubSM Infinite Card, United Business Card, British Airways Visa Signature Card, The World Of Hyatt Credit Card, Citi Diamond Preferred Card, Citi Rewards+ Card, Citi Rewards+ Student Card, CitiBusiness AAdvantage Platinum Select World Mastercard, Citi AAdvantage Executive World Elite Mastercard, American Airlines AAdvantage MileUp Card, Citi Secured Mastercard, Costco Anywhere Visa Business Card by Citi, Citi Prestige Credit Card, Citi Premier Card, Citi Simplicity Card Take control of your money. SmartAsset's free tool matches you with a financial planner in your area in 5 minutes. Learn more Disclosure: This post is brought to you by ... "], ["2020-05-31 11:30", "Expanding tax credit for businesses retaining workers gains bipartisan support ...  bill to expand employee retention tax credit MORE (R-N.Y.), Suzan DelBene Suzan Kay DelBene House Democrats press Treasury on debit cards used for coronavirus relief payments Hillicon Valley: Trump threatens Michigan, Nevada over mail-in voting | Officials call for broadband expansion during pandemic | Democrats call for investigation into Uber-Grubhub deal The Hill's Coronavirus Report: Mastercard CEO Ajay Banga says supporting small business single most important thing we should do now; Teva's Brendan O'Grady says U.S. should stockpile strategic reserve in drugs like Strategic Oil Reserve MORE (D-Wash.), Brian Fitzpatrick Brian K. Fitzpatrick Gun control group rolls out House endorsements House Democrats make initial ad buys in battleground ... "], ["2020-05-31 10:33", "Stock Market in May: What Happened and Why? ...  of new cases has steadily declined from about 34,000 per day in early April to about 22,000 at the end of May, according to Johns Hopkins . Consumer data has been strong As a final point, we're starting to get some positive data that indicates the worst of the economic impact could be over. Just to name a few: Consumer spending seems to be on the rise. As one example, Mastercard ( NYSE:MA ) released an update on May 13 which indicated that U.S. switched transaction volume for the week ending May 7 was down just 6% from the same week in 2019. For the week ending April 14, the decline had been 26%, so this is big. The consumer confidence index for May came in far better than expected -- 86.6 versus 82.3. And, this represents an increase from the 85.7 ... "]]}}