{"postfix": "mattel-aktie", "name": "MATTEL", "wkn": "851704", "time": "2020.06.02 13:43", "ts": 1591098197, "features": {"KGV": "-45.70", "Marktkapitalisierung": {"Size": "Mrd", "Value": "2.92"}, "GA": "-0.30", "KBV": "9.66", "BA": "1.42", "KCV": "30.29", "CA": "0.45", "Vola30": "74.03", "Vola90": "94.74", "Vola180": "72.87", "Vola250": "66.97"}, "rivals": ["hasbro-aktie", "jakks_pacific-aktie", "playmates_1-aktie"], "text_data": {"de": [["31.05.20", "Mattel-Aktie: Was Analysten im Mai vom Papier halten"], ["09.05.20", "Mattel: Bilanzvorlage zum letzten Quartal"], ["06.05.20", "MÄRKTE USA/Jobdaten stoppen Rally - Nur Nasdaq im Plus"], ["06.05.20", "MÄRKTE USA/Dow dreht ins Minus - GM und Beyond Meat sehr fest"], ["06.05.20", "MÄRKTE USA/Hoffnung auf Rückkehr zu Normalität - GM und Beyond Meat sehr fest"], ["06.05.20", "MÄRKTE USA/Hoffnung auf Rückkehr zu Normalität - GM und Beyond Meat sehr fest"], ["06.05.20", "Spielwaren: US-Spielzeughersteller Mattel hofft auf das Weihnachtsgeschäft"], ["30.04.20", "Analysten sehen für Mattel-Aktie Luft nach oben"], ["20.04.20", "Erste Schätzungen: Mattel präsentiert das Zahlenwerk zum abgelaufenen Jahresviertel"], ["29.02.20", "Februar 2020: So schätzen Experten die Mattel-Aktie ein"], ["26.02.20", "MÄRKTE USA/Dow und S&P-500 knapp im Minus - Nasdaq etwas fester"], ["26.02.20", "MÄRKTE USA/Börsen nach Verlustserie mit leichter Gegenbewegung"], ["26.02.20", "MÄRKTE USA/Wall Street nach Verlustserie mit Gegenbewegung"], ["26.02.20", "MÄRKTE USA/Pandemieangst dürfte Börse weiter bremsen"], ["26.02.20", "MARKT USA/US-Aktien weiter im Würgegriff der Pandemieangst"], ["22.02.20", "Mattel Limited Edition: Tesla Cybertruck als ferngesteuertes Modell"], ["15.02.20", "Mattel veröffentlichte Zahlen zum vergangenen Quartal"], ["14.02.20", "Mattel spart sich gesund"], ["12.02.20", "Ausblick: Mattel legt Quartalsergebnis vor"], ["10.02.20", "MÄRKTE USA/Fester - Gute Quartalszahlen verdrängen Coronavirus"], ["10.02.20", "MÄRKTE USA/Leichtes Plus - Fokus bleibt auf Corona-Epidemie"], ["10.02.20", "MÄRKTE USA/Verhaltenes Geschäft mit Fokus auf Coronaepidemie"], ["10.02.20", "MÄRKTE USA/Kaum verändert erwartet - Coronavirus bleibt Thema"], ["28.01.20", "US-Spielzeughersteller: Mattel will bis 2030 nachhaltig sein"], ["25.01.20", "Barbie-Hersteller Mattel setzt auf Bauklötze aus Zuckerrohr"]], "en": [["27.05.20", "Why Mattel Stock Was Climbing Today"], ["08.05.20", "Why Mattel Stock Popped 5% This Morning"], ["07.05.20", "Mattel CEO on Q1 results, holiday season forecast and 'Thank You Heroes' initiative"], ["06.05.20", "Why Mattel Fell 12% This Morning"], ["06.05.20", "Mattel (MAT) Q1 2020 Earnings Call Transcript"], ["06.05.20", "Mattel (MAT) Stock Down on Q1 Earnings & Revenue Miss "], ["06.05.20", "Cars Carry the Day as Mattel Sales Fall"], ["06.05.20", "Mattel looks to Christmas for recovery as sales warning hits shares"], ["06.05.20", "Mattel looks to Christmas for recovery as sales warning hits shares"], ["06.05.20", "UPDATE 2-Mattel looks to Christmas for recovery as sales warning hits shares"], ["05.05.20", "UPDATE 1-Mattel readies Baby Yoda toys for Christmas as factories come back online"], ["05.05.20", "Mattel stock tanks after company reports lower Q1 sales; Uno, Pictionary sales rise"], ["05.05.20", "Mattel readies Baby Yoda toys for Christmas as factories come back online"], ["01.05.20", "Mattel (MAT) to Report Q1 Earnings: What's in the Cards?"], ["01.05.20", "Mattel partners with Warner Music Group, will make new Thomas & Friends music available May 8"], ["29.04.20", "Mattel coronavirus action figures include nurses, grocery clerks, delivery drivers     - CNET"], ["29.04.20", "Why Shares of TJX Companies, Mattel, and Best Buy Moved Higher Today"], ["21.04.20", "Why Mattel Stock Just Dropped 6.5%"], ["15.04.20", "Why Harley-Davidson, Mattel, and Under Armour Stocks Opened Lower Today"], ["09.04.20", "Why Shares of Mattel Popped 10% Thursday"], ["30.03.20", "Mattel, Hasbro well-positioned for coronavirus as consumers give up pricey entertainment in favor of toys: UBS"], ["23.03.20", "Uber appoints former Mattel CEO Robert Eckert to board"], ["23.03.20", "Uber appoints former Mattel CEO Robert Eckert to board"], ["23.03.20", "Uber appoints former Mattel CEO Robert Eckert to board"], ["20.03.20", "Why Mattel Stock Just Dropped 14%"], ["18.03.20", "Mattel (MAT) Stock Moves -1.95%: What You Should Know"], ["14.03.20", "Why Is Mattel (MAT) Down 42.7% Since Last Earnings Report?"], ["11.03.20", "Why Mattel Stock Fell 11% Today"], ["10.03.20", "Mattel (MAT) Stock Sinks As Market Gains: What You Should Know"], ["05.03.20", "The Zacks Analyst Blog Highlights: Pacira Pharmaceuticals, Computer Programs and Systems, Mattel and Performance Food Group"], ["05.03.20", "Mattel Unveils Barbie Doll Versions of Real Female Athletes"], ["03.03.20", "Why Mattel Shares Fell 19.4% in February"], ["02.03.20", "Mattel (MAT) Gains But Lags Market: What You Should Know"], ["02.03.20", "Mattel Scores Relative Strength Rating Upgrade, Hits Key Benchmark"], ["27.02.20", "Can a Partnership With DreamWorks Return Mattel to Relevance?"], ["27.02.20", "How to buy a Tesla Cybertruck for just $400"], ["26.02.20", "Mattel Reveals SEC Subpoena Over Whistleblower Investigation"], ["26.02.20", "Mattel receives SEC subpoena on whistleblower letter"], ["24.02.20", "Baby Yoda and Barbie signal opportunity for Mattel"], ["24.02.20", "Mattel Beats Competitors with Four “Toy of the Year” Awards"], ["2020-06-02 06:00", "Different shades of gray | Northeast Notes ...  hair colors — four each. A color reference is printed on the side of each box and individual crayon names are printed in Spanish, French and English. Colors of the World crayons will be sold through Walmart starting in July. These crayons illustrate an increasingly important effort by corporations to ensure that their products reflect today's culture and society. In 2019, Mattel Inc. introduced Barbie dolls with a wider variety of appearances including dolls with prosthetic legs, dolls in wheelchairs and dolls who are taller and wider than the classically thin Barbie. Now, there's a Barbie with a hijab and one with the vitiligo skin condition. It's no surprise that our society is increasingly diverse, more now than in previous generations ... "], ["2020-05-31 22:12", "Amid the coronavirus pandemic, more are serving as caregivers while also juggling full-time work ...  Health Italy tops 25,000 coronavirus-related deaths Health 'Taken it upon ourselves:' WI Truck Takeover Enthusiasts place 5K flags at Wood National Cemetery Health Illinois changes way it reports nursing home virus cases Health 'I love to help:' Oak Creek hospice nurse provides care via telemedicine, battling breast cancer amid COVID-19 Business Health #ThankYouHeroes: Mattel unveils new collection of toys honoring front line workers of COVID-19 Health Special needs parents can't find open child care centers Business Health Some Instacart, Amazon workers strike as jobs get riskier Health Politics President Trump boosts virus aid, warns governors to be 'appreciative' Health Politics 'Most unlikely:' 2020 DNC in question ... "], ["2020-05-31 13:32", "Is Mattel Stock a Buy? ...  shut down. Last year, net sales increased 1% on a constant-currency basis, driven by a 9% increase in sales of Barbie and a 14% increase in Hot Wheels. The 1% increase in sales doesn't sound like much, but it's a world of difference compared to the erosion on the top line before CEO Ynon Kreiz took over in April 2018. What's more, the company stripped out $875 million in costs, which allowed Mattel to report an operating profit of $39.2 million last year -- its first profitable year since 2016. The trend certainly points to better days ahead. Management expects to cut additional costs in 2020 to bring the cumulative savings since the beginning of the cost-cutting program to more than $1 billion by the end of the year. Most importantly, most of ... "], ["2020-05-30 07:00", "'RuPaul's Drag Race' Season 12: And the Winner Is... ...  numbers. But only one could win the crown and a cash prize of $100,000. And America's Next Drag Superstar is... Image via VH1 Jaida Essence Hall! The 32-year-old pageant queen proved to be the essence of beauty and so much more, with a total of three maxi challenge wins including the all-important superfan makeover. Having previously auditioned for season 7 alongside fellow Milwaukee queen Trixie Mattel , Jaida opened up to ET's Brice Sander about what the win means to her. \"It does not matter where you come from, what your background is, how long you've been working at things and how many things you failed at, you can achieve anything,\" she said. \"Literally, I did not finish high school -- I had to go back and get my GED -- and so ... "], ["2020-05-29 23:27", "There will be no Pride month in tiny Emo. Northwestern Ontario town's decision sparks anger, disappointment ...  despite the stubbornness of certain leaders, many in Emo and its surrounding communities are supportive of Pride. In fact, a local supermarket announced plans on social media to fly the rainbow flag outside the store in June. At a recent virtual town council meeting, several community members attended under aliases borrowed from famous Drag Queens — names like \"Trixie Mattel\" and \"Shangela.\" Emo town councillor Lincoln Dunn passionately championed LGBTQ2 inclusion at the meeting. \"Our church flies the rainbow flag proudly 365 days of the year,\" he said. RELATED STORIES Canada Gay-straight alliances go virtual during COVID-19 pandemic May. 02, 2020 Canada Harry Potter author J.K. Rowling clashes with B.C. transgender activist ... "], ["2020-05-29 21:31", "New York man uses superhero characters to spread joy ... I feel different and I feel like I'm making a difference,\" Stumpf said. \"That's why my focus is on kids and changing a bad situation into a good situation for them. I just want them to get out of that situation even if its just for an hour.\" To get in touch with Dave Stumpf, click here . Related Content Mattel launches collectibles honoring 'everyday heroes' of coronavirus pandemic Frontline Foods feeds local health care heroes Video Kroger stores give $2 'Hero Bonus' to hourly wages Close Modal Suggest a Correction Your name (required) Your email (required) Report a typo or grammatical error (required) Submit Suggest a Correction Share this story More Trending Stories Zookeeper in critical condition after being mauled by ... "], ["2020-05-29 19:39", "\"Drag Race\" Brought A Piece Of Queer Culture To Middle America. Now What? ... started garnering Emmy wins and nominations, not just for the original franchise, but for spinoffs like Drag Race All Stars , where queens from earlier seasons are recycled to compete against each other. Drag Race 's influence is now everywhere: from middle American network \"lip sync battles\" to James Charles' Gen Z YouTube reality show Instant Influencer (which even included Drag Race alum Trixie Mattel as guest judge). But even with a new audience and increased visibility, RuPaul still speaks directly to the queer audience. He has spoken out about a \"gay shame,\" or the way \"Gay people will accept a straight pop star over a gay pop star, or they will accept a straight version of a gay thing, because there's still so much self ... "], ["2020-05-29 16:57", "'RuPaul's Drag Race': Sherry Pie, All Stars, and More Show Secrets ...  Bailey, \"it's still a question mark about season three of 'Thailand.'\" And when asked about reports ITV Studios Australia had obtained the rights for an Australian version of the show, Bailey says, \"It's very much our intention to bring 'Drag Race' to Australia, and we would be very much involved.\" Top: Monet X Change, Trixie Mattel, and Bob the Drag Queen; bottom: Jordan Connor, Nico Tortorella, and Jermaine Fowler in \"RuPaul's Secret Celebrity Drag Race.\" Courtesy of VH1 Category Is: \"Secret Celebrity\" Realness Along with a UK version of the show, World of Wonder has been eager to embrace the time-honored tradition of competition-based television: a celebrity version. \"We've talked about ... "], ["2020-05-29 14:18", "\"LA Pride 50th Anniversary Celebration\" on ABC7 will pay tribute to the history of the LGBTQ+ community in Los Angeles ... . The celebration will include special performances and appearances by Alex Newell, Amara La Negra, Asher Entertainment ft. The House of Ninja, Bob the Drag Queen, Carson Kressley, Erika Jayne, Greyson Chance, Hayley Kiyoko, Jake Borelli, Jordy, Justin Tranter, Lance Bass, Lee Daniels, Leslie Jordan, Megan Hilty & Brian Gallagher, Mj Rodriguez, Neve Campbell, Sandra Bernhard, Shea Diamond, The Pussycat Dolls, Trixie Mattel's performance presented by Virgin Fest at Rocco's, the cast of the upcoming Hulu series, \"Love Victor\" as well as local businesses, non-profits, Drag Queens with more to be announced. \"Our ongoing partnership with ABC7 is special to our organization, and we are excited to be working together to develop an unforgettable ... "], ["2020-05-29 13:12", "\"LA Pride 50th Anniversary Celebration\" on ABC7 will pay tribute to the history of the LGBTQ+ community in Los Angeles ... . The celebration will include special performances and appearances by Alex Newell, Amara La Negra, Asher Entertainment ft. The House of Ninja, Bob the Drag Queen, Carson Kressley, Erika Jayne, Greyson Chance, Hayley Kiyoko, Jake Borelli, Jordy, Justin Tranter, Lance Bass, Lee Daniels, Leslie Jordan, Megan Hilty & Brian Gallagher, Mj Rodriguez, Neve Campbell, Sandra Bernhard, Shea Diamond, The Pussycat Dolls, Trixie Mattel's performance presented by Virgin Fest at Rocco's, the cast of the upcoming Hulu series, \"Love Victor\" as well as local businesses, non-profits, Drag Queens with more to be announced. \"Our ongoing partnership with ABC7 is special to our organization, and we are excited to be working together to develop an unforgettable ... "], ["2020-05-29 07:00", "'RuPaul's Drag Race' Season 12 Queens Campaign for 'All Stars' RuDemption (Exclusive) ... !' Which is so crazy because when I was standing in the moment, it was just one of those things, like, oh, we're going through the challenge. And then when I watched it back and people kept sharing it with me, I was like, 'Oh my god, this is really becoming a thing now.' But I'm proud of it!\" On auditioning for Drag Race season 7: \"When I first started, [Trixie Mattel and I] used to work at a bar in Milwaukee and she was kind of like the black sheep... I'll be completely honest, at first, I did not really get what it is she was going for, but I was still here for the ride! We both even auditioned for season 7. I was telling Trixie, 'Girl, you are going to make the show and as soon as you get there, you are going to blow ... "], ["2020-05-28 20:17", "How Miley Cyrus helped make Wildflower's phone cases a Hollywood hit ...  three different case designs, one of which features a close-up photo of Sydney's rolling eyes, another of Devon's smile. \"We were very involved in the design,\" 23-year-old Sydney joked. Sydney and Devon Carlson show off two case designs from Wildflower's PizzaSlime collaboration. Wildflower Next, the pair are hoping their creations conquer the world of reality TV. \"If Trixie Mattel or RuPaul had our cases? I would die,\" Devon gushed of her favorite drag queens. \"Or any of the 'Real Housewives.' But I don't want to force anything; it has to happen naturally.\" Just like it did with Cyrus, the superstar who helped give the sisters their start. \"I still to this day always wonder if Miley really knows what she ... "], ["2020-05-28 20:14", "Local organization delivers meals to frontline workers ... -19 pandemic. The Country Club of Terre Haute has delivered more than 200 meals to firehouses, police stations, and medical facilities. County club members have donated money to help make the deliveries possible. Related Content Local organization delivers meals to frontline workers Organization serves community Thanksgiving meal Restaurant thanks first responders with delivered meal Mattel is honoring frontline workers with special edition toys Local organization asking for volunteers 'Stolen Innocence,' A poem of hope and to honor our frontline workers Tax bill beginning to deliver bigger paychecks to workers Local organization lends help to hurricane victims Business raises money for local cancer organization Local organization celebrates World ... "], ["2020-05-28 15:38", "Toys and games for smart play: Keep your kids learning at home through play ...  Betty Brinn Children's Museum provides opportunities for hands-on learning through new online resource Interviews Fun for the whole family: Some ways to virtually connect with loved ones Business Health Board Game Barrister offers personal shopper experience Business Health Toys for Tots distributing 2 million toys, games, books to 'bring a smile' amid coronavirus Business Health #ThankYouHeroes: Mattel unveils new collection of toys honoring front line workers of COVID-19 Interviews Games, puzzles and toys with plenty of variety: That's just part of what Winkie's in Whitefish Bay has to offer Health Coronavirus quarantine: Things to do at home with your kids while schools are closed Sports MLB final pitch could be closer to Christmas ... "], ["2020-05-28 13:31", "Trump preparing order targeting social media protections ...  This map shows how coronavirus has struck much of LA County Where to find deals on National Hamburger Day, Thursday, May 28 864 new coronavirus cases, 19 deaths in the Long Beach area in 6 days Where to find deals on National Hamburger Day, Thursday, May 28 With eye on renovated football stadium, La Mirada's Mike Moschetti welcomes another season at Excelsior Mattel sues porn site over Barbie name Tags: business Health Media politics Top Stories Breeze Top Stories IVDB Top Stories LADN Top Stories LBPT Top Stories OCR Top Stories PE Top Stories PSN Top Stories RDF Top Stories SGVT Top Stories Sun Top Stories WDN Associated Press The Associated Press is an independent, not-for-profit news cooperative, serving member newspapers and broadcasters in the ... "], ["2020-05-27 19:19", "Why Mattel Stock Was Climbing Today ...  Hot Wheels, is mostly dependent and brick-and-mortar stores to sell its wares, the company has suffered during the shutdowns with sales falling 14% in the first quarter. Mattel was struggling before the pandemic hit, and the shutdowns will only make its turnaround attempt more difficult. Still, store reopenings and positive signs about vaccine developments should lift the ... and social distancing. NPD Group reported that toy sales rose 26% in the last week of March as Americans sought diversions in response to stay-at-home orders. That trend could favor Mattel as stores reopen, but the company still faces significant internal challenges with its cost structure and ability to grow that are separate from the novel coronavirus pandemic . Motley Fool Returns Stock  ... "], ["2020-05-27 12:00", "The Coronavirus Killed the Handshake and the Hug. What Will Replace Them? ...  and the Hug. What Will Replace Them? Getty Images By Mandy Oaklander May 27, 2020 8:00 AM EDT D r. Mark Sklansky has always hated shaking hands. He can think of about a dozen better ways to greet patients than the icky exchange. \"Hands are warm, they're wet, and we know that they transmit disease very well,\" says Sklansky, chief of pediatric cardiology at UCLA Mattel Children's Hospital. \"They're a phenomenal vector for disease.\" He's also tried to avoid this form of greeting because he knows that some patients don't want to shake hands for religious or cultural reasons but feel compelled to when their doctor sticks out a hand. For a long time, though, being anti-handshake was fringe thinking. The handshake is such an ... "], ["2020-05-27 04:00", "How a network of hospitals reduced average age at cerebral palsy diagnosis to 9.5 months ...  outcomes substantially. The endeavor was proposed and funded by the Cerebral Palsy Foundation. The lead institution -- Nationwide Children's Hospital, which had participated in the development of the international guidelines and was the first hospital to implement the guidelines clinically -- trained and collaborated with experts at four other institutions eager to reduce age at CP diagnosis (UCLA Mattel Children's Hospital, Los Angeles; the University of Texas Health Science Center at Houston; University of Utah Health, Salt Lake City; and Kennedy Krieger Institute, Baltimore). \"Working as a network made this effort much more impactful,\" says Nathalie Maitre, MD, PhD, director of the NICU Follow-Up Program at Nationwide Children's and ... "], ["2020-05-26 18:15", "Playtime during the pandemic: Toy sales surge ... and busy. Sales of outdoor toys, pools and playground equipment is up 51 percent over the same period last year according to NPD Group. \"We're seeing here huge growth in these classic categories like skateboards and scooters and backyard fun,\" adds Toy Insider senior editor James Zahn. Though some categories are up, sales of traditional toys, like dolls, are down. This month Mattel reported a 14 percent drop in sales. \"Without kids accompanying their parents to the store on these trips you eliminate a little bit of what's always been called like the nag factor,\" Zahn says. Read more: https://cnb.cx/3c4GUSc NBC News Related Articles Studio Ghibli films 'My Neighbor Totoro', 'Spirited Away' make US streaming debut on HBO ... "], ["2020-05-26 15:12", "Playtime During The Pandemic: Toy Sales Surge ... and busy. Sales of outdoor toys, pools and playground equipment is up 51 percent over the same period last year according to NPD Group. \"We're seeing here huge growth in these classic categories like skateboards and scooters and backyard fun,\" adds Toy Insider senior editor James Zahn. Though some categories are up, sales of traditional toys, like dolls, are down. This month Mattel reported a 14 percent drop in sales. \"Without kids accompanying their parents to the store on these trips you eliminate a little bit of what's always been called like the nag factor,\" Zahn says. Read more: https://cnb.cx/3c4GUSc CLICK HERE FOR MORE CORONAVIRUS COVERAGE More from MyHighPlains.com: Borger resident dies in Memorial Day weekend drowning at Lake ... "]]}}