{"postfix": "medtronic_2-aktie", "name": "MEDTRONIC", "wkn": "A14M2J", "time": "2020.06.02 12:41", "ts": 1591094516, "features": {"KGV": "21.51", "Marktkapitalisierung": {"Size": "Mrd", "Value": "115.80"}, "GA": "4.59", "KBV": "2.60", "BA": "37.90", "KCV": "18.31", "CA": "5.39", "Vola30": "42.39", "Vola90": "59.64", "Vola180": "45.74", "Vola250": "34.33"}, "rivals": ["stryker-aktie", "fresenius_medical_care-aktie", "baxter_international-aktie", "fresenius-aktie", "abbott_laboratories-aktie", "st_jude_medical-aktie", "boston_scientific-aktie"], "text_data": {"de": [["31.05.20", "So schätzen Analysten die Medtronic-Aktie ein"], ["22.05.20", "Medtronic erhöht die Dividende das 43. Jahr in Folge"], ["21.05.20", "MÄRKTE USA/Konjunkturdaten und US-chinesische Spannungen belasten"], ["21.05.20", "MÄRKTE USA/Konjunkturdaten und Misstöne zwischen USA und China belasten"], ["21.05.20", "MÄRKTE USA/Wall Street an datenüberflutetem Tag zurückhaltend"], ["21.05.20", "MÄRKTE USA/Börsen an datenüberfluteten Tag leichter erwartet"], ["20.05.20", "Ausblick: Medtronic legt die Bilanz zum abgelaufenen Quartal vor"], ["06.05.20", "Erste Schätzungen: Medtronic legt Quartalsergebnis vor"], ["30.04.20", "Experten sehen bei Medtronic-Aktie Potenzial"], ["31.03.20", "März 2020: Das sind die Expertenmeinungen zur Medtronic-Aktie"], ["10.03.20", "Medtronic kündigt Dividende an"], ["29.02.20", "Analysten sehen bei Medtronic-Aktie Potenzial"], ["20.02.20", "Medtronic stellte Zahlen zum jüngsten Quartal vor"], ["17.02.20", "Ausblick: Medtronic veröffentlicht Zahlen zum vergangenen Quartal"]], "en": [["26.05.20", "Could Medtronic Stock See A 35% Decline From Current Levels?"], ["26.05.20", "Medtronic Gets FDA Nod for Guardian CGM's Android Version"], ["26.05.20", "Medtronic stock price target cut to $105 from $130 at SunTrust RH"], ["24.05.20", "3 Medical-Supply Stocks You Should Own Besides Medtronic"], ["22.05.20", "Medtronic CEO Geoff Martha to Speak at Bernstein Strategic Decisions Conference"], ["22.05.20", "Medtronic plc : Medtronic CEO Geoff Martha to Speak at Bernstein Strategic Decisions Conference"], ["22.05.20", "Medtronic (MDT) Q4 Earnings Miss Estimates, Revenues Beat"], ["21.05.20", "BJ’s, AstraZeneca rise; Hormel Foods, Medtronic fall"], ["21.05.20", "Medtronic upgraded to strong buy from buy at CFRA"], ["21.05.20", "Medtronic warns of sales hit as people delay non-emergency surgeries"], ["21.05.20", "UPDATE 3-Medtronic warns of sales hit as people delay non-emergency surgeries"], ["21.05.20", "Medtronic profit misses estimates as people delay non-emergency surgeries"], ["21.05.20", "UPDATE 2-Medtronic profit misses estimates as people delay non-emergency surgeries"], ["21.05.20", "Medtronic (MDT) Misses Q4 Earnings Estimates"], ["21.05.20", "Medtronic misses quarterly profit estimates on COVID-19 hit"], ["21.05.20", "UPDATE 1-Medtronic misses quarterly profit estimates on COVID-19 hit"], ["21.05.20", "Medtech Giant Tumbles As Coronavirus Pandemic Slams Quarterly Results"], ["21.05.20", "Medtronic earnings fall short of estimates, but company raises quarterly dividend"], ["21.05.20", "Medtronic fourth-quarter profit plunges nearly 45% on COVID-19 hit"], ["21.05.20", "Medtronic says it's not providing guidance due to pandemic"], ["21.05.20", "Medtronic shares slide 2% premarket"], ["21.05.20", "Medtronic raises quarterly dividend to 58 cents vs. 54 cents"], ["21.05.20", "Medtronic Q4 revenue down 26% to $6.0 bln; FactSet consensus $6.9 bln"], ["21.05.20", "Medtronic Q4 adj. EPS 58 cents; FactSet consensus 96 cents"], ["21.05.20", "Medtronic Q4 EPS 48 cents vs. 87 cents"], ["21.05.20", "Medtronic Reports Fourth Quarter and Fiscal Year 2020 Financial Results; Announces Dividend Increase"], ["21.05.20", "Medtronic plc : Medtronic Reports Fourth Quarter and Fiscal Year 2020 Financial Results; Announces Dividend Increase"], ["20.05.20", "Medtronic Launches Kyphon Cannula for Balloon Kyphoplasty"], ["18.05.20", "Jeffrey J. Popma, M.D. to Join Medtronic as Vice President and Chief Medical Officer for Coronary, Renal Denervation, and Structural Heart Businesses"], ["15.05.20", "Medtronic Congenital Heart Disease Studies Show Strong 10-Year Performance for Melody Transcatheter Pulmonary Valve and Primary Results from the Harmony Pivotal Trial"], ["14.05.20", "Analysts Estimate Medtronic (MDT) to Report a Decline in Earnings: What to Look Out for"], ["07.05.20", "Medtronic to Announce Financial Results for Its Fourth Quarter and Full Fiscal Year 2020"], ["07.05.20", "Medtronic plc : Medtronic to Announce Financial Results for Its Fourth Quarter and Full Fiscal Year 2020"], ["06.05.20", "Medtronic (MDT) Dips More Than Broader Markets: What You Should Know"], ["05.05.20", "Stocks This Week: Buy PPL And Medtronic"], ["28.04.20", "Here's Why Trump Invoking The Defense Production Act Could Help Medtronic, GE, and Other Ventilator Makers"], ["27.04.20", "Medtronic (MDT) Gains But Lags Market: What You Should Know"], ["27.04.20", "Medtronic executive chairman Omar Ishrak on revenue outlook and ventilator production"], ["24.04.20", "Medtronic Reports Significant COVID-19 Impact on Its Business"], ["22.04.20", "Buy, Sell, Or Hold Medtronic At $100?"], ["2020-06-02 10:04", "Possible deadly error, brain scanning device used by surgeons recalled by FDA ... 2, 2020 / 05:04 AM CDT / Updated: Jun 2, 2020 / 05:04 AM CDT MARYLAND (ABC4 News) A device designed to help with brain surgery and analysis has been recalled by the FDA . It is a class 1 recall, which means use of these devices may cause serious injuries or death. The Stealthstation auto-registration feature has been recalled due to inaccuracies during deep brain stimulation procedures (DBS). RELATED: Boy walks after recovering from brain surgery The DBS Software provides images of a patients brain to help surgeons navigate surgical tools and implants used during a deep brain stimulation (DBS) procedure. According to the FDA, \" Medtronic ... national protests by Associated Press and Nexstar Media Wire / Jun 2, 2020 One man was the beloved owner of a  ... "], ["2020-05-30 23:27", "Dr. Keith Roach: Healthy food has all the vitamins your body needs ... , considers tattoo machines to be minimal risk. It recommends keeping the tattoo machine at least 6 inches away from the pacemaker. I read many reports of people getting tattoos right on top of the pacemaker without problems, but I would recommend being conservative. By contrast, an induction cooktop has a much stronger magnetic field and is a much higher risk. Medtronic recommends keeping a pacemaker 2 feet away. A microwave oven presents no danger at all to pacemaker function, presuming it is in good working condition. There are still some tattoos made by hand, without a machine, especially in traditions from Japan and Hawaii. These would be safest from the standpoint of a pacemaker. Respond: Write a letter to the editor | Write a guest opinion Subscribe ... "], ["2020-05-29 21:39", "Creative Destruction Lab Kicks Off Global Program To Address Global Crisis ... ;s recovery from the COVID-19 crisis. These include, for example, managerial decision-making tools based on: (1) swab-based tests that predict whether the coronavirus is present in an individual, (2) contact tracing, (3) image analysis of people density or proximity, (4) symptom monitoring, and (5) workplace monitoring of air or sewage. This list is illustrative, not exhaustive. Yesterday, MIT Technology Review  ...  Scientific Officer, Novartis); Hong Kong ( Tytus Michalski , Managing Partner at investment firm Fresco Capital); Halifax ( Pam Winsor , former Chief Marketing Officer for Medtronic); Toronto ( Chris Hadfield , former commander of the International Space Station); and Vancouver ( Colin Harris , Cofounder of PMC-Sierra), among other locations and  ... "], ["2020-05-29 19:09", "FDA finds contamination in several brands of diabetes drug ... High 68 Sat 48 66 Sun 52 70 Mon 59 72 See complete forecast Hub for reliable, timely news about COVID-19 pandemic FDA finds contamination in several brands of diabetes drug Posted 2:09 pm, May 29, 2020, by AP Wire Service Facebook Twitter Reddit LinkedIn Pinterest Email SMS FDA finds contamination in several brands of diabetes drug WASHINGTON — U.S. health regulators are  ...  quicker options coming News Drugmaker Eisai to withdraw weight loss drug Belviq after trials find cancer link Health US states build stockpiles of malaria drug touted by President Trump Health Medtronic recalls certain MiniMed insulin pumps tied to 1 death Health Trucks used to preserve human remains amid COVID-19 pandemic can also transport food, FDA says Health US approves new  ... "], ["2020-05-29 15:00", "Medtronic EVP & CFO Karen L. Parkhill To Participate In The Jefferies 2020 Global Healthcare Conference ...  technology, today announced it will participate in the Jefferies 2020 Global Healthcare Conference, held virtually, on Wednesday, June 3, 2020. Author: GlobeNewswire Publish date: May 29, 2020 11:00 AM EDT DUBLIN, May 29, 2020 (GLOBE NEWSWIRE) -- Medtronic plc ( MDT ) - Get Report , the global leader in medical technology, today announced it will participate in the Jefferies 2020 Global Healthcare Conference, held virtually, on Wednesday, June 3, 2020. Karen Parkhill, executive vice president and chief financial officer of Medtronic, will answer questions about the company beginning at 2:30 p.m. EDT (1:30 p.m. CDT). A live audio webcast of the session will be available on June 3, 2020, by clicking on the Investors Events link at http://investorrelations ... "], ["2020-05-29 15:00", "Global Critical Care Devices Market: Projected To Be Valued At $37.97 Billion In 2020 And $27.29 Billion In 2021 ...  leading players in the critical care devices market include Becton, Dickinson and Company (US), B. Braun Melsungen AG ( Germany ), Baxter International Inc. (US), Fresenius Kabi ( Germany ), Medtronic plc ( Ireland ), ResMed (US), Koninklijke Philips ( Netherlands ), and Fisher & Paykel Healthcare ( New Zealand ), among others. Key Topics Covered 1 Introduction 1.1 COVID-19 Health Assessment1.2 COVID-19 Economic Assessment1.2.1 COVID-19 Impact on the Economy - Scenario Assessment 2 Research Methodology 2.1 Research Approach2.1.1 Secondary Data2.1.1.1 Key Data from Secondary Sources2.1.2 Primary Data2.2 Market Size Estimation2.3 Market Ranking Analysis2.4 Assumptions for the Study 3 Impact of COVID-19 Outbreak on the Critical Care Devices Market Overview 3 ... "], ["2020-05-29 03:10", "Mike Pence's chief of staff holds $1.6m of stock in firms responding to pandemic ...  when he reentered the Trump administration as Pence's Chief of Staff in March 2019. They included companies such as Abbott Laboratories, Gilead Sciences, Procter & Gamble, Medtronic, Bristol Myers Squibb and Johnson & Johnson. Short himself acknowledged that the stocks could have a potential conflict of interest when he applied for a tax break often ...  ready for summer as she chomps on a hotdog while hunkering down at her bestie's mansion The Rock Dwayne Johnson sings Moana's You're Welcome as he tries to convince his daughter Tiana, 2, 'Daddy is Maui for the 3,000th time' Sofia Richie shares striking snaps of herself in orange dress... but no Instagram birthday message to Scott Disick amid rumors she's 'taking a break'  ... "], ["2020-05-28 17:30", "Global Needles Market & COVID-19 Impact Assessment 2020-2027 With Profilings Of 42 Major Players ... Competitors identified in this market include, among others: B. Braun Melsungen AG Becton, Dickinson & Company Boston Scientific Corporation Ethicon US LLC Hamilton Company Medtronic PLC Nipro Corporation Novo Nordisk A/S Olympus Corporation Smiths Medical Stryker Corporation Terumo Corporation Thermo Fisher Scientific Inc. Unimed S.A. Key Topics Covered I. INTRODUCTION, METHODOLOGY & REPORT SCOPE II. EXECUTIVE SUMMARY 1. MARKET OVERVIEW Global Competitor Market Shares Needles Competitor Market Share Scenario Worldwide (in %): 2019 & 2025 Impact of COVID-19 and a Looming Global Recession 2. FOCUS ON SELECT PLAYERS3. MARKET TRENDS & DRIVERS4. GLOBAL MARKET PERSPECTIVE III. MARKET ANALYSIS IV. COMPETITION Total Companies Profiled: 42 For more information about ... "], ["2020-05-28 14:30", "Global Enteral Feeding Devices Market Outlook, 2020-2027 - Enteral Feeding Pumps Market Set To Reach $1.6 Billion By 2027, Despite COVID-19 Challenges ... influence competition and opportunities in the Enteral Feeding Devices market. Against this backdrop and the changing geopolitical, business and consumer sentiments, the world's second largest economy will grow at 9.2% over the next couple of years and add approximately US$355.4 Million in terms of addressable market opportunity.Continuous monitoring for emerging signs of a possible new world order post- ...  ) Caesarea Medical Electronics Ltd. ( Germany ) Cook Medical, Inc. ( USA ) CONMED Corporation ( USA ) Fresenius KABI AG ( Germany ) Halyard Health, Inc. ( USA ) Medela LLC ( USA ) Medtronic plc ( USA ) Moog, Inc. ( USA ) Nestl Health Science S.A. ( Switzerland ) Nutricia Advanced Medical Nutrition ( The Netherlands ) VYGON S.A. ( France ) 3. MARKET  ... "], ["2020-05-27 14:00", "World Operating Room Equipment Market 2020-2030: COVID 19 Implications And Growth Prospects ... growing regions in the operating room equipment market will be Eastern Europe and Asia Pacific , where growth will be at CAGRs of 6.9 % and 5.2% % respectively from 2019-2023. Key Topics Covered: 1. Operating Room Equipment Market Executive Summary 2. Table of Contents 3. List of Figures 4. List of Tables 5. Report Structure 6. Introduction 7. Operating Room Equipment Market Characteristics 8. Operating Room  ...  Healthcare Fresenius Fukuda Denshi General Electric Company Hill-Rom Holdings, Inc. Johnson & Johnson Karl Storz gmbh & co KLS Martin Group Koninklijke Philips N.V. Masimo Medtronic Plc Metran Co., Ltd. Mindray Mizuho OSI Nihon Kohden Corporation Nipro Olympus Corporation Opto Circuits ResMed Inc. Roche Siemens Healthcare Simeon Medical GmbH & Co. KG  ... "], ["2020-05-27 12:30", "Precision Medicine Industry Assessment 2015-2025: Impact Of COVID-19, Trends & Developments, Competitive Landscape ... Precise, Fabric Genomics, Pfizer, Gene 42, IBM Watson Health, Phillips Healthcare, Medtronic, Nanthealth, Navican, N-of-One, PierianDx, Sunquest Information System, Tempus,  ... 2. Challenges 13. Market Trends & Developments 14. Competitive Landscape 14.1. Competition Outlook14.2. Players Profiled (Leading Companies)14.2.1. Orion Health14.2.2. 2B Precise14.2.3. Fabric Genomics14.2.4. Pfizer14.2.5. Gene 4214.2.6. IBM Watson Health14.2.7. Philips Healthcare14.2.8. Medtronic14.2.9. Nanthealth 14.2.10 . Navican 14.2.11 . N-of-One 14.2.12 . PierianDx 14.2.13 . Sunquest Information System 14.2.14 . Tempus 14.2.15 . Novartis 14.2.16 . Translational Software 14.2.17 . Biocrates Life Sciences AG 14.2.18 . Nanostring Technologies 14.2.19 . Thermo Fisher Scientific 14.2 ... "], ["2020-05-26 21:56", "Most Medicare enrollees could get insulin for $35 a month ... version of top-selling insulin Humalog Local diabetic speaks out after Eli Lilly announces generic insulin Illinois law caps insulin patient costs at $100 monthly Medtronic recalls certain MiniMed insulin pumps tied to 1 death Lost insurance & need insulin? Makers offer it free or cheap Medicare will require hospitals to  ... 10 0 Schuyler 10 0 Wayne 9 1 Alexander 8 0 Henderson 8 0 Johnson 7 0 Massac 7 0 Saline 7 0 Effingham 6 1 Greene 5 0 Marshall 5 0 De Witt 4 0 Lawrence 4 0 Richland 3 0 Stark 3 0 Clay 2 0 Edwards 2 0 Gallatin 2 0 Hamilton 2 0 Wabash 2 0 White 2 0 Calhoun 1 0 Hardin 1 0 Pike 1 0 Pope 1 0 Putnam 1 0 Edgar 0 0 .wxRotate\"> Terre Haute Clear 75 Hi: 87 Lo: 67 Feels Like: 75 More Weather Robinson Clear 72 Hi: 86 Lo: 66 Feels Like: 72 More Weather ... "], ["2020-05-26 18:27", "Most Medicare enrollees could get insulin for $35 a month ... Act, which the White House is seeking to overturn as unconstitutional. Related stories Oklahoma pharmacist accused of giving insulin instead of flu shots gets license suspended Medtronic insulin pump recalled due to one death, multiple injuries Trump administration proposes allowing imports of certain drugs from Canada Filed in: News Suggest a correction Suggest ...  1st deadlines for laid-off workers to get health insurance News How to get a refund or credit on your car insurance if you're driving less amid COVID-19 pandemic News $2.1 billion in unemployment benefits paid in Washington National & World News Oklahoma pharmacist accused of giving insulin instead of flu shots gets license suspended Consumer News 30 million have sought US unemployment aid since ... "], ["2020-05-26 13:15", "German Respiratory Devices Market, Forecast To 2025 - Focus On Therapeutic Devices, Diagnostic & Monitoring Devices, Consumables & Accessories ...  5. Market Segmentation 5.1. Germany Respiratory Device Market by Product5.1.1. Therapeutic Devices5.1.2. Diagnostic and Monitoring Devices5.1.3. Consumables and Accessories5.2. Germany Respiratory Device Market by End-user5.2.1. Homecare5.2.2. Hospitals and Clinics 6. Company Profiles 6.1. 3M Co.6.2. Acorda Therapeutics, Inc.6.3. Adamis Pharmaceuticals Corp.6.4. Adherium Ltd.6.5. Air Liquide S.A.6.6. AstraZeneca PLC6.7. Bayer AG6.8. Bespak6.9. Boehringer Ingelheim International GmbH6.10. Chiesi Farmaceutici S.p.A.6.11. Gilbert Technologies B.V.6.12. GlaxoSmithKline PLC6.13. H&T Presspart Manufacturing Ltd.6.14. Hamilton Medical AG6.15. Koninklijke Philips N.V.6.16. Medtronic PLC6.17. Novartis AG6.18. PMD Device Solutions Ltd.6.19. ResMed Corp.6.20. Savara ... "], ["2020-05-26 13:02", "Medtronic Gets FDA Nod for Guardian CGM's Android Version ...  can also use the system to monitor glucose levels for others. Industry Prospects Per a report by Allied Market Research , the global CGM systems' market size was valued at $1,774.2 million in 2019 and is expected to reach $8,844.9 million by 2027, witnessing a CAGR of 22%. Factors like the rise in the elderly population and a surging diabetes population are expected to drive the diabetes market. Given the market potential, the latest advancement is well timed Recent Developments in Diabetes Group Of late, Medtronic has been making impressive progress in this business. The company's Diabetes Group witnessed strong demand for diabetes supplies, including continuous glucose sensors and infusion sets, particularly in international markets, during ... "], ["2020-05-26 12:39", "Here's Why You Should Hold on to Edwards Lifesciences for Now ...  space are Aphria Inc. ( APHA - Free Report ) and Surmodics, Inc. ( SRDX - Free Report ) . Aphria's long-term earnings growth rate is estimated at 24.6%. It currently carries a Zacks Rank #2 (Buy). You can see the complete list of today's Zacks #1 Rank (Strong Buy) stocks here. Surmodics' long-term earnings growth rate is projected at 10%. The company presently sports ... available for a limited time. See 8 breakthrough stocks now> > In-Depth Zacks Research for the Tickers Above Normally $25 each - click below to receive one report FREE: Medtronic PLC (MDT) - free report > > Edwards Lifesciences Corporation (EW) - free report > > Surmodics, Inc. (SRDX) - free report > > Aphria Inc. (APHA) - free report > > Published in medical Zacks' 7 Best  ... "], ["2020-05-26 08:05", "Electronic Drug Delivery Systems Market Size Worth $15.4 Billion By 2027: Grand View Research, Inc. ... 2019 , Novo Nordisk received the U.S. Food and Drug Administration approval for Fiasp, insulin injection for use in insulin pumps for patients with type 1 and 2 diabetes. Moreover, the innovative wearable infusion pumps allow the patients to wirelessly connect to smartphone apps. This enables healthcare professionals to track patient data and tailor specific ...  Korea Latin America Brazil Mexico Argentina Colombia Middle East & Africa South Africa Saudi Arabia UAE Qatar List of Key Players of Electronic Drug Delivery Systems Market Bayer AG Gerresheimer AG Medtronic PLC Elcam Medical Group Novo Nordisk Insulet Corp. Becton, Dickinson and Company Sanofi S.A. Unilife Corp . Find more research reports on Medical Devices Industry , by Grand View Research: Empty IV ... "], ["2020-05-24 11:05", "3 Medical-Supply Stocks You Should Own Besides Medtronic ...  is a well-priced stock with a trailing price-to-earnings (P/E) ratio of 27 and solid fundamentals , including income growth over each of the past six years and free cash flow that has increased over the past five years, surging to $7.2 billion this year. It's also priced well under its 52-week high of $122.15 per share, so there's plenty of upside potential. As long as we're looking at Medtronic, though, here are three other medical-device companies with solid growth and dividends worth investing in. MSA Safety is coming off a strong quarter MSA Safety ( NYSE:MSA ) isn't strictly a medical-supply company; it's a safety products company headquartered in Cranberry Township, Penn. However, it does sell medical safety products, including ... "], ["2020-05-23 13:00", "4 Companies That Actually Raised Dividends This Week, and 3 That Didn't ... large companies, reflecting divergent capital-allocation policies as companies try to preserve their cash during the coronavirus pandemic. Among those announcing dividend suspensions or cuts were Ross Stores , Halliburton and Foot Locker . On the plus side, Medtronic , Clorox , Chubb, and Northrop Grumman all declared dividend increases. On Thursday, medical device company Medtronic (ticker: MDT) said it had declared a quarterly dividend of 58 cents a share, up 7% from 54 cents. That equates to an annual payout of $2.32 a share, up from $2.16 currently. The stock, which yields 2.5%, has returned about minus 17% this year, compared with an 8% decline for the S&P 500 . Clorox (CLX) on May 20 announced it will boost its quarterly disbursement by nearly 5% to $1 ... "], ["2020-05-23 12:00", "Teladoc, Bristol Myers, Quidel, Neurocrine Bio, Tandem Diabetes: 5 Health Stocks To Monitor Closely ... makes insulin pumps for patients with diabetes who rely on additional insulin. Its customers include patients with Type 1 diabetes, a genetic form in which the body doesn't produce insulin, and Type 2 diabetics, patients who progress to that point. Control-IQ is a new algorithm from Tandem that helps control high and low levels of insulin — a first in diabetes treatment devices. It pairs with ...  Tandem's insulin pumps, the latest of which is known as the t:slim X2. Tandem's rivals in such pumps are Medtronic ( MDT ) and Insulet ( PODD ). But for investors, the real leader in the diabetes products space is Dexcom ( DXCM ), which makes continuous glucose monitors. Dexcom stock, which boasts a perfect 99  ... "]]}}