{"postfix": "merck_co-aktie", "name": "MERCK", "wkn": "A0YD8Q", "time": "2020.06.02 12:27", "ts": 1591093666, "features": {"KGV": "17.68", "Marktkapitalisierung": {"Size": "Mrd", "Value": "179.21"}, "GA": "5.19", "KBV": "9.08", "BA": "10.11", "KCV": "14.99", "CA": "6.12", "Vola30": "29.97", "Vola90": "37.3", "Vola180": "31.3", "Vola250": "26.93"}, "rivals": ["johnson_johnson-aktie", "gilead_sciences-aktie", "roche_2-aktie", "bayer-aktie", "teva_adrs-aktie", "novartis-aktie", "vertex_pharmaceuticals-aktie"], "text_data": {"de": [["29.05.20", "Merck: Alles für die Wissenschaft"], ["29.05.20", "Merck KGaA erhöht Dividende - Arbeiten an Corona-Impfstoff"], ["28.05.20", "Hauptversammlung: Merck-Aktionäre entlasten Management - Dividende steigt"], ["28.05.20", "Börse 07:45 Uhr Merck und Eon Hauptversammlungen"], ["28.05.20", "Merck KGaA drückt aufs Tempo - Hauptversammlung im Fokus"], ["27.05.20", "Bilanzcheck: Merck scheint immun gegen Corona zu sein"], ["27.05.20", "Merck kündigt Dividende für das dritte Quartal an"], ["26.05.20", "MÄRKTE USA/Optimismus treibt an - Anleger wechseln die Sektoren"], ["26.05.20", "Corona-Hoffnung: Merck &amp;amp;amp;amp;amp;amp;amp;amp; Co macht Gilead Konkurrenz - kommt das „bessere“ Remdesivir?"], ["26.05.20", "MÄRKTE USA/Optimismus treibt an - Anleger wechseln die Sektoren"], ["26.05.20", "MÄRKTE USA/Hoffnung auf rasche Konjunkturerholung treibt an"], ["26.05.20", "US-Unternehmen Merck übernimmt Wiener Impfstoffspezialisten Themis"], ["26.05.20", "Pharmaindustrie: Nun steigt auch Merck & Co ins Rennen um einen Corona-Impfstoff ein"], ["26.05.20", "Merck verstärkt Impfstoff-Suche mit Übernahme in Wien"], ["26.05.20", "Merck verstärkt Impfstoffsuche und übernimmt Wiener Pharmafirma Themis"], ["26.05.20", "MÄRKTE USA/Hoffnung auf rasche Konjunkturerholung treibt an"], ["26.05.20", "Interessante Insiderkäufe bei SAP, Merck und Home24"], ["26.05.20", "US-Pharmagigant Merck treibt die Entwicklung von Corona-Therapien voran"], ["26.05.20", "US-Pharmakonzern Merck&Co steigt in Rennen um Corona-Impfstoff ein"], ["20.05.20", "MÄRKTE USA/Börsen nach Verschnaufpause fester erwartet"], ["20.05.20", "Astrazeneca und Merck erhalten Zulassung für Prostata-Krebsmittel"], ["20.05.20", "Astrazeneca erhält weitere US-Zulassung für Krebsmittel Lynparza"], ["18.05.20", "Merck nach den Zahlen: Das sagen die Analysten"], ["15.05.20", "Merck: Starke Zahlen, schwacher Ausblick - und jetzt?"], ["14.05.20", "Merck-Aktie: Konzern dampft wegen Corana Erwartungen ein - starker Jahresstart"], ["14.05.20", "Pharmabranche: Merck startet mit Gewinnsprung"], ["14.05.20", "Merck trotzt Corona"], ["07.05.20", "Bristol-Myers Squibb dank Zukauf mit hohen Umsätzen aber auch hohen Verlusten"], ["30.04.20", "April 2020: So schätzen Experten die Merck-Aktie ein"], ["29.04.20", "Merck veröffentlichte Zahlen zum vergangenen Quartal"], ["28.04.20", "MÄRKTE USA/Wall Street schließt nach schwachen Daten im Minus"], ["28.04.20", "MÄRKTE USA/Wall Street gibt nach schwachen Daten Gewinne ab"], ["28.04.20", "Merck verstärkt seinen OLED-Bereich "]], "en": [["01.06.20", "The Zacks Analyst Blog Highlights: Merck, Glaxo, Roche, Sanofi and Bristol-Myers"], ["01.06.20", "UPDATE 1-AstraZeneca-Merck Lynparza gets EMA's positive recommendation"], ["01.06.20", "AstraZeneca-Merck Lynparza gets EMA's positive recommendation"], ["29.05.20", "Buy Merck Stock On Vaccine Hopes"], ["28.05.20", "Why Is Merck (MRK) Down 4% Since Last Earnings Report?"], ["28.05.20", "Merck and Twitch Join Forces on World Multiple Sclerosis Day to Connect People Living With MS"], ["27.05.20", "Merck adopts ‘error catastrophe’ coronavirus drug "], ["27.05.20", "Merck Inks 3 Deals for Coronavirus Anti-infective & Vaccines"], ["26.05.20", "At Last, Merck Is Diving Into Coronavirus Vaccine and Antiviral Development"], ["26.05.20", "UPDATE 3-Merck to buy Austrian vaccine maker as it jumps into COVID-19 race"], ["26.05.20", "Dow Jones Surges 600 Points as Merck Works on Vaccine, Restaurant Activity Picks Up"], ["26.05.20", "Merck to buy Austrian vaccine maker as it jumps into COVID-19 race"], ["26.05.20", "The Zacks Analyst Blog Highlights: Bristol-Myers, Roche, AstraZeneca, Merck and Johnson & Johnson"], ["26.05.20", "Merck chief casts doubt on coronavirus vaccine timeframe"], ["26.05.20", "Merck to buy Austrian vaccine maker as it jumps into COVID-19 race"], ["26.05.20", "UPDATE 2-Merck to buy Austrian vaccine maker as it jumps into COVID-19 race"], ["26.05.20", "Dow surges 600 points, S&P 500 punches above key technical level as stock-market investors focus on Novovax, Merck vaccine candidates"], ["26.05.20", "Covid Report: Merck Joins Coronavirus Vaccine Hunt With Two-Pronged Strategy"], ["26.05.20", "Merck leaps into COVID-19 development fray with vaccine, drug deals"], ["26.05.20", "The Wall Street Journal: Merck does deals to develop coronavirus vaccines, drug"], ["26.05.20", "UPDATE 1-Merck leaps into COVID-19 development fray with vaccine, drug deals"], ["26.05.20", "Merck leaps into COVID-19 development fray with vaccine, drug deals"], ["24.05.20", "Better Buy: AbbVie vs. Merck"], ["20.05.20", "FDA Approves New Prostate Cancer Treatment From AstraZeneca and Merck"], ["18.05.20", "Are You Looking for a High-Growth Dividend Stock? Merck (MRK) Could Be a Great Choice"], ["14.05.20", "Merck KGaA says profit could slip as fertility treatments shunned"], ["14.05.20", "Merck Just Made a Gamble That Smart Investors Should Bet on Too"], ["14.05.20", "Merck KGaA says profit could slip as fertility treatments shunned"], ["14.05.20", "UPDATE 1-Merck KGaA says profit could slip as fertility treatments shunned"], ["14.05.20", "Merck KGaA says profit could slip in 2020"], ["14.05.20", "/C O R R E C T I O N -- EMD Serono/"], ["14.05.20", "Breakthrough Innovation in Cancer Care From Merck Pipeline to Be Presented at ASCO 2020"], ["14.05.20", "Breakthrough Innovation in Cancer Care From EMD Serono Pipeline to Be Presented at ASCO 2020"], ["13.05.20", "Merck KGaA : Preliminary announcement of the publication of financial reports according to Articles 114, 115, 117 of the WpHG [the German Securities Act]"], ["07.05.20", "The Zacks Analyst Blog Highlights: Merck, PayPal, Royal Dutch Shell, BlackRock and General Electric"], ["06.05.20", "Top Research Reports for Merck, PayPal & Royal Dutch Shell"], ["01.05.20", "Did Merck Just Receive a Gift From the FDA?"], ["30.04.20", "Data From Merck at ASCO 2020 to Showcase Significant Clinical Advances in Cancer Care"], ["28.04.20", "Merck Reports First-Quarter Results, Lowers Guidance"], ["28.04.20", "Merck & Co Inc (MRK) Q1 2020 Earnings Call Transcript"], ["2020-06-02 10:00", "Recapitalisation Led By Sophisticated Life Sciences Investor - Apeiron Investment Group Ltd ...  stage biopharmaceutical company leveraging its proprietary platform technologies to discover and develop a deep pipeline of best in class, novel drug candidates. Bionomics' lead drug candidate BNC210 is a novel, proprietary negative allosteric modulator of the alpha-7 (7) nicotinic acetylcholine receptor. Beyond BNC210, Bionomics has a strategic partnership with MSD (known as Merck & Co in the US and Canada) and a pipeline of pre-clinical ion channel programs targeting pain, depression, cognition and epilepsy. www.bionomics.com.au Factors Affecting Future Performance This announcement contains \"forward-looking\" statements within the meaning of the United States' Private Securities Litigation Reform Act of 1995. Any statements contained ... "], ["2020-06-02 08:25", "GlobeNewswire ...  monitor the vital respiratory parameters. For instance, in 2018, Nuva Air, a Swedish digital health startup launched a smart device, Air Next, that monitors all the vital respiratory parameters in patients with asthma and other respiratory diseases. Major players in the respiratory monitoring devices market are Covidien, GE Healthcare, Philips Healthcare, ResMed, Siemens Healthcare, Merck & Co., Calando Pharmaceuticals, Quark Pharmaceuticals, Sirnaomics Inc., and Traversa Therapeutics. Report Scope]]> Tue, 02 Jun 2020 08:03 GMT 2041971 en GlobeNewswire Inc. Research and Markets Tue, 02 Jun 2020 08:03 GMT Research Analysis and Reports http://www.globenewswire.com/news-release/2020/06/02/2041970/0/da/Anmodning-om-suspension.html http://www.globenewswire ... "], ["2020-06-01 06:28", "Reuters ... -justice-stitch/owls-justice-sew-up-new-deal-with-stitch-idUSFLM4H2xYnReuterseng2020-06-02T04:28:09+00:00OWL's Justice sew up new deal with StitchHeadlines,Esportshttps://www.reuters.com/article/quadpay-ma-zip-co/australias-zip-taps-us-market-with-buyout-of-buy-now-pay-later-peer-idUSL4N2DE2K8Reuterseng2020-06-02T04:26:40+00:00Australia's Zip taps U.S. market with buyout of buy-now-pay-later  ... www.reuters.com/article/brief-junshi-biosciences-and-merck-annou/brief-junshi-biosciences-and-merck-announce-collaboration-to-explore-promising-new-combination-treatment-for-head-and-neck-cancer-patients-in-china-idUSFWN2DE0IZReuterseng2020-06-01T17:31:08+00:00BRIEF-Junshi Biosciences And Merck Announce Collaboration To Explore Promising New Combination  ... "], ["2020-06-01 06:17", "AstraZeneca-Merck Lynparza gets EMA's positive recommendation ...  Lynparza gets EMA's positive recommendation FILE PHOTO: The company logo for pharmaceutical company AstraZeneca is displayed on a screen on the floor at the NYSE in New York (Reuters) - Drugmakers AstraZeneca Plc and Merck & Co Inc said on Monday their blockbluster cancer drug, Lynparza, has received positive recommendation from the European Medicines Agency (EMA) as a maintenance treatment for a form of pancreatic cancer. The recommendation from the EMA's Committee for Medicinal Products for Human Use was based on positive results from a late-stage trial, where Lynparza nearly doubled the time patients with gBRCAm metastatic pancreatic cancer lived without disease progression or death. (Reporting by Aakash Jagadeesh Babu in Bengaluru; Editing by ... "], ["2020-06-01 04:01", "Remembering Brazil's 2015 (Failed & Forgotten) Zika Virus-Microcephaly Freak-Out ...  more understanding on the issue, check out last week's Duty to Warn column here . Alternative websites, alternative talk shows and assorted, non-brain-washed critical thinkers around the world (that have not been co-opted by Big Business) have expressed profound interest in the information contained in the handful of exposes from various whistle-blowers (check out here , here and here ) that have correctly asserted that the most likely ...  Adverse Events: Encephalopathy MedImmune FLUMIST Vaccine (Influenza Vaccine Live, Intranasal Spray) Postmarketing Experience: Vaccine-associated encephalitis Merck AFLURIA Flu Vaccine Postmarketing Experience: Encephalopathy Novartis Vaccines AGRIFLU Flu Vaccine Postmarketing Experience: Encephalomyelitis and transverse  ... "], ["2020-05-31 12:54", "Are Moderna's Coronavirus Gains Over? ...  on these points, we can expect more gains from shares of this biotech company . Motley Fool Returns Stock Advisor S&P 500 414% 90% Stock Advisor launched in February of 2002. Returns as of 05/31/2020. Join Stock Advisor Cumulative Growth of a $10,000 Investment in Stock Advisor Calculated by Time-Weighted Return Stocks MRNA Moderna INC NASDAQ: MRNA $61.50 up $5.96 (10.73%) MRK Merck & Co. NYSE: MRK $80.72 up $1.68 (2.13%) NVAX Novavax NASDAQ: NVAX $46.04 up $1.20 (2.68%) Related Articles Investors Are Jumping the Gun on Moderna's Vaccine Results Why Moderna Stock Jumped 10.7% Today Why Moderna Stock Rose Today Why Moderna Stock Dropped Today Fauci Just Singled Out This Biotech Stock. Is It a Buy? Are Moderna's Coronavirus Gains Over? @themotleyfool ... "], ["2020-05-31 06:52", "NY PostNew York Posthttps://nypost.comYour source for breaking news, news about New York, sports, business, entertainment, opinion, real estate, culture, fashion, and more.Tue, 02 Jun 2020 09:58:04 +0000enhourly1http://wordpress.com/https://secure.gravatar.com/blavatar/0b14d9dbf0c711522a906102b60f3da0?s=96&d=https%3A%2F%2Fs0.wp.com%2Fi%2Fbuttonw-com.pngNew York Posthttps://nypost.comNYPD cop struck by hit-and-run driver in the Bronxhttps://nypost.com/2020/06/02/nypd-cop-struck-by-hit-and-run-driver-in-the-bronx/#respondTue, 02 Jun 2020 02:50:45 -0400https://nypost.com/2020/06/02/nypd-cop-struck-by-hit-and-run-driver-in-the-bronx/Joe Marino, Kenneth Gargerhttp://nypost.com/?post_type=article&p=157639980Cop hit by car in Greenwich Village. Photo: TwitterFour police  ... "], ["2020-05-31 00:38", "New cancer drugs show promise ...  cause of death in men with prostate cancer, according to Dr. Celestia Higano of the University of Washington in Seattle. She had no role in the study and wrote in a commentary published with the results in the New England Journal of Medicine. Myovant is seeking Food and Drug Administration approval for the drug; no cost estimate has been disclosed. Colon cancer: Merck & Co.'s blockbuster Keytruda, which helps the immune system find and fight cancer, proved better than standard chemo combinations as initial treatment for people with advanced colon cancer and tumors with gene defects that result in a high number of mutations, making them tough to treat. The study involved 307 patients in France. Those given Keytruda went more than 16 months on average ... "], ["2020-05-30 13:00", "Free hotline created to assist N.J. businesses as they ramp up to reopen ... ,\" Lowe said. \"We're going to do our best to assist as many callers as possible. If we see an overwhelming demand, we will expand the window that the hotline is available and will loop in other agency partners to lend a hand. \"The takeaway here is that New Jersey consumers and businesses need to help New Jersey businesses rebuild - from Main Street to Merck & Co. It is our responsibility as business owners and leaders statewide to jump start the recovery process, and it begins by taking care of our own right here in New Jersey. If businesses large and small support each other and keep people employed, it will yield financial benefits for both the state and local economies in our own backyard.\" Thank you for relying on us to provide the ... "], ["2020-05-30 13:00", "All the COVID-19 treatments currently in clinical trials ... t fully inflate. \"Targeting GM-CSF represents a promising strategy for curbing lung damage while allowing time for the virus to clear,\" Dr. Elizabeth Volkmann, founder and co-director of the UCLA Connective Tissue Disease-Related Interstitial Lung Disease Program, said in Roviant's press release. IFX-1 : The complement system helps defend against some  ... ;s effective on patients in early stages of COVID-19 infection. Rebif (interferon beta-1a): Interferon beta-1a is an interferon used to treat multiple sclerosis. Exactly how Rebif, an interferon made by Merck KGaA, works in MS patients isn't known , but it does lessen inflammation and reduce the body's immune response that damages the myelin sheath. The French Institut National de la  ... "], ["2020-05-30 10:30", "Is Teva Pharmaceuticals Stock a Buy? ... of a $10,000 Investment in Stock Advisor Calculated by Time-Weighted Return Stocks TEVA Teva Pharmaceutical Industries NYSE: TEVA $12.53 down $0.39 (-3.02%) BRK.A Berkshire Hathaway (A shares) NYSE: BRK.A $278,640.00 up $1,605.00 (0.58%) BRK.B Berkshire Hathaway (B shares) NYSE: BRK.B $185.58 up $0.48 (0.26%) PFE Pfizer NYSE: PFE $38.19 up $0.01 (0.03%) MRK Merck & Co. NYSE: MRK $80.72 up $1.68 (2.13%) Related Articles Got $3,000? These 5 Beaten-Down Stocks Are Begging to Be Bought 1 Thing Warren Buffett Didn't Do During the Market Crash That May Surprise You 3 Absolutely No-Brainer Bear Market Buys Here's Why Teva Pharmaceuticals Jumped Higher Today Will a Migraine Drug Save This Debt-Ridden Giant? Is Teva Pharmaceuticals Stock a Buy? @themotleyfool ... "], ["2020-05-30 06:36", "Reuters ... overwatch-justice-stitch/owls-justice-sew-up-new-deal-with-stitch-idUSFLM4H2xYnReuterseng2020-06-02T04:28:09+00:00OWL's Justice sew up new deal with StitchHeadlines,Esportshttps://www.reuters.com/article/quadpay-ma-zip-co/australias-zip-taps-us-market-with-buyout-of-buy-now-pay-later-peer-idUSL4N2DE2K8Reuterseng2020-06-02T04:26:40+00:00Australia's Zip taps U.S. market with buyout of buy-now-pay-later  ... .reuters.com/article/brief-junshi-biosciences-and-merck-annou/brief-junshi-biosciences-and-merck-announce-collaboration-to-explore-promising-new-combination-treatment-for-head-and-neck-cancer-patients-in-china-idUSFWN2DE0IZReuterseng2020-06-01T17:31:08+00:00BRIEF-Junshi Biosciences And Merck Announce Collaboration To Explore Promising New Combination  ... "], ["2020-05-30 00:02", "New drugs make headway against lung, prostate, colon cancers ...  cause of death in men with prostate cancer, according to Dr. Celestia Higano of the University of Washington in Seattle. She had no role in the study and wrote in a commentary published with the results in the New England Journal of Medicine. Myovant is seeking Food and Drug Administration approval for the drug; no cost estimate has been disclosed. COLON CANCER Merck & Co.'s blockbuster Keytruda, which helps the immune system find and fight cancer, proved better than standard chemo combinations as initial treatment for people with advanced colon cancer and tumors with gene defects that result in a high number of mutations, making them tough to treat. The study involved 307 patients in France. Those given Keytruda went more than 16 months on average ... "], ["2020-05-29 21:35", "Trump upends relations with Hong Kong, WHO citing Chinese actions ...  Press Release DERMALOG Temperature Check: Greater Safety for Medical Practices Press Release Autodoc launches special concessions programmefor regular customers Press Release Merck and Twitch Join Forces on World Multiple Sclerosis Day to Connect People Living With MS Press Release Annual accounts 2019: Sedus Stoll ... Co-produced Documentary \"A Port City's Quick Response to COVID-19\" Press Release China Matters and Tianjin Haihe Media Group released co-produced Documentary \"A Man on a Rescue Mission against COVID-19\" Press Release China Matters and Tianjin Haihe Media Group released co-produced Documentary \"Everyday Warriors in Tianjin's Fight against COVID-19\" Press Release China Matters and Tianjin Haihe Media Group released co ... "], ["2020-05-29 21:05", "Minneapolis cop charged with murder of unarmed black man George Floyd ...  Press Release DERMALOG Temperature Check: Greater Safety for Medical Practices Press Release Autodoc launches special concessions programmefor regular customers Press Release Merck and Twitch Join Forces on World Multiple Sclerosis Day to Connect People Living With MS Press Release Annual accounts 2019: Sedus Stoll ... Co-produced Documentary \"A Port City's Quick Response to COVID-19\" Press Release China Matters and Tianjin Haihe Media Group released co-produced Documentary \"A Man on a Rescue Mission against COVID-19\" Press Release China Matters and Tianjin Haihe Media Group released co-produced Documentary \"Everyday Warriors in Tianjin's Fight against COVID-19\" Press Release China Matters and Tianjin Haihe Media Group released co ... "], ["2020-05-29 21:05", "Leverkusen back on Champions League course with 1-0 in Freiburg ...  Press Release DERMALOG Temperature Check: Greater Safety for Medical Practices Press Release Autodoc launches special concessions programmefor regular customers Press Release Merck and Twitch Join Forces on World Multiple Sclerosis Day to Connect People Living With MS Press Release Annual accounts 2019: Sedus Stoll ... Co-produced Documentary \"A Port City's Quick Response to COVID-19\" Press Release China Matters and Tianjin Haihe Media Group released co-produced Documentary \"A Man on a Rescue Mission against COVID-19\" Press Release China Matters and Tianjin Haihe Media Group released co-produced Documentary \"Everyday Warriors in Tianjin's Fight against COVID-19\" Press Release China Matters and Tianjin Haihe Media Group released co ... "], ["2020-05-29 21:02", "These stocks performed best in May as the market rally continued ...  Group Inc. US:GS 7.1% -14.5% 37.6% Travelers Cos. Inc. US:TRV 5.7% -21.9% 14.4% Dow Inc. US:DOW 5.2% -29.5% N/A Intel Corp. US:INTC 4.9% 5.1% 27.5% UnitedHealth Group Inc. US:UNH 4.2% 3.7% 18.0% American Express Co. US:AXP 4.2% -23.6% 30.6% Boeing Co. US:BA 3.4% -55.2% 1.0% Caterpillar Inc. US:CAT 3.2% -18.7% 16.2% 3M Co. US:MMM 3.0% -11.3% -7.4% Microsoft Corp. US:MSFT 2.3% 16.2% 55.3% Walmart Inc. US:WMT 2.1% 4.4% 27.6% Merck & Co. Inc. US:MRK 1.7% -11.2% 19.0% Coca-Cola Co. US:KO 1.7% -15.7% 16.9% J.P. Morgan Chase & Co. US:JPM 1.6% -30.2% 42.8% Verizon Communications Inc. US:VZ -0.1% -6.5% 9.2% Chevron Corp. US:CVX -0.3% -23.9% 10.8% Pfizer Inc. US:PFE -0.4% -2.5% -10.2% United Technologies Corp. CL:UTX -0.4% -27.0% 40.6% International Business Machines ... "], ["2020-05-29 20:52", "Moderna Announces First Participants In Each Age Cohort Dosed In Phase 2 Study Of MRNA Vaccine (mRNA-1273) Against Novel Coronavirus ...  candidates in its prophylactic vaccines modality, including: Vaccines against respiratory infections Respiratory syncytial virus (RSV) vaccine for older adults (mRNA-1777 and mRNA-1172 or V172 with Merck) RSV vaccine for young children (mRNA-1345) Human metapneumovirus (hMPV) and parainfluenza virus type 3 (PIV3) vaccine (mRNA-1653) Novel coronavirus (SARS-CoV-2) vaccine (mRNA-1273 ... , and autoimmune and inflammatory diseases, independently and with strategic collaborators. Headquartered in Cambridge, Mass., Moderna currently has strategic alliances for development programs with AstraZeneca PLC and Merck & Co., Inc., as well as the Defense Advanced Research Projects Agency (DARPA), an agency of the U.S. Department of Defense, and BARDA. Moderna has been named  ... "], ["2020-05-29 20:02", "Investing During Coronavirus: Stocks Turn Positive on Trump's Trade Comments ... working from home. Plus, vaccine news kept stocks steady and offered hope to even the most beaten-down of sectors. It was a good day in the stock market, to say the least. Novavax (NASDAQ: NVAX ) and Merck (NYSE: MRK ) made waves with their vaccine news, and travel stocks got a bit of a boost. Delta Air Lines (NYSE: DAL ), American Airlines (NASDAQ: AAL ) and United Airlines (NASDAQ: UAL ) all closed higher by more  ...  down, it's nice to know what the experts are doing. It's also nice to get a sense for what the experts are thinking. According to John Rogers, the co-CEO and chief investment officer at Ariel Investments, there's no doubt that the pandemic-driven downturn is \"stunning\" and \"wrenching.\" But he's not panicking.  ... "], ["2020-05-29 19:45", "New drugs make headway against some cancers ...  cause of death in men with prostate cancer, according to Dr. Celestia Higano of the University of Washington in Seattle. She had no role in the study and wrote in a commentary published with the results in the New England Journal of Medicine . Myovant is seeking Food and Drug Administration approval for the drug; no cost estimate has been disclosed. Colon cancer Merck & Co.'s blockbuster Keytruda, which helps the immune system find and fight cancer, proved better than standard chemo combinations as initial treatment for people with advanced colon cancer and tumors with gene defects that result in a high number of mutations, making them tough to treat. The study involved 307 patients in France. Those given Keytruda went more than 16 months on average ... "]]}}