{"postfix": "merck-aktie", "name": "MERCK", "wkn": "659990", "time": "2020.06.02 13:20", "ts": 1591096817, "features": {"KGV": "18.85", "Marktkapitalisierung": {"Size": "Mrd", "Value": "13.33"}, "GA": "5.56", "KBV": "2.55", "BA": "41.10", "KCV": "15.24", "CA": "6.88", "Vola30": "33.36", "Vola90": "50.21", "Vola180": "38.88", "Vola250": "30.45"}, "rivals": ["bb_biotech-aktie", "johnson_johnson-aktie", "merck_co-aktie", "3m-aktie", "procter_gamble-aktie", "gilead_sciences-aktie", "roche_2-aktie"], "text_data": {"de": [["31.05.20", "Experten sehen bei Merck-Aktie weniger Potenzial"], ["29.05.20", "MÄRKTE EUROPA/Hongkong-Krise löst Gewinnmitnahmen aus"], ["29.05.20", "XETRA-SCHLUSS/Lufthansa und Auto-Aktien ziehen DAX nach unten"], ["29.05.20", "MÄRKTE EUROPA/Zykliker schwach - Anleger warten auf Trump"], ["29.05.20", "KORREKTUR: INTERVIEW/Merck KGaA rechnet bald mit neuen Bavencio-Zulassungen"], ["29.05.20", "Merck: Alles für die Wissenschaft"], ["29.05.20", "MÄRKTE EUROPA/Anleger vor Trumps China-Reaktion vorsichtig"], ["29.05.20", "MÄRKTE EUROPA/Gewinnmitnahmen - Autowerte wegen China unter Druck"], ["29.05.20", "Merck KGaA erhöht Dividende - Arbeiten an Corona-Impfstoff"], ["28.05.20", "MÄRKTE EUROPA/Hoffnung auf Wirtschaftserholung treibt weiter"], ["28.05.20", "XETRA-SCHLUSS/Konjunkturhoffnungen beflügeln - DAX fast auf Dreimonatshoch"], ["28.05.20", "MÄRKTE EUROPA/Hoffnung auf Wirtschaftsbelebung treibt Kurse"], ["28.05.20", "Hauptversammlung: Merck-Aktionäre entlasten Management - Dividende steigt"], ["28.05.20", "MÄRKTE EUROPA/Freundlich - China-Sorgen bremsen Autowerte"], ["28.05.20", "Börse 07:45 Uhr Merck und Eon Hauptversammlungen"], ["28.05.20", "Merck KGaA drückt aufs Tempo - Hauptversammlung im Fokus"], ["27.05.20", "Bilanzcheck: Merck scheint immun gegen Corona zu sein"], ["27.05.20", "Merck und Baylor College kooperieren bei Impfstoff-Herstellungsplattform"], ["27.05.20", "VCI erwartet 2020 deutlichen Einbruch in deutscher Chemieproduktion"], ["26.05.20", "Corona-Hoffnung: Merck &amp;amp;amp;amp;amp;amp;amp;amp; Co macht Gilead Konkurrenz - kommt das „bessere“ Remdesivir?"], ["26.05.20", "US-Unternehmen Merck übernimmt Wiener Impfstoffspezialisten Themis"], ["26.05.20", "Pharmaindustrie: Nun steigt auch Merck & Co ins Rennen um einen Corona-Impfstoff ein"], ["26.05.20", "Merck verstärkt Impfstoff-Suche mit Übernahme in Wien"], ["26.05.20", "Merck verstärkt Impfstoffsuche und übernimmt Wiener Pharmafirma Themis"], ["26.05.20", "Interessante Insiderkäufe bei SAP, Merck und Home24"], ["26.05.20", "Merck schaut in Corona-Krise noch stärker auf die Kosten"], ["25.05.20", "ROUNDUP: Altmaier will gemeinsames EU-Projekt für Arzneimittelproduktion"], ["25.05.20", "Altmaier will gemeinsames EU-Projekt für Arzneimittelproduktion"], ["18.05.20", "Merck nach den Zahlen: Das sagen die Analysten"], ["15.05.20", "Merck: Starke Zahlen, schwacher Ausblick - und jetzt?"], ["14.05.20", "MÄRKTE EUROPA/Anleger vorsichtiger - Berichtssaison dünnt nun aus"]], "en": [["01.06.20", "The Zacks Analyst Blog Highlights: Merck, Glaxo, Roche, Sanofi and Bristol-Myers"], ["01.06.20", "UPDATE 1-AstraZeneca-Merck Lynparza gets EMA's positive recommendation"], ["01.06.20", "AstraZeneca-Merck Lynparza gets EMA's positive recommendation"], ["29.05.20", "Buy Merck Stock On Vaccine Hopes"], ["28.05.20", "Why Is Merck (MRK) Down 4% Since Last Earnings Report?"], ["28.05.20", "Merck and Twitch Join Forces on World Multiple Sclerosis Day to Connect People Living With MS"], ["27.05.20", "Merck adopts ‘error catastrophe’ coronavirus drug "], ["27.05.20", "Merck Inks 3 Deals for Coronavirus Anti-infective & Vaccines"], ["26.05.20", "At Last, Merck Is Diving Into Coronavirus Vaccine and Antiviral Development"], ["26.05.20", "UPDATE 3-Merck to buy Austrian vaccine maker as it jumps into COVID-19 race"], ["26.05.20", "Dow Jones Surges 600 Points as Merck Works on Vaccine, Restaurant Activity Picks Up"], ["26.05.20", "Merck to buy Austrian vaccine maker as it jumps into COVID-19 race"], ["26.05.20", "The Zacks Analyst Blog Highlights: Bristol-Myers, Roche, AstraZeneca, Merck and Johnson & Johnson"], ["26.05.20", "Merck chief casts doubt on coronavirus vaccine timeframe"], ["26.05.20", "Merck to buy Austrian vaccine maker as it jumps into COVID-19 race"], ["26.05.20", "UPDATE 2-Merck to buy Austrian vaccine maker as it jumps into COVID-19 race"], ["26.05.20", "Dow surges 600 points, S&P 500 punches above key technical level as stock-market investors focus on Novovax, Merck vaccine candidates"], ["26.05.20", "Covid Report: Merck Joins Coronavirus Vaccine Hunt With Two-Pronged Strategy"], ["26.05.20", "Merck leaps into COVID-19 development fray with vaccine, drug deals"], ["26.05.20", "The Wall Street Journal: Merck does deals to develop coronavirus vaccines, drug"], ["26.05.20", "UPDATE 1-Merck leaps into COVID-19 development fray with vaccine, drug deals"], ["26.05.20", "Merck leaps into COVID-19 development fray with vaccine, drug deals"], ["24.05.20", "Better Buy: AbbVie vs. Merck"], ["20.05.20", "FDA Approves New Prostate Cancer Treatment From AstraZeneca and Merck"], ["19.05.20", "Merck Foundation Announce 'Stay at Home' Media Recognition Awards  for Latin American Countries"], ["18.05.20", "Are You Looking for a High-Growth Dividend Stock? Merck (MRK) Could Be a Great Choice"], ["14.05.20", "Merck KGaA says profit could slip as fertility treatments shunned"], ["14.05.20", "Merck Just Made a Gamble That Smart Investors Should Bet on Too"], ["14.05.20", "Merck KGaA says profit could slip as fertility treatments shunned"], ["14.05.20", "UPDATE 1-Merck KGaA says profit could slip as fertility treatments shunned"], ["14.05.20", "Merck KGaA says profit could slip in 2020"], ["14.05.20", "/C O R R E C T I O N -- EMD Serono/"], ["14.05.20", "Breakthrough Innovation in Cancer Care From Merck Pipeline to Be Presented at ASCO 2020"], ["14.05.20", "Breakthrough Innovation in Cancer Care From EMD Serono Pipeline to Be Presented at ASCO 2020"], ["13.05.20", "Merck KGaA : Preliminary announcement of the publication of financial reports according to Articles 114, 115, 117 of the WpHG [the German Securities Act]"], ["07.05.20", "The Zacks Analyst Blog Highlights: Merck, PayPal, Royal Dutch Shell, BlackRock and General Electric"], ["06.05.20", "Top Research Reports for Merck, PayPal & Royal Dutch Shell"], ["01.05.20", "Did Merck Just Receive a Gift From the FDA?"], ["30.04.20", "Data From Merck at ASCO 2020 to Showcase Significant Clinical Advances in Cancer Care"], ["28.04.20", "Merck Reports First-Quarter Results, Lowers Guidance"], ["2020-06-02 10:00", "Recapitalisation Led By Sophisticated Life Sciences Investor - Apeiron Investment Group Ltd ... , clinical stage biopharmaceutical company leveraging its proprietary platform technologies to discover and develop a deep pipeline of best in class, novel drug candidates. Bionomics' lead drug candidate BNC210 is a novel, proprietary negative allosteric modulator of the alpha-7 (7) nicotinic acetylcholine receptor. Beyond BNC210, Bionomics has a strategic partnership with MSD (known as Merck & Co in the US and Canada) and a pipeline of pre-clinical ion channel programs targeting pain, depression, cognition and epilepsy. www.bionomics.com.au Factors Affecting Future Performance This announcement contains \"forward-looking\" statements within the meaning of the United States' Private Securities Litigation Reform Act of 1995. Any statements ... "], ["2020-06-02 09:40", "Pharma Company AstraZeneca Heart and Cancer Drugs Approved While Coronavirus Vaccine Makes Progress ...  funding from the U.S. government last month as it aims to produce a billion doses until 2021. AstraZeneca receives 2 drug recommendations while their coronavirus vaccine makes progress While AstraZeneca is busy signing signs deals for its vaccine, its other drugs for cancer and heart illnesses continue to do well. Lynparza is being developed in partnership with Merck, a U.S. pharmaceutical company. If the European Commission confirms the endorsement from the European Medicines Agency's human medicines committee, then it can be promoted as a pancreatic cancer medication in Europe. Last year, it gained U.S. approval for the same indication. (Photo : Bjoertvedt/Wiki Commons) Astra Zeneca headquarters in Mlndal, Southern Gothenburg (Sweden) According ... "], ["2020-06-02 08:50", "Dental Drug Market Analysis And Industry Insights Report, 2028 | Market Growth To Be Motivated By Increasing Alertness Towards Oral Cleanliness And Dental Care: Radiant Insights, Inc. ...  report provides detailed historical analysis of global market for Dental Drug from 2013-2018, and provides extensive market forecasts from 2019-2028 by region/country and subsectors. It covers the sales volume, price, revenue, gross margin, historical growth and future perspectives in the Dental Drug market. Market Segmentation: Leading players of Dental Drug including: Merck Bayer J&J GSK 3M Sunstar Colgate-Palmolive DenMat Showa Yakuhin Kako Valeant Pharmaceuticals Septodont Roche PerioChip Hutchison China MediTech Xiuzheng Pharmaceutical Acteon Xttrium Laboratorie Mediwin Pharmaceuticals Market split by Type, can be divided into: OTC Prescription Product Market split by Application, can be divided into: Hospitals Dental Clinics Drugstores Market split by ... "], ["2020-06-02 08:25", "GlobeNewswire ...  to continuously monitor the vital respiratory parameters. For instance, in 2018, Nuva Air, a Swedish digital health startup launched a smart device, Air Next, that monitors all the vital respiratory parameters in patients with asthma and other respiratory diseases. Major players in the respiratory monitoring devices market are Covidien, GE Healthcare, Philips Healthcare, ResMed, Siemens Healthcare, Merck & Co., Calando Pharmaceuticals, Quark Pharmaceuticals, Sirnaomics Inc., and Traversa Therapeutics. Report Scope]]> Tue, 02 Jun 2020 08:03 GMT 2041971 en GlobeNewswire Inc. Research and Markets Tue, 02 Jun 2020 08:03 GMT Research Analysis and Reports http://www.globenewswire.com/news-release/2020/06/02/2041970/0/da/Anmodning-om-suspension.html http://www ... "], ["2020-06-01 06:43", "Business Insider ... -in-a-recession-coronavirus-slams-vulnerable-truckers-2020-5 2020-06-01T03:15:02+00:00 https://www.businessinsider.com/how-oloid-raised-5-million-for-enterprise-facial-recognition-tech-2020-5 2020-06-01T11:59:27+00:00 https://www.businessinsider.com/7-steps-for-pitching-and-landing-deals-in-virtual-environment-2020-5 2020-06-01T11:19:45+00:00 https://www.businessinsider.com/merck-ceo-kenneth-frazier-george-floyd-could-be-me2020-6 2020-06-01T04:08:28+00:00 https://www.businessinsider.com/coworking-space-founders-give-3-steps-recession-proof-your-business-2020-5 2020-06-01T03:25:26+00:00 https://www.businessinsider.com/sanitation-worker-on-nyc-changes-during-coronavirus-pandemic-2020-6 2020-06-01T03:38:07+00:00 https://www.businessinsider.com/black-women ... "], ["2020-06-01 06:40", "CNBC ... 59:49-04:00https://www.cnbc.com/2020/06/01/mondays-calls-of-the-day-amazon-ulta-hostess-gap-more.htmlInvestment strategy,Markets,Breaking News: MarketsCNBCenABT,AMZN,CMG,KDP,MET,MTN,TEVA,TRV,ULTA,HSTHere are Monday's biggest analyst calls of the day: Amazon, Ulta, Hostess, Gap & more2020-06-01T09:28:20-04:00https://www.cnbc.com/2020/06/01/merck-ceo-george-floyd-could-be-me.htmlBusiness,Politics,Pharmaceuticals,Business, Health Care, Pharma, Science, Global Health,Health care industry,Human rights and civil liberties,Race and ethnicity,Breaking News: BusinessCNBCenMRKMerck CEO Kenneth Frazier: George Floyd 'could be me'2020-06-01T10:23:27-04:00https://www.cnbc.com/2020/06/01/protests-could-exacerbate-the-worlds-worst-coronavirus-outbreak-officials ... "], ["2020-06-01 06:28", "Reuters ... -challenges-for-2020-hurricane-season-from-coronavirus-idUSFWN2DE0PMReuterseng2020-06-01T17:32:55+00:00BRIEF-Fitch Says Insurers Face Unique Challenges For 2020 Hurricane Season From CoronavirusHeadlines,Healthcarehttps://www.reuters.com/article/brief-junshi-biosciences-and-merck-annou/brief-junshi-biosciences-and-merck-announce-collaboration-to-explore-promising-new-combination-treatment-for-head-and-neck-cancer-patients-in-china-idUSFWN2DE0IZReuterseng2020-06-01T17:31:08+00:00BRIEF-Junshi Biosciences And Merck Announce Collaboration To Explore Promising New Combination Treatment For Head And Neck Cancer Patients In ChinaHeadlines,HealthcareHKG:1877https://www.reuters.com/article/usa-stocks/us-stocks-wall-st-gains-as-recovery-hopes-overshadow-us-protests ... "], ["2020-06-01 06:17", "AstraZeneca-Merck Lynparza gets EMA's positive recommendation ...  Lynparza gets EMA's positive recommendation FILE PHOTO: The company logo for pharmaceutical company AstraZeneca is displayed on a screen on the floor at the NYSE in New York (Reuters) - Drugmakers AstraZeneca Plc and Merck & Co Inc said on Monday their blockbluster cancer drug, Lynparza, has received positive recommendation from the European Medicines Agency (EMA) as a maintenance treatment for a form of pancreatic cancer. The recommendation from the EMA's Committee for Medicinal Products for Human Use was based on positive results from a late-stage trial, where Lynparza nearly doubled the time patients with gBRCAm metastatic pancreatic cancer lived without disease progression or death. (Reporting by Aakash Jagadeesh Babu in Bengaluru; Editing by ... "], ["2020-06-01 04:01", "Remembering Brazil's 2015 (Failed & Forgotten) Zika Virus-Microcephaly Freak-Out ...  ADVERSE REACTIONS, (Post-marketing): Encephalitis Glaxo INFANRIX (DTaP) Pertussis Vaccine Postmarketing Experience: Encephalopathy Sanofi Pasteur PENTACEL DTaP IPV and HIB Combo Vaccine Data from Clinical Studies, Serious Adverse Events: Encephalopathy MedImmune FLUMIST Vaccine (Influenza Vaccine Live, Intranasal Spray) Postmarketing Experience: Vaccine-associated encephalitis Merck AFLURIA Flu Vaccine Postmarketing Experience: Encephalopathy Novartis Vaccines AGRIFLU Flu Vaccine Postmarketing Experience: Encephalomyelitis and transverse myelitis GlaxoSmithKline FLUARIX Flu Vaccine Postmarketing Experience: Encephalomyelitis Note that the cases of vaccine-induced encephalomyelitis warned about above occurred in infants, children and adolescents. Think how ... "], ["2020-05-31 17:49", "Atlanta Mayor: 'I Wish That Trump Would Just Be Quiet' ...  The RNC: 'Maybe Something's Going On' Trump and the Republican Party infrastructure are not getting along. Jun 16, 2016 By Frances Langum Super Bowl LIII And The Soul Of Atlanta The combination of the Superbowl and America's \"Black Mecca\" is too important to ignore. Feb 03, 2019 By The Conversation Trump Tougher On CEO Of Merck Than On US Nazis The CEO of Merck reached his last straw (really?) with Trump this weekend, and you know that that means ...Twitter war! Aug 14, 2017 By Frances Langum Office Of Government Ethics Twitter Account Hacked? Or Infiltrated? After Donald Trump's announcement that he's not really avoiding conflicts of interest, the Office of Government Ethics Twitter account got weird. Nov 30, 2016 By Karoli ... "], ["2020-05-31 15:44", "Gottlieb warns of uptick in coronavirus infections after widespread protests ...  widespread protests CBS News Videos May 31, 2020 Former FDA Commissioner Scott Gottlieb cautioned against the potential spread of coronavirus as thousands of people take to the streets to demonstrate. What to Read Next What's on TV Saturday plus Sunday talk: 'Lucy in the Sky' LA Times Almost Nobody Aces This Iconic TV Show Quiz Faqtoids.com Ad Coronavirus vaccine: Merck and Novartis join the hunt for a COVID-19 vaccine NBC News Peaceful protesters lament violence at George Floyd demonstrations, but understand the rage behind it USA TODAY What Is Hemophilia? Signs May Surprise You System1 | Hemophilia | Search Ads Ad NYPD cop cars filmed plowing into protesters as they converged on vehicle Good Morning America In light of George Floyd's death ... "], ["2020-05-31 12:54", "Are Moderna's Coronavirus Gains Over? ...  on these points, we can expect more gains from shares of this biotech company . Motley Fool Returns Stock Advisor S&P 500 414% 90% Stock Advisor launched in February of 2002. Returns as of 05/31/2020. Join Stock Advisor Cumulative Growth of a $10,000 Investment in Stock Advisor Calculated by Time-Weighted Return Stocks MRNA Moderna INC NASDAQ: MRNA $61.50 up $5.96 (10.73%) MRK Merck & Co. NYSE: MRK $80.72 up $1.68 (2.13%) NVAX Novavax NASDAQ: NVAX $46.04 up $1.20 (2.68%) Related Articles Investors Are Jumping the Gun on Moderna's Vaccine Results Why Moderna Stock Jumped 10.7% Today Why Moderna Stock Rose Today Why Moderna Stock Dropped Today Fauci Just Singled Out This Biotech Stock. Is It a Buy? Are Moderna's Coronavirus Gains Over? @themotleyfool ... "], ["2020-05-31 10:00", "Encouraging vaccine news, signs of financial support drive gains for U.S. stocks ... the Dow Jones Industrial Average passing 25,000 and the S&P 500 breaching 3,000 for the first time in more than two months. Stocks got off to a hot start to the week due to more encouraging news on the COVID-19 vaccine front. On Tuesday, Novavax announced it is beginning Phase I clinical trials of its coronavirus vaccine candidate. Pharmaceutical giant Merck also announced last week it will begin work on a vaccine, and Moderna reported positive data for its early-stage vaccine candidate earlier this month. Investors were also encouraged by further signs of economic support from governments and central banks around the world. The European Commission announced a new economic stimulus package worth about $825 billion last week, while U.S. Senate Majority Leader ... "], ["2020-05-31 06:52", "NY PostNew York Posthttps://nypost.comYour source for breaking news, news about New York, sports, business, entertainment, opinion, real estate, culture, fashion, and more.Tue, 02 Jun 2020 11:04:03 +0000enhourly1http://wordpress.com/https://secure.gravatar.com/blavatar/0b14d9dbf0c711522a906102b60f3da0?s=96&d=https%3A%2F%2Fs0.wp.com%2Fi%2Fbuttonw-com.pngNew York Posthttps://nypost.com'Hundreds' of looters rush into Macy's Herald Square store despite curfewhttps://nypost.com/2020/06/02/hundreds-of-looters-rush-into-macys-herald-square-store/#respondTue, 02 Jun 2020 06:59:45 -0400https://nypost.com/2020/06/02/hundreds-of-looters-rush-into-macys-herald-square-store/Lee Brownhttp://nypost.com/?post_type=article&p=157642420Toddler trapped in elevator gets  ... "], ["2020-05-31 06:41", "Business Insider Australia ...  small 2020-06-02T02:20:00+10:00 https://www.businessinsider.com.au/royal-family-abandoning-never-complain-never-explain-mantra-queen-elizabeth-2019-10 2020-06-02T02:16:03+10:00 hourly 0.8 Business Insider Australia en Kate Middleton could be joining Meghan Markle and Prince Harry in abandoning one of the royal family's oldest traditions 2020-06-02T02:15:00+10:00 https://www.businessinsider.com.au/merck-ceo-kenneth-frazier-george-floyd-could-be-me2020-6-2020-6 2020-06-02T02:08:28+10:00 hourly 0.8 Business Insider Australia en George Floyd 'could be me,' says one of America's 4 black Fortune 500 CEOs 2020-06-02T02:06:25+10:00 https://www.businessinsider.com.au/trump-aides-unifying-tv-speech-give-up-president-protests-2020-6 2020-06-02T01:59:02 ... "], ["2020-05-31 02:20", "4 'kering-keri' tips to keep it together during the pandemic ...  provides over 20,000 home-cooked meals for frontliners Filinvest Land: Notice of Annual Stockholders' Meeting Globe, DOST launch SMS-based platform to improve COVID-19 reporting, tracing Philstar Please enable JavaScript to view the comments powered by Disqus. Latest Latest Latest 1 day ago MSD Philippines' cancer awareness campaign wins Anvil Award 1 day ago Merck Sharp & Dohme (MSD) Philippines' multi-stakeholder cancer advocacy campaign 'Hope From Within' with 2 Silver... Lifestyle Business 8 days ago Ortigas Malls reopens, implements stringent sanitation measures 8 days ago Ortigas Malls observes important sanitation and physical distancing protocols as it welcomes back loyal patrons. Lifestyle Business 9 days ago SMDC rolls out The ... "], ["2020-05-31 00:38", "New cancer drugs show promise ...  a frequent cause of death in men with prostate cancer, according to Dr. Celestia Higano of the University of Washington in Seattle. She had no role in the study and wrote in a commentary published with the results in the New England Journal of Medicine. Myovant is seeking Food and Drug Administration approval for the drug; no cost estimate has been disclosed. Colon cancer: Merck & Co.'s blockbuster Keytruda, which helps the immune system find and fight cancer, proved better than standard chemo combinations as initial treatment for people with advanced colon cancer and tumors with gene defects that result in a high number of mutations, making them tough to treat. The study involved 307 patients in France. Those given Keytruda went more than 16 months on ... "], ["2020-05-30 21:10", "More soldiers to patrol Minneapolis as unrest takes hold nationwide ... Things you can grow on your balcony trends Vatican Museums reopen: A chance to see Sistine Chapel with no crowds Press Release Canopy Growth Reports Full Year and 4th Quarter Fiscal 2020 Financial Results; Provides Strategic Review Update Press Release Betway Join BLAST With DOTA 2 Expansion Press Release RUB Medics: Art of 'Social Distancing' Press Release Centric Software's Easy Digital Collaboration With Personal PLM Press Release DERMALOG Temperature Check: Greater Safety for Medical Practices Press Release Autodoc launches special concessions programmefor regular customers Press Release Merck and Twitch Join Forces on World Multiple Sclerosis Day to Connect People Living With MS Press Release Annual accounts 2019: Sedus Stoll Group satisfied"], ["2020-05-30 20:40", "All-American rocket makes historic launch, skirting volatile weather ... Things you can grow on your balcony trends Vatican Museums reopen: A chance to see Sistine Chapel with no crowds Press Release Canopy Growth Reports Full Year and 4th Quarter Fiscal 2020 Financial Results; Provides Strategic Review Update Press Release Betway Join BLAST With DOTA 2 Expansion Press Release RUB Medics: Art of 'Social Distancing' Press Release Centric Software's Easy Digital Collaboration With Personal PLM Press Release DERMALOG Temperature Check: Greater Safety for Medical Practices Press Release Autodoc launches special concessions programmefor regular customers Press Release Merck and Twitch Join Forces on World Multiple Sclerosis Day to Connect People Living With MS Press Release Annual accounts 2019: Sedus Stoll Group satisfied"], ["2020-05-30 19:40", "US astronauts launch into space in historic commercial flight ... Things you can grow on your balcony trends Vatican Museums reopen: A chance to see Sistine Chapel with no crowds Press Release Canopy Growth Reports Full Year and 4th Quarter Fiscal 2020 Financial Results; Provides Strategic Review Update Press Release Betway Join BLAST With DOTA 2 Expansion Press Release RUB Medics: Art of 'Social Distancing' Press Release Centric Software's Easy Digital Collaboration With Personal PLM Press Release DERMALOG Temperature Check: Greater Safety for Medical Practices Press Release Autodoc launches special concessions programmefor regular customers Press Release Merck and Twitch Join Forces on World Multiple Sclerosis Day to Connect People Living With MS Press Release Annual accounts 2019: Sedus Stoll Group satisfied"]]}}