{"postfix": "metlife-aktie", "name": "METLIFE", "wkn": "934623", "time": "2020.06.02 13:11", "ts": 1591096306, "features": {"KGV": "8.30", "Marktkapitalisierung": {"Size": "Mrd", "Value": "29.85"}, "GA": "6.11", "KBV": "1.04", "BA": "48.97", "KCV": "7.45", "CA": "6.80", "Vola30": "62.55", "Vola90": "82.23", "Vola180": "61.71", "Vola250": "46.13"}, "rivals": ["american_international_group-aktie", "lincoln_national-aktie", "torchmark-aktie", "prudential_financial-aktie", "ameriprise_financial-aktie", "ing-aktie"], "text_data": {"de": [["31.05.20", "Mai 2020: Das sind die Expertenmeinungen zur MetLife-Aktie"], ["09.05.20", "MetLife gewährte Anlegern Blick in die Bücher "], ["05.05.20", "Ausblick: MetLife stellt Zahlen zum jüngsten Quartal vor"], ["30.04.20", "Was Analysten von der MetLife-Aktie erwarten"], ["29.04.20", "MetLife erhöht die Dividende"], ["21.04.20", "Erste Schätzungen: MetLife verkündet Quartalsergebnis zum jüngsten Jahresviertel"], ["31.03.20", "März 2020: So haben Analysten ihre Einstufung der MetLife-Aktie angepasst"], ["29.02.20", "MetLife-Aktie: Das sind die Analysten-Einstufungen des vergangenen Monats"], ["07.02.20", "MetLife verkündete Quartalsergebnis zum jüngsten Jahresviertel"], ["04.02.20", "Ausblick: MetLife stellt Quartalsergebnis zum abgelaufenen Jahresviertel vor"], ["08.01.20", "MetLife gibt Dividende für das erste Quartal bekannt"]], "en": [["26.05.20", "MetLife Inv.Mgmt.Fds : Annual Report 31.12.2019"], ["22.05.20", "Metlife Gains Momentum After Early Year Losses"], ["09.05.20", "MetLife (MET) Q1 2020 Earnings Call Transcript"], ["07.05.20", "MetLife Stock Surges on Solid Q1 Earnings"], ["07.05.20", "MetLife (MET) Q1 Earnings Beat Estimates"], ["06.05.20", "UPDATE 1-MetLife profit rises 2% on U.S. investments, underwriting"], ["06.05.20", "MetLife quarterly profit notches higher on U.S. investments, underwriting"], ["06.05.20", "Koreans favor shorter, healthy life than longer, unhealthy one: MetLife survey "], ["05.05.20", "Why MetLife (MET) Might Surprise This Earnings Season"], ["04.05.20", "Is a Beat in Store for MetLife (MET) This Earnings Season?"], ["29.04.20", "Earnings Preview: MetLife (MET) Q1 Earnings Expected to Decline"], ["14.04.20", "Why MetLife Stock Is Best Avoided For Now"], ["25.03.20", "Should Value Investors Buy MetLife (MET) Stock?"], ["25.03.20", "Is the Options Market Predicting a Spike in MetLife (MET) Stock?"], ["24.03.20", "MetLife Hurt by Low Interest Rates, Equity Market Declines"], ["06.03.20", "MetLife (MET) Down 21.7% Since Last Earnings Report: Can It Rebound?"], ["07.02.20", "MetLife (MET) Q4 2019 Earnings Call Transcript"], ["06.02.20", "Has MetLife (MET) Outpaced Other Finance Stocks This Year?"], ["06.02.20", "MetLife (MET) Q4 Earnings & Revenues Top Estimates, Rise Y/Y"], ["05.02.20", "UPDATE 1-MetLife profit tops estimates on higher premiums, net investment income"], ["05.02.20", "MetLife profit rises 37% on higher premiums, net investment income"], ["05.02.20", "Is MetLife (MET) a Great Value Stock Right Now?"], ["04.02.20", "MetLife (MET) to Post Q4 Earnings: What's in the Offing?"], ["04.02.20", "Why Earnings Season Could Be Great for MetLife (MET)"], ["29.01.20", "MetLife (MET) Reports Next Week: Wall Street Expects Earnings Growth"], ["22.01.20", "MetLife names new chief auditor"], ["20.01.20", "Should Value Investors Buy MetLife (MET) Stock?"], ["10.01.20", "Zacks Value Trader Highlights: Brighthouse Financial, Credit Suisse, MetLife, Penn National Gaming and Signet"], ["03.01.20", "MetLife Hits New 52-Week High: What's Driving the Rally?"], ["03.01.20", "Is MetLife (MET) a Great Value Stock Right Now?"], ["2020-06-01 01:04", "What obligation do prominent athletes, such as Cowboys QB Dak Prescott, have to speak publicly about social causes? ... obligation do prominent athletes, such as Cowboys QB Dak Prescott, have to speak publicly about social causes? Various sports leagues and franchises have issued statements asking for change in the criminal justice system. Dallas Cowboys quarterback Dak Prescott (4) takes the field for pregame warm ups before an NFL game between the Dallas Cowboys and New York Jets on Sunday, Oct. 13, 2019 at MetLife Stadium in East Rutherford, New Jersey. (Shaban Athuman / Staff Photographer) By Calvin Watkins 1:04 AM on Jun 1, 2020 Email Icon Over the past week, protesters converged on city streets across the country, including Dallas, to voice their anger about the death of George Floyd, a black man who died when a white police officer stuck his knee on his neck for nearly ... "], ["2020-05-31 08:09", "How your savings could be invested in firms making deadly weapons banned under international treaty ...  of BlackRock's FTSE tracker fund. Through this simple model, which costs investors about a fraction as much as an actively managed fund, they have attracted astonishing amounts of money. BlackRock manages $7.4 trillion. That's about two and a half years of the UK's entire economic output. Worst five investors According to ShareAction E Fund Management MetLife Investment Management Fidelity Investments Credit Suisse Asset Management JPMorgan Asset Management Vanguard is a mere trillion dollars behind with $6.2 trillion under its control while State Street is a relative minnow with $2.5 trillion. On the current trajectory, these three companies will control more than a quarter of the US stock market within a decade. Because they are by far ... "], ["2020-05-30 17:17", "The Plaxico Burress shooting fiasco torments Giants greats ... up materializing as that receiver they thought he was going to be.'' The Steelers beat the Cardinals in the Super Bowl following that season. The 2008 Giants beat them both, on the road. \"Two teams we kicked the snot out of during the regular season,'' O'Hara said. \"If we had beat Philly, the Cardinals would have had to come up and play us at MetLife, that would have been a disaster for that offense and Kurt Warner. If we had gotten past Philly, I have no doubt we would have beaten Arizona. And we would have beaten Pittsburgh.'' How often does this come up in get-togethers with former teammates? \"Depends,'' O'Hara said, \"on how much liquor is in the room.'' Share this: Facebook Twitter Flipboard ... "], ["2020-05-30 14:25", "Psychologist explains a counterintuitive link between happiness and success ...  industries, Gielan and researcher Shawn Achor also found that people in the top quartile for optimism are 40 percent more likely to get promoted over the next year compared to their peers. They're six times more likely to be highly engaged at work and five times less likely to burnout than pessimists. Another study conducted on employees at MetLife Insurance Company shows optimistic sales professionals outsell their pessimistic counterparts by 56 percent. \"When we consciously cultivate a more positive, optimistic, and resilient mindset, we fuel every single business and educational outcome that we know how to track,\" Gielan says. Optimistic thinking is even associated with less chronic disease and longer lifespans. Happy people seem to get ahead ... "], ["2020-05-30 14:00", "The second-year NFL offensive players who could break out in 2020 ...  that he's \"capable of a lot more\" in his second season. With draft picks Devin Duvernay and James Proche more suited for the slot, the Ravens will be counting on Boykin to take a step forward as an outside receiver. Advertisement The Steelers' JuJu Smith-Schuster carries Diontae Johnson after Johnson's touchdown during a game against the Jets at MetLife Stadium on December 22, 2019 in East Rutherford, New Jersey.(Sarah Stier/Getty) Steelers wide receiver Diontae Johnson [More from sports] Former Ravens quarterback Joe Flacco 'embracing' Jets backup role but not done as starter Johnson led the Steelers in targets and receptions as a third-round pick last season, catching 59 passes for 650 yards and five touchdowns. In fact, he led ... "], ["2020-05-30 08:09", "How can we help vulnerable residents? Get proper protection in the HEROES Act | Opinion ... . Service agencies of all sizes, scope, and scale have been hit hard by COVID-19. Many Easterseals New Jersey programs are in congregate or face-to-face settings; some can continue remotely over the internet, but many remain closed. We will open those programs when it is safe and responsible to do so; but right now, thousands of New Jerseyans with disabilities have seen their options for care, recreation, employment, and community engagement dwindle. Story continues after gallery Facebook Twitter Google+ LinkedIn MetLife Stadium hosts Easterseals 8th annual Walk With Me/5K Run Fullscreen Post to Facebook Posted! A link has been posted to your Facebook feed. Paige Baffuto, Rich Davidson, Meredith Baffuto. Easterseals 8th Annual Walk With Me and 5K Run at ... "], ["2020-05-29 23:31", "Coronavirus in New Jersey: What concerts, festivals and shows have been rescheduled, canceled. (May 29, 2020) ...  in East Rutherford through Aug. 13. The June 7 Hot 97 Summer Jam and July 18 Guns N' Roses concert are postponed to dates to be determined; Monster Jam on June 13 has been canceled; Kenny Chesney has postponed his tour, which included an Aug. 22 stop in the Meadowlands; Justin Bieber has postponed his \"Changes\" tour, which was scheduled to land at Metlife on Sept. 26; and the Aug. 1 Dead & Company date is canceled. For information visit metlifestadium.com . Bergen Performing Arts Center in Englewood has canceled, postponed or rescheduled shows through June 18, many of which already have secured new dates later this year. The only June date still on the scheduled is the June 19 Jerry Rivera concert. For information visit bergenpac.org or call 201 ... "], ["2020-05-29 21:31", "Titans' Adoree' Jackson takes wisdom from former teammate Logan Ryan into next season ... , \\\\ / Tennessean.com Fullscreen Tennessee Titans cornerback Adoree' Jackson (25) breaks up a pass intended for Jacksonville Jaguars wide receiver D.J. Chark (17) during the second quarter at Nissan Stadium Sunday, Nov. 24, 2019 in Nashville, Tenn. George Walker IV / Tennessean.com Fullscreen Titans cornerback Adoree' Jackson (25) prays before the game against the Giants at MetLife Stadium Sunday, Dec. 16, 2018, in East Rutherford, N.J. George Walker IV / Tennessean.com Fullscreen Tennessee Titans cornerback Adoree' Jackson intercepts a pass from Buffalo Bills quarterback Josh Allen during the second half of an NFL football game, Sunday, Oct. 7, 2018, in Orchard Park, N.Y. Jeffrey T. Barnes / AP Fullscreen Titans cornerback Adoree' Jackson ... "], ["2020-05-29 21:19", "BRIEF-Metlife Announces Change To Virtual-Only 2020 Annual Shareholders MeetingMetLife Inc:'"], ["2020-05-29 21:14", "MetLife Announces Change To Virtual-Only 2020 Annual Shareholders MeetingMetLife, Inc. MET today announced that in order to support the health and well-being of its shareholders, employees, directors and others in light of the COVID-19 pandemic, the Board of Directors has made the decision to conduct the 2020 Annual Shareholde"], ["2020-05-29 14:00", "Majesco Limited (MJCO) Q4 2020 Earnings Call Transcript ... Group Core Suite was recognized as Visionary in the Gartner Magic Quadrant and best-in-class in the AIM report. Now, one of the questions I have been asked since the first day I joined Majesco is when will the MetLife go live with the IBM Majesco L&A group platform? And I am pleased to be able to say that we went live with the first phase of the project a few weeks ago. It has been an incredible  ... is to invest heavily in partner relationships. This is typical of all software companies, but was not part of Majesco's legacy DNA. Everyone knew about our relationship with IBM and the MetLife project, but that's where it ended. A year ago, most system integrators did not even want to meet with us as they considered us a competitor. We have made significant  ... "], ["2020-05-29 11:00", "Indianapolis' College And Pro Scouts Might Fix The New York Jets' Cornerback Problems ...  were totally comfortable with him as a starter, they would not have brought in Wilson. Oh, and of course, Maulet played five games in 2018 for—you guessed it—Indianapolis. EAST RUTHERFORD, NJ - NOVEMBER 10: New York Jets defensive back Bless Austin (31) during the ... [+] National Football League game between the New York Jets and the New York Giants on November 10, 2019 at MetLife Stadium in East Rutherford, NJ. (Photo by Rich Graessle/Icon Sportswire via Getty Images) Icon Sportswire via Getty Images Bless Austin ($715,743): Austin, a sixth-round draft pick in 2019, received a 71.4 grade from PFF as a rookie. He played only five games in 2017 and 2018 at Rutgers because of recurring knee woes. But he lived up to his pre-injury reputation of ... "], ["2020-05-29 10:10", "Dare County Schools announce approved high school graduation plan ...  Search Search Live Now Live Now Click here to watch the latest 9 On Your Side newscasts Dare County Schools announce approved high school graduation plan Local by: WAVY Posted: May 29, 2020 / 05:10 AM CDT / Updated: May 29, 2020 / 05:10 AM CDT FILE In this May 17, 2018, file photo, new graduates line up before the start of the Bergen Community College commencement at MetLife Stadium in East Rutherford, N.J. Americans who have spent time in foster care are far more likely than other adults to lack a college degree, health insurance and a stable health care provider, according to a new federal analysis released Wednesday, Jan. 22, 2020, that is unprecedented in its scope. (AP Photo/Seth Wenig, File) DARE COUNTY, N.C. (WAVY) — The Dare County Board of ... "], ["2020-05-29 10:00", "Need a pep talk? We asked Nashville area sports leaders for their words of encouragement ... Dec. 22, 2018. George Walker IV / Tennessean.com Fullscreen Titans safety Kevin Byard (31) makes a game-saving interception late in the fourth quarter at Nissan Stadium Saturday, Dec. 22, 2018, in Nashville, Tenn. George Walker IV / Tennessean.com Fullscreen Titans safety Kevin Byard (31) breaks up a pass intended for Giants tight end Evan Engram (88) in the fourth quarter at MetLife Stadium Sunday, Dec. 16, 2018, in East Rutherford, N.J. George Walker IV / Tennessean.com Fullscreen Titans safety Kevin Byard (31) and linebacker Jayon Brown (55) sack Jaguars quarterback Cody Kessler (6) in the first half at Nissan Stadium Thursday, Dec. 6, 2018, in Nashville, Tenn. George Walker IV / Tennessean.com Fullscreen Titans free safety Kevin Byard (31) poses with two ... "], ["2020-05-29 08:50", "NY school district primarily votes in Orthodox board, forced to change ...  current school board members are people of color. There has been an Orthodox majority on the school board since 2005. By MARCY OSTER/JTA MAY 29, 2020 18:50 Orthodox Jews arrive during the 13th Siyum HaShas, a celebration marking the completion of the Daf Yomi, a seven-and-a-half-year cycle of studying texts from the Talmud, the canon of Jewish religious law, at the MetLife Stadium in East Rutherford, New Jersey, U.S. (photo credit: REUTERS/JEENAH MOON) Advertisement A federal judge has ordered a New York school district to change the way it elects its school board, saying it has allowed the majority of seats on the nine-member board to be filled mostly by white, Orthodox Jewish men. District Court Judge Cathy Seibel in a decision issued Tuesday on a lawsuit ... "], ["2020-05-29 04:00", "BC-US--Stock Prices, US ...  JohnJn 146.970 Up 2.080 Kellogg 65.420 Up .810 KimbClk 140.800 Up 2.380 KoreaFd 25.150 Up .130 Kroger 32.060 Down 1.220 LVSands 48.550 Down 2.380 LennarA 60.190 Down 4.800 LockhdM 398.440 Up 1.320 MGM Rsts 17.230 Down .880 Macys 6.830 Down .550 MarathnO 5.700 Down .450 MasterCrd 302.300 Up 2.530 McDnlds 188.730 Up 1.010 Medtrnic 98.140 Up 2.140 Merck 79.040 Up 1.490 MetLife 36.460 Down .470 MolsCoorB 38.350 Down 1.390 Moodys 264.790 Up 6.000 MorgStan 44.400 Down 2.460 MotrlaSolu 135.870 Up 1.850 NL Inds 3.070 Down .230 NewmntCp 58.720 Down .010 NokiaCp 3.920 Up .010 NorflkSo 180.260 Down 4.720 NorthropG 342.730 Down .250 Novartis 86.280 Up 1.830 OcciPet 13.640 Down .780 Olin 11.960 Down .280 Orange 11.770 Up .340 PG&E Cp 11.680 Up .750 Petrobras 7.620 Down ... "], ["2020-05-28 23:17", "Dare County Schools announce approved high school graduation plan ...  Live Now Live Now Watch WAVY-TV 10 News at 7pm on FOX 43 Dare County Schools announce approved high school graduation plan North Carolina by: WAVY Web Staff Posted: May 28, 2020 / 07:17 PM EDT / Updated: May 28, 2020 / 07:24 PM EDT FILE In this May 17, 2018, file photo, new graduates line up before the start of the Bergen Community College commencement at MetLife Stadium in East Rutherford, N.J. Americans who have spent time in foster care are far more likely than other adults to lack a college degree, health insurance and a stable health care provider, according to a new federal analysis released Wednesday, Jan. 22, 2020, that is unprecedented in its scope. (AP Photo/Seth Wenig, File) DARE COUNTY, N.C. (WAVY) — The Dare County Board of Education ... "], ["2020-05-28 21:04", "Coronavirus update: Texas Gov. Greg Abbott crosses a a dangerous line, allows sports with fans in the stands ... Stadium despite the coronavirus pandemic. \"I think it's too early to tell. I think it's a great aspiration. And outdoors is better than indoors with this virus. There's no question about that. A ballgame outside, potentially.\" CORONAVIRUS RESOURCES: Live map tracker | Newsletter | Homepage That was a reversal from last week , when Murphy said if the Giants and Jets hit the field this year at MetLife Stadium, they'll be likely to be playing without fans in the stands. \"Yeah, I think that's where we're headed,\" he said. \"I think that's probably the right way, the right step. I just don't see, at least this season, it's hard for me to see a bunch of people jamming together, sitting crouched up next to each ... "], ["2020-05-28 19:17", "Naming the Best Clutch Quarterbacks of All-Time ...  Tyree and Plaxico Burress were instrumental in spoiling New England's perfect season), giving each of his triumphs an added degree of difficulty. The youngest Manning sibling never sniffed an All-Pro team and was a liability over his final few seasons in the Big Apple, but outgunning Brady on the sport's biggest stage, not once but twice, is still worthy of a statue outside MetLife Stadium and probably a bust in Canton for good measure. Peyton Manning A four-time Super Bowl participant with two rings and a Super Bowl MVP nod to show for it, The Sheriff delivered plenty of late-game theatrics in his day. Brady is often hailed as the king of fourth-quarter comebacks but Manning actually has his rival beat in that department with a record 43 comebacks ... "], ["2020-05-28 17:11", "Jobs data shows millions went back to work but unemployment rate for May is still expected at 20% ...  78% of the unemployed people surveyed by the government in April viewed their layoffs as temporary, and they may not have shown up in the unemployment rate since they were not looking for jobs. Economists expect more workers to now see their job losses as permanent. \"I think the continuing claims probably tells you the story a little better,\" said Drew Matus, chief market strategist at MetLife Investment Management. \"It's encouraging, but it doesn't change the fact that we are in for an extended period of much higher unemployment than anyone in this country is used to.\" Matus said staffing is not going to return to where it was before the virus outbreak any time soon. \"There's going to be a substantial haircut to the number ... "]]}}