{"postfix": "michelin-aktie", "name": "MICHELIN_(COMPAGNIE_GÉNÉRALE_D._ETABLISSEMENTS_MICHELIN_SCPA)", "wkn": "850739", "time": "2020.06.02 13:03", "ts": 1591095819, "features": {"KGV": "11.30", "Marktkapitalisierung": {"Size": "Mrd", "Value": "16.36"}, "GA": "9.69", "KBV": "1.50", "BA": "72.99", "KCV": "5.81", "CA": "18.85", "Vola30": "44.24", "Vola90": "62.06", "Vola180": "48.37", "Vola250": "38.21"}, "rivals": ["continental-aktie", "goodyear_tirerubber-aktie", "bridgestone-aktie", "delticom-aktie"], "text_data": {"de": [["2020.06.02", "MÄRKTE EUROPA/DAX auf Dreimonatshoch über 12.000 - Autos geben Vollgas"], ["31.05.20", "Mai 2020: Experten empfehlen Michelin (Compagnie Générale d Etablissements Michelin SCPA)-Aktie mehrheitlich zum Kauf"], ["14.05.20", "Europaparlament stimmt neuen Reifenkennzeichnungen ab 2021 zu"], ["07.05.20", "Automesse: Erste Münchner IAA 2021 soll eine Woche vor dem Oktoberfest stattfinden"], ["07.05.20", "Schweizer Michelin-Chef: Statt für Banker kocht er nun für Obdachlose"], ["07.05.20", "Termin für IAA 2021 steht fest"], ["06.05.20", "Automesse: IAA Nutzfahrzeuge muss wegen Corona-Einschränkungen ausfallen"], ["04.05.20", "ANALYSE-FLASH: HSBC senkt Ziel für Michelin auf 90 Euro - 'Hold'"], ["01.05.20", "Michelin (Compagnie Générale d Etablissements Michelin SCPA) hat Bilanz für das abgelaufene Quartal gezogen"], ["30.04.20", "So schätzen die Analysten die Zukunft der Michelin (Compagnie Générale d Etablissements Michelin SCPA)-Aktie ein"], ["30.04.20", "MÄRKTE EUROPA/Börsen geben Anfangsgewinne wieder ab - Warten auf EZB"], ["23.04.20", "Coronakrise: Automesse IAA Nutzfahrzeuge ist in Gefahr"], ["16.04.20", "AKTIEN IM FOKUS 2: Europas Autowerte im erholten Gesamtmarkt wieder gefragt"], ["15.04.20", "Michelin produziert Schutzmasken"], ["02.04.20", "MÄRKTE EUROPA/Börsen nach Achterbahnfahrt höher - Ölpreise haussieren"], ["02.04.20", "MÄRKTE EUROPA/Schwache US-Erstanträge schicken Börsen ins Minus"], ["02.04.20", "MÄRKTE EUROPA/Börsen zwischen Hoffen und Bangen gefangen"], ["02.04.20", "MÄRKTE EUROPA/Volatil hin und her - Ölpreisanstieg stützt Ölaktien"], ["02.04.20", "Reifenhersteller Michelin senkt Dividendenvorschlag"], ["01.04.20", "ANALYSE-FLASH: Barclays hebt Michelin auf 'Overweight' - Ziel 90 Euro"], ["01.04.20", "ROUNDUP 2: Corona-Krise macht den Reifenwechsel schwierig"], ["01.04.20", "ROUNDUP: Corona-Krise macht den Reifenwechsel schwierig"], ["01.04.20", "Corona-Krise macht den Reifenwechsel schwierig"], ["31.03.20", "Analysten sehen für Michelin (Compagnie Générale d Etablissements Michelin SCPA)-Aktie Luft nach oben"], ["26.03.20", "ANALYSE-FLASH: Morgan Stanley senkt Ziel für Michelin - 'Overweight'"], ["18.03.20", "VIRUS/ROUNDUP: Michelin streicht Prognose und schließt einen Teil seiner Werke"], ["04.03.20", "Automesse: Die IAA geht nach München"], ["03.03.20", "München bekommt die IAA - Berlin und Hamburg gehen leer aus"], ["03.03.20", "Fix: München bekommt Zuschlag für nächste Automesse IAA"], ["03.03.20", "Berlin und Hamburg gehen leer aus: München holt Automesse IAA in den Süden"]], "en": [["26.05.20", "Michelin says its Mexican plants have resumed operations"], ["08.05.20", "374 staff at the IAA earned over €100,000 last year"], ["07.05.20", "IAA Inc (IAA) Q1 2020 Earnings Call Transcript"], ["05.05.20", "Why Earnings Season Could Be Great for IAA"], ["27.04.20", "After Closing for the Virus, Is Michelin Moving Too Quickly?"], ["24.04.20", "Yodel fits fleet for peak with Michelin all-weather tyres"], ["08.04.20", "IAA in Focus: Stock Moves 8% Higher"], ["06.04.20", "Top Michelin executives agree to pay cuts to help with COVID-19 response"], ["30.03.20", "These Days, Even a Michelin Star Chef Has to Sell Takeout"], ["26.03.20", "Michelin starred meals delivered to homes in lockdown"], ["24.03.20", "Michelin star food has disappointed me, admits Gregg"], ["18.03.20", "IAA Inc (IAA) Q4 2019 Earnings Call Transcript"], ["12.03.20", "Nokia Installs Advanced Air Traffic Control Network With IAA"], ["11.03.20", "Global tyre giant Michelin opens regional HQ in Dubai"], ["05.03.20", "Michelin X-Ice Snow provides maximum traction     - Roadshow"], ["21.02.20", "Michelin chef posits a remedy for the age-old problem of bad hospital food"], ["13.02.20", "Michelin to hire over 300 for its Romanian operations"], ["11.02.20", "Michelin shares fall after tire maker sees lower 2020 operating income"], ["10.02.20", "Michelin sees softer 2020 income, flags coronavirus uncertainty"], ["10.02.20", "Michelin sees softer 2020 income, flags coronavirus uncertainty"], ["2020-06-02 10:32", "Rogue policeman who ran cannabis factory given more jail time for illegal TV operation ...  Sports and BT Sport and the latest films and TV without paying the normal fees, reports the Manchester Evening News. The 39-year-old set up a company as part of the operation which raked in 655,000 over just 13 months a court heard and he used the profits to pay for amongst other things luxury breaks and dinners costing hundreds of pounds at Michelin starred restaurants with wife Rachel, who he has now split from. Aimson pictured with his then-wife Rachel at a restaurant in Marbella (Image: Daniel Aimson/ Cavendish Press (Manchester) Ltd) Read More Related Articles Mirror newsletter - all the biggest stories with everything you need to know in one email Read More Related Articles Labour MP says she's 'hypocritical and ashamed' after breaking ... "], ["2020-06-02 10:30", "On the Limits — and the Merits — of Dave Rubin's Cultural Politics ...  Convention in Austin, Texas, September 6, 2019. (Gage Skidmore) The flaws of Don't Burn This Book point to its author's weaknesses -- and his strengths. NRPLUS MEMBER ARTICLE R ecently on Twitter I saw someone make a thread of their favorite meals — the best meals they'd ever eaten. It was all Italian countryside this, New York hole-in-the-wall that, Asian metropolis, Michelin star, and so on, complete with gorgeous pictures. I could remember a few meals I'd had like that. But I found it easier to remember the first times I'd eaten certain things: sushi from a grocery store; roasted peppers on soggy bread with a \"tapenade\" — whatever that is — in a college dining hall; and, most of all, grilled chicken and rice ... "], ["2020-06-02 10:00", "Being isolated and quarantined makes cooking a social affair ...  culinary bandwagon to create mouth-watering works of art that are being shared on all levels of social media platforms including Youtube, Instagram, Twitter and Facebook. Instructions to make award-winning Chef Christine Cushings famous Quarantine Galaktoboureko Greek custard dessert are available on her YouTube channel. facebook / ChristineCushing.com We're not the only ones on this latest trend. Michelin-star chef Massimo Bottura has been happily cooking up a storm while quarantined with his family in his home in Modena, sharing all these delightful dishes with all of us. So has celebrity chef Jamie Oliver, who has been creating fabulous fare with his adorable children helping out, his lovely wife filming the adventures on her phone. Here in Toronto ... "], ["2020-06-02 08:48", "Man Shot in New York After Protests Descend Into Violent Chaos Hours Before Curfew ...  Crossroads Life & Tradition Inspired Family & Home People Food & Dining Travel Entertainment Film & TV Entertainment News Mind & Body News Aging Fitness & Nutrition Treatments and Techniques Chinese Medicine Mindset Search Text SEARCH US Politics China World Opinion Business Tech Science Life & Tradition Mind & Body Arts & Culture Entertainment Videos MyForum More Shares Facebook Tweet LinkedIn Email RELATED New York Chef Turns Michelin-Starred Eatery Into Charity Kitchen in COVID-19 Crisis 0 New York Mayor Bill de Blasio's Daughter Arrested at George Floyd Manhattan Protest 0 Police stand guard near looted stores during a night of protests and vandalism over the death of George Floyd in New York City on June 1, 2020. (Spencer Platt/Getty Images) Crime ... "], ["2020-06-02 06:18", "Met Opera Cuts Season by 3 1/2 Months, to Shorten Some Shows ...  Crossroads Life & Tradition Inspired Family & Home People Food & Dining Travel Entertainment Film & TV Entertainment News Mind & Body News Aging Fitness & Nutrition Treatments and Techniques Chinese Medicine Mindset Search Text SEARCH US Politics China World Opinion Business Tech Science Life & Tradition Mind & Body Arts & Culture Entertainment Videos MyForum More Shares Facebook Tweet LinkedIn Email RELATED New York Chef Turns Michelin-Starred Eatery Into Charity Kitchen in COVID-19 Crisis 0 New York Mayor Bill de Blasio's Daughter Arrested at George Floyd Manhattan Protest 0 View of the Metropolitan Opera at Lincoln Center for the Performing Arts on Oct. 5, 2018 in New York City. (Angela Weiss/AFP via Getty Images) NY News Met Opera Cuts Season ... "], ["2020-06-01 06:28", "Reuters ... 300&r=LYNXMPEG502D0Reuterseng2020-06-01T14:45:33+00:00Mexico's factory output continues plummet, data suggests bottom is nearHeadlines,Businesshttps://www.reuters.com/article/us-health-coronavirus-usa-virginia-miche/glamorous-dummies-enforce-pandemic-safety-at-michelin-starred-virginia-restaurant-idUSKBN238149https://www.reuters.com/resources/r/?m=02&d=20200601&t=2&i=1520588729&w=&fh=&fw=&ll=460&pl=300&r=LYNXMPEG50132Reuterseng2020-06-01T14:44:32+00:00Glamorous dummies enforce pandemic safety at Michelin-starred Virginia restaurantHeadlines,Lifestylehttps://www.reuters.com/article/piraeusbank-results/greeces-piraeus-posts-q1-loss-as-loan-loss-provisions-rise-idUSS8N2CG05UReuterseng2020-06-01T14:42:23+00:00Greece's Piraeus posts Q1 loss as loan-loss ... "], ["2020-06-01 04:15", "Glamorous dummies enforce pandemic safety at Michelin-starred Virginia restaurantIt's not your typical Michelin-starred feast experience, dining near life-size mannequins clad in glamorous 1940's style. It could be considered quite unconventional but then again, so is almost everything else right now."], ["2020-06-01 04:15", "Glamorous dummies enforce pandemic safety at Michelin-starred Virginia restaurantIt's not your typical Michelin-starred feast experience, dining near life-size mannequins clad in glamorous 1940's style. It could be considered quite unconventional but then again, so is almost everything else right now."], ["2020-06-01 03:00", "Glamorous dummies enforce pandemic safety at Michelin-starred Virginia restaurantIt's not your typical Michelin-starred feast experience, dining near life-size mannequins clad in glamorous 1940's style. It could be considered quite unconventional but then again, so is almost everything else right now. The Inn at Little Washing"], ["2020-06-01 02:58", "Glamorous dummies enforce pandemic safety at Michelin-starred Virginia restaurantIt's not your typical Michelin-starred feast experience, dining near life-size mannequins clad in glamorous 1940's style. It could be considered quite unconventional but then again, so is almost everything else right now.'"], ["2020-06-01 02:58", "Glamorous dummies enforce pandemic safety at Michelin-starred Virginia restaurantIt's not your typical Michelin-starred feast experience, dining near life-size mannequins clad in glamorous 1940's style. It could be considered quite unconventional but then again, so is almost everything else right now."], ["2020-06-01 01:32", "'I thought I'd die': Atalanta coach Gasperini reveals he had coronavirus at Valencia ... an area already publicly classified as 'at risk' at that time.\" 'Centre of evil' Gasperini said that four days after the Valencia game he felt the worst was over, after a workout like he hadn't had in years and running 10km on the treadmill, but he then lost his sense of taste. A celebratory meal and vintage 2008 Dom Perignon sent by a Michelin-starred chef and Atalanta fan, tasted like \"water and bread\", Gasperini said. Bergamo, in the northern Lombardy region, was one of the epicentres of the coronavirus pandemic, with many experts believing Atalanta's Champions League game at the San Siro on February 19 to be one of the key causes. More than 40,000 fans travelled the 60km to Milan, joining in celebrations for a historic ... "], ["2020-05-31 23:59", "NYC restaurants doing delivery to Hamptons amid coronavirus pandemicNew York City restaurants are pulling out all the stops to survive the pandemic, including launching deliveries 90 miles away to the Hamptons. Restaurants from American bistro The Smith to Michelin..."], ["2020-05-31 23:58", "'I thought I'd die': Atalanta coach Gasperini reveals he had coronavirus at Valencia ...  of evil' - Gasperini said that four days after the Valencia game he felt the worst was over, after a workout like he hadn't had in years and running 10km on the treadmill, but he then lost his sense of taste. AFP / JOSE JORDAN Atalanta coach Gian Piero Gasperini arrives in Valencia on March 09, 2020. A celebratory meal and vintage 2008 Dom Perignon sent by a Michelin-starred chef and Atalanta fan, tasted like \"water and bread\", Gasperini said. Bergamo, in the northern Lombardy region, was one of the epicentres of the coronavirus pandemic, with many experts believing Atalanta's Champions League game at the San Siro on February 19 to be one of the key causes. More than 40,000 fans travelled the 60km to Milan, joining in celebrations for a ... "], ["2020-05-31 23:30", "One of the world's great sandwiches is making a comebackThe tuna melt is the highlight of a new book by Bart van Olphen, who was once a chef at two-Michelin-star restaurant Lucas Carton in Paris."], ["2020-05-31 23:12", "US cities fear more destruction as protesters rage ... Save Log in or Subscribe to save article Share Read More US Riots USA Donald Trump Trump's America Trump diplomacy Trump's White House Joe Biden World War II Twitter Latest Stories Coronavirus pandemic One of the world's great sandwiches is making a comeback The tuna melt is the highlight of a new book by Bart van Olphen, who was once a chef at two-Michelin-star restaurant Lucas Carton in Paris. 7 mins ago US Riots US cities fear more destruction as protesters rage Major US cities feared another night of violent protests over the death of George Floyd in police custody, cleaning up streets strewn with broken glass and burned out cars. 25 mins ago Opinion The AFR View States must drag PM to tax reform table The question now is whether the national ... "], ["2020-05-31 23:00", "Evergen edges closer to destroying coal-fired power stations ...  on Twitter . Email Yolanda at yolanda.redrup@afr.com.au Save Log in or Subscribe to save article Share License article Read More Funding Venture capital Software Renewables Energy storage Latest Stories Coronavirus pandemic One of the world's great sandwiches is making a comeback The tuna melt is the highlight of a new book by Bart van Olphen, who was once a chef at two-Michelin-star restaurant Lucas Carton in Paris. 6 mins ago US Riots US cities fear more destruction as protesters rage Major US cities feared another night of violent protests over the death of George Floyd in police custody, cleaning up streets strewn with broken glass and burned out cars. 24 mins ago Opinion The AFR View States must drag PM to tax reform table The question now is ... "], ["2020-05-31 22:48", "How 21 self-made billionaires made their first million dollars ...  here or follow BusinessInsider Australia on Facebook . BusinessInsider.com.au Save Log in or Subscribe to save article Share Read More Billionaires Leadership lessons Jack Cowin Start-ups Entrepreneur Latest Stories Coronavirus pandemic One of the world's great sandwiches is making a comeback The tuna melt is the highlight of a new book by Bart van Olphen, who was once a chef at two-Michelin-star restaurant Lucas Carton in Paris. 7 mins ago US Riots US cities fear more destruction as protesters rage Major US cities feared another night of violent protests over the death of George Floyd in police custody, cleaning up streets strewn with broken glass and burned out cars. 25 mins ago Opinion The AFR View States must drag PM to tax reform table The question ... "], ["2020-05-31 20:32", "Atalanta coach Gasperini reveals he had coronavirus at Valencia game ... -19. \"I have antibodies, which does not mean that I am now immune,\" he added. Gasperini said that four days after the Valencia game he felt the worst was over, after a workout like he hadn't had in years and running 10km on the threadmill, but he then lost his sense of taste. A celebratory meal and vintage 2008 Dom Perignon sent by a Michelin-starred chef and Atalanta fan, tasted like \"water and bread\", Gasperini said. \"I stayed at the Zingonia training ground for three weeks,\" he continued. \"When I did get back to my home in Turin, I always respected social distancing with my wife and children.\" Bergamo, in the northern Lombardy region, was one of the epicentres of the coronavirus pandemic, with many experts believing ... "], ["2020-05-31 17:57", "Atalanta coach Gasperini reveals he had coronavirus at Valencia game ... 34; he added. Gasperini said that four days after the Valencia game he felt the worst was over, after a workout like he hadn't had in years and running 10km on the threadmill, but he then lost his sense of taste. AFP / JOSE JORDAN Atalanta coach Gian Piero Gasperini arrives in Valencia on March 09, 2020. A celebratory meal and vintage 2008 Dom Perignon sent by a Michelin-starred chef and Atalanta fan, tasted like \"water and bread\", Gasperini said. \"I stayed at the Zingonia training ground for three weeks,\" he continued. \"When I did get back to my home in Turin, I always respected social distancing with my wife and children.\" Bergamo, in the northern Lombardy region, was one of the epicentres of the coronavirus pandemic, with many ... "]]}}