{"postfix": "microsoft-aktie", "name": "MICROSOFT", "wkn": "870747", "time": "2020.06.02 11:20", "ts": 1591089630, "features": {"KGV": "28.16", "Marktkapitalisierung": {"Size": "Bio", "Value": "1.25"}, "GA": "4.75", "KBV": "10.13", "BA": "13.20", "KCV": "20.36", "CA": "6.57", "Vola30": "27.05", "Vola90": "49.27", "Vola180": "38.78", "Vola250": "30.63"}, "rivals": ["psi_software-aktie", "verisign-aktie", "ibm-aktie", "intuit-aktie", "sap-aktie", "symantec-aktie", "electronic_arts-aktie"], "text_data": {"de": [["2020.06.02", "Digitale Souveränität: Hamburg will weg von Microsoft-Produkten"], ["01.06.20", "Lidl-Mutter wirbt mit eigenem Cloud-Dienst und macht Amazon Konkurrenz"], ["31.05.20", "So stuften die Analysten die Microsoft-Aktie im vergangenen Monat ein"], ["31.05.20", "MSN: Microsoft ersetzt Journalisten durch KI"], ["30.05.20", "Was Microsofts Gratis-Schutz vor Viren bietet - und was nicht"], ["29.05.20", "Migration Manager: Beliebige Dateifreigaben in die Microsoft-Cloud verschieben"], ["29.05.20", "Gemeinsames Projekt: Microsoft und Google verbessern Rechtschreibprüfung"], ["29.05.20", "Mai-Update: Microsoft prüft zehn bekannte Bugs in Windows 10 Version 2004"], ["29.05.20", "Microsoft: Instrumentenflug im Flight Simulator vorgestellt"], ["29.05.20", "Rohde & Schwarz Cybersecurity verbessert Datenkontrolle in Microsoft Teams"], ["29.05.20", "Microsoft: Sicherheitsfunktion blockiert Windows-10-Mai-Update"], ["28.05.20", "Microsoft: Xbox Series X bietet HDR und hohe Bildraten in älteren Games"], ["28.05.20", "Apple: Jetzt hat es auch Bill Gates verstanden"], ["28.05.20", "Microsoft und Docker wollen zusammen Container in Azure bereitstellen"], ["28.05.20", "Xbox Family Settings App: Microsoft erlaubt Spielzeitkontrolle per Smartphone"], ["28.05.20", "QNAP-Systeme künftig mit Microsofts Office Online"], ["28.05.20", "Microsoft bringt neue Funktionen für den Sprachassistenten Cortana"], ["28.05.20", "Notebook: Lenovo imitiert das Microsoft Surface Pro"], ["28.05.20", "Scheer GmbH stellt Managed Services für IT-Dienstleistungen auf Microsoft Azure um"], ["28.05.20", "Microsoft: Das Mai-Update für Windows 10 ist da"], ["28.05.20", "Trotz Corona - So gelingt der Start in den neuen Job im Home-Office"], ["27.05.20", "Project Insignia: Fans bauen das erste Xbox Live nach"], ["27.05.20", "heise+ | Rechenzentren: Microsofts On-Premises-Cloud Azure Stack HCI"], ["27.05.20", "heise-Angebot: Webinar: Microsoft Teams in der Praxis"], ["27.05.20", "Microsoft startet mit Tye ein experimentelles Microservices-Tool"], ["26.05.20", "Fünf Zero-Day-Lücken veröffentlicht - Microsoft will erst später patchen"], ["26.05.20", "Opening Bell: Dow Jones vor dreistelligem Plus; Novavax, Gilead Sciences, Microsoft, Amazon, Facebook"], ["26.05.20", "heise+ | OnlyOffice: Cloud-Office ohne Google und Microsoft"], ["26.05.20", "Microsoft verspricht: Skype erhält weiterhin neue Funktionen"], ["25.05.20", "Teams & Skype: Datenschutzbeauftragte legt im Streit mit Microsoft nach"], ["25.05.20", "Microsoft 365: Excel ermöglicht bald Import und Analyse von PDF-Daten"], ["25.05.20", "Teams & Co: Berliner Datenschutzbeauftragte legt im Streit mit Microsoft nach"], ["25.05.20", "Berliner Datenschutzbeauftragte legt im Streit mit Microsoft nach"], ["25.05.20", "Microsoft: Defekte LTE-Kommunikation bleibt ein Fehler in Windows 10"], ["25.05.20", "Microsoft: Windows-10-Update erzeugt Bluescreen auf HP-PCs"], ["25.05.20", "Microsoft: Jüngstes kumulatives Update für Windows 10 unterbricht LTE-Verbindungen"]], "en": [["01.06.20", "Microsoft researchers say NLP bias studies must consider role of social hierarchies like racism"], ["01.06.20", "13 ways Microsoft Azure beats AWS"], ["01.06.20", "Microsoft plans to give journalists the boot and replace them with robots"], ["01.06.20", "WANdisco Plc : WANdisco, Microsoft Azure LiveData Platform launch"], ["30.05.20", "Microsoft sacks journalists to replace them with robots"], ["29.05.20", "Microsoft Likely Facing Near-Term Growth Headwinds, Analyst Says"], ["29.05.20", "Microsoft (MSFT) Up 1.2% Since Last Earnings Report: Can It Continue?"], ["29.05.20", "Better Buy: Zoom Video Communications vs. Microsoft"], ["28.05.20", "Microsoft (MSFT) Dips More Than Broader Markets: What You Should Know"], ["28.05.20", "LinkedIn Taps Callie Co.'s Schweitzer As First Marketing Editor"], ["28.05.20", "This Microsoft Excel training bundle is just $34 right now"], ["28.05.20", "HP's new gaming VR headset, Reverb G2, is made with Valve and Microsoft     - CNET"], ["28.05.20", "Xbox Series X will launch with support for thousands of games"], ["28.05.20", "Xbox Series X will add HDR to older games     - CNET"], ["28.05.20", "Google and Microsoft reportedly considering stakes in Indian telecom firms after Facebook deal"], ["28.05.20", "Sopheon PLC : New Sopheon Release Integrating Microsoft Teams"], ["27.05.20", "Docker expands relationship with Microsoft to ease developer experience across platforms"], ["27.05.20", "Microsoft launches Cortana app for Windows 10 without Amazon’s Alexa"], ["27.05.20", "Apple passes Microsoft into 1st place on list of largest U.S. companies"], ["27.05.20", "Activision Blizzard, Walt Disney, Amazon, Alphabet and Microsoft highlighted as Zacks Bull and Bear of the Day"], ["27.05.20", "New Xbox Family Settings app gives parents more control over kids' game time     - CNET"], ["26.05.20", "Microsoft Edge gets a new surfing game     - CNET"], ["26.05.20", "Is FedEx, Microsoft team-up enough versus Amazon? Experts say it's just one step"], ["26.05.20", "Zacks Investment Ideas feature highlights: Microsoft and Amazon"], ["26.05.20", "Microsoft, EPAM team up for largest Azure skilling program in CEE"], ["26.05.20", "Why Investor Preference For Microsoft Over Amazon Looks Misguided"], ["25.05.20", "Novavax starts Phase 1 coronavirus vaccine trial after $388M from Bill Gates-backed group"], ["25.05.20", "Microsoft promises new Skype features despite Teams for consumers launch"], ["25.05.20", "3 Reasons Why Microsoft (MSFT) Is a Great Growth Stock"], ["25.05.20", "Microsoft: Power Platform is for real developers, too"], ["24.05.20", "Best Xbox One games for 2020     - CNET"], ["23.05.20", "Over 40% of Republicans wrongly believe Bill Gates will use COVID-19 vaccines to implant microchips in them     - CNET"], ["22.05.20", "Microsoft (MSFT) Gains But Lags Market: What You Should Know"], ["22.05.20", "Microsoft and UnitedHealth Group launch workplace health app     - CNET"], ["22.05.20", "Microsoft Solitaire turns 30 on Friday     - CNET"], ["22.05.20", "Zacks Value Trader Highlights: AbbVie, B&G Foods, H&R Block, Microsoft and Apple"], ["22.05.20", "The Zacks Analyst Blog Highlights: Amazon, Facebook, Netflix, Apple and Microsoft"], ["22.05.20", "Chegg, Brinker International, Microsoft, SAP and Appian highlighted as Zacks Bull and Bear of the Day"], ["21.05.20", "Microsoft reveals C# 9.0 plans"], ["21.05.20", " Microsoft (MSFT) Acquires Softomotive to Strengthen RPA"], ["2020-06-02 09:05", "28 tips to stretch your stimulus check and save money after quarantine ...  Best Cash Back Credit Cards Best TV Streaming Services Best VPN Service Best Massage Guns Best Mattresses Reviews All reviews Appliances Audio Cameras Cars Desktops Drones Headphones Laptops Media Streamers Monitors Networking Phones 5G Phones Printers Smart Home Speakers Tablets TVs VPNs Wearables & VR Web Hosting News All news 5G Apple Computers Culture Google Internet Microsoft Mobile Sci-Tech Security Tech Industry More Newsletters Now What Photo Galleries Special Features Videos How To All how to Appliances Computers Gaming Home Entertainment Internet Mobile Apps Personal Finance Phones Photography Security Smart Home Streaming TV Tablets Wearable Tech Q&A Forums Finance All personal finance Credit Cards Taxes Budgeting Investing Health All health ... "], ["2020-06-02 08:45", "How COVID-19 could speed up smart-city visions ...  for a luxurious financial center which will also house around 250,000 people. Eko Atlantic City will include shopping malls, a marina and high-rise buildings. With more than half of all Nigerians living in poverty, critics of Eko Atlantic view the city as a secluded pleasure ground for the rich. The high-tech cities of the future Belmont: A Bill Gates production According to its homepage, Microsoft founder Bill Gates is behind the plans for Belmont Smart City in the US state of Arizona. Located 43 miles (70 kilometers) from state capital Phoenix, it is hoped that the city will accommodate 200,000 people. Still in its infancy, the project is seen as a test case for assessing the interaction of \"smart\" concepts, from the home to the workplace to the ... "], ["2020-06-02 08:26", "Patriots QB Tops Negative List Ahead of 2020 From NFL Expert ...  Patriots UDFA WR Has the Talent to Be Jarrett Stidham's Deep Threat [WATCH] Read More New England Patriots , NFL Home News Expand sub-menu Breaking News 5 Fast Facts Crime Celebrities Politics Money Sports Expand sub-menu NFL Basketball UFC College Football Soccer Golf WAGs Baseball Entertainment Expand sub-menu Television Celebs Music Movies Tech Expand sub-menu Google Apple Android Microsoft Apps Smartphones Gaming Expand sub-menu News Xbox One PS4 Best PS4 Games Mobile PC Games Accessories Streaming Expand sub-menu Disney Plus Live Sports Streaming Shopping Expand sub-menu Toys Home Outdoors Beauty Garden Pets Fashion Wedding Baby Deals Gifts Expand sub-menu New Toys 2020 Toys for Boys Toys for Girls Gifts for Women Gifts for Men Gifts for Seniors ... "], ["2020-06-02 08:25", "Blackout Tuesday: What do Instagram black squares mean and how can you take part? ... , but that is likely to introduce artefacts and the various bits around the image will need to be cut away. Another is to search Google for a plain black image, though actually finding one that does not need cropping or altering in any way is more difficult than it mgiht first appear. It is also relatively easy to make a black square in any basic image editing software, such as Pixlr or even Microsoft Paint. Saving such an image into your camera roll will allow you to post it, and since the photo can be made very large it will be easy to crop it to fit into Instagram's usual size. But perhaps the simplest way is also a little unusual. Open up the Instagram app, click to add a new post, choose \"Photo\" to use your camera, and then lay your phone ... "], ["2020-06-02 08:22", "Riots flare in New York, Washington and LA as Trump threatens to deploy military ... . President Donald Trump walks from the White House through Lafayette Park to visit St John's Church for a photo opportunity. Credit: AP Looters broke into Macy's flagship store on 34th street, and carried out armloads of clothing from a nearby Nike outlet. Multiple people were arrested in the area near Rockefeller Centre, where many storefront windows were smashed. A Microsoft store was also ransacked, while a Barnes & Noble bookstore was vandalised. New York City mayor Bill de Blasio announced he would move forward the citywide curfew by three hours on Tuesday (Wednesday AEST) to 8pm. \"I stand behind the protesters and their message, but unfortunately there are people who are looking to distract and discredit this moment,\" Cuomo said. \" ... "], ["2020-06-02 08:10", "Netflix viewers beware! If you can see THIS, someone has STOLEN your account ...  Maps adds a genius new feature you'll find incredibly useful New Sony Xperia 1 finally released this month - just don't look at the price MacBook Pro, Marshall Monitor II ANC, Amazon Echo Studio Latest Express.co.uk Reviews Android users dealt fresh blow as Google cancels major launch event LEGO's Lamborghini Sin is one the coolest sets ever and you can buy it now Microsoft warns some Windows 10 users to AVOID latest update: are YOU one of them? NOW TV update brings three new channels and dozens of exclusive shows for FREE EE customers can get 50% off their bill but this money-saving deal ends today BT v Sky v Virgin Media: Which broadband provider is REALLY best for you? Samsung and Sony TVs get an unexpected new rival with one huge advantage ... "], ["2020-06-02 07:56", "NHS track and trace app: how will it work and when can you download it? ...  Politics Sport Business Money Opinion Tech Life Style Travel Culture Search Icon Subscribe now Free for seven days Log in See all Tech Gadgets Gadgets home Mobile phones Tablets Apps Smart home Operating systems The cloud Innovation Innovation home Artificial intelligence Internet of things Driverless cars Fintech Biotech Inventions Patents Big tech Big tech home Facebook Google Amazon Apple Microsoft Intel Uber Tesla Start-ups Start-ups home UK start-ups European start-ups Venture capital Politics of tech Politics of tech home Social meda Cryptocurrency Cyber attacks Regulation Gaming Gaming home Reviews PS4 Xbox One Nintendo Switch PC Esports Galleries The Telegraph Back to top Follow us on: Facebook icon Instagram icon Twitter icon Snapchat icon LinkedIn ... "], ["2020-06-02 07:50", "Patriots CB Gets Interesting Label From Experts Ahead of 2020 Season ...  Patriots UDFA WR Has the Talent to Be Jarrett Stidham's Deep Threat [WATCH] Read More New England Patriots , NFL Home News Expand sub-menu Breaking News 5 Fast Facts Crime Celebrities Politics Money Sports Expand sub-menu NFL Basketball UFC College Football Soccer Golf WAGs Baseball Entertainment Expand sub-menu Television Celebs Music Movies Tech Expand sub-menu Google Apple Android Microsoft Apps Smartphones Gaming Expand sub-menu News Xbox One PS4 Best PS4 Games Mobile PC Games Accessories Streaming Expand sub-menu Disney Plus Live Sports Streaming Shopping Expand sub-menu Toys Home Outdoors Beauty Garden Pets Fashion Wedding Baby Deals Gifts Expand sub-menu New Toys 2020 Toys for Boys Toys for Girls Gifts for Women Gifts for Men Gifts for Seniors ... "], ["2020-06-02 07:36", "Volkswagen Invests More than $2 Billion in Argo AI, A Self-driving Start-upMENU Tech Science Business Health Culture Features Buzz HOMEPAGE Tech Gadgets Phones/Tablets/Mobile Tech Wearable Tech Apps/Software Internet Car Tech Security Apple Google Microsoft Science Space Robotics Energy Earth/Environment Animals Material Science Ancient Business Tech Money Legal Start Ups Business Deals Health Healthy Living/Wellness Medicine Public Health Biotech Neuroscience Culture Video Games Life & Style Viral Features Science Health facebook twitter reddit google+ Comment linkedin Email What's app digg Home Tech Car Tech Volkswagen Invests More than $2 Billion in Argo AI, A Self-driving Start-up 2 June 2020, 3:36 am EDT By Jon Lindley A. Tech Times (Photo : Unsplash) Volkswagen , one of Germany's leading car manufacturers, enters into ... "], ["2020-06-02 07:31", "U.S. Marshal Shot In Head In Las Vegas ...  2, 2020 More information will be posted as this story develops. Read More Breaking News , Las Vegas , Minneapolis , Minnesota Home News Expand sub-menu Breaking News 5 Fast Facts Crime Celebrities Politics Money Sports Expand sub-menu NFL Basketball UFC College Football Soccer Golf WAGs Baseball Entertainment Expand sub-menu Television Celebs Music Movies Tech Expand sub-menu Google Apple Android Microsoft Apps Smartphones Gaming Expand sub-menu News Xbox One PS4 Best PS4 Games Mobile PC Games Accessories Streaming Expand sub-menu Disney Plus Live Sports Streaming Shopping Expand sub-menu Toys Home Outdoors Beauty Garden Pets Fashion Wedding Baby Deals Gifts Expand sub-menu New Toys 2020 Toys for Boys Toys for Girls Gifts for Women Gifts for Men Gifts for ... "], ["2020-06-02 07:31", "U.S. Marshal Shot In Head In Las Vegas ...  2, 2020 More information will be posted as this story develops. Read More Breaking News , Las Vegas , Minneapolis , Minnesota Home News Expand sub-menu Breaking News 5 Fast Facts Crime Celebrities Politics Money Sports Expand sub-menu NFL Basketball UFC College Football Soccer Golf WAGs Baseball Entertainment Expand sub-menu Television Celebs Music Movies Tech Expand sub-menu Google Apple Android Microsoft Apps Smartphones Gaming Expand sub-menu News Xbox One PS4 Best PS4 Games Mobile PC Games Accessories Streaming Expand sub-menu Disney Plus Live Sports Streaming Shopping Expand sub-menu Toys Home Outdoors Beauty Garden Pets Fashion Wedding Baby Deals Gifts Expand sub-menu New Toys 2020 Toys for Boys Toys for Girls Gifts for Women Gifts for Men Gifts for ... "], ["2020-06-02 07:27", "Fiona Moriarty-McLaughlin: Reporter Fakes Activism for Instagram Photo-Op [VIDEO] ...  Mexico. READ NEXT: WATCH: Trump Gives Speech While Tear Gas Bombs & Rubber Bullets Hit Protesters Read More Instagram , Twitter Home News Expand sub-menu Breaking News 5 Fast Facts Crime Celebrities Politics Money Sports Expand sub-menu NFL Basketball UFC College Football Soccer Golf WAGs Baseball Entertainment Expand sub-menu Television Celebs Music Movies Tech Expand sub-menu Google Apple Android Microsoft Apps Smartphones Gaming Expand sub-menu News Xbox One PS4 Best PS4 Games Mobile PC Games Accessories Streaming Expand sub-menu Disney Plus Live Sports Streaming Shopping Expand sub-menu Toys Home Outdoors Beauty Garden Pets Fashion Wedding Baby Deals Gifts Expand sub-menu New Toys 2020 Toys for Boys Toys for Girls Gifts for Women Gifts for Men Gifts for ... "], ["2020-06-02 07:26", "WATCH: Macy's at Herald Square Is Looted in New York City ... across the U.S. READ NEXT: Officer Derek Chauvin: 5 Fast Facts You Need to Know Read More Breaking News , New York Home News Expand sub-menu Breaking News 5 Fast Facts Crime Celebrities Politics Money Sports Expand sub-menu NFL Basketball UFC College Football Soccer Golf WAGs Baseball Entertainment Expand sub-menu Television Celebs Music Movies Tech Expand sub-menu Google Apple Android Microsoft Apps Smartphones Gaming Expand sub-menu News Xbox One PS4 Best PS4 Games Mobile PC Games Accessories Streaming Expand sub-menu Disney Plus Live Sports Streaming Shopping Expand sub-menu Toys Home Outdoors Beauty Garden Pets Fashion Wedding Baby Deals Gifts Expand sub-menu New Toys 2020 Toys for Boys Toys for Girls Gifts for Women Gifts for Men Gifts for Seniors Gifts ... "], ["2020-06-02 07:25", "The Register ... :story208909 2020-05-29T12:45:12Z Richard Speed https://search.theregister.com/?author=Richard%20Speed Visual Studio Code finally arrives on ARM64 Windows. No, you haven't woken up in 2017, sadly. It's still 2020 Now you can program like a native with your 899 Surface Pro X keyboard not included Good news for those who have splashed the cash on Microsoft's flagship Surface Pro X the software behemoth has emitted an ARM64 build of Visual Studio Code.... tag:theregister.com,2005:story208899 2020-05-29T12:00:06Z Richard Currie https://search.theregister.com/?author=Richard%20Currie VirtuaVerse: Cyberpunk point-and-click throwback with ace chiptune soundtrack put out by... a metal record label? The Reg speaks to Blood Music about its retrofuturistic ... "], ["2020-06-02 07:23", "Coronavirus sparks biggest monthly fall in UK house prices since 2009 ... Business Wire Lucille Ball's Granddaughter is Plain Stunning Investing.com Ad Tuesday morning news briefing: Quarantine plan rethink The Telegraph Coronavirus news live: UK mulls 'air bridges' to countries with low infection rate, as WHO says China 'delayed releasing crucial information' The Independent Round Four: UK and EU back in the Brexit ring AFP Try Azure free Microsoft Ad D.C. Church 'Outraged' That Trump Used It As Photo-Op HuffPost 'The world is scared right now': 16-year-old boys create short film to speak out about racial injustice, coronavirus Yahoo Life The Latest: Pakistan document shows experts wanted lockdown Associated Press New Jersey: Say Bye To Expensive Solar Panels EnergyBillCruncher Ad Wife of Derek ... "], ["2020-06-02 07:23", "Budget-friendly Samsung Galaxy M01 and M11 launch in India ...  sign-in issues but a fix is coming 3 Samsung aims to kill server CPUs with this special new SSD 4 Best free games 2020: the top free games to download on PC 5 Little-known Japanese CPU threatens to make Nvidia, Intel and AMD obsolete in HPC market 1 Star Trek: Strange New Worlds: release date, cast and what we know 2 These are all the features killed by Microsoft in Windows 10 May 2020 Update 3 Hear the difference: tracks to try with MQA 4 Hands on: The Last of Us 2 review 5 AMD Ryzen 4000 \"Renoir\", i test 3DMark indicano prestazioni aumentate del 90% rispetto a Ryzen 3000 TechRadar is part of Future US Inc, an international media group and leading digital publisher. Visit our corporate site . About Us Terms and conditions Privacy policy Cookies ... "], ["2020-06-02 07:19", "Eggtronic Power Bar: One charger for all your Apple devices ...  Storage Innovation Apple Security more Networking Data Centers Art of the Hybrid Cloud Mobility See All Topics White Papers Downloads Reviews Galleries Videos TechRepublic Forums Newsletters All Writers Preferences Community Newsletters Log Out What are you looking for? Go Menu CXO Hardware Microsoft Storage Innovation Apple Security Networking Data Centers Art of the Hybrid Cloud Mobility See All Topics White Papers Downloads Reviews Galleries Videos TechRepublic Forums Preferences Community Newsletters Log Out uk Asia Australia Europe India United Kingdom United States ZDNet around the globe: ZDNet China ZDNet France ZDNet Germany ZDNet Korea ZDNet Japan Eggtronic Power Bar: One charger for all your Apple devices A 10,000mAh power bank with three wireless ... "], ["2020-06-02 07:13", "Facebook employees protest Mark Zuckerberg's response to Donald Trump's posts ...  July 15-17 The AI event of the year for enterprise executives, brought to you by today's leading AI publisher. Get a lifetime of SSD-powered web hosting for just $40 These slide templates will make your next presentation pop for less than $30 This app suite gives you access to 50+ tools designed for entrepreneurs 9 skills to teach yourself while you're on lockdown at home Replace or blur your background on any video for $19.99 Charge and disinfect your smartphone with this Qi charger for just $50 This Microsoft Excel training bundle is just $34 right now 8 great deals to keep you safe and healthy Get a lifetime of amazing stock images and videos for $100 Save even more on 10 great deals to make your life better this Memorial Day View all deals store"], ["2020-06-02 07:12", "Call of Duty: Modern Warfare Season 4 and CoD: Mobile Season 7 have been postponed indefinitely ...  sign-in issues but a fix is coming 3 Samsung aims to kill server CPUs with this special new SSD 4 Best free games 2020: the top free games to download on PC 5 Little-known Japanese CPU threatens to make Nvidia, Intel and AMD obsolete in HPC market 1 Star Trek: Strange New Worlds: release date, cast and what we know 2 These are all the features killed by Microsoft in Windows 10 May 2020 Update 3 Hear the difference: tracks to try with MQA 4 Hands on: The Last of Us 2 review 5 AMD Ryzen 4000 \"Renoir\", i test 3DMark indicano prestazioni aumentate del 90% rispetto a Ryzen 3000 TechRadar is part of Future US Inc, an international media group and leading digital publisher. Visit our corporate site . About Us Terms and conditions Privacy policy Cookies ... "], ["2020-06-02 07:08", "Android users dealt fresh blow as Google cancels tomorrow's major launch event ...  genius new feature you'll find incredibly useful New Sony Xperia 1 finally released this month - just don't look at the price BT v Sky v Virgin Media: Which broadband provider is REALLY best for you? LEGO's Lamborghini Sin is one the coolest sets ever and you can buy it now EE customers can get 50% off their bill but this money-saving deal ends today Microsoft warns some Windows 10 users to AVOID latest update: are YOU one of them? Samsung and Sony TVs get an unexpected new rival with one huge advantage Sky broadband and TV prices cut as customers receive two free upgrades NOW TV update brings three new channels and dozens of exclusive shows for FREE Virgin Media TV's latest free update promises to set your pulse racing This 50-inch 4K Smart ... "]]}}