{"postfix": "mitsubishi_motors-aktie", "name": "MITSUBISHI_MOTORS", "wkn": "876551", "time": "2020.06.02 14:33", "ts": 1591101180, "features": {"KGV": "-18.03", "Marktkapitalisierung": {"Size": "Mrd", "Value": "3.73"}, "GA": "-17.32", "KBV": "0.60", "BA": "519.19", "KCV": "9.49", "CA": "32.90", "Vola30": "53.71", "Vola90": "62.07", "Vola180": "51.86", "Vola250": "45.43"}, "rivals": ["daimler-aktie", "bmw-aktie", "volkswagen_vz-aktie"], "text_data": {"de": [["29.05.20", "Jobabbau in Autobranche nimmt Fahrt auf - 15.000 Stellen bei Renault"], ["29.05.20", "MÄRKTE ASIEN/Uneinheitlich - Sorge um Zukunft Hongkongs belastet HSI"], ["28.05.20", "Nissan auf Schrumpfkurs - Werksschließung in Spanien"], ["28.05.20", "Nissan kürzt Produktion um ein Fünftel - Verluste türmen sich"], ["28.05.20", "MÄRKTE ASIEN/Pompeo-Aussagen schicken Börse Hongkong auf Talfahrt"], ["28.05.20", "MÄRKTE ASIEN/Pompeo-Aussagen zu Hongkong belasten China-Börsen"], ["22.05.20", "Agentur - Nissan plant drastischen Abbau von Stellen"], ["18.05.20", "Ausblick: Mitsubishi Motors präsentiert Quartalsergebnisse"], ["04.05.20", "Erste Schätzungen: Mitsubishi Motors stellt Quartalsergebnis zum abgelaufenen Jahresviertel vor"], ["28.04.20", "Erste Schätzungen: Mitsubishi Motors veröffentlicht Zahlen zum vergangenen Quartal"], ["14.02.20", "Nissan-Krise hinterlässt tiefe Spuren bei Renault"], ["03.02.20", "Mitsubishi Motors stellte das Zahlenwerk zum vergangenen Quartal vor"], ["31.01.20", "DIE AUTO-WOCHE - das waren die wichtigsten Themen"], ["30.01.20", "Mitsubishi wehrt sich gegen Schummelvorwurf bei Abgaswerten"], ["30.01.20", "Mitsubishi wehrt sich gegen Schummel-Vorwurf bei Diesel-Motoren"], ["30.01.20", "Ausblick: Mitsubishi Motors stellt Zahlen zum jüngsten Quartal vor"], ["28.01.20", "Renault ernennt Ex-Seat-Chef De Meo zum Konzernchef"], ["24.01.20", "DIE AUTO-WOCHE - das waren die wichtigsten Themen"], ["23.01.20", "Diesel-Skandal zieht in Europa immer weitere Kreise"], ["23.01.20", "Continental - Haben keine Software zur Abgasmanipulation geliefert"], ["23.01.20", "VW-Chef Diess bedauert Weggang von Seat-Chef de Meo"], ["22.01.20", "PSA - Haben 1,6-Liter-Dieselmotoren an Mitsubishi geliefert"], ["21.01.20", "Continental wegen Diesel-Ermittlungen gegen Mitsubishi durchsucht"], ["21.01.20", "Durchsuchungen wegen Mitsubishi auch bei Continental"], ["21.01.20", "Staatsanwaltschaft Frankfurt - Razzia beim Autobauer Mitsubishi"], ["14.01.20", "Volkswagen verkauft 2019 fast elf Millionen Fahrzeuge"], ["14.01.20", "MÄRKTE ASIEN/Aufschläge überwiegen - nur China-Börsen leichter"]], "en": [["19.05.20", "Mitsubishi Motors to cut costs after slump in annual profit"], ["19.05.20", "Mitsubishi Motors to cut costs after slump in annual profit"], ["24.04.20", "Mitsubishi Motors predicts losses over pandemic"], ["24.04.20", "Japan’s Mitsubishi Motors predicts losses over pandemic"], ["14.02.20", "Mitsubishi Motors delays factory restart in China on coronavirus"], ["14.02.20", "Mitsubishi Motors delays factory restart in China on coronavirus"], ["31.01.20", "Mitsubishi Motors posts surprise third-quarter operating loss as car sales slide"], ["30.01.20", "Mitsubishi Motors denies fraud in German probe over illegal emissions defeat devices"], ["06.01.20", "Otonomo : Mitsubishi Motors and Otonomo Partner to Deliver Connected Car Applications and Services to Benefit Drivers and Cities"], ["06.01.20", "Mitsubishi Motors enlists Israeli startup as Japan plays catch up on connected cars"], ["02.01.20", "MeGroup inks deal with Mitsubishi Motors to operate a dealership"], ["2020-06-02 12:00", "1984 Volkswagen GTI: More fun than 95% of the cars I've driven this year ...  come up. Somebody's beloved first car they had to sell to pay a bill. Someone else's grandpa's pride and joy. That time a last-second bidder sniped away a dream driver on eBay Motors . We all have those stories of bad timing, worse luck and general regret that, for one reason or another, prevented us from pulling the car-buying trigger. It stings. I've got my fair share of those stories,  ... oomph (110 ponies) owing to less-stringent emissions equipment, but either way, by modern standards, all of these output figures are hilariously low. Among today's new cars, only the sickly Mitsubishi Mirage offers fewer ponies (78 hp). And yet, with only 2,200 pounds to lug around (today's Golf GTI weighs upwards of 3,100), the Rabbit GTI isn't ... "], ["2020-06-01 03:06", "Some of Australia's most beloved chocolates including Snickers and Maltesers being made in CHINA ...  Germany, US, and Canada. FORD Ford Australia, a branch of the US automaker, ceased production at its Victoria sites in 2016 after declining sales. The cars had been manufactured in the country since 1925. TOYOTA Toyota Australia, a branch of the Japanese branch, had manufactured cars in Victoria plant in Altona since 1963. The company stopped production 2017. MITSUBISHI MOTORS The last Australian-made Mitsubishi car was made in 2008. The motor company announced it would end producing vehicles out of Adelaide in February 2008 - 28 years after it took over Chrysler's Australian manufacturing operations. REFRIGERATORS The last Australian-made fridge was produced in 2016 after Electrolux announced it would cease production at its NSW plant in 2013 and make ... "], ["2020-05-31 04:00", "Airstream Considers Leaning Into Longer Work-From-Home Trend ...  Wealth Management Business All Business Aerospace & Defense Business Reporter BrandVoice | Paid Program Energy Food & Drink Hollywood & Entertainment Manufacturing Media Mitsubishi Heavy Industries BrandVoice | Paid Program Policy Real Estate Retail SportsMoney Transportation Small Business All Small Business Entrepreneurs Franchises Small  ...  as politics, culture, media and religion. I used to cover the car business for The Wall Street Journal, which nominated me and some colleagues for a Pulitzer Prize for our coverage of General Motors. I've also covered autos for Edmunds.com, AutoTrader.com, Automotive News and Advertising Age. I am a major contributor to Chief Executive Magazine, Brandchannel.com, Townhall Magazine, New Nutrition Business magazine  ... "], ["2020-05-31 04:00", "Airstream, Pottery Barn Launch Collection For Traveling In Style ...  Wealth Management Business All Business Aerospace & Defense Business Reporter BrandVoice | Paid Program Energy Food & Drink Hollywood & Entertainment Manufacturing Media Mitsubishi Heavy Industries BrandVoice | Paid Program Policy Real Estate Retail SportsMoney Transportation Small Business All Small Business Entrepreneurs Franchises Small  ...  as politics, culture, media and religion. I used to cover the car business for The Wall Street Journal, which nominated me and some colleagues for a Pulitzer Prize for our coverage of General Motors. I've also covered autos for Edmunds.com, AutoTrader.com, Automotive News and Advertising Age. I am a major contributor to Chief Executive Magazine, Brandchannel.com, Townhall Magazine, New Nutrition Business magazine  ... "], ["2020-05-29 23:17", "Renault chairman says ready to produce Nissan cars in EuropePARIS -- The coronavirus pandemic has only highlighted the importance of Renault-Nissan-Mitsubishi Motors alliance, Renault Chairman Je"], ["2020-05-29 20:08", "2021 Toyota RAV4 Prime plug-in hybrid SUV slides in under $40,000 ...  BMW Buick Cadillac Chevrolet Chrysler Dodge Ferrari Fiat Ford Genesis GMC Honda Hyundai Infiniti Jaguar Jeep Kia Lamborghini Land Rover Lexus Lincoln Lotus Maserati Mazda McLaren Mercedes-Benz Mini Mitsubishi Nissan Polestar Porsche Ram Rolls-Royce Smart Subaru Tesla Toyota Volkswagen Volvo Model Year Go By style See all cars Coupes Sedans SUVs/Crossovers Trucks Electric Hybrids Luxury Sports ...  average price people pay for a new car. Both cars utilize the same powertrain, which combines a 2.5-liter, Atkinson-cycle I4 gas engine with two electric motors for a combined 302 horsepower. One of those electric motors powers the rear axle by itself, conferring the RAV4 Prime with all-wheel drive, much in the same way Toyota gave AWD to the Prius . Both trims also  ... "], ["2020-05-29 20:02", "Renault plans to cut 14,600 jobs worldwide in race to reduce costsThe measures round off a decisive week for Renault and its Japanese partners Nissan Motor Co. and Mitsubishi Motors Corp., drawing a line under a two-decade era of aggressive expansion"], ["2020-05-29 16:22", "Didi Chuxing's Robotaxi Unit Lands $500 Million From SoftBank-Led Group ...  Taxes Wealth Management Business All Business Aerospace & Defense Business Reporter BrandVoice | Paid Program Energy Food & Drink Hollywood & Entertainment Manufacturing Media Mitsubishi Heavy Industries BrandVoice | Paid Program Policy Real Estate Retail SportsMoney Transportation Small Business All Small Business Entrepreneurs Franchises Small Business ...  three recessions, chronicled the rise of Asia and European automakers in the U.S., the bankruptcies of General Motors and Chrysler, and witnessed ... Read More I have worked through three recessions, chronicled the rise of Asia and European automakers in the U.S., the bankruptcies of General Motors and Chrysler, and witnessed the early stages of autonomous vehicle development. I have also worked for a major ... "], ["2020-05-29 15:41", "2021 Buick Envision looks way better, gets luxurious Avenir trim ...  Cadillac Chevrolet Chrysler Dodge Ferrari Fiat Ford Genesis GMC Honda Hyundai Infiniti Jaguar Jeep Kia Lamborghini Land Rover Lexus Lincoln Lotus Maserati Mazda McLaren Mercedes-Benz Mini Mitsubishi Nissan Polestar Porsche Ram Rolls-Royce Smart Subaru Tesla Toyota Volkswagen Volvo Model Year Go By style See all cars Coupes Sedans SUVs/Crossovers Trucks Electric Hybrids  ... , 2020 8:41 a.m. PT Yup, that's a Buick. Buick Buick has unveiled the second-gen Envision crossover, and it looks way better than what we currently get. Built on General Motors's global crossover platform that uses a new electrical architecture , the 2021 Envision is lower and wider than the existing model. With sportier proportions and a much more upscale design, it better aligns ... "], ["2020-05-29 14:48", "Nissan falls behind rivals in industry's critical transitional period ...  will be a nondescript model with weak product appeal,\" said Yoshida, a former Nissan employee. \"When it comes to maximizing the benefits of the alliance, it was always easier said than done,\" he said. \"Nissan finally stands at the start line.\" RELATED STORIES Nissan and Renault unveil steps to cut costs and revamp alliance The alliance, which also includes Mitsubishi Motors Corp., hopes to boost their profitability, already battered before the new coronavirus pandemic put even more pressure on sales. Nissan said Thursday it will close plants in Spain and Indonesia and cut annual output by 20 percent after it reported a hefty net loss of 671.22 billion ($6.2 billion) in the year ended March 31, its largest red ink in 20 years. Reviving ... "], ["2020-05-29 14:41", "Spain says it will do all it can to reverse Nissan closure amid protests ...  than 1,000 masked workers blocked the area surrounding Nissan's plant, first with a procession of vehicles then burning a pile of tires at its entrance. They also cut off roads. The closure would cost Nissan as much as 1 billion, the government said, arguing that investing in the factory would be a cheaper alternative. Carmaking alliance partners Nissan, Renault and Mitsubishi Motors said on Wednesday they were reorganizing their global production to save costs and become more efficient. Renault, which will now take the lead for the alliance in Europe, has two factories in Spain. The Barcelona plant, which has been operating since the 1980s, mainly produces electric vans and pickup trucks and is Nissan's main European plant after one in Sunderland ... "], ["2020-05-29 12:36", "Nissan (NSANY) Incurs Loss in FY19, Issues EV Ariya Update ...  all of their major markets. While in fourth-quarter fiscal 2020, Honda's revenues declined 13.6% year over year to $31,752 million, Toyota recorded consolidated revenues of $65,190.6 million, down 7.3% year over year. As a member of the world's largest car-making alliance, Nissan, along with Renault SA ( RNLSY - Free Report ) and Mitsubishi Motors, recently announced several initiatives as part of a new business model of cooperation focused more on efficiency and competitiveness than on volumes. The companies will reduce the overall number of models being sold, use shared platforms for production, and focus on their existing geographic and technological strengths. These firms are aimed at cutting costs and boost profitability amid the coronavirus ... "], ["2020-05-29 12:00", "The best hybrid vehicles on sale today ... Cadillac Chevrolet Chrysler Dodge Ferrari Fiat Ford Genesis GMC Honda Hyundai Infiniti Jaguar Jeep Kia Lamborghini Land Rover Lexus Lincoln Lotus Maserati Mazda McLaren Mercedes-Benz Mini Mitsubishi Nissan Polestar Porsche Ram Rolls-Royce Smart Subaru Tesla Toyota Volkswagen Volvo Model Year Go By style See all cars Coupes Sedans SUVs/Crossovers Trucks Electric  ...  Avalon Hybrid . This sizable four-door is cushy and comfortable, with a large interior and plenty of refinement. Under the hood you'll find a 2.5-liter gasoline engine augmented by a couple electric motors. This team delivers 215 hp and up to 44 mpg combined. The XLE trim serves base duty and kicks off at just about $38,000 including destination fees. Just be thankful they don't charge based ... "], ["2020-05-29 11:13", "Renault to cut 15,000 jobs worldwide ...  at a plant near Paris will also be halted. Renault assembles compact cars for its alliance partner Nissan Motor at the plant. The company plans to cut around 8 percent of its global workforce, about 15,000 jobs, in the next three years. The Chairman of the Renault Board of Directors, Jean-Dominique Senard, told reporters that it was a very difficult decision, but necessary for the company's future. He said the crisis has forced him, and other executives, to act. The coronavirus pandemic has dealt the already-struggling French carmaker a further blow. The announcement came two days after leaders of the auto alliance of Renault, Nissan and Mitsubishi Motors unveiled a new mid-term business plan to cut vehicle development costs and improve efficiency."], ["2020-05-29 10:55", "Malaria Drug Study Questioned; Washington Reopens: Virus Update ...  in France, or about 10% of the carmaker's total in its home country, through voluntary retirement and retraining, according to a statement Friday. More than 10,000 further jobs will be scrapped in the rest of the world, trimming a global workforce of about 180,000 people. The measures round off a decisive week for Renault and its Japanese partners Nissan Motor Co. and Mitsubishi Motors Corp., drawing a line under a two-decade era of aggressive expansion under the alliance's former leader, Carlos Ghosn, who was arrested in late 2018. A slump in consumer demand and factory shutdowns to slow the Covid-19 pandemic have forced their hand, with shrinking head counts and production cuts now a priority. South Korea Reports 58 More Cases (10:43 a.m. HK ... "], ["2020-05-29 10:12", "Nissan recovery plan seen as start of long journey by investors ...  path remains in the dark,\" said Takaki Nakanishi, CEO of Nakanishi Research Institute, a Tokyo-based auto industry research company. Nissan's shares fell 11% to 400 yen on Friday, a day after it announced a net loss of 671 billion yen ($6.2 billion) for the year ended in March. The plunge follows an 8% surge on Thursday, after Nissan, Renault and Mitsubishi Motors announced a midterm plan for their Franco-Japanese carmaking alliance. While the carmaker did not give its guidance for the current year through March 2021, analysts expect it to post a net loss of 170 billion yen, according to FactSet. The carmaker's latest net loss includes 603 billion yen in costs associated with restructuring and impairments, underscoring the company's claim to ... "], ["2020-05-29 10:09", "Brazil Cases Surge; Malaria Drug Study Questioned: Virus Update ...  in France, or about 10% of the carmaker's total in its home country, through voluntary retirement and retraining, according to a statement Friday. More than 10,000 further jobs will be scrapped in the rest of the world, trimming a global workforce of about 180,000 people. The measures round off a decisive week for Renault and its Japanese partners Nissan Motor Co. and Mitsubishi Motors Corp., drawing a line under a two-decade era of aggressive expansion under the alliance's former leader, Carlos Ghosn, who was arrested in late 2018. A slump in consumer demand and factory shutdowns to slow the Covid-19 pandemic have forced their hand, with shrinking head counts and production cuts now a priority. Philippines to Ease Capital's Lockdown (11:53 a.m ... "], ["2020-05-29 09:00", "2020 Honda CR-V Hybrid review: 2020 Honda CR-V Hybrid review: Like a nice night out ...  Buick Cadillac Chevrolet Chrysler Dodge Ferrari Fiat Ford Genesis GMC Honda Hyundai Infiniti Jaguar Jeep Kia Lamborghini Land Rover Lexus Lincoln Lotus Maserati Mazda McLaren Mercedes-Benz Mini Mitsubishi Nissan Polestar Porsche Ram Rolls-Royce Smart Subaru Tesla Toyota Volkswagen Volvo Model Year Go By style See all cars Coupes Sedans SUVs/Crossovers Trucks Electric Hybrids Luxury ...  the same two-motor hybrid system that's in the Honda Accord : A 2.0-liter, Atkinson-cycle I4 gas engine mates to a 1.4-kilowatt-hour lithium-ion battery and a pair of electric motors to produce 212 horsepower and 232 pound-feet of torque, making the Hybrid variant the most powerful CR-V in the garage. All-wheel drive is standard, and power routes to all four corners by way of ... "], ["2020-05-29 08:51", "Renault to cut 14,600 jobs worldwide in race to slash costs ...  in France, or about 10% of the carmaker's total in its home country, through voluntary retirement and retraining, according to a statement Friday. More than 10,000 further jobs will be scrapped in the rest of the world, trimming a global workforce of about 180,000 people. The measures round off a decisive week for Renault and its Japanese partners Nissan Motor Co. and Mitsubishi Motors Corp., drawing a line under a two-decade era of aggressive expansion under the alliance's former leader, Carlos Ghosn, who was arrested in late 2018. A slump in consumer demand and factory shutdowns to slow the Covid-19 pandemic have forced their hand, with shrinking head counts and production cuts now a priority. \"We have spent and invested too much and will now ... "], ["2020-05-29 08:45", "Brazil Reports Record Surge; Deaths Rise in Russia: Virus Update ...  in France, or about 10% of the carmaker's total in its home country, through voluntary retirement and retraining, according to a statement Friday. More than 10,000 further jobs will be scrapped in the rest of the world, trimming a global workforce of about 180,000 people. The measures round off a decisive week for Renault and its Japanese partners Nissan Motor Co. and Mitsubishi Motors Corp., drawing a line under a two-decade era of aggressive expansion under the alliance's former leader, Carlos Ghosn, who was arrested in late 2018. A slump in consumer demand and factory shutdowns to slow the Covid-19 pandemic have forced their hand, with shrinking head counts and production cuts now a priority. Philippines to Ease Capital's Lockdown (11:53 a.m ... "]]}}