{"postfix": "mitsubishi_electric-aktie", "name": "MITSUBISHI_ELECTRIC", "wkn": "856532", "time": "2020.06.02 13:30", "ts": 1591097410, "features": {"KGV": "12.85", "Marktkapitalisierung": {"Size": "Mrd", "Value": "25.77"}, "GA": "103.41", "KBV": "1.15", "BA": "1.150.77", "KCV": "7.68", "CA": "173.15", "Vola30": "33.68", "Vola90": "46.08", "Vola180": "38.46", "Vola250": "35.38"}, "rivals": ["kuka-aktie"], "text_data": {"de": [["12.05.20", "Mitsubishi Electric hat Bilanz für das abgelaufene Quartal gezogen"], ["12.05.20", "Mitsubishi Electric hat Bilanz für das abgelaufene Quartal gezogen"], ["10.05.20", "Ausblick: Mitsubishi Electric stellt Ergebnisse des abgelaufenen Quartals vor"], ["10.05.20", "Ausblick: Mitsubishi Electric legt Zahlen zum jüngsten Quartal vor"], ["26.04.20", "Erste Schätzungen: Mitsubishi Electric gibt Ergebnis zum abgelaufenen Quartal bekannt"], ["26.04.20", "Erste Schätzungen: Mitsubishi Electric stellt Ergebnisse des abgelaufenen Quartals vor"], ["04.02.20", "Mitsubishi Electric veröffentlichte Zahlen zum vergangenen Quartal"], ["04.02.20", "Mitsubishi Electric gab Ergebnis zum abgelaufenen Quartal bekannt"], ["02.02.20", "Ausblick: Mitsubishi Electric zieht Bilanz zum jüngsten Jahresviertel"], ["02.02.20", "Ausblick: Mitsubishi Electric präsentiert das Zahlenwerk zum abgelaufenen Jahresviertel"], ["27.01.20", "Mitsubishi Electric über Zero-Day-Lücke in Trend Micro OfficeScan angegriffen"], ["21.01.20", "Hacker-Attacke gegen Mitsubishi Electric"], ["21.01.20", "Mitsubishi Electric meldet Hackerangriff - Verdacht richtet sich gegen China"]], "en": [["2020-06-02 11:00", "2021 Toyota Corolla Hatchback adds cargo space, flashy special edition ...  vehicles Coronavirus updates Best car lease deals Best car insurance Car Finder By make and model Make Acura Alfa Romeo Aston Martin Audi Bentley BMW Buick Cadillac Chevrolet Chrysler Dodge Ferrari Fiat Ford Genesis GMC Honda Hyundai Infiniti Jaguar Jeep Kia Lamborghini Land Rover Lexus Lincoln Lotus Maserati Mazda McLaren Mercedes-Benz Mini Mitsubishi Nissan Polestar Porsche Ram Rolls-Royce Smart Subaru Tesla Toyota Volkswagen Volvo Model Year Go By style See all cars Coupes Sedans SUVs/Crossovers Trucks Electric Hybrids Luxury Sports Cars Reviews All auto reviews 2020 Chevy Silverado 2500 2020 Ford F-Series Super Duty 2020 Mazda CX-9 2020 Hyundai Sonata 2020 Toyota 4Runner Tesla Model 3 Best Cars All the best cars Best Affordable Cars Best Crossovers Best ... "], ["2020-06-02 09:00", "2020 Aston Martin Vantage review: 2020 Aston Martin Vantage review: Best when loud ...  vehicles Coronavirus updates Best car lease deals Best car insurance Car Finder By make and model Make Acura Alfa Romeo Aston Martin Audi Bentley BMW Buick Cadillac Chevrolet Chrysler Dodge Ferrari Fiat Ford Genesis GMC Honda Hyundai Infiniti Jaguar Jeep Kia Lamborghini Land Rover Lexus Lincoln Lotus Maserati Mazda McLaren Mercedes-Benz Mini Mitsubishi Nissan Polestar Porsche Ram Rolls-Royce Smart Subaru Tesla Toyota Volkswagen Volvo Model Year Go By style See all cars Coupes Sedans SUVs/Crossovers Trucks Electric Hybrids Luxury Sports Cars Reviews All auto reviews 2020 Chevy Silverado 2500 2020 Ford F-Series Super Duty 2020 Mazda CX-9 2020 Hyundai Sonata 2020 Toyota 4Runner Tesla Model 3 Best Cars All the best cars Best Affordable Cars Best Crossovers Best ... "], ["2020-06-02 09:00", "Yandex Debuts Automated Driving Prototypes Based On Hyundai Sonata ...  Wealth Management Business All Business Aerospace & Defense Business Reporter BrandVoice | Paid Program Energy Food & Drink Hollywood & Entertainment Manufacturing Media Mitsubishi Heavy Industries BrandVoice | Paid Program Policy Real Estate Retail SportsMoney Transportation Small Business All Small Business Entrepreneurs Franchises Small Business ...  on the hardware integration into the Sonata. This includes installation of an upgraded sensor suite, a new compute platform and upgraded electrical system. Unlike most AD programs that utilize either hybrid or battery electric vehicle platforms, Yandex did not use the new Sonata hybrid. The electrified Sonata is not sold in the Russian market and has not been homologated for use there. The cars used by Yandex  ... "], ["2020-06-02 06:51", "Easy BBQ recipes to master this winter ... 34;The idea that barbecuing is only for warmer weather is a well-worn trope but one that's utterly inaccurate,\" says Fast Ed Halmagyi. \"I can't think of anywhere better to be when it's cold than standing over a roaring charcoal fire or a gas version thereof, that's my idea of heaven.\" The Better Homes and Gardens favourite and Mitsubishi Electric ambassador says the backyard barbecue is as useful a weapon in dealing with dinner during the cooler months. But in order to get the best out of your barbie in winter, the chef warns that the cooler temperatures need to be factored into your preparation and cooking routine. \"When you're grilling in winter, particularly if it's somewhere genuinely cold, keep in mind that this ... "], ["2020-06-02 06:51", "Easy BBQ recipes to master this winter ... 34;The idea that barbecuing is only for warmer weather is a well-worn trope but one that's utterly inaccurate,\" says Fast Ed Halmagyi. \"I can't think of anywhere better to be when it's cold than standing over a roaring charcoal fire or a gas version thereof, that's my idea of heaven.\" The Better Homes and Gardens favourite and Mitsubishi Electric ambassador says the backyard barbecue is as useful a weapon in dealing with dinner during the cooler months. But in order to get the best out of your barbie in winter, the chef warns that the cooler temperatures need to be factored into your preparation and cooking routine. \"When you're grilling in winter, particularly if it's somewhere genuinely cold, keep in mind that this ... "], ["2020-06-01 12:17", "Japan's law against power harassment goes into effect ...  Tennis More Sports Columns Multimedia City Guide Events Restaurants Films Places Support About us Faqs Sorry, but your browser needs Javascript to use this site. If you're not sure how to activate it, please refer to this site: https://www.enable-javascript.com/ National Japan's law against power harassment goes into effect A lawyer representing the family of a Mitsubishi Electric Corp. employee who committed suicide due to power harassment speaks at a news conference in Tokyo on Dec. 18 after papers on the case was sent to prosecutors. | KYODO Jiji Jun 1, 2020 Article history Online: Jun 01, 2020 Last Modified: Jun 01, 2020 PRINT SHARE A law revision to prevent power harassment went into effect Monday, obligating major companies to take preventive ... "], ["2020-06-01 05:47", "Audi A6 Allroad and 40 TFSI arrive ... door armrests) and three-zone climate control. Camera Icon Audi A6 Allroad. Credit: Supplied An $8900 Premium package adds privacy glass for rear windows, HD Matrix LED headlights, electric steering column adjustment, panoramic glass sunroof, Bang & Olufsen 3D Sound System, four-zone climate control, LED colour interior lighting package and a choice of two 21inch alloy wheel ...  Fuel Economy 6.3L/100km Get the latest news from thewest.com.au in your inbox. Sign up for our emails From around the site Mitsubishi Express returns to Australia New ad campaign to fix faulty airbags Renault, Nissan, Mitsubishi to ramp up partnership West Australian Ballet Experience every movement for free. Without leaving home. Find out More Top Stories $100m-plus Premium Another big  ... "], ["2020-06-01 05:20", "A beast of both worlds: Sam Wallace tests BMW's hybrid 330e ... Holden Honda Hummer Hyundai Isuzu Jaguar Jeep Kia Lada Lamborghini Lancia Land Rover LDV Lexus Lincoln Lotus Mahindra Maserati Mazda McLaren Mercedes-Benz MG Mini Mitsubishi Morris Nissan Oldsmobile Opel Peugeot Plymouth Pontiac Porsche Proton Ram Reliant Renault Rolls-Royce Rover Saturn Seat KODA Smart Ssangyong Subaru Suzuki Tesla Toyota  ... . On learning that while running in battery mode it makes less power than a Suzuki Swift (83kW) I turned my nose up at even having to drive to Mt Wellington to collect it. But the 330e is a plug-in hybrid electric vehicle (PHEV), so the battery is paired with a 2.0-litre turbocharged petrol engine. When you bury your boot, old and new pair up like old chums and fire you to 100km/h in 5.9 seconds. Which is impressive  ... "], ["2020-06-01 05:10", "The ins and outs of New Zealand's WoF process ... ,000 100,000 150,000 200,000 Max 10,000 20,000 50,000 80,000 100,000 150,000 200,000 Done Transmission Transmission type Manual Automatic Tiptronic Other Done Fuel Type Fuel Type? Petrol Diesel Hybrid LPG Electric Other Done Engine Size ENGINE SIZE Min 1,000 1,500 2,000 2,500 3,000 4,000 5,000 Max 1,000 1,500 2,000 2,500 3,000 4,000 5,000 Done Which Makes and ... Mazda CX-30 hit the sweet spot? Reviews Tackling New Zealand's iconic Timber Trail on an E-Bike Timber Trail on an E-Bike News Related Cars Mitsubishi Colt 1.5P 5Dr Hatch $3,150 Audi A1 1.4T FSI S Tronic $12,990 Hyundai i30 GD 1.8 A6 $13,490 For Sale on Driven More like this Mitsubishi Colt 1.5P 5Dr Hatch $3,150 Audi A1 1.4T FSI S Tronic $12,990 Hyundai i30 GD 1.8 A6 $13,490 Toyota Hilux SR5 Auto $38 ... "], ["2020-06-01 04:00", "GE Takes The Life Out Of The Company With Lighting Sale ...  Wealth Management Business All Business Aerospace & Defense Business Reporter BrandVoice | Paid Program Energy Food & Drink Hollywood & Entertainment Manufacturing Media Mitsubishi Heavy Industries BrandVoice | Paid Program Policy Real Estate Retail SportsMoney Transportation Small Business All Small Business Entrepreneurs Franchises Small  ... loves to see who is doing what...and to whom Share to Facebook Share to Twitter Share to Linkedin A lot has changed since 1955.. (Photo by Pictorial Parade/Hulton Archive/Getty Images) Getty Images General Electric is unplugging from its last consumer products business and with this move it is totally ending its connection with the average American. And while the company can justify the action based on its balance sheet  ... "], ["2020-06-01 03:18", "Nissan focuses on China to reverse its falling profits ...  by Li Fusheng/China Daily] Japanese carmaker Nissan is tasked with growing its share in core markets including China and the United States to help boost the development of the Renault-Nissan-Mitsubishi alliance, according to a plan released last week. This is part of the alliance's leader-follower scheme unveiled on Wednesday. In it, each company in the alliance focuses on its  ...  headquarters from China's Hong Kong to Yokohama in Japan. Related Stories UK launches test, trace system, loosens lockdown Nissan announces closure of Barcelona factory New standards released for electric car batteries Renault puts brakes on gasoline passenger cars in world's largest auto market World's top 10 most valuable car manufactures Photo Night fair opens to  ... "], ["2020-06-01 03:06", "Some of Australia's most beloved chocolates including Snickers and Maltesers being made in CHINA ...  since 1925. TOYOTA Toyota Australia, a branch of the Japanese branch, had manufactured cars in Victoria plant in Altona since 1963. The company stopped production 2017. MITSUBISHI MOTORS The last Australian-made Mitsubishi car was made in 2008. The motor company announced it would end producing vehicles out of Adelaide in February 2008 - 28 years after it took over  ...  shares a laugh with pal Annie Segal during her nightly salute on her balcony to New York City's healthcare workers Bella Hadid ditches her bra to pose in sheer white dress and electric green coat as she channels Swinging 60s on Instagram Meghan King and estranged husband Jim Edmonds fight over prenup amid ongoing divorce... as his rep insists 'Jim has been beyond generous' Janelle  ... "], ["2020-06-01 02:00", "U.S.-Japan dueling China for influence in Indo-Pacific region : The Asahi Shimbun ...  within the government over which course to take and in deciding how to use Japan's business sector to improve the national security environment.\" (This article was written by Atsushi Okudera in Nairobi, Eishiro Takeishi in Djibouti, Ryuta Sometaya and Akihiko Kaise in Bangkok, Senior Staff Writer Kenji Minemura, Takeshi Narabe and Senior Staff Writer Taketsugu Sato in Tokyo.) Related News Mitsubishi Electric attack likely stole data on new missile May 20, 2020 U.S.-China info 'wars' escalate over spy cases, virus outbreak April 26, 2020 3 years later, Trump still lacks clear strategy to deal with China February 8, 2020 INTERVIEW: McMaster says tariffs on China should stay until behavior changes June 22, 2019 U.S. diplomat confident that U.S ... "], ["2020-06-01 00:13", "Fiji's Vijay Singh reportedly opts out of Korn Ferry Tour start after criticism ...  and where he wants.\" Schnell later apologised, writing, \"a different approach should have been taken in order to get my point across.\" Singh, who owns a total of 34 US PGA Tour titles, has missed eight of nine Tour cuts in the past two seasons. He finished 29th in his lone Champions tour for 50-and-over players start this year, at the Mitsubishi Electric Championship in Hawaii. AFP Related Articles US PGA John Deere Classic cancelled McIlroy hopes Ryder Cup will be moved to 2021 Woods and Mickelson charity match proves a ratings hit In Sports Loading... News Malaysia COVID-19 World Money Life Eat/Drink Showbiz Opinion What You Think Sports Tech/Gadgets Drive Videos About Archives About Us Privacy Policy Terms of Use Advertise with Us Download ... "], ["2020-06-01 00:09", "Fiji's Singh reportedly opts out of Korn Ferry Tour start after criticism ...  where he wants.\" Schnell later apologized, writing, \"a different approach should have been taken in order to get my point across.\" Singh, who owns a total of 34 US PGA Tour titles, has missed eight of nine Tour cuts in the past two seasons. He finished 29th in his lone Champions tour for 50-and-over players start this year, at the Mitsubishi Electric Championship in Hawaii. 31 May 2020 Previous Back to summary Contact us If you have news to share or a question, comment or suggestion, contact us via... MAIL Facebook Twitter Follow us on Twitter Facebook Instagram Our subsidiaries AFP Gmbh Sport Informations Dienst AFP-Services About AFP AFP is a leading global news agency providing fast, comprehensive and verified coverage of the events shaping ... "], ["2020-05-31 23:43", "Riversimple Keeps Hydrogen Dreams Alive Despite COVID Loss ... Management Business All Business Aerospace & Defense Business Reporter BrandVoice | Paid Program Energy Food & Drink Hollywood & Entertainment Manufacturing Media Mitsubishi Heavy Industries BrandVoice | Paid Program Policy Real Estate Retail SportsMoney Transportation Small Business All Small Business Entrepreneurs  ... campaign will run open until midnight on Tuesday, June 2. Follow me on Twitter . Sebastian Blanco I have been writing about electric vehicles, hybrids, and hydrogen since 2006. My articles and reviews have appeared on most of the big green car blogs, Automotive News, ... Read More I have been writing about electric vehicles, hybrids, and hydrogen since 2006. My articles and reviews have appeared on most of the big green car blogs, Automotive ... "], ["2020-05-31 23:01", "Make Covid-19 recovery green, say business leaders ... lockdown as a springboard to propel a green economy. The signatories to the letter include Lloyds Bank, Asda, Siemens and Sky. The proposals outlined by firms such as Mitsubishi, Signify and Yorkshire Water in a letter to the prime minister include: Driving investment in low carbon innovation, infrastructure and industries. Focusing support on sectors that can  ... term climate goals and deliver better outcomes in other key areas of public interest, such as public health and wellbeing. \"Investments in projects such as building renovation, offshore wind, electric vehicles, environmental improvements and low carbon industrial clusters have the potential to bring investment and job creation across multiple regions of the UK.\" The initiative has been co- ... "], ["2020-05-31 20:40", "The perfect dirt bike for kids? Pint-sized electric racing bikes land in NZ ...  50,000 80,000 100,000 150,000 200,000 Max 10,000 20,000 50,000 80,000 100,000 150,000 200,000 Done Transmission Transmission type Manual Automatic Tiptronic Other Done Fuel Type Fuel Type? Petrol Diesel Hybrid LPG Electric Other Done Engine Size ENGINE SIZE Min 1,000 1,500 2,000 2,500 3,000 4,000 5,000 Max 1,000 1,500 2,000 2,500 3,000 4,000 5,000 Done Which Makes and Models? Car  ...  Wall Haval Holden Honda Hummer Hyundai Isuzu Jaguar Jeep Kia Lada Lamborghini Lancia Land Rover LDV Lexus Lincoln Lotus Mahindra Maserati Mazda McLaren Mercedes-Benz MG Mini Mitsubishi Morris Nissan Oldsmobile Opel Peugeot Plymouth Pontiac Porsche Proton Ram Reliant Renault Rolls-Royce Rover Saturn Seat KODA Smart Ssangyong Subaru Suzuki Tesla Toyota Triumph Vauxhall Volkswagen ... "], ["2020-05-31 20:30", "Car Care: Prevent Mother Nature from damaging your car this year ...  50,000 80,000 100,000 150,000 200,000 Max 10,000 20,000 50,000 80,000 100,000 150,000 200,000 Done Transmission Transmission type Manual Automatic Tiptronic Other Done Fuel Type Fuel Type? Petrol Diesel Hybrid LPG Electric Other Done Engine Size ENGINE SIZE Min 1,000 1,500 2,000 2,500 3,000 4,000 5,000 Max 1,000 1,500 2,000 2,500 3,000 4,000 5,000 Done Which Makes and Models? Car  ...  Wall Haval Holden Honda Hummer Hyundai Isuzu Jaguar Jeep Kia Lada Lamborghini Lancia Land Rover LDV Lexus Lincoln Lotus Mahindra Maserati Mazda McLaren Mercedes-Benz MG Mini Mitsubishi Morris Nissan Oldsmobile Opel Peugeot Plymouth Pontiac Porsche Proton Ram Reliant Renault Rolls-Royce Rover Saturn Seat KODA Smart Ssangyong Subaru Suzuki Tesla Toyota Triumph Vauxhall Volkswagen  ... "], ["2020-05-31 19:28", "Golf: Fiji's Singh reportedly opts out of Korn Ferry Tour after criticism ... I will learn from this and be better! I'm looking forward to getting back to work and playing some golf. — Brady Schnell (@brady_schnell) May 9, 2020 Singh, who owns a total of 34 US PGA Tour titles, has missed eight of nine Tour cuts in the past two seasons. He finished 29th in his lone Champions tour for 50-and-over players start this year, at the Mitsubishi Electric Championship in Hawaii. Source: AFP/de Tagged Topics Vijay Singh Fiji Korn Ferry Tour PGA Tour Share this content Bookmark More stories for you Stay on top of the news with CNA newsletters Invalid email address It looks like the email address you entered is not valid. Try Again This service is not intended for persons residing in the EU. By clicking subscribe, I agree to receive news ... "]]}}