{"postfix": "mlp-aktie", "name": "MLP", "wkn": "656990", "time": "2020.06.02 13:07", "ts": 1591096055, "features": {"KGV": "16.62", "Marktkapitalisierung": {"Size": "Mio", "Value": "578.38"}, "GA": "0.34", "KBV": "1.41", "BA": "4.00", "KCV": "4.35", "CA": "1.30", "Vola30": "34.27", "Vola90": "47.34", "Vola180": "39.44", "Vola250": "30.28"}, "rivals": ["allianz-aktie", "munich_re-aktie", "swiss_life-aktie", "mpc_capital-aktie"], "text_data": {"de": [["29.05.20", "ÜBERBLICK/Anstehende Indexänderungen"], ["28.05.20", "ÜBERBLICK/Anstehende Indexänderungen"], ["27.05.20", "MÄRKTE EUROPA/EU-Hilfspaket schürt Optimismus - Autos sehr fest"], ["27.05.20", "MÄRKTE EUROPA/EU-Hilfspaket schürt Optimismus - Autos sehr fest"], ["27.05.20", "MÄRKTE EUROPA/EU-Wiederaufbauprogramm kommt an der Börse gut an"], ["27.05.20", "Nebenwerte: MLP steigt wieder in den SDax auf"], ["27.05.20", "MÄRKTE EUROPA/Hoffen auf Investitionen - Druck auf Infineon"], ["27.05.20", "MLP für Sixt Leasing"], ["27.05.20", "ÜBERBLICK/Anstehende Indexänderungen"], ["26.05.20", "NACHBÖRSE/XDAX -0,4% auf 11.461 Pkt - Infineon mau, Tui rege"], ["26.05.20", "INDEX-MONITOR: MLP ersetzt Sixt Leasing im SDax"], ["27.04.20", "NACHBÖRSE/XDAX +0,3% auf 10.697 Pkt - Conti sehr fest"], ["05.03.20", "Aktionäre von MLP erhalten höhere Dividende"], ["30.01.20", "MLP: Wie Finanzberater Studierende umgarnen"]], "en": [["15.05.20", "MLP SE : Preliminary announcement of the publication of financial reports according to Articles 114, 115, 117 of the WpHG [the German Securities Act]"], ["27.04.20", "Why CNX Resources and Its MLP Are Moving in Opposite Directions Today"], ["27.04.20", "MLP SE : Forecast for the year 2020 updated due to the effects of coronavirus"], ["03.04.20", "MLP SE : Preliminary announcement of the publication of quarterly reports and quarterly/interim statements"], ["30.03.20", "MLP SE : Release according to Article 40, Section 1 of the WpHG [the German Securities Trading Act] with the objective of Europe-wide distribution"], ["10.03.20", "Invesco Morn US EI B : Dividend Declaration - MLP rate confirmation"], ["05.03.20", "Invesco Morn US EI B : Dividend Declaration - MLP Ex date 12/03/2020"], ["19.02.20", "MLP SE : Release according to Article 40, Section 1 of the WpHG [the German Securities Trading Act] with the objective of Europe-wide distribution"], ["10.02.20", "MLP SE : Release of a capital market information"], ["03.02.20", "MLP SE : Release of a capital market information"], ["28.01.20", "Is Oppenheimer SteelPath MLP Income C (MLPRX) a Strong Mutual Fund Pick Right Now?"], ["21.01.20", "MLP SE : Preliminary announcement of the publication of financial reports according to Articles 114, 115, 117 of the WpHG [the German Securities Act]"], ["20.01.20", "MLP SE : Release of a capital market information"], ["09.01.20", "MLP ETFs Off to a Great Start in 2020: Here's Why"], ["07.01.20", "MLP SE : Release of a capital market information"], ["01.01.20", "Is Oppenheimer SteelPath MLP Income A (MLPDX) a Strong Mutual Fund Pick Right Now?"], ["2020-05-30 12:00", "Advisors Recommend These Funds For Income-Hungry Investors, Even Amid Pandemic ...  from 5% to 20%,\" Schatz said. That can boost the octane of your retirement income. \"But remember, yields spike for a reason, and it's never a good reason.\" Cons: Many investors say that MLPs do well regardless of the price of oil. But low prices signal lack of demand. That can mean less energy passing through pipelines, which hurts revenues. Current high yields from MLPs and MLP funds are the result of the collapse of oil demand and share prices. This ETF could see a sharp decline in dividends paid by MLPs. \"The challenge is that we don't yet know which of the MLPs will cut their dividends,\" Schatz said. \"AMLP is not for the faint of heart. Investors must accept the high level of volatility to gain the reward. The pandemic ... "], ["2020-05-29 23:10", "UPS AND DOWNS ...  23 Etr2xHombldr 80.89 8.44 8.44 —48.42 — 85.2 24 PhelpsSelEn 4.14 .20 .57 — 3.26 — 85.1 25 CBLAssoc pfE 5.09 .47 .70 — 3.99 — 85.0 26 DenburyRes 1.68 .16 .21 — 1.20 — 84.9 27 MedleyMgmt 6 3.30 .28 .45 — 2.51 — 84.8 28 ChespkEn pfD 21.83 1.64 3.12 —17.38 — 84.8 29 CBL Asc pfD 5.40 .45 .77 — 4.18 — 84.4 30 EtracSP MLP 28.88 1.92 3.95 —21.27 — 84.4 31 EtrCrudeOil 37.98 4.36 5.77 —30.89 — 84.3 32 AG MtgeIT 9 16.69 1.46 2.46 —12.96 — 84.0 33 Etr2xLevLong 15.48 .51 2.43 —12.71 — 84.0 34 ETr2xBDC 15.32 .80 2.44 —12.67 — 83.9 35 JustEnerg pfA 11.79 1.58 1.61 — 8.29 — 83.7 36 Medley24 19.48 2.31 2.90 —14.65 ... "], ["2020-05-29 23:10", "UPS AND DOWNS ...  23 Etr2xHombldr 80.89 8.44 8.44 —48.42 — 85.2 24 PhelpsSelEn 4.14 .20 .57 — 3.26 — 85.1 25 CBLAssoc pfE 5.09 .47 .70 — 3.99 — 85.0 26 DenburyRes 1.68 .16 .21 — 1.20 — 84.9 27 MedleyMgmt 6 3.30 .28 .45 — 2.51 — 84.8 28 ChespkEn pfD 21.83 1.64 3.12 —17.38 — 84.8 29 CBL Asc pfD 5.40 .45 .77 — 4.18 — 84.4 30 EtracSP MLP 28.88 1.92 3.95 —21.27 — 84.4 31 EtrCrudeOil 37.98 4.36 5.77 —30.89 — 84.3 32 AG MtgeIT 9 16.69 1.46 2.46 —12.96 — 84.0 33 Etr2xLevLong 15.48 .51 2.43 —12.71 — 84.0 34 ETr2xBDC 15.32 .80 2.44 —12.67 — 83.9 35 JustEnerg pfA 11.79 1.58 1.61 — 8.29 — 83.7 36 Medley24 19.48 2.31 2.90 —14.65 ... "], ["2020-05-29 21:12", "This Energy Company Has Raised Its Dividend Twice This Year. Why It's a Buy. ...  set to be operational in 2023. But otherwise, its expansion prospects are limited, analysts say. \"There will be no other incremental cash flow that the company will be able to generate other than those contracted cash flows,\" Juvane says. It is also likely that Cheniere Energy Partners will eventually merge with its parent company, an event that might trigger a tax payment for the MLP's shareholders. Juvane expects them to receive Cheniere shares in the deal. It isn't clear if they would receive a large premium for their shares. The timing of any sale is likely to depend on talks between Cheniere Energy Partners and the company's largest outside shareholder, Blackstone Group (BX). Gershuni of UBS expects a deal in 2022, 10 years after ... "], ["2020-05-29 20:30", "Neuberger Berman MLP And Energy Income Fund Announces Monthly DistributionNEW YORK, May 29, 2020 /PRNewswire/ -- Neuberger Berman MLP and Energy Income Fund Inc. ( NYSE American: NML) (the \"Fund\") has announced a distribution declaration of $0.0117 per share of common stock. The distribution announced today is payable o"], ["2020-05-29 13:30", "Golar LNG Ltd (GLNG) Q1 2020 Earnings Call Transcript ...  call on the half hour. But Callum, do you want to comment on any of the points? Callum Mitchell-Thomson -- Chief Financial Officer I'll just make the point, Jason, that -- I mean, certainly, I'm a month into this job, and I think a couple of your colleagues referred to the structure of the group and the MLP spend. I think what we intend to do, and Iain mentioned it, I'll just reinforce the point, is sort of sit down and look at the group as a whole and say, right, what's the right structure? What gives us the maximum flexibility? What's the right structure that gives us the maximum financing flexibility? And what's the right structure that meets the needs of equity holders and bondholders? And we're doing that. And then we layer ... "], ["2020-05-29 02:30", "KNOT Offshore Partners LP (KNOP) Q1 2020 Earnings Call Transcript ... be taken up. Of course, we never give guarantees, and the time charter rate for a charterers' option is sometimes open for a level of negotiation. But we want to keep making the point that we believe KNOP's risk profile is not the same as a typical ship owning company. On Slide 9. At this time, the sponsor KNOT has five vessels that could be dropped into the MLP, beginning from around Q3 2020. These have an average fixed contract period of 5.8 years, with an average of a further 9.2-year extension options. The acquisition by KNOP of any drop-down vessels in the future is subject to the approval of the Board of Directors of each of KNOP and KNOT, and there can be no assurance that any potential drop downs will actually occur. Given these opportunities ... "], ["2020-05-28 23:30", "Golar LNG Partners LP (GMLP) Q1 2020 Earnings Call TranscriptGMLP earnings call for the period ending March 31, 2020."], ["2020-05-28 15:53", "BRIEF-MLP Saglik Hizmetleri Withdraws Expectations For Financial Year 2020 Due To Continuation Of Uncertainty On Possible Effects Of Covid-19MLP SAGLIK HIZMETLERI:"], ["2020-05-28 15:53", "BRIEF-MLP Saglik Hizmetleri Withdraws Expectations For Financial Year 2020 Due To Continuation Of Uncertainty On Possible Effects Of Covid-19MLP SAGLIK HIZMETLERI:'"], ["2020-05-28 15:00", "5 Best-Performing Sector ETFs of May ...  64,000 shares (read: 4 ETFs to Profit From E-Commerce Sales Boom ). Want key ETF info delivered straight to your inbox? Zacks' free Fund Newsletter will brief you on top news and analysis, as well as top-performing ETFs, each week. Get it free > > In-Depth Zacks Research for the Tickers Above Normally $25 each - click below to receive one report FREE: ALERIAN-MLP (AMLP) - free report > > ISHARS-US HO CO (ITB) - free report > > AMPL-ONLN RETL (IBUY) - free report > > WISTR-CLD COMP (WCLD) - free report > > GLBL-X CANNABIS (POTX) - free report > > Published in cloud-computing construction etfs marijuana retail Zacks' 7 Best Strong Buy Stocks for June, 2020 Free Research for Zacks.com Readers Experts have chosen 7 stocks out of 220 Zacks Rank #1 Strong ... "], ["2020-05-28 06:13", "BRIEF-MLP Saglik Hizmetleri Q1 Net Profit Jumps To 50.4 Million Lira YoYMLP SAGLIK HIZMETLERI:'"], ["2020-05-27 19:31", "Why Oasis Midstream Partners Shares Crashed 23% Today ...  in 2012. Trying to invest better? Like learning about companies with great (or really bad) stories? Jason can usually be found there, cutting through the noise and trying to get to the heart of the story. Follow @TMFVelvetHammer What happened Units of Oasis Midstream Partners ( NYSE:OMP ) are down 25.7% at 2:18 p.m. EDT on May 27, while most of its peers in the midstream MLP space aren't seeing anything close to the same level of volatility. So what Today marks an important date for dividend stocks like Oasis Midstream: the ex-dividend date. The ex-dividend date marks the first trading day when an upcoming dividend payment is not included in a stock's price. Image source: Getty Images. What exactly does that mean? Without getting too deep into the ... "], ["2020-05-27 12:16", "3 Top Stocks Under $20 ... ) Enterprise Products Partners operates pipelines and storage terminals that move crude oil, natural gas, and refined products around the country. Like many MLPs, it also offers a substantial yield, currently about 9.6%. Why it could outperform: Enterprise has a solid reputation as being one of the best-managed MLPs in the industry. The company has increased its distribution -- MLP-speak for dividend -- for 62 consecutive quarters. Because 85% of its earnings are controlled by long-term, fee-based contracts, its ability to generate substantial cash flow shouldn't be impacted much by the current industry volatility. While the company's growth plans may be slowed, Enterprise's distribution doesn't seem to be in any danger. Why it's trading ... "], ["2020-05-24 15:28", "Is Brookfield Renewable Partners a Buy? ... . Image source: Getty Images. Barely a blip Lots of companies have seen their operations hit hard by the coronavirus pandemic. Not Brookfield. Brookfield Renewable is a master limited partnership (MLP) that makes money by selling the energy produced by its portfolio of renewable assets -- mostly hydropower, but also a growing collection of solar and wind farms. Ninety-five percent  ... to the company's reliability. Paying the price Investors have already taken notice of Brookfield's outperformance. Despite a steep 40% price drop during the March market crash, Brookfield's units -- MLP-speak for shares -- began to rebound almost immediately. The company's unit price is actually up about 5% so far this year, once again outpacing the S&P 500's 8. ... "], ["2020-05-24 14:35", "Why Energy Transfer Believes Its 15%-Yielding Dividend Is Safe ...  and the bulk of its capital expenses, which will help keep it from putting more pressure on its balance sheet. Meanwhile, it expects to hit an inflection point next year when it finishes several large expansion projects, which will boost cash flow as capital spending declines. That has it on track to generate roughly $1 billion in excess cash, which it can use to pay off debt. The MLP believes it can maintain its distribution during this year's market turbulence and for the long term. While it's a higher-risk option, the high-yield provides an enticing reward. Motley Fool Returns Stock Advisor S&P 500 415% 87% Stock Advisor launched in February of 2002. Returns as of 05/24/2020. Join Stock Advisor Cumulative Growth of a $10,000 Investment in Stock ... "], ["2020-05-23 19:00", "Midstream Companies Slash Capex By 50% After Oil Crash ... and potentially having to announce distribution cuts? One way is to look at credit ratings. The lower the credit rating, the more likely a company will announce a distribution cut to shore up its financial metrics. But the extent of cuts to capital expenditures may also be revealing. A recent note from Alerian , an independent provider of energy infrastructure and MLP market intelligence, sheds some light on this topic. Related: U.S. Rig Count Collapse Continues Despite Soaring Oil Prices The note featured the following table, which summarizes midstream capital expenditure (capex) reductions for 2020 for several midstream companies. On average, capex has been reduced nearly 30 percent against initial guidance, and more than 45 percent versus 2019. One might ... "], ["2020-05-23 18:10", "4 Monthly Dividend Machines Paying Up To 24% ... , but to even survive. Gladstone could very well come out of this with its dividends fully intact, but significant gains could be difficult to come by for some time. Kayne Anderson MLP/Midstream Investment Company (KYN) Distribution Rate: 24.4% YTD Return: -58.1% The energy sector is loaded with depressed valuations and sky-high yields. But rather than try to pluck energy ... average. I don't often discuss MLPs because they're a headache come tax time, issuing a K-1 tax package that no one should have to deal with. But the Kayne Anderson MLP/Midstream Investment Company (KYN) , another closed-end fund, helps you skip that with a simple 1099 . KYN invests in a handful of MLPs, including MPLX LP (MPLX) , Enterprise Products Partners LP (EPD) and Energy  ... "], ["2020-05-21 23:00", "Teekay Corp (TK) Q1 2020 Earnings Call Transcript ...  -- Managing Partner Good, good. I would love to touch base on the IDR takeout. Just curious, maybe out of the gate, can you give us some color on how you came up with the valuation? Considering that they were so far out of the money, just curious what kind of methodology you guys have used to come up with the valuation and whether you're able to find a comp of a similar MLP that had their IDRs taken out when they were that far under their MQD and any of the peers. Kenneth Hvid -- Director, President and Chief Executive Officer Yeah. Just for everybody's benefit who hasn't been following this transaction as closely as you have, I'd say, the perspective we came in was that over the past several years, as we all know, there's been a lot of ... "], ["2020-05-21 16:39", "3 Promising Energy Stocks to Watch ... , as long as the counterparties continue to pay them, you're going to continue to get that cash flow. And they actually, I think, would have probably the safest dividend in the pipeline sector, 40% of their cash flow, they use to pay the dividend. A lot of others, like your Kinder Morgan s, you know, they're up 50%; Enbridge , closer to 60%. And then, some of the MLP, they're 80%, 90%. So, a much more sustainable dividend, top-tier balance sheet and then growth. A lot of these companies don't have any growth anymore, but they've got, like, CAD$40 billion worth of expansion projects in the backlog, including the Keystone XL Pipeline, which is just moving forward. So, they actually expect to grow their dividend 8% to 10% next year and 5 ... "]]}}