{"postfix": "moodys-aktie", "name": "MOODYS", "wkn": "915246", "time": "2020.06.02 11:25", "ts": 1591089913, "features": {"KGV": "28.83", "Marktkapitalisierung": {"Size": "Mrd", "Value": "44.80"}, "GA": "8.29", "KBV": "55.07", "BA": "4.34", "KCV": "26.87", "CA": "8.90", "Vola30": "34.73", "Vola90": "72.37", "Vola180": "56.12", "Vola250": "43.83"}, "rivals": ["equifax-aktie", "dunbradstreet-aktie"], "text_data": {"de": [["31.05.20", "Mai 2020: Analysten sehen Potenzial bei Moodys-Aktie"], ["01.05.20", "Moodys: Bilanz zum abgelaufenen Quartal"], ["29.04.20", "Ausblick: Moodys mit Zahlen zum abgelaufenen Quartal"], ["23.04.20", "Ratingagentur Moody’s wird eine unveränderte Dividende auszahlen"], ["15.04.20", "Erste Schätzungen: Moodys präsentiert Bilanzzahlen zum jüngsten Jahresviertel"], ["29.02.20", "Was Analysten von der Moodys-Aktie erwarten"], ["13.02.20", "Moodys: Bilanzzahlen zum vergangenen Quartal"], ["11.02.20", "Ausblick: Moodys präsentiert Bilanzzahlen zum jüngsten Jahresviertel"]], "en": [["2020-06-02 07:26", "Why India isn't worried about Moody's credit rating cut: Impact to be short lived; investments to keep up ... Also get Live BSE/NSE Stock Prices , latest NAV of Mutual Funds , Best equity funds , Top Gainers , Top Losers on Financial Express . Don\u0092t forget to try our free Income Tax Calculator tool. Financial Express is now on Telegram. Click here to join our channel and stay updated with the latest Biz news and updates. Home ECONOMY Why India isnt worried about Moodys credit rating cut Impact to be short lived investments to keep&nbspup Advertisement Stock Market Most Read Coronavirus Live News: Rajasthan COVID-19 tally reaches 9,271; death toll 201 Cabinet briefing Highlights: Cheap, easy loans for farmers, street vendors; equity funding for MSMEs How National Pension Scheme fared in past 11 years Cabinet approves revision in MSME definition, Rs 50,000 crore ... "], ["2020-06-02 07:20", "Sensex, Nifty overlook Moody's rating downgrade; here's why share market benchmark jumped 400 points ... , portfolio of Mutual Funds , calculate your tax by Income Tax Calculator , know market's Top Gainers , Top Losers & Best Equity Funds . Like us on Facebook and follow us on Twitter . Financial Express is now on Telegram. Click here to join our channel and stay updated with the latest Biz news and updates. BSE Sensex Moodys Investors Service NSE Nifty Home MARKETS Sensex Nifty overlook Moodys rating downgrade heres why share market benchmark jumped 400&nbsppoints Advertisement Stock Market Most Read Coronavirus Live News: Rajasthan COVID-19 tally reaches 9,271; death toll 201 Cabinet briefing Highlights: Cheap, easy loans for farmers, street vendors; equity funding for MSMEs How National Pension Scheme fared in past 11 years Cabinet approves revision in ... "], ["2020-06-02 07:14", "Moody's has rated Modi's handling of India's economy step above junk: Rahul Gandhi ...  in all capital letters, or in all lower case letters, or using abbreviated text. (example: u cannot substitute for you, d is not 'the', n is not 'and'). We may remove hyperlinks within comments. Please use a genuine email ID and provide your name, to avoid rejection. Printable version | Jun 2, 2020 11:46:53 AM | https://www.thehindu.com/business/Economy/moodys-has-rated-modis-handling-of-indias-economy-step-above-junk-rahul-gandhi/article31728772.ece THG PUBLISHING PVT LTD. Next Story India may register recession in third quarter of this fiscal: Report 'Loss in income and jobs and cautiousness among consumers will delay recovery in consumer demand even after the pandemic' PTI Top Picks in The Hindu today At 50, Air India building is ... "], ["2020-06-01 06:28", "Reuters ... -bid-idUSKBN2381IShttps://www.reuters.com/resources/r/?m=02&d=20200601&t=2&i=1520604397&w=&fh=&fw=&ll=460&pl=300&r=LYNXMPEG501BGReuterseng2020-06-01T13:25:57+00:00Spanish telecom operator MasMovil agrees $3.3 billion private equity bidHeadlines,Business, IndustryNYSE:KKR,MCE:MAS,MCE:TEF,LON:VODhttps://www.reuters.com/article/brief-moodys-says-turkey-banking-system/brief-moodys-says-turkey-banking-system-outlook-remains-negative-as-coronavirus-weighs-on-credit-profiles-idUSFWN2DE0DMReuterseng2020-06-01T13:24:26+00:00BRIEF-Moody's Says Turkey Banking System Outlook Remains Negative As Coronavirus Weighs On Credit ProfilesHeadlines,Healthcarehttps://www.reuters.com/article/global-markets/wrapup-8-stocks-buoyant-dollar-slips-as-economies-start-to-unlock ... "], ["2020-05-30 15:31", "Moody's (MCO) Up 9.6% Since Last Earnings Report: Can It Continue? ...  in. Outlook Estimates have been broadly trending downward for the stock, and the magnitude of this revision indicates a downward shift. Notably, Moody's has a Zacks Rank #3 (Hold). We expect an in-line return from the stock in the next few months. In-Depth Zacks Research for the Tickers Above Normally $25 each - click below to receive one report FREE: Moodys Corporation (MCO) - free report > > Published in earnings earnings-estimates earnings-performance earnings-report earnings-trend revenue zacks-consensus-estimate Zacks' 7 Best Strong Buy Stocks for June, 2020 Free Research for Zacks.com Readers Experts have chosen 7 stocks out of 220 Zacks Rank #1 Strong Buys that have the highest potential to increase in price quickly amid the global health ... "], ["2020-05-30 06:36", "Reuters ... -bid-idUSKBN2381IShttps://www.reuters.com/resources/r/?m=02&d=20200601&t=2&i=1520604397&w=&fh=&fw=&ll=460&pl=300&r=LYNXMPEG501BGReuterseng2020-06-01T13:25:57+00:00Spanish telecom operator MasMovil agrees $3.3 billion private equity bidHeadlines,Business, IndustryNYSE:KKR,MCE:MAS,MCE:TEF,LON:VODhttps://www.reuters.com/article/brief-moodys-says-turkey-banking-system/brief-moodys-says-turkey-banking-system-outlook-remains-negative-as-coronavirus-weighs-on-credit-profiles-idUSFWN2DE0DMReuterseng2020-06-01T13:24:26+00:00BRIEF-Moody's Says Turkey Banking System Outlook Remains Negative As Coronavirus Weighs On Credit ProfilesHeadlines,Healthcarehttps://www.reuters.com/article/global-markets/wrapup-8-stocks-buoyant-dollar-slips-as-economies-start-to-unlock ... "], ["2020-05-29 04:00", "BC-US--Stock Prices, US ... KimbClk 140.800 Up 2.380 KoreaFd 25.150 Up .130 Kroger 32.060 Down 1.220 LVSands 48.550 Down 2.380 LennarA 60.190 Down 4.800 LockhdM 398.440 Up 1.320 MGM Rsts 17.230 Down .880 Macys 6.830 Down .550 MarathnO 5.700 Down .450 MasterCrd 302.300 Up 2.530 McDnlds 188.730 Up 1.010 Medtrnic 98.140 Up 2.140 Merck 79.040 Up 1.490 MetLife 36.460 Down .470 MolsCoorB 38.350 Down 1.390 Moodys 264.790 Up 6.000 MorgStan 44.400 Down 2.460 MotrlaSolu 135.870 Up 1.850 NL Inds 3.070 Down .230 NewmntCp 58.720 Down .010 NokiaCp 3.920 Up .010 NorflkSo 180.260 Down 4.720 NorthropG 342.730 Down .250 Novartis 86.280 Up 1.830 OcciPet 13.640 Down .780 Olin 11.960 Down .280 Orange 11.770 Up .340 PG&E Cp 11.680 Up .750 Petrobras 7.620 Down .220 Pfizer 38.180 Up .770 PhilipMor 73.510 Down ... "], ["2020-05-28 17:36", "IBD Live Q&A Summary, Key Lists For Thursday, May 28, 2020 ...  Symbol Name AKAM Akamai Technologies Inc ASML A S M L Holding N.V. NY BAH Booz Allen Hamilton Cl A BKI Black Knight Inc CRM Salesforce.com Inc DVA Davita Inc FN Fabrinet MCO Moodys Corporation MTCH Match Group Inc SNAP Snap Inc Cl A TGT Target Corporation TNDM Tandem Diabetes Care Inc TTD The Trade Desk Inc Cl A UNH Unitedhealth Group Inc Watchlist Symbol Name AAPL Apple Inc  ... Co LMT Lockheed Martin Corp LOGI Logitech Intl Sa LOW Lowes Companies Inc LULU Lululemon Athletica LVGO Livongo Health Inc MA Mastercard Inc Cl A MAS Masco Corp MASI Masimo Corp MCO Moodys Corporation MDB Mongodb Inc Cl A MELI Mercadolibre Inc MKC Mccormick & Co MKTX Marketaxess Holdings Inc MNST Monster Beverage Corp MOH Molina Healthcare Inc MRVL Marvell Technology Group MSCI M S C ... "], ["2020-05-28 13:25", "Texas Capital's Outlook Unchanged Despite Merger Termination ...  of 220 Zacks Rank #1 Strong Buys that has beaten the market more than 2X over with a stunning average gain of +24.1% per year. These 7 were selected because of their superior potential for immediate breakout. See these time-sensitive tickers now > > In-Depth Zacks Research for the Tickers Above Normally $25 each - click below to receive one report FREE: Moodys Corporation (MCO) - free report > > Texas Capital Bancshares, Inc. (TCBI) - free report > > Independent Bank Group, Inc (IBTX) - free report > > GAIN Capital Holdings, Inc. (GCAP) - free report > > Published in finance Zacks' 7 Best Strong Buy Stocks for June, 2020 Free Research for Zacks.com Readers Experts have chosen 7 stocks out of 220 Zacks Rank #1 Strong Buys that have the highest potential ... "], ["2020-05-27 04:00", "BC-US--Stock Prices, US ... .120 Up .030 KimbClk 136.000 Down 3.740 KoreaFd 25.025 Up 1.025 Kroger 31.370 Down 1.000 LVSands 49.930 Up 3.030 LennarA 61.770 Up 1.680 LockhdM 372.200 Up 3.200 MGM Rsts 17.650 Up 1.750 Macys 6.170 Up .960 MarathnO 6.030 Up .140 MasterCrd 303.330 Up 8.420 McDnlds 184.840 Up .430 Medtrnic 97.150 Up 2.430 Merck 77.260 Up .890 MetLife 36.100 Up 2.760 MolsCoorB 36.730 Down .100 Moodys 259.700 Up 2.880 MorgStan 43.690 Up 3.560 MotrlaSolu 137.390 Up 3.200 NL Inds 3.040 Up .160 NewmntCp 59.210 Down 3.840 NokiaCp 3.850 unch NorflkSo 179.720 Up 8.250 NorthropG 324.190 Down 1.720 Novartis 85.050 Up .140 OcciPet 14.400 Up .270 Olin 11.210 Up .100 Orange 11.110 Down .030 PG&E Cp 11.080 Down .620 Petrobras 7.610 Up .550 Pfizer 37.490 Down .010 PhilipMor 72.130 Up 1.680 ... "], ["2020-05-26 16:38", "IBD Live Q&A Summary, Key Lists For Tuesday, May 26, 2020 ...  Public IBB Ishares Nasdaq Biotech IIVI Ii-Vi Incorporated ILMN Illumina Inc INCY Incyte Corporation IPHI Inphi Corp IRTC Irhythm Technologies Inc JKHY Jack Henry & Assoc Inc KEYS Keysight Technologies KLAC K L A Corp KNSL Kinsale Capital Group LOGI Logitech Intl Sa LOW Lowes Companies Inc LULU Lululemon Athletica LVGO Livongo Health Inc MA Mastercard Inc Cl A MAS Masco Corp MCO Moodys Corporation MDB Mongodb Inc Cl A MELI Mercadolibre Inc MKC Mccormick & Co MKTX Marketaxess Holdings Inc MNST Monster Beverage Corp MOH Molina Healthcare Inc MRNA Moderna Inc MRVL Marvell Technology Group MSCI M S C I Inc MSFT Microsoft Corp MTCH Match Group Inc MYOK Myokardia Inc NBIX Neurocrine Biosciences NDAQ Nasdaq Inc NET Cloudflare Inc Cl A NFLX Netflix Inc NICE Nice ... "], ["2020-05-25 10:39", "Moody's revises outlook on Adani Abbot Point Terminal's rating to stable ...  a diversified set of users which provide it with the right to pass through all operating costs and earn a rate of return on its asset base. AAPT also has the contractual ability to recoup lost revenue from failed counterparties on tariff reset dates, said Moody's. Read our full coverage on Moody's Investor Service First Published: Mon, May 25 2020. 16:09 IST Read More On Moody's Investor Service | Moodys | Adani | Companies | News PREVIOUS STORY NEXT STORY RECOMMENDED FOR YOU MORE ON MARKETS: Quick Links Stock Market Live Portfolio Commodity Market Upcoming IPO Personal Finance Stock Market News Derivatives Mutual Funds Gold Price Sensex Browse STOCK Companies A B C D E F G H I J K L M N O P Q R S T U V W X Y Z 1 2 3 4 5 6 7 8 9 Browse Mutual ... "], ["2020-05-25 08:08", "Daily ExcelsiorJammu Kashmir Latest News | Tourism | Breaking News J&Khttps://www.dailyexcelsior.comLatest News & Events of Jammu & KashmirTue, 02 Jun 2020 08:19:43 +0000en-UShourly1https://wordpress.org/?v=4.9.7COVID-19: INS Jalashwa repatriates nearly 700 Indians stranded in Sri Lankahttps://www.dailyexcelsior.com/covid-19-ins-jalashwa-repatriates-nearly-700-indians-stranded-in-sri-lanka/Tue, 02 Jun 2020 08:19:43 +0000http://www.dailyexcelsior.com/?p=977619COLOMBO : Nearly 700 Indian nationals stranded in Sri Lanka due to the international travel restrictions sailed back home from the country on an Indian Navy warship, the Indian High Commission here said. The voyage of the Indian Navy Ship INS Jalashwa is in the series of Operation Samudra Setu, an exercise in which  ... "], ["2020-05-24 06:01", "Reuters ... -bid-idUSKBN2381IShttps://www.reuters.com/resources/r/?m=02&d=20200601&t=2&i=1520604397&w=&fh=&fw=&ll=460&pl=300&r=LYNXMPEG501BGReuterseng2020-06-01T13:25:57+00:00Spanish telecom operator MasMovil agrees $3.3 billion private equity bidHeadlines,Business, IndustryNYSE:KKR,MCE:MAS,MCE:TEF,LON:VODhttps://www.reuters.com/article/brief-moodys-says-turkey-banking-system/brief-moodys-says-turkey-banking-system-outlook-remains-negative-as-coronavirus-weighs-on-credit-profiles-idUSFWN2DE0DMReuterseng2020-06-01T13:24:26+00:00BRIEF-Moody's Says Turkey Banking System Outlook Remains Negative As Coronavirus Weighs On Credit ProfilesHeadlines,Healthcarehttps://www.reuters.com/article/global-markets/wrapup-8-stocks-buoyant-dollar-slips-as-economies-start-to-unlock ... "], ["2020-05-23 04:00", "BC-US--Stock Prices, US ... .090 Up .720 KimbClk 139.740 Up 2.280 KoreaFd 24.000 Down .410 Kroger 32.370 Up .250 LVSands 46.900 Down 1.670 LennarA 60.090 Up 1.090 LockhdM 369.000 Up .180 MGM Rsts 15.900 Down .090 Macys 5.210 Down .160 MarathnO 5.890 Down .050 MasterCrd 294.910 Up .650 McDnlds 184.410 Down .670 Medtrnic 94.720 Down .690 Merck 76.370 Down .180 MetLife 33.340 Down .150 MolsCoorB 36.830 Up .040 Moodys 256.820 Up 3.050 MorgStan 40.130 Down .170 MotrlaSolu 134.190 Down 3.000 NL Inds 2.880 Down .130 NewmntCp 63.050 Down .430 NokiaCp 3.850 Up .080 NorflkSo 171.470 Up .910 NorthropG 325.910 Down 2.200 Novartis 84.910 Down .080 OcciPet 14.130 Down .120 Olin 11.110 Down .010 Orange 11.140 Down .030 PG&E Cp 11.700 Down .130 Petrobras 7.060 Down .120 Pfizer 37.500 Up .240 PhilipMor ... "], ["2020-05-22 15:51", "IBD Live Q&A And Two Key Stock Lists For May 22, 2020 ...  LVGO Livongo Health Inc LOGI Logitech Intl Sa LULU Lululemon Athletica MSCI M S C I Inc MKTX Marketaxess Holdings Inc MRVL Marvell Technology Group MAS Masco Corp MASI Masimo Corp MA Mastercard Inc Cl A MTCH Match Group Inc MKC Mccormick & Co MELI Mercadolibre Inc MSFT Microsoft Corp MRNA Moderna Inc MOH Molina Healthcare Inc MDB Mongodb Inc Cl A MNST Monster Beverage Corp MCO Moodys Corporation MYOK Myokardia Inc NTRA Natera Inc NFLX Netflix Inc NBIX Neurocrine Biosciences NICE Nice Ltd Ads NVDA Nvidia Corp OKTA Okta Inc Cl A ODFL Old Dominion Fght Line PAAS Pan American Silver Corp PZZA Papa Johns Intl Inc PYPL Paypal Holdings Inc PEGA Pegasystems Inc PTON Peloton Interactive Cl A PKI Perkinelmer Inc PING Ping Identity Hldg Corp POOL Pool Corp QRVO Qorvo ... "], ["2020-05-22 10:30", "Classism and vape lung: Kevin Bigley says the Amazon series 'Upload' is seeing the future ... .\" Brown gets accustomed to the quirks of living in a virtual world with the help of his customer service \"Angel\" Nora Anthony (Andy Allo) and friend Luke Crossley (Kevin Bigley). Bigley, a former Chicago theater actor and DePaul University Theatre School alum, has left his mark in the entertainment world by way of shows like USA Network's \"Sirens,\" Fox's \"The Moodys\" and voice work in Netflix's \"BoJack Horseman,\" among other projects. Now he brings us what he calls a good quarantine watch with \"Upload.\" \"It's not philosophically confrontational,\" he said. \"The themes, you can think about them or not. And you can sit back and enjoy the rest of the show . because of Greg Daniels, it's ... "], ["2020-05-21 20:30", "Moody's Corporation To Present At Bernstein's Thirty-Sixth Annual Strategic Decisions Conference On May 28, 2020 ... apos;s presentation will begin at approximately 8:00 a.m. Eastern Time and will be webcast live. The webcast can be accessed at Moody's Investor Relations website, ir.moodys.com . ABOUT MOODY'S CORPORATION Moody's ( MCO ) - Get Report is a global integrated risk assessment firm that empowers organizations to make better decisions. Our data, analytical solutions and ...  11,300 employees in more than 40 countries, Moody's combines international presence with local expertise and over a century of experience in financial markets. Learn more at moodys.com/about . View source version on businesswire.com: https://www.businesswire.com/news/home/20200521005605/en/ By Business Wire Terms Of Use Privacy Policy Advertise Reprints Customer Service Data  ... "], ["2020-05-21 16:27", "IBD Live Q&A Summary, Key Lists For Thursday, May 21, 2020 ...  ILMN Illumina Inc INTC Intel Corp INTU Intuit Inc IPHI Inphi Corp IRTC Irhythm Technologies Inc JD JD.com Inc Cl A Ads JKHY Jack Henry & Assoc Inc KEYS Keysight Technologies KLAC K L A Corp KNSL Kinsale Capital Group LLY Eli Lilly & Co LOGI Logitech Intl Sa LULU Lululemon Athletica LVGO Livongo Health Inc MA Mastercard Inc Cl A MAS Masco Corp MASI Masimo Corp MCO Moodys Corporation MDB Mongodb Inc Cl A MELI Mercadolibre Inc MKC Mccormick & Co MKTX Marketaxess Holdings Inc MNST Monster Beverage Corp MOH Molina Healthcare Inc MRNA Moderna Inc MRVL Marvell Technology Group MSCI M S C I Inc MSFT Microsoft Corp MTCH Match Group Inc MYOK Myokardia Inc NBIX Neurocrine Biosciences NET Cloudflare Inc Cl A NFLX Netflix Inc NICE Nice Ltd Ads NOW Servicenow Inc NTES ... "], ["2020-05-21 06:01", "Reuters ... :37:26+00:00Major talk was too big too soon, says TsitsipasHeadlines,Sportshttps://uk.reuters.com/article/uk-britain-libor-markets/banks-request-legislative-fix-to-libor-linked-financial-contracts-idUKKBN2382UYReuterseng2020-06-01T14:37:25+00:00Banks request legislative fix to Libor-linked financial contractsHeadlines,Business, Industryhttps://uk.reuters.com/article/india-ratings-moodys/moodys-downgrades-indias-ratings-to-baa3-idUKL4N2DE3F1Reuterseng2020-06-01T14:36:50+00:00Moody's downgrades India's ratings to Baa3Headlines,Samsunghttps://uk.reuters.com/article/health-coronavirus-netherlands/update-1-dutch-bar-terraces-fill-quickly-as-lockdown-ends-idUKL8N2DE3VPReuterseng2020-06-01T14:36:45+00:00UPDATE 1-Dutch bar terraces fill quickly as lockdown ... "]]}}