{"postfix": "morphosys-aktie", "name": "MORPHOSYS", "wkn": "663200", "time": "2020.06.02 12:49", "ts": 1591094953, "features": {"KGV": "-38.96", "Marktkapitalisierung": {"Size": "Mrd", "Value": "3.72"}, "GA": "-3.26", "KBV": "10.15", "BA": "12.51", "KCV": "-45.40", "CA": "-2.80", "Vola30": "55.52", "Vola90": "66.18", "Vola180": "54.35", "Vola250": "44.98"}, "rivals": ["bb_biotech-aktie", "evotec-aktie", "qiagen-aktie", "agennix-aktie", "amgen-aktie", "johnson_johnson-aktie", "roche_2-aktie"], "text_data": {"de": [["31.05.20", "Mai 2020: Das sind die Expertenmeinungen zur MorphoSys-Aktie"], ["22.05.20", "Morphosys: Erneuter Zulassungs-Fortschritt bei Tafasitamab - lohnt sich ein Kauf?"], ["22.05.20", "ANALYSE-FLASH: JPMorgan senkt Ziel für Morphosys auf 130 Euro - 'Overweight'"], ["21.05.20", "RBC belässt Morphosys auf 'Outperform' - Ziel 113 Euro"], ["20.05.20", "NACHBÖRSE/XDAX -0,1% auf 11.216 Pkt - Lufthansa gesucht"], ["15.05.20", "Evotec und Morphosys: Die deutschen Biotechs geben wieder Gas!"], ["09.05.20", "MorphoSys: Quartalsergebnisse zum jüngsten Jahresviertel"], ["07.05.20", "MÄRKTE EUROPA/DAX & Co profitieren von guten China-Daten"], ["07.05.20", "MÄRKTE EUROPA/Risikobereitschaft steigt mit guten China-Daten"], ["07.05.20", "Morphosys nach Zahlen mit Rallye: Analysten mit Lobeshymnen!"], ["07.05.20", "MÄRKTE EUROPA/Gute China-Daten machen Anlegern Hoffnung"], ["07.05.20", "ROUNDUP: Morphosys bestätigt Jahresprognose - schwarze Zahlen dank Incyte"], ["07.05.20", "MÄRKTE EUROPA/Fester - China-Daten stützen"], ["07.05.20", "Wichtige Kursbewegungen: Morphosys-Zahlen erfreuen Anleger"], ["07.05.20", "AKTIE IM FOKUS: Morphosys holen Verluste aus Börsen-Crash komplett auf"], ["07.05.20", "Morphosys schreibt schwarze Zahlen im Quartal - Prognose bestätigt"], ["07.05.20", "Morphosys bestätigt Prognose - Zulassungs-Entscheid für Tafasitmab bis Ende August"], ["06.05.20", "Morphosys schlägt Erwartungen deutlich"], ["06.05.20", "WDH: Morphosys bestätigt Jahresprognose - Umsatzsprung dank Incyte"], ["06.05.20", "NACHBÖRSE/XDAX -0,7% auf 10.535 Pkt - Zalando sehr fest"], ["28.04.20", "Morphosys: Fortschritt in Zulassungsstudie - diese Hürden muss die Aktie jetzt nehmen"], ["22.04.20", "Personalie: Roland Wandeler wird neuer Vertriebsvorstand von Morphosys"], ["15.04.20", "Morphosys: Das ist jetzt wichtig"], ["09.04.20", "MorphoSys & Co.: Diese fünf deutschen Nebenwerte sollen laut Commerzbank letztlich dem Coronavirus trotzen"], ["07.04.20", "MÄRKTE EUROPA/Anleger kaufen \"Fallen Angels\""], ["07.04.20", "MÄRKTE EUROPA/Erholungs-Rally - Anleger kaufen \"Fallen Angels\""], ["07.04.20", "MÄRKTE EUROPA/Rally geht weiter - Zykliker gefragt"]], "en": [["28.05.20", "MorphoSys AG : Release according to Article 40, Section 1 of the WpHG [the German Securities Trading Act] with the objective of Europe-wide distribution"], ["21.05.20", "Incyte, MorphoSys Application for Lymphoma Drug Validated "], ["09.05.20", "MorphoSys AG (MOR) Q1 2020 Earnings Call Transcript"], ["05.05.20", "Incyte Reports a Q1 Loss Due to MorphoSys Deal"], ["05.05.20", "MorphoSys AG : Release according to Article 40, Section 1 of the WpHG [the German Securities Trading Act] with the objective of Europe-wide distribution"], ["28.04.20", "MorphoSys AG : Release according to Article 40, Section 1 of the WpHG [the German Securities Trading Act] with the objective of Europe-wide distribution"], ["17.04.20", "MorphoSys AG : Release according to Article 40, Section 1 of the WpHG [the German Securities Trading Act] with the objective of Europe-wide distribution"], ["06.04.20", "MorphoSys says coronavirus impacting clinical studies and business"], ["27.03.20", "MorphoSys AG : Release according to Article 40, Section 1 of the WpHG [the German Securities Trading Act] with the objective of Europe-wide distribution"], ["20.03.20", "MorphoSys AG (MOR) Q4 2019 Earnings Call Transcript"], ["19.03.20", "MorphoSys AG : Release according to Article 40, Section 1 of the WpHG [the German Securities Trading Act] with the objective of Europe-wide distribution"], ["03.03.20", "MorphoSys AG : Release according to Article 40, Section 1 of the WpHG [the German Securities Trading Act] with the objective of Europe-wide distribution"], ["02.03.20", "MorphoSys BLA for Cancer Drug Gets Priority Review from FDA"], ["31.01.20", "MorphoSys AG : Release according to Article 41 of the WpHG [the German Securities Trading Act] with the objective of Europe-wide distribution"], ["13.01.20", "MorphoSys AG : Ad hoc: MorphoSys and Incyte Sign Global Collaboration and License Agreement, including U.S. Co-Commercialization and Ex-U.S. Commercialization Rights, for Tafasitamab"], ["2020-05-27 04:52", "German stocks - Factors to watch on May 27 ...  reported an insignificant impact from covid-19 on first-quarter operational results and said collection rates in the first three months of 2020 were in line with previous periods. ANNUAL GENERAL MEETINGS AAREAL BANK AG - 0 eur/shr dividend proposed BECHTLE AG - 1.20 eur/shr dividend proposed FREENET AG - 0.04 eur/shr dividend proposed HUGO BOSS AG - 0.04 eur/shr dividend proposed MORPHOSYS AG - 0 eur/shr dividend proposed VOSSLOH AG - 0 eur/shr dividend proposed OVERSEAS STOCK MARKETS Dow Jones +2.2%, S&P 500 +1.2%, Nasdaq +0.2% at close. Nikkei +0.9%, Shanghai stocks -0.1%. Time: 4:52 GMT GERMAN ECONOMIC DATA No major economic data scheduled. DIARIES REUTERS TOP NEWS (Reporting by Berlin, Frankfurt and Gdansk newsrooms) Our Standards: The Thomson Reuters ... "], ["2020-05-27 04:52", "German stocks - Factors to watch on May 27 ...  reported an insignificant impact from covid-19 on first-quarter operational results and said collection rates in the first three months of 2020 were in line with previous periods. ANNUAL GENERAL MEETINGS AAREAL BANK AG - 0 eur/shr dividend proposed BECHTLE AG - 1.20 eur/shr dividend proposed FREENET AG - 0.04 eur/shr dividend proposed HUGO BOSS AG - 0.04 eur/shr dividend proposed MORPHOSYS AG - 0 eur/shr dividend proposed VOSSLOH AG - 0 eur/shr dividend proposed OVERSEAS STOCK MARKETS Dow Jones +2.2%, S&P 500 +1.2%, Nasdaq +0.2% at close. Nikkei +0.9%, Shanghai stocks -0.1%. Time: 4:52 GMT GERMAN ECONOMIC DATA No major economic data scheduled. DIARIES REUTERS TOP NEWS (Reporting by Berlin, Frankfurt and Gdansk newsrooms) Our Standards: The Thomson Reuters ... "], ["2020-05-21 12:35", "Incyte, MorphoSys Application for Lymphoma Drug ValidatedIncyte (INCY) and partner MorphoSys' application for tafasitamab gets validation by EMA."], ["2020-05-21 12:15", "Oil Price Hits Multi-Week Highs, Where's It Headed Next? ...  out of 220 Zacks Rank #1 Strong Buys that have the highest potential to increase in price quickly amid the global health crisis. A recent pick, Maxar, skyrocketed +178.7% in 3 months. For 32 years, our Strong Buy list has averaged returns more than twice the market. See its 7 best stocks now. Privacy Policy | No cost, no obligation to buy anything ever. Up Next Incyte, MorphoSys Application for Lymphoma Drug Validated Most Read The New Bull Market Has Begun; Which Stocks Will Lead the Way? New Strong Buy Stocks for May 21st Red-Hot NVIDIA (NVDA) a Solid Buy Ahead of Q1 Earnings PFP 5/21: Stocks Up on Reopening Optimism COVID-19 Impact on Earnings to Linger Through 2021 Quick Links Services Account Types Premium Services Zacks Rank Research Personal Finance ... "], ["2020-05-21 11:15", "Global Peptides And Macrocycle Drug Discovery Services And Platforms Market Outlook, 2020-2030 By Product, Drug Discovery Steps, Therapeutic Area, Company Size And Geography ...  Grey Matter Gubra GVK BIO Hanmi Haplogen Heptares Therapeutics Interprotein Corporation Ipsen IRBM Isogenica Janssen Pharmaceuticals JCR Pharmaceuticals Jitsubo JPT Peptide Technologies Kallyope Kawasaki Medical School Kleo Pharmaceuticals KYORIN Pharmaceutical Lanthio Pharma Maastricht University Macrocyclics McGill University Menten MercachemSyncom Merck MeSCue-Janusys Mimotopes Morphosys Navigen Pharmaceuticals Neuland Laboratories New England BioGroup Nihon Medi-Physics Nimble Therapeutics Novartis Novo Nordisk NUMAFERM Nuritas Oncodesign Ono Pharmaceutical Orbit Discovery Oxford University Pepscan Pepticom Peptides International PeptiDream Pfizer Phylogica Limited Polyphor Prestwick Chemical Priveel Peptides ProteoGenix Provepharm Life Solutions Ra ... "], ["2020-05-20 22:17", "BRIEF-Incyte And MorphoSys Announce The Validation Of The European Marketing Authorization Application For Tafasitamab ...  Legal Reuters News Agency Risk Management Solutions Tax & Accounting Blog: Answers On Innovation @ Thomson Reuters Directory of sites Login Contact Support Business Markets World Politics TV More United States Healthcare May 20, 2020 / 10:18 PM / Updated an hour ago BRIEF-Incyte And MorphoSys Announce The Validation Of The European Marketing Authorization Application For Tafasitamab 1 Min Read May 20 (Reuters) - Incyte Corp: * INCYTE AND MORPHOSYS ANNOUNCE THE VALIDATION OF THE EUROPEAN MARKETING AUTHORIZATION APPLICATION FOR TAFASITAMAB * INCYTE CORP - MAA SEEKS APPROVAL OF TAFASITAMAB IN COMBINATION WITH LENALIDOMIDE Source text for Eikon: Further company coverage: Our Standards: The Thomson Reuters Trust Principles. 0 : 0 narrow-browser-and-phone medium ... "], ["2020-05-20 18:00", "Incyte And MorphoSys Announce The Validation Of The European Marketing Authorization Application For TafasitamabIncyte INCY and MorphoSys AG (FSE: MOR; Prime Standard Segment; MDAX & TecDAX; NASDAQ:MOR) today announced the validation of the European Marketing Authorization Application (MAA) for tafasitamab, an anti-CD19 antibody. The application seeks approval of t"], ["2020-05-20 17:18", "Biotech Stock Roundup: MRNA, DVAX Up on Coronavirus Treatment Updates, & More ...  where to look. See the pot trades we're targeting> > In-Depth Zacks Research for the Tickers Above Normally $25 each - click below to receive one report FREE: Dynavax Technologies Corporation (DVAX) - free report > > Incyte Corporation (INCY) - free report > > Moderna, Inc. (MRNA) - free report > > Arbutus Biopharma Corporation (ABUS) - free report > > Sorrento Therapeutics, Inc. (SRNE) - free report > > MorphoSys AG Unsponsored ADR (MOR) - free report > > Published in biotechs Zacks' 7 Best Strong Buy Stocks for June, 2020 Free Research for Zacks.com Readers Experts have chosen 7 stocks out of 220 Zacks Rank #1 Strong Buys that have the highest potential to increase in price quickly amid the global health crisis. A recent pick, Maxar, skyrocketed ... "], ["2020-05-14 16:18", "Data From Incyte's Oncology Portfolio Accepted For Presentation At The ASCO And EHA Virtual MeetingsIncyte (Nasdaq: INCY) today announced that multiple abstracts highlighting data from clinical trials of medicines that are being developed in-house and through partnerships with Novartis, MorphoSys and Takeda will be presented at the upcoming 2020 America"], ["2020-05-14 13:30", "BRIEF-Morphosys And Incyte Announce Follow-Up Results From Study Of TafasitamabMorphosys AG:'"], ["2020-05-14 13:30", "BRIEF-Morphosys And Incyte Announce Follow-Up Results From Study Of Tafasitamab ...  News Agency Risk Management Solutions Tax & Accounting Blog: Answers On Innovation @ Thomson Reuters Directory of sites Login Contact Support Business Markets World UK TV More United Kingdom Healthcare May 14, 2020 / 1:34 PM / Updated 35 minutes ago BRIEF-Morphosys And Incyte Announce Follow-Up Results From Study Of Tafasitamab 1 Min Read May 14 (Reuters) - Morphosys AG: * DGAP-NEWS: MORPHOSYS AND INCYTE ANNOUNCE LONG-TERM FOLLOW-UP RESULTS FROM L-MIND STUDY OF TAFASITAMAB IN PATIENTS WITH R/R DLBCL * MORPHOSYS AG - FULL EFFICACY AND SAFETY DATA TO BE PRESENTED VIRTUALLY AT 25^TH EHA ANNUAL CONGRESS Source text for Eikon: Further company coverage: (Gdansk Newsroom) Our Standards: The Thomson Reuters Trust Principles. 0 : 0 narrow-browser-and-phone medium ... "], ["2020-05-14 11:47", "EUROPE RESEARCH ROUNDUP-Ferrovial SA, Icade SA, Kingfisher ... Marston'S : Peel Hunt raises to buy from add; cuts target price to 60p from 140p * Mediaset SpA : Barclays raises target price to EUR 1.55 from EUR 1.5 * Mediclinic International Plc : HSBC raises to hold from reduce * Mediclinic International Plc : HSBC cuts target price to 260p from 270p * Melia Hotels International SA : Kepler Cheuvreux cuts TP to EUR 4.45 from EUR 6.1 * Morphosys AG : Independent Research raises TP to EUR 138 from EUR 119; buy * National Express Group Plc : Citigroup cuts price target to 231p from 435p * National Express Group Plc : Jefferies cuts target price to 380p from 410p * OCI NV : Citigroup cuts price target to EUR 19.4 from EUR 22 * Ontex Group NV : Morgan Stanley cuts target price to EUR 13.5 from EUR 15 * Oxford Biomedica ... "], ["2020-05-13 07:43", "Sosei Heptares Operational Highlights And Consolidated Results For The First Quarter 2020 ...  and deep pipeline of novel medicines across multiple therapeutic areas, including CNS, immuno-oncology, gastroenterology, inflammation and other rare/specialty indications. We have established partnerships with some of the world's leading pharmaceutical companies, including Allergan, AstraZeneca, Daiichi-Sankyo, Genentech (Roche), Novartis, Pfizer and Takeda; and with innovative biotechnology companies, including Kymab, MorphoSys and PeptiDream. Sosei Heptares is headquartered in Tokyo, Japan with R&D facilities in Cambridge, UK . \"Sosei Heptares\" is the corporate brand and trademark of Sosei Group Corporation, which is listed on the Tokyo Stock Exchange (ticker: 4565). Sosei, Heptares, the logo and StaR are trademarks of Sosei Group companies ... "], ["2020-05-13 07:38", "EUROPE RESEARCH ROUNDUP-Amadeus, Henkel, Informa ...  neutral * Italy'S Prysmian : JP Morgan raises target price to EUR 16 from EUR 15.5 * KPN : JP Morgan cuts target price to EUR 2.60 from EUR 2.80 * Logitech International SA : Credit Suisse raises target price to CHF 57 from CHF 52 * Lundbeck : Credit Suisse cuts target price to DKK 230 from DKK 260 * Metso Oyj : JP Morgan raises target price to EUR 24 from EUR 23 * Morphosys AG : Barclays raises target price to EUR 105 from EUR 100 * Nexi SpA : Credit Suisse raises target price to EUR 14.10 from EUR 12 * Novo Nordisk : JP Morgan raises target price to DKK 480 from DKK 460 * Salvatore Ferragamo SpA : Credit Suisse cuts target price to EUR 8.4 from EUR 11 * Scor : Jefferies cuts target price to EUR 26.50 from EUR 37.50 * Stroeer : Barclays raises target ... "], ["2020-05-09 01:30", "Xencor Inc (XNCR) Q1 2020 Earnings Call Transcript ... re going to continue through, but just bear with us if anything does pop up. I'm ready for the next question. Jonathan Chang -- SVB Leerink -- Analyst Then I thank you. Thank you. Operator And our next question comes from the line of Arlinda Lee with Canaccord. Your line is now open. Arlinda Lee -- Canaccord -- Analyst Hi guys, thanks for taking my questions on. I was curious about the, I guess, milestone flow on MorphoSys' 208. The $12.5 million milestone, can you talk about what that's for and what the $25 million upcoming might be? And then also I was kind of curious. We've been talking a lot about your I-O-I-O bispecifics for a while and how that was a focus. And now that you have this your next wave seems to be the 2:1s. And can you kind ... "], ["2020-05-07 18:06", "GSK probar frmaco experimental para tratar neumonas en pacientes de COVID-19 ...  anunci que comenzar a fines de este mes los ensayos clnicos de un frmaco experimental desarrollado para la artritis reumatoide en pacientes de coronavirus que sufren de neumona. Tras haber examinado el potencial de sus medicamentos en la lucha contra el COVID-19, la farmacutica encontr que el otilimab -del cual adquiri los derechos de distribucin de manos de la firma alemana Morphosys en 2013- podra aliviar los efectos ms devastadores de la enfermedad en los pulmones, aunque sin eliminar el virus directamente, dijo un portavoz de la empresa. Para el estudio, alrededor de 800 pacientes recibirn otilimab o un placebo, de acuerdo al sitio web ClinicalTrials.gov. Se espera que los resultados preliminares de los ensayos estn listos a fines de 2020. Si son ... "], ["2020-05-07 15:58", "GSK to test experimental drug to treat pneumonia from COVID-19 ...  in Singapore, March 21, 2018. REUTERS/Loriene Perera (Reuters) - GlaxoSmithKline will start trials of an experimental rheumatoid arthritis drug on patients suffering from pneumonia related to COVID-19 at the end of the month. Having screened its drugs for potential in the fight against the coronavirus, GSK found that otilimab - in which GSK acquired rights from German biotech firm Morphosys in 2013 - could possibly ease the devastating effect of the virus on the lungs but not suppress it directly, a company spokesman said. For the study, about 800 patients will receive either otilimab or a placebo, according to website ClinicalTrials.gov. Initial results are expected towards the end of 2020. If the results show promise, GSK would consider making regulatory ... "], ["2020-05-07 15:58", "GSK to test experimental drug to treat pneumonia from COVID-19 ...  in Singapore, March 21, 2018. REUTERS/Loriene Perera (Reuters) - GlaxoSmithKline will start trials of an experimental rheumatoid arthritis drug on patients suffering from pneumonia related to COVID-19 at the end of the month. Having screened its drugs for potential in the fight against the coronavirus, GSK found that otilimab - in which GSK acquired rights from German biotech firm Morphosys in 2013 - could possibly ease the devastating effect of the virus on the lungs but not suppress it directly, a company spokesman said. For the study, about 800 patients will receive either otilimab or a placebo, according to website ClinicalTrials.gov. Initial results are expected towards the end of 2020. If the results show promise, GSK would consider making regulatory ... "], ["2020-05-07 15:56", "GSK to test experimental drug to treat pneumonia from COVID-19 ...  in Singapore, March 21, 2018. REUTERS/Loriene Perera (Reuters) - GlaxoSmithKline will start trials of an experimental rheumatoid arthritis drug on patients suffering from pneumonia related to COVID-19 at the end of the month. Having screened its drugs for potential in the fight against the coronavirus, GSK found that otilimab - in which GSK acquired rights from German biotech firm Morphosys in 2013 - could possibly ease the devastating effect of the virus on the lungs but not suppress it directly, a company spokesman said. For the study, about 800 patients will receive either otilimab or a placebo, according to website ClinicalTrials.gov. Initial results are expected towards the end of 2020. If the results show promise, GSK would consider making regulatory ... "], ["2020-05-07 15:56", "GSK to test experimental drug to treat pneumonia from COVID-19 ...  26, 2019. REUTERS/Peter Nicholls/File Photo (Reuters) - GlaxoSmithKline ( GSK.L ) will start trials of an experimental rheumatoid arthritis drug on patients suffering from pneumonia related to COVID-19 at the end of the month. Having screened its drugs for potential in the fight against the coronavirus, GSK found that otilimab - in which GSK acquired rights from German biotech firm Morphosys ( MORG.DE ) in 2013 - could possibly ease the devastating effect of the virus on the lungs but not suppress it directly, a company spokesman said. For the study, about 800 patients will receive either otilimab or a placebo, according to website ClinicalTrials.gov. Initial results are expected towards the end of 2020. If the results show promise, GSK would consider ... "]]}}