{"postfix": "mpc_capital-aktie", "name": "MPC_MÜNCHMEYER_PETERSEN_CAPITAL", "wkn": "A1TNWJ", "time": "2020.06.02 13:08", "ts": 1591096090, "features": {"KGV": "-28.71", "Marktkapitalisierung": {"Size": "Mio", "Value": "42.84"}, "GA": "-0.07", "KBV": "0.74", "BA": "2.70", "KCV": "22.15", "CA": "0.09", "Vola30": "49.93", "Vola90": "70.99", "Vola180": "65.89", "Vola250": "52.74"}, "rivals": ["mlp-aktie", "gigaset-aktie", "swiss_life-aktie", "cashlife-aktie", "interhyp-aktie", "hci_capital-aktie", "grenke-aktie"], "text_data": {"de": [], "en": [["2020-06-02 07:21", "Investors cautious amid uncertain outlook ...  economic recovery. The Investor Confidence Index (ICI) for May rose by 21% to 96.93 from April's 80.40, according to the monthly survey by the Federation of Thai Capital Market Organisations (Fetco). An index below 80 points is considered bearish, 80-120 is neutral and over 120 is bullish. Investors were encouraged most by anticipated domestic economic growth from government ...  rate to be maintained at 0.5% when the Monetary Policy Committee (MPC) next meets on June 24, said Ariya Tiranaprakij, senior executive vice-president at the Thai Bond Market Association. Yields of 5-year and 10-year government bonds were likely to remain unchanged over the next 11 weeks as the MPC had lowered the interest rate at the previous meeting and would likely evaluate ... "], ["2020-05-29 23:07", "Americans Are Getting Back on the Road. 3 Stocks to Buy. ...  rebounding as the economy reopens and Americans take to their cars, viewing them as being more protected spaces than airplanes, trains, or other mass transit. That looks bullish for Marathon Petroleum (ticker: MPC) and other big refining stocks, such as Valero Energy (VLO) and Phillips 66 (PSX), that have bounced off their March lows, but are still down an average of 30% this year. Marathon ... s Manav Gupta wrote this month that he is pleased that Michael Hennigan, who became Marathon's chief executive in March, is focused on \"strict cost control, capital discipline,\" and operational improvement. Hennigan's predecessor, Gary Heminger, was more of an empire builder. The activist investor Elliott Management took aim at Marathon and Heminger last  ... "], ["2020-05-29 20:02", "Investing During Coronavirus: Stocks Turn Positive on Trump's Trade Comments ... out and run? InvestorPlace's Bret Kenwell doesn't think so. He wrote that of all automotive stocks, Tesla may be the only one to buy now . Yes, its margins are thin, it's in a capital-intensive business and it's cyclical. But even in a pandemic Tesla's shareholders love the company and its leader. Perhaps that loyalty is all it needs for success. 5 Stocks to Buy for Post-Pandemic Mental ...  (NYSE: NRG ) FirstEnergy (NYSE: FE ) Mondelez (NASDAQ: MDLZ ) Williams Companies (NYSE: WMB ) Baker Hughes (NYSE: BKR ) DuPont de Nemours (NYSE: DD ) Marathon Petroleum (NYSE: MPC ) Pioneer Natural Resources (NYSE: PXD ) Arthur J. Gallagher (NYSE: AJD ) Tyson Foods (NYSE: TSN ) BlackRock (NYSE: BLK ) Valero Energy (NYSE: VOL ) Chevron (NYSE: CVX )  ... "], ["2020-05-28 19:00", "Torus Launches Key Management System to Streamline DeFi ...  for decentralized applications, or dapps . The addition of DirectAuth allows persistent logged-in action, streamlining transactions and signing from within a single app. DirectAuth utilizes multi-party computation, or MPC, for distributed key generation. Users can also send ERC-20 and ERC-721 tokens to Google emails, Reddit usernames, or Discord IDs through Torus. Torus wants to streamline Web3  ...  from leading crypto projects as node operators including Binance and Ethereum Name Service. Torus raised a $2 million seed round during July 2019 led by Multicoin Capital. The raise also saw participation from blockchain notables, Coinbase Ventures and Binance Labs . #Wallet #Technology #DeFi Related News Crypto Bubbles: Why Traders Believe Altcoins Are Overpriced  ... "], ["2020-05-28 15:00", "Mesoblast Limited (MESO) Q3 2020 Earnings Call Transcript ...  our 556 patient Phase III trial for advanced chronic heart failure. These results were therefore very encouraging in that context. Let's move to slide 30. Summarizing where we are with MPC-06-ID for chronic inflammatory low back pain. The Phase III trial of this product candidate is in 404 patients in the completed enrollment. And all patients had been follow-up for  ...  will continue to be anything but strong and growth areas at over time. Jason Folger -- Dawson James Securities -- Analyst Okay. Good. And one last question. And first of all, congratulations to you and Josh on raising capital. I think that made a lot of sense given that we live in the stock price. When I look at the risk and the reward in the stock, I'm very excited about what I  ... "], ["2020-05-27 17:00", "Speedy action by the Bank of England during Covid-19 is working ...  the disruption and minimise any longer-term consequences. The Bank's policy committees have taken a range of actions since the onset of the pandemic in support of this goal. The MPC has cut the Bank rate to a historic low of 0.1% and expanded its asset purchase programme by 200bn. The Covid corporate financing facility , launched with the government, is helping large  ...  corporate debt. The financial policy and prudential regulation committees are supporting the ability of banks and building societies to provide credit by temporarily allowing them to hold lower financial buffers, called capital, for each 1 they lend. Our tests of the major UK banks show they are strong enough to continue lending. Doing so will support the economy and limit their own losses ... "], ["2020-05-27 11:46", "Oil & Gas Stock Roundup: Halliburton Lowers Dividend, National Oilwell Stops Paying ... . OK Cancel Back to top Image: Shutterstock Oil & Gas Stock Roundup: Halliburton Lowers Dividend, National Oilwell Stops Paying Nilanjan Choudhury May 27, 2020 TOT NOV HAL COP OXY MPC BKR Trades from $ 1 You follow Analyst Blog - edit You follow Nilanjan Choudhury - edit What would you like to follow? Nilanjan Choudhury Analyst Blog Cancel Read More Hide  ... the coronavirus pandemic. Oil rig count was 237 in the week through May 22, compared with 258 in the week ended May 15. Since crude prices are in the bearish territory, explorers are cutting their capital budget considerably. This led the weekly tally of oil rigs to fall for 10 consecutive weeks. ( US Oil & Gas Rig Tally Sets Record Lows for 3 Straight Weeks ) Price Performance The following table shows  ... "], ["2020-05-26 15:56", "FACTBOX-Global central bank response to the coronavirus outbreak ...  bps reserve requirements, debt purchases and repos Czech 2-week 0.25 March 16 -50 bps Republic repo rate March 26 -75 bps May 7 -75 bps Egypt Overnight 10.25 March 16 -300 bps lending rate Ghana MPC Rate 14.50 March 18 -150 bps Hong Kong Base Rate 0.86 March 4 -50 bps Cuts financial institutions' reserve requirements to 1% from 2% of March 16 -64 bps risk-weighted assets, estimated to be ...  No Began bond-buying and mortgage bond change purchases on May 4 without any set to main target amount base rate Iceland Deposit 1.00 March 11 -50 bps Announces asset purchases, cuts rate capital reserve buffer to 0% from 2%, March 18 -50 bps sets up credit facility to offer collateralized loans to banks May 20 -75 bps Israel BOI 0.10 April 6 -15 bps Expands repo  ... "], ["2020-05-26 14:49", "5 Cheap Energy Stocks With Solid Dividend Yields ...  $377 million. This is also from slide five of its quarterly presentation and shows that the dividend is clearly covered by cash flow. During the most recent quarterly conference call the CEO, Mike Hennigan, made it clear that he believes that the company runs a \"return of capital\" business. They decided not to make any change in their dividend policy as a result of that focus. As a result I believe the company will continue to pay the dividend. Shareholders in energy stocks like MPC stock can expect to enjoy a solid dividend going forward. They are rewarded with a good 6.3% dividend yield at present. Compare Brokers Chevron (CVX) Source: tishomir / Shutterstock.com Dividend Yield: 5.6% I recently wrote an article on CVX stock and why it is such a ... "], ["2020-05-26 12:04", "Futures Soar Above 3,000, Dollar Tumbles On Vaccine Hopes, Reopening Optimism ... on fisheries with Britain in the next round of negotiations. Furthermore, BoE's Haldane said the UK economy likely contracted by over 20% in Q2, \"just a shade\" better than BoE's scenario of around 25%. The MPC member said the BoE has not reached remotely yet a view on NIRP. Elsewhere Aussie and Kiwi extended on APAC gains and surpassed 0.6600 and 0.6150 against the USD respectively vs. lows of 0.6535 and 0.6092 apiece ...  Martenson's Blog Contrary Investor Daneric's Elliott Waves Dr. Housing Bubble Financial Juice Financial Revolutionist ForexLive Fundist Gains Pains & Capital Gefira Gold Core Guerrilla Capitalism Hedge Accordingly Implode-Explode Investing Contrarian Jesse's Cafe Americain Liberty Blitzkrieg Market Montage Max Keiser ... "], ["2020-05-25 12:05", "Jefferies breaks down the top 22 stocks it thinks you should buy right now — including 6 fast-risers that just captured its attention ... Upside : 4.6% Quote : \"BX is trading at a 2-3 turn discount to pre-Covid levels despite having completed its most recent round of flagship fundraising and actively deploying capital.\" Source: Jefferies Equity Research 5. Casey's General Stores Markets Insider Ticker : CASY Sector : Consumer staples Price target : $175 Upside : 15.2% Quote : \"We continue to like CASY ... , and potential upside from a L-T infrastructure bill, we continue to find MLM a compelling quality defensive name.\" Source: Jefferies Equity Research 16. Marathon Petroleum Markets Insider Ticker : MPC Sector : Energy Price target : $47 Upside : 33% Quote : \"There are many aspects of the story which stand to be clarified and improved in coming quarters that we believe will ... "], ["2020-05-24 17:57", "AYABONGA CAWE: Reliance on volatile capital and debt markets is Land Bank's achilles heel ...  Life Arts & Entertainment Books Motoring Gadgets & Gear Multimedia & TV E-Edition Markets Data Market data — May 24 2020 Market data including bonds, unit trusts and fuel prices Most Read Market data — May 24 2020 4 hours ago WATCH: Stock picks — Long4Life and cash 2 days ago Rand at two-month high as two MPC members vote for a smaller rate cut updated 3 days ago BL PREMIUM Columnists Editorials Letters AYABONGA CAWE: Reliance on volatile capital and debt markets is Land Bank's achilles heel Dependence on short-term borrowing while lending long creates a problem when money is due Most Read SA cannot shrug off smoking as a defence against Covid-19 5 hours ago EDITORIAL: It's time for the ANC to take Tito Mboweni seriously 2 days ... "], ["2020-05-24 17:57", "Summerhill Stud open for last-minute sale ...  Life Arts & Entertainment Books Motoring Gadgets & Gear Multimedia & TV E-Edition Markets Data Market data — May 24 2020 Market data including bonds, unit trusts and fuel prices Most Read Market data — May 24 2020 4 hours ago WATCH: Stock picks — Long4Life and cash 2 days ago Rand at two-month high as two MPC members vote for a smaller rate cut updated 3 days ago BL PREMIUM Columnists Editorials Letters AYABONGA CAWE: Reliance on volatile capital and debt markets is Land Bank's achilles heel Dependence on short-term borrowing while lending long creates a problem when money is due Most Read SA cannot shrug off smoking as a defence against Covid-19 5 hours ago EDITORIAL: It's time for the ANC to take Tito Mboweni seriously 2 days ... "], ["2020-05-24 17:57", "READ IN FULL: Ramaphosa announces eased restrictions ...  Life Arts & Entertainment Books Motoring Gadgets & Gear Multimedia & TV E-Edition Markets Data Market data — May 24 2020 Market data including bonds, unit trusts and fuel prices Most Read Market data — May 24 2020 4 hours ago WATCH: Stock picks — Long4Life and cash 2 days ago Rand at two-month high as two MPC members vote for a smaller rate cut updated 3 days ago BL PREMIUM Columnists Editorials Letters AYABONGA CAWE: Reliance on volatile capital and debt markets is Land Bank's achilles heel Dependence on short-term borrowing while lending long creates a problem when money is due Most Read SA cannot shrug off smoking as a defence against Covid-19 5 hours ago EDITORIAL: It's time for the ANC to take Tito Mboweni seriously 2 days ... "], ["2020-05-24 15:10", "ECONOMIC WEEK AHEAD: Producer inflation likely to have slowed due to falling oil prices ...  — May 24 2020 Market data including bonds, unit trusts and fuel prices Most Read WATCH: Stock picks — Long4Life and cash 2 days ago Rand at two-month high as two MPC members vote for a smaller rate cut updated 3 days ago BL PREMIUM MARKET WRAP: JSE weaker amid Beijing's Hong Kong plans and US-China tension 1 day ago BL  ... 9% year on year from 7.8% previously, Kaplan said. The data is due on Friday. \"The forecast is premised on the expectation that during lockdown corporate loan demand for emergency funding to cover working capital requirements increased,\" Kaplan said. The Treasury is expected to release the monthly budget update for April on Friday. mjoo@businesslive.co.za SA likely to get 75 basis points more in rate cuts in 2020 ... "], ["2020-05-23 14:25", "'Tell govt to ...': Chidambaram's advice to RBI ...  repo rate as part of the monetary measures to deal with the current crisis. It is the second sharp cut in the key policy rate in two months. On March 27, the Monetary Policy Committee (MPC), the rate-setting panel of the RBI, had cut the key short-term lending rate by 75 basis points. Download The Times of India News App for Latest Business News more from times of india  ... I am Gujarat Pune Mirror Tamil Samayam Bangalore Mirror Maharashtra Times Telugu Samayam Ahmedabad Mirror Go Green Miss Kyra ItsMyAscent Navbharat Times Education Times FILMIPOP Hindi Brand Capital Eisamay Indiatimes Gujarati Economic Times Vijaya Karnataka Malayalam Samayam Times Food Games App MX Player TimesPoints Living and entertainment MensXP.com Femina ETimes Grazia Zoom Travel  ... "], ["2020-05-23 04:17", "After 41 yrs, RBI sees GDP shrinking ... uncertain, Reserve Bank of India 's (RBI's) assessment of the economic situation showed on Friday. RBI governor Shaktikanta Dassaid , \"It is in the growth outlook that the MPC ( monetary policy committee ) judged the risks to be gravest. The combined impact of demand compression and supply disruption will depress economic activity in the first half of the year. Assuming economic  ... Gujarat Pune Mirror Tamil Samayam Bangalore Mirror Maharashtra Times Telugu Samayam Ahmedabad Mirror Go Green Miss Kyra ItsMyAscent Navbharat Times Education Times FILMIPOP Hindi Brand Capital Eisamay Indiatimes Gujarati Economic Times Vijaya Karnataka Malayalam Samayam Times Food Games App MX Player TimesPoints Living and entertainment MensXP.com Femina ETimes Grazia  ... "], ["2020-05-22 23:59", "In 8th straight cut, RBI slashes key rate 40 basis pts to new all-time low ... on loan repayment, which was due to end on May 31, by another three months to August 31. This is the second 'off-cycle' rate cut by RBI, which advanced its June monetary policy committee meeting to May 20-22. The MPC voted by a 5-1 majority to reduce the policy rate by 40 basis points from 4.4% to an all-time low of 4.0%. Consequently, the Marginal Standing Facility (MSF) rate and the bank rate stand reduced to 4.25% from ... Tamil Samayam Bangalore Mirror Maharashtra Times Telugu Samayam Ahmedabad Mirror Go Green Miss Kyra ItsMyAscent Navbharat Times Education Times FILMIPOP Hindi Brand Capital Eisamay Indiatimes Gujarati Economic Times Vijaya Karnataka Malayalam Samayam Times Food Games App MX Player TimesPoints Living and entertainment MensXP.com  ... "], ["2020-05-22 17:55", "Coronavirus: Lockdown averted 54,000 deaths, says Centre as nationwide tally reaches 1.18 lakh ... decades. The benchmark repurchase (repo) rate was cut by 40 basis points to 4 per cent, Governor Shaktikanta Das said announcing the decisions taken by the central bank's Monetary Policy Committee (MPC) that met ahead of its scheduled meeting in early June. Consequently, the reverse repo rate was reduced to 3.35 per cent from 3.75 per cent. The RBI supplemented the interest rate ...  all outstanding loans, providing relief to home and auto buyers as well as real estate sector where construction activities are already at a standstill. The moratorium on interest on working capital was also extended by three months. Also, interest accumulated for the six-month moratorium period can be converted into a term loan, Das said. Read | Exclusive: Inside the market of  ... "], ["2020-05-22 16:32", "RBI cuts repo rate again, down to 4% ...  Committee (MPC) meeting as the COVID-19 pandemic induced lockdown continues, albeit with calibrated relaxations. The central bank also extended the loan repayment moratorium for another three months till August 31. The six-member MPC announcement has reduced the repo rate to 4% with five members of the panel voting for the steep cut while one member, Chetan Ghate, voted for a 25 bps cut. The MPC also  ... Comments will be moderated by The Hindu editorial team. Comments that are abusive, personal, incendiary or irrelevant cannot be published. Please write complete sentences. Do not type comments in all capital letters, or in all lower case letters, or using abbreviated text. (example: u cannot substitute for you, d is not 'the', n is not 'and').  ... "]]}}