{"postfix": "mtu-aktie", "name": "MTU_AERO_ENGINES", "wkn": "A0D9PT", "time": "2020.06.02 13:01", "ts": 1591095696, "features": {"KGV": "24.58", "Marktkapitalisierung": {"Size": "Mrd", "Value": "7.60"}, "GA": "10.38", "KBV": "5.59", "BA": "45.62", "KCV": "16.27", "CA": "15.68", "Vola30": "80.1", "Vola90": "111.57", "Vola180": "81.85", "Vola250": "58.99"}, "rivals": ["continental-aktie", "general_electric-aktie", "united_technologies-aktie", "rolls-royce-aktie"], "text_data": {"de": [["31.05.20", "Mai 2020: Das sind die Expertenmeinungen zur MTU Aero Engines-Aktie"], ["28.05.20", "MÄRKTE EUROPA/Hoffnung auf Wirtschaftserholung treibt weiter"], ["28.05.20", "MÄRKTE EUROPA/Hoffnung auf Wirtschaftsbelebung treibt Kurse"], ["28.05.20", "Jürgen Geißinger wird Klaus Eberhardt nicht ersetzen: MTU verschiebt Wechsel an der Aufsichtsratsspitze"], ["28.05.20", "EXKLUSIV Klaus Eberhardt bleibt: MTU verschiebt Wechsel an Aufsichtsratsspitze"], ["27.05.20", "HSBC: MTU Aero Engines - Der nächste Katalysator"], ["27.05.20", "HSBC: MTU Aero Engines - Der nächste Katalysator"], ["25.05.20", "MÄRKTE EUROPA/Freundlicher Start - Hoffen auf Vergleich bei Bayer"], ["21.05.20", "MTU-Aktie: Was den Titel jetzt so attraktiv macht"], ["20.05.20", "MÄRKTE EUROPA/Börsen sehr fest - Marks & Spencer nach Zahlen gesucht"], ["20.05.20", "XETRA-SCHLUSS/DAX schließt sehr fest"], ["20.05.20", "MÄRKTE EUROPA/Börsen bauen Gewinne noch leicht aus"], ["20.05.20", "MÄRKTE EUROPA/Börsen drehen leicht ins Plus"], ["20.05.20", "HSBC: MTU Aero Engines - Dreieck als Erholungskatalysator"], ["20.05.20", "HSBC: MTU Aero Engines - Die wichtigsten Haltemarken"], ["20.05.20", "Citi: MTU - Investoren können wieder hoffen"], ["20.05.20", "Citi: MTU - Investoren können wieder hoffen"], ["18.05.20", "MÄRKTE EUROPA/Bullische Anleger lösen Rally an Europas Börsen aus"], ["18.05.20", "XETRA-SCHLUSS/DAX spurtet beeindruckend über 11.000-Punkte-Marke"], ["18.05.20", "MÄRKTE EUROPA/Aktien profitieren von steigender Risikobereitschaft"], ["18.05.20", "MTU-Aktie plus fünf Prozent: Was den Titel jetzt so attraktiv macht"], ["18.05.20", "MÄRKTE EUROPA/Aktien und Gold die Gewinner zum Start in die Woche"], ["18.05.20", "MÄRKTE EUROPA/Aktien sehr fest und Gold immer teurer - DAX +3%"], ["18.05.20", "ANALYSE-FLASH: Barclays belässt MTU auf 'Equal Weight' - Ziel 100 Euro"], ["08.05.20", "Wichtige Kursbewegungen: MTU und Lufthansa weiter nicht gefragt"], ["08.05.20", "AKTIEN IM FOKUS: MTU und Lufthansa weiter nicht gefragt"], ["07.05.20", "VDMA: Volle Wucht der Krise erst in nächsten Monaten sichtbar"], ["05.05.20", "DAX &amp;amp;amp;amp;amp;amp;amp;amp; Co mit starker Vorstellung: MTU und HelloFresh die Tagesgewinner"], ["05.05.20", "XETRA-SCHLUSS/Lockerungsmaßnahmen lockern auch Börsenstimmung auf"], ["05.05.20", "Musterdepot Handelsblatt: Absurde Kursbewegung bei MTU"], ["04.05.20", "XETRA-SCHLUSS/DAX mit schwachem Wochenauftakt - US/China-Spannungen belasten"], ["04.05.20", "ANALYSE-FLASH: Berenberg senkt Ziel für MTU auf 120 Euro - 'Hold'"]], "en": [["28.04.20", "Senior PLC : Contract extension with MTU Aero Engines"], ["17.04.20", "MTU Aero Engines AG : Release according to Article 40, Section 1 of the WpHG [the German Securities Trading Act] with the objective of Europe-wide distribution"], ["07.04.20", "MTU Aero Engines AG : Release according to Article 40, Section 1 of the WpHG [the German Securities Trading Act] with the objective of Europe-wide distribution"], ["31.03.20", "MTU Aero Engines AG : Release according to Article 41 of the WpHG [the German Securities Trading Act] with the objective of Europe-wide distribution"], ["27.03.20", "MTU Aero Engines AG : Release according to Article 40, Section 1 of the WpHG [the German Securities Trading Act] with the objective of Europe-wide distribution"], ["26.03.20", "MTU Aero Engines AG : MTU Aero Engines AG withdraws guidance 2020"], ["19.03.20", "MTU Aero Engines AG : Release according to Article 40, Section 1 of the WpHG [the German Securities Trading Act] with the objective of Europe-wide distribution"], ["17.03.20", "MTU Aero Engines AG : MTU Aero Engines AG proposes a modified resolution on the appropriation of net profit and postpones Annual General Meeting"], ["10.03.20", "MTU Aero Engines AG : Release according to Article 40, Section 1 of the WpHG [the German Securities Trading Act] with the objective of Europe-wide distribution"], ["08.02.20", "MTU Aero expects Boeing to offer two engines for 737 successor"], ["04.02.20", "MTU Aero Engines AG : Release according to Article 40, Section 1 of the WpHG [the German Securities Trading Act] with the objective of Europe-wide distribution"], ["27.01.20", "MTU Aero Engines AG : Release according to Article 40, Section 1 of the WpHG [the German Securities Trading Act] with the objective of Europe-wide distribution"], ["15.01.20", "MTU Aero Engines AG : Release according to Article 40, Section 1 of the WpHG [the German Securities Trading Act] with the objective of Europe-wide distribution"], ["07.01.20", "MTU Aero Engines AG : Release according to Article 40, Section 1 of the WpHG [the German Securities Trading Act] with the objective of Europe-wide distribution"], ["2020-05-28 20:46", "And the band played on: Michigan Tech jazz ensembles to hold live streamed concertThe concert \"MTU Jazz: Quarantined,\" will happen Saturday, June 13, at 7:30 p.m., live streamed on the Rozsa Center's official Facebook page"], ["2020-05-28 04:00", "Estonia's top court partially revokes spatial plan for Rail Baltic track ...  bird species. The Tallinn Circuit Court in July 2019 dismissed an appeal by the non-profits and did not change the decision to dismiss the NGO's action passed by the administrative court on Sept. 7, 2018. The top court, however, did not accept an appeal concerning the endorsement of the same county plans filed by a third organization, MTU Eesti Geograafia Selts (Estonian Geographical Society). Comments Related Articles Estonian defense minister: Training exercises of allies in Baltic region must continue Coronavirus in Estonia has at least eight mutations Estonian PM in video message: We no longer need emergency situation Subscribe Log In Ads Please enter your username and password. Forgot your password? Login Related Articles Estonian MP: Govt avoiding ... "], ["2020-05-26 16:51", "Five companies receive funding to help Michigan's mobility ...  their technologies in Michigan, or prove out their technology at one of the state's world-class testing facilities including Mcity at the University of Michigan (UM), American Center for Mobility (ACM), GM Mobility Research Center (GMMRC) at Kettering University (KU), Michigan Unmanned Aerial Systems Consortium (MUASC) and Keweenaw Research Center (KRC) at Michigan Technological University (MTU). PlanetM partners with NextEnergy to support project management services for each pilot program. The PlanetM Mobility Grant program has awarded more than $2 million in grant funding since its inception in 2018. In light of the global pandemic, PlanetM transitioned the PlanetM pilot grant funds to the COVID-19 mobility solutions grant, which provides funding to ... "], ["2020-05-26 15:37", "Five companies receive funding to help Michigan's mobility ...  their technologies in Michigan, or prove out their technology at one of the state's world-class testing facilities including Mcity at the University of Michigan (UM), American Center for Mobility (ACM), GM Mobility Research Center (GMMRC) at Kettering University (KU), Michigan Unmanned Aerial Systems Consortium (MUASC) and Keweenaw Research Center (KRC) at Michigan Technological University (MTU). PlanetM partners with NextEnergy to support project management services for each pilot program. The PlanetM Mobility Grant program has awarded more than $2 million in grant funding since its inception in 2018. In light of the global pandemic, PlanetM transitioned the PlanetM pilot grant funds to the COVID-19 mobility solutions grant, which provides funding to ... "], ["2020-05-26 14:50", "Bianchi Public Relations Ranked Among Top PR Firms In Detroit & U.S. In 2020 Agency Reports From O'Dwyer's & PRWeek ...  the professional service firms that serve them - Bianchi PR was founded in 1992 and is perennially ranked among the top independent PR agencies based in Metro Detroit. Among Bianchi PR's ongoing business-to-business PR clients are 1stMILE LLC, Adient, BASF Automotive Refinish, Cooper Standard , Freudenberg Sealing Technologies, KIRCO, Munro & Associates, Rolls-Royce Power Systems/MTU brand, SAE International, Schaeffler Group and Yanfeng Automotive Interiors. The firm's experience also includes work with technology companies, consulting firms and industry trade organizations. For more information, visit www.bianchipr.com or call 248-269-1122. To serve its clients on a worldwide basis, Bianchi PR is an active member in the Public Relations Global ... "], ["2020-05-26 14:32", "Government confirms Ireland's newest technological university as Cork and Tralee IT merge together ... a new university with the Government decision to sanction the merger of Cork Institute of Technology (CIT) and Institute of Technology Tralee (ITT). T he new unified Munster Technology University (MTU) will boast six campus facilities across Cork and Kerry and almost 23,000 students. It aims to develop and expand already deep linkages between both Cork and Kerry facilities and  ... -biotech areas. Tnaiste Simon Coveney said it was an historic decision by the Government and Education Minister Joe McHugh. \"The Government will confirm the creation of the Munster Technology University (MTU) which will be an amalgamation of CIT and ITT. This has been something that CIT has been leading on and working towards for three years now,\" he said. Read More  ... "], ["2020-05-24 08:00", "What dalliance with Uhuru means for Raila, Kalonzo, Moi ... in Parliament. Kalonzo Musyoka For long, he has been chided as a slow-paced politician, who prefers hiding behind the wait-and-see approach. But this time around, the Wiper party leader is clearly and firmly focused. And he is in a great hurry. Since his declaration in November 2018 during his father's funeral that he was ready to be President Kenyatta's \"mtu wa mkono (errand boy)\", the former VP has moved with speed to formalise his working relations with the Jubilee Party leader. Mr Kalonzo, who had all along expressed intentions of working with Kenyatta, formalised the ties on Friday a couple of days after Kanu signed a post-poll pact with the Jubilee Party. The former VP went ahead, despite legal challenges that restrict member parties of ... "], ["2020-05-22 14:45", "Ireland Data Center Market Insights 2020-2025: Implications Of COVID-19, Key Segments, Leading Companies ...  Hewlett Packard Enterprise Huawei IBM Lenovo NetApp Construction Contractors Arup Bouygues Bruceshaw Builders SKS Contractors Callaghan Engineering Designer Group Future-tech ISG Plc Kirby Engineering & Constructions KMCS M+W Group Mace Group Mercury PM Group Winthrop Engineering Support Infrastructure Providers ABB Caterpillar Cummins Eaton Hitec Power Constructions KINOLT (Euro-Diesel) Kohler SDMO Legrand MTU On Site Energy Rittal Schneider Electric Socomec STULZ Trane Vertiv Investors Amazon Web Services CyrusOne Digital Realty Echelon Data Centers Edge Connex Facebook Google JCD Nautilus Office Of Public Works (OPW) T5 Data Centers Why Purchase This Report? To gain competitive intelligence about the industry and players in the market To focus on ... "], ["2020-05-21 11:57", "Marquette Area Blues Fest canceled for 2020 ...  crimes following DNR investigation Michigan COVID-19 cases hit 53K, UP reaches 105 LIST: Reported COVID-19 positive cases in Upper Michigan Virtual TV6 Canathon continues Superior Central superintendent: 'I'm tired of schools just being expected to do what we can with whatever we are given' Facing tough budgets, Ishpeming Schools to offer teachers voluntary severances MTU Board of Trustees approves cuts to balance 2021 fiscal year budget Chippewa County man charged with 125 wildlife crimes following DNR investigation Michigan COVID-19 cases hit 53K, UP reaches 105 LIST: Reported COVID-19 positive cases in Upper Michigan Virtual TV6 Canathon continues Superior Central superintendent: 'I'm tired of schools just being expected to do what ... "], ["2020-05-21 08:25", "Coronavirus latest news: Track and trace trial 'goes live today' ... Network Contact us Global Health Security Global Health Security home Climate & People Science & Disease Terror & Security Women & Girls Opinion & Analysis Telegraph News Global Health Security Science & Disease Live Coronavirus latest news: Track and trace trial 'goes live today' 21 May 2020 9:38am Save Save Testing Kit collection from Nursing Homes by Mobile Testing Units (MTU) Credit: Army Gareth Davies , Breaking News Editor, Liveblogging 21 May 2020 9:38am Follow Follow the author of this article Gareth Davies Follow the topics within this article UK coronavirus lockdown Boris Johnson Coronavirus NHS Coronavirus Article Bar with counter .. PM promises contact tracing by June to support opening of schools Sweden becomes country with highest death ... "], ["2020-05-21 02:12", "MTU Board of Trustees approves cuts to balance 2021 fiscal year budget ...  Van Susteren Circle - Country Music & Lifestyle Features Birthday Club TV6 Canathon Craft Show Schedule Discovering Finland Calling Get Healthy TV6 Trips with Holiday Travel Pets Pump Patrol The Ryan Report The Upside Close Navigation News Close Navigation Back AP International Local National National Sports Press Release Regional State Home Local Article MTU Board of Trustees approves cuts to balance 2021 fiscal year budget (Michigan Tech logo) By MTU press release &nbsp|&nbsp Posted: Wed 9:53 PM, May 20, 2020 HOUGHTON, Mich. (WLUC) - The University's Board of Trustees has approved a balanced budget for fiscal year 2021. At its regular meeting held virtually on Wednesday, May 20, the Michigan Technological University Board of Trustees voted to approve ... "], ["2020-05-21 02:01", "Gladstone High School honors 2020 seniors ...  the event here . Chippewa County man charged with 125 wildlife crimes following DNR investigation Michigan COVID-19 cases hit 53K, UP reaches 105 LIST: Reported COVID-19 positive cases in Upper Michigan Virtual TV6 Canathon continues Superior Central superintendent: 'I'm tired of schools just being expected to do what we can with whatever we are given' MTU Board of Trustees approves cuts to balance 2021 fiscal year budget MDOT releases interactive map showing Mid-Michigan road closures due to flooding Chippewa County man charged with 125 wildlife crimes following DNR investigation Michigan COVID-19 cases hit 53K, UP reaches 105 LIST: Reported COVID-19 positive cases in Upper Michigan Virtual TV6 Canathon continues Superior Central superintendent ... "], ["2020-05-20 04:00", "NBA 2K21 Patch 13 Notes: Update Appears To Address MyTeam Unlimited Glitch ...  early on Wednesday that users would experience some brief downtime while changes were being made. While the patch notes are predictably sparse, it is believed this latest update has been released to address a MyTeam Unlimited exploit/glitch. Some members of the 2K community were entering the substitution screen just before an MTU match, and somehow stalling opponents on the screen. This action was forcing the user to restart and absorb losses in MTU, which could derail someone's attempt to finish 12-0, thereby denying them a fair shot at their reward. Today In: Games Ultra Instinct Goku Is Unleashed In 'Dragon Ball FighterZ' F1 2020 Impressions: 3 Major Takeaways From The Digital Preview Linux Envy? Microsoft Is Building A Native Package ... "], ["2020-05-19 18:15", "Germany Data Center Market 2020-2025: Investment Analysis And Growth Opportunities ...  Providers Atos Arista Broadcom Hewlett Packard Enterprise Cisco Dell Technologies Huawei IBM Lenovo NetApp Construction Contractors Arup M+W Group Winthrop Engineering Lupp Group WBS Group STS Group Etix Everywhere (Vantage Data Center) Callaghan Engineering Zech Group Max BGL Group Support Infrastructure Providers ABB Caterpillar Climaventa Cummins Eaton KINOLT (Euro-Diesel) Kohler SDMO Legrand MTU On Site Energy Riello UPS Rittal Schneider Electric Socomec STULZ Vertiv Investors CloudHQ Colt Data Centre Services CyrusOne Digital Realty Equinix Global Switch HLkomm Keyweb NDC Data Center NTT Global Data Centers Vantage Data Center (Etix Everywhere) Why Purchase This Report? To gain competitive intelligence about the industry and players in the market To ... "], ["2020-05-19 15:30", "Aircraft Engines Market Value To Reach US$ 109 Bn By 2027 ...  number of foreign and domestic travelers. The major economies of the region including China and India are contributing to the market value. View Detail Information with Complete TOC@ https://www.acumenresearchandconsulting.com/aircraft-engines-market Some of the leading competitors are CFM International SA, General Electric Co., Honeywell International Inc., International Aero Engines AG, MTU Aero Engines AG, Rolls-Royce Holdings Plc., Safran SA, Textron, Inc., and United Technologies Corporation. Aircraft Engines companies have announced mergers and acquisitions to strengthen their position in the Aircraft Engines industry. Major players are also moving into new regions or advanced technologies. For instance, Boeing has developed the newest twin-engine for ... "], ["2020-05-18 17:08", "Mike Pompeo's Strange Trip to Israel ... European allies have been selling highly sensitive military and civilian technology to China. While the United States has occasionally \"advised\" the Europeans on the subject, it has, in contrast with the Rand study's discussion of the Israeli case, said nothing in public. Among other items, Germany has supplied most of the engines for China's enlarging navy, including MTU 396 SE84 series quiet engines for China's latest submarines, Type 039 Yuan class. The Type 039's are also equipped with air independent propulsion that most likely also came from Germany, giving the submarines performance and quietness probably equal to nuclear submarines of similar size. The Yuan class is a growing challenge to U.S. naval operations in the sensitive ... "], ["2020-05-18 12:31", "Denver-Based Generator Source Brings Backup Power Expertise To Residential Space ...  situation and budget. Power calculators allow consumers to quickly determine their home or business's electrical requirements and find a suitable generator to match. By providing consumers with access to the world's best residential backup generators, Generator Mart will bring down the overall cost of reliable energy. Mart partnered with top manufacturers, such as Kohler, Briggs & Stratton, Cummins, MTU, Mi-T-M, and Multiquip, to deliver a line-up of home standby generators as well as portable units. \"We wanted to offer individuals and small businesses the same level of reliable electricity that America's largest businesses enjoy. From charging our devices to cooling our homes, power touches every part of our lives and when the grid fails ... "], ["2020-05-13 20:00", "How to increase download speeds on PlayStation 4 ...  . Source: Android Central Select Set Up Internet Connection . Source: Android Central Select which type of internet you are using: Wi-Fi or LAN . Source: Android Central Select Custom . Source: Android Central Input the following settings into the options: Option Input IP Address Settings Automatic DHCP Host Name Do Not Specify DNS Settings Manual Primary DNS 8.8.8.8 Secondary DNS 8.8.4.4 MTU Settings Automatic Proxy Server Do Not Use Now that your settings are configured you'll need to turn your PS4 off and turn it on again . Restart your download and enjoy faster connection speeds! Check your modem's bandwidth Source: Android Central Bandwidth is the maximum amount of data that can be transferred over a given path in networking. Paths are the ... "], ["2020-05-13 05:00", "How to deal with devastating stigma ...  fear, which would explain why one's own family or neighbours, would shun you when you most need acceptance and support,\" explains Ms Okwarah, who believes that we are no longer tackling a coronavirus, rather, a stigmatisation virus. Being shunned, says Ms Okwarah, is often accompanied by labelling, which can have devastating results too. \"Imagine being referred to as \"mtu wa corona\" — it is demeaning, and is bound to affect your self-esteem,\" she says. How can you deal with this unsettling stigmatisation? SUPPORT GROUPS The psychologist believes that support groups for those who have recovered from the virus or been released from quarantine are necessary. \"Just like we have support groups for those with illnesses such as ... "], ["2020-05-11 22:56", "Michigan Tech announces three step plan for reopening campus ... , including President Richard Koubek, spoke today on their plans for reopening their campus for the upcoming school year. \"We have to succeed with this effort on reopening the campus in a safe and effective manor, provided that the government allows us to do so. We're going to count on each member of our community to help us make that so,\" said Koubek. MTU has put together a three-step plan for gradually reopening throughout the summer with different goals and guidelines each step of the way. However, their plan is subject to change due to potential future emergency orders. \"There are many variables, many unknowns. So much of our planning right now is contingency planning, ensuring that we're able to quickly pivot and move to alternative ... "]]}}