{"postfix": "nasdaq-aktie", "name": "NASDAQ", "wkn": "813516", "time": "2020.06.02 13:18", "ts": 1591096714, "features": {"KGV": "21.80", "Marktkapitalisierung": {"Size": "Mrd", "Value": "17.28"}, "GA": "5.00", "KBV": "3.23", "BA": "33.79", "KCV": "17.12", "CA": "6.37", "Vola30": "38.07", "Vola90": "71.99", "Vola180": "54.45", "Vola250": "42.17"}, "rivals": ["deutsche_boerse-aktie", "intercontinental_exchange-aktie", "nyse_euronext-aktie", "cme-aktie", "tmx_group-aktie", "cboe-aktie"], "text_data": {"de": [["01.06.20", "Dow Jones, Nasdaq, S&P 500: Wall Street schließt im Plus - Coty-Aktie nach CEO-Wechsel gefragt"], ["29.05.20", "Dow Jones, Nasdaq, S&P 500: Wall Street schließt uneinheitlich - Anleger sind nach Trump-Rede etwas erleichtert"], ["28.05.20", "Dow Jones, Nasdaq, S&P 500: Streit um Hongkong beendet vorerst Rally an US-Börsen - Dow schließt im Minus"], ["27.05.20", "Dow Jones, Nasdaq, S&P 500: Zuversicht an der Wall Street hält an - Dow Jones schließt im Plus"], ["26.05.20", "Dow Jones, Nasdaq, S&P 500: Anleger bauen auf Corona-Impfstoff - Wall Street schließt im Plus"], ["22.05.20", "Dow Jones, Nasdaq, S&P 500: Spannungen zwischen USA und China belasten US-Börsen - Dow Jones schließt kaum verändert"], ["21.05.20", "Dow Jones, Nasdaq, S&P 500: Dow Jones wieder im Minus - Anleger fürchten Handelskonflikt"], ["20.05.20", "Dow Jones, Nasdaq, S&P 500: Hoffnung auf schnelle Erholung stützt US-Börsen - Dow macht Vortagesverlust nahezu wett"], ["20.05.20", "Anleger wittern Konjunkturhilfen: Nasdaq klettert auf Drei-Monats-Hoch"], ["19.05.20", "Dow Jones, Nasdaq, S&P 500: Wall-Street-Erholung verliert Schwung - Dow 1,6 Prozent im Minus"], ["19.05.20", "Fehlende Transparenz: US-Börse Nasdaq schränkt laut Insidern chinesische Börsengänge ein"], ["18.05.20", "Dow Jones, Nasdaq, S&P 500: Hoffnung auf Impfstoff beflügelt die Wall Street - Dow legt 3,9 Prozent zu"], ["15.05.20", "Dow Jones, Nasdaq, S&P 500: Wall Street beendet Handelswoche im Plus"], ["15.05.20", "Nasdaq-100-Index: Short-Chance mit Renditeturbo"], ["14.05.20", "Dow Jones, Nasdaq, S&P 500: Hoffnung auf Konjunkturerholung treibt US-Börsen"], ["13.05.20", "Dow Jones, Nasdaq, S&P 500: Warnungen von Fed-Chef Powell drücken Wall Street auf Drei-Wochen-Tief"], ["12.05.20", "Dow Jones, Nasdaq, S&P 500: US-Börsen im Minus - US-Experte warnt vor Corona-Lockerung"], ["11.05.20", "Dow Jones, Nasdaq, S&P 500: Furcht vor neuer Corona-Infektionswelle belastet US-Börsen"], ["08.05.20", "Dow Jones, Nasdaq, S&P 500: Wall Street legt zu - schwarzer Freitag für Arbeitsmarkt"], ["07.05.20", "Dow Jones, Nasdaq, S&P 500: Wall Street legt zu - Dow gleicht Vortagsverluste aus"], ["06.05.20", "Dow Jones, Nasdaq, S&P 500: Wall Street schließt uneinheitlich - Dow rutscht ins Minus"], ["05.05.20", "Dow Jones, Nasdaq, S&P 500: Hoffnung auf nahes Ende der Viruskrise treibt US-Börse"], ["04.05.20", "Dow Jones, Nasdaq, S&P 500: US-Börsen schließen drehen im späten Handel ins Plus"], ["01.05.20", "Dow Jones, Nasdaq, S&P 500: Wall Street schließt nach erneuter Zoll-Drohung gegen China im Minus"], ["30.04.20", "Analysten sehen für Nasdaq-Aktie Luft nach oben"], ["30.04.20", "Dow Jones, Nasdaq, S&P 500: US-Arbeitslosenzahlen lassen Wall Street ins Minus rutschen"], ["29.04.20", "Dow Jones, Nasdaq, S&P 500: US-Börsen legen zu - Nasdaq profitiert von Quartalszahlen"], ["28.04.20", "Dow Jones, Nasdaq, S&P 500: Schwache Konjunkturdaten setzen Wall Street unter Druck - Ermutigende Firmenbilanzen verhindern Schlimmeres"], ["24.04.20", "Dow Jones, Nasdaq, S&P 500: Aussicht auf Pandemie-Lockerungen stützt US-Börsen - Ölmarkt bleibt volatil"], ["23.04.20", "Dow Jones, Nasdaq, S&P 500: US-Börsen schließen kaum verändert - Gilead Sciences belastet"], ["23.04.20", "Nasdaq mit Zahlen zum abgelaufenen Quartal"], ["22.04.20", "MÄRKTE USA/Wall Street erholt sich dank Ölpreisrally"], ["22.04.20", "MÄRKTE USA/Wall Street mit Erholung dank Ölpreisrally"], ["22.04.20", "MÄRKTE USA/Wall Street vor moderater Erholung"], ["21.04.20", "B5 Börse 20.15 Uhr: Dow und Nasdaq geben deutlich nach"], ["21.04.20", "Ausblick: Nasdaq stellt Quartalsergebnis zum abgelaufenen Jahresviertel vor"], ["17.04.20", "Coronavirus und die Folgen: Tech-Börse Nasdaq will Regeln für Firmen lockern"], ["17.04.20", "US-Börse Nasdaq will in Pandemie börsennotierten Firmen helfen"]], "en": [["01.06.20", "Nasdaq up 62 points to close 0.7% higher"], ["01.06.20", "Nasdaq keeps Philadelphia trading floor closed due to protests"], ["01.06.20", "Nasdaq keeps Philadelphia trading floor closed due to protests"], ["01.06.20", "UPDATE 1-Nasdaq keeps Philadelphia trading floor closed due to protests"], ["01.06.20", "NASDAQ Jumps 6.8% in May; Dow, S&P Each Climb Over 4%"], ["01.06.20", "Nasdaq postpones Philadelphia trading floor reopening due to protests"], ["01.06.20", "Why PepsiCo Is The ‘Top Dividend Stock Of The Nasdaq 100’ With 3.1% Yield"], ["01.06.20", "Coupang's 'secretive stance' overshadows Nasdaq bid "], ["01.06.20", "PolyPid takes aim at Nasdaq once again"], ["01.06.20", "Greenbriar to Seek Uplift to the Nasdaq Global Market"], ["29.05.20", "Nasdaq ends the day up 121 points, 1.3%"], ["29.05.20", "Nasdaq Today: Zoom Stock Leads the Nasdaq 100 Higher; Zscaler Delivers on Earnings"], ["29.05.20", "Dow stumbles, Nasdaq gains at Friday's open as stock-market investors await Trump's response to China crackdown on Hong Kong"], ["29.05.20", "This Nasdaq 100 Component Has A 5.3% Yield And Sells For Less Than Book"], ["28.05.20", "Nasdaq finishes trading down 43 points, 0.5%"], ["28.05.20", "Nasdaq Today: Why Alexion and Workday Stock Are Soaring"], ["28.05.20", "Stocks give up early gains: Dow down 12 points , S&P 500 down 1, Nasdaq 6 points lower"], ["28.05.20", "Nasdaq turns positive"], ["27.05.20", "Nasdaq up 72 points, 0.8%, at the close, reversing earlier losses"], ["27.05.20", "Nasdaq Today: What's Sending Chip Stocks AMD and NVIDIA Lower Wednesday?"], ["27.05.20", "NewsWatch: Nasdaq and S&P 500 turn negative as stocks lose buoyancy amid U.S.-China spat"], ["27.05.20", "Tech weakness weighs on S&P 500, Nasdaq"], ["27.05.20", "US STOCKS-Tech weakness weighs on S&P 500, Nasdaq"], ["27.05.20", "Carlyle-backed ZoomInfo looks to raise about $800 million in Nasdaq listing"], ["27.05.20", "Carlyle-backed ZoomInfo looks to raise about $800 mln in Nasdaq listing"], ["27.05.20", "Tech selloff weighs on S&P 500, Nasdaq"], ["27.05.20", "Tech selloff weighs on S&P 500, Nasdaq"], ["27.05.20", "US STOCKS-Tech selloff weighs on S&P 500, Nasdaq"], ["27.05.20", "NOTICE For Investors In NASDAQ: PAYS Shares: Lawsuit Against PaySign, Inc. Announced by Shareholders Foundation"], ["27.05.20", "Warner Music to test the stock market with US$1.82bn Nasdaq IPO"], ["27.05.20", "Aphria Shoots 4.5% Higher on News of Move to Nasdaq"], ["26.05.20", "Nasdaq Today: Booking Holdings, United Lead Travel Stocks Higher"], ["26.05.20", "Nasdaq jumps 172 points, 1.8%"], ["26.05.20", "Warner Music kicks off $1.8 billion Nasdaq IPO"], ["26.05.20", "Warner Music kicks off $1.8 billion Nasdaq IPO"], ["26.05.20", "UPDATE 2-Warner Music kicks off $1.8 bln Nasdaq IPO"], ["26.05.20", "Cannabis company Aphria to switch stock listing to Nasdaq from NYSE"], ["26.05.20", "REFILE-UPDATE 1-Warner Music seeks $13 bln valuation in Nasdaq debut"], ["26.05.20", "Warner Music seeks $13 billion valuation in Nasdaq debut"], ["26.05.20", "UPDATE 1-Warner Music seeks $13 bln valuation in Nasdaq debut"], ["2020-06-02 10:33", "Mark Zuckerberg told enraged employees Facebook might change its policy on politicians using violent speech ...  Privacy Rights Coupons Made in NYC Stock quotes by finanzen.net Reprints & Permissions Business Insider logo The words \"Business Insider\". Close icon Two crossed lines that form an 'X'. It indicates a way to close an interaction, or dismiss a notification. BI Prime Articles Upgrade Membership Email Preferences Billing FAQs My Account Logout DOW S&P 500 NASDAQ 100 Chevron icon It indicates an expandable section or menu, or sometimes previous / next navigation options. HOMEPAGE Subscribe Subscribe Mark Zuckerberg told enraged employees Facebook might change its policy on politicians using violent speech Isobel Asher Hamilton 2020-06-02T10:33:23Z Facebook Icon The letter F. Email icon An envelope. It indicates the ability to send an email. Link ... "], ["2020-06-02 10:32", "Trump demanded his church photo-op because he didn't like being mocked for hiding from protests in a bunker, reports say ...  Policy CA Privacy Rights Coupons Made in NYC Stock quotes by finanzen.net Reprints & Permissions Business Insider logo The words \"Business Insider\". Close icon Two crossed lines that form an 'X'. It indicates a way to close an interaction, or dismiss a notification. BI Prime Articles Upgrade Membership Email Preferences Billing FAQs My Account Logout DOW S&P 500 NASDAQ 100 Chevron icon It indicates an expandable section or menu, or sometimes previous / next navigation options. HOMEPAGE Subscribe Subscribe Trump demanded his church photo-op because he didn't like being mocked for hiding from protests in a bunker, reports say Tom Porter 2020-06-02T10:32:34Z Facebook Icon The letter F. Email icon An envelope. It indicates the ability to ... "], ["2020-06-02 10:30", "SpringWorks Therapeutics To Present At The Goldman Sachs 41st Annual Global Healthcare ConferenceSTAMFORD, Conn., June 02, 2020 (GLOBE NEWSWIRE) -- SpringWorks Therapeutics, Inc. (Nasdaq: SWTX), a clinical-stage biopharmaceutical company focused on developing life-changing medicines for patients with severe rare diseases and cancer, today announced t"], ["2020-06-02 10:30", "Improving Agent Experience Is Essential For Improving Customer Satisfaction And LoyaltyNICE inContact (Nasdaq: NICE)today announced the findings from its latest research study, detailing the experiences, opportunities, and challenges of contact center agents who are a vital link to improving customer satisfaction and loyalty. The State of E"], ["2020-06-02 10:29", "The best photo from every year of Prince Philip's royal career ...  Commerce Policy CA Privacy Rights Coupons Made in NYC Stock quotes by finanzen.net Reprints & Permissions Business Insider logo The words \"Business Insider\". Close icon Two crossed lines that form an 'X'. It indicates a way to close an interaction, or dismiss a notification. BI Prime Articles Upgrade Membership Email Preferences Billing FAQs My Account Logout DOW S&P 500 NASDAQ 100 Chevron icon It indicates an expandable section or menu, or sometimes previous / next navigation options. HOMEPAGE Subscribe Subscribe The best photo from every year of Prince Philip's royal career Tom Murray and Mikhaila Friel 2020-06-02T10:29:00Z Facebook Icon The letter F. Email icon An envelope. It indicates the ability to send an email. Link icon An image ... "], ["2020-06-02 10:25", "Asian Markets Again in Positive Territory ...  0.3% higher, the KOSPI index in Seoul gained 1%, and Taiwan's TSEC index is up 0.4%. In oil futures trading, U.S. crude is selling at $35.69 per barrel, up 0.7%, while Brent crude, the international standard, is selling at $38.73 per barrel, up 1%. In equities futures trading, the Dow Jones and S&P 500 are down, but basically unchanged, while the Nasdaq is up 0.2%. Related Stories Economy & Business Asian Markets Begin the Week on Major Upswing Hong Kong trading over 3%, Shanghai 2% higher By VOA News Mon, 06/01/2020 - 04:11 By VOA News Facebook Twitter Twitter Instagram Facebook YouTube RSS Search VOA News Search United States US Politics Immigration All About America Silicon Valley and Technology World News Africa The Americas East Asia Pacific Europe ... "], ["2020-06-02 10:19", "This stock-market rally refuses to conform to norms ...  Notice and Cookie Notice. facebook twitter linkedin MarketWatch Help Feedback Newsroom Roster Virtual Stock Exchange BigCharts Company Dow Jones Code of Conduct Corrections Reprints & Licensing Your Ad Choices Dow Jones Network The Wall Street Journal Barron's Financial News London realtor.com Mansion Global Knewz Intraday Data provided by FACTSET and subject to terms of use . Historical and current end-of-day data provided by FACTSET . All quotes are in local exchange time. Real-time last sale data for U.S. stock quotes reflect trades reported through Nasdaq only. Intraday data delayed at least 15 minutes or per exchange requirements. Advanced Search Submit entry for keyword results Advertisement Listings Columns Authors Topics Private No results found"], ["2020-06-02 10:17", "Germany is planning a fresh $112 billion domestic coronavirus stimulus package, just days after the EU launched its historic $826 billion plan ...  Rights Coupons Made in NYC Stock quotes by finanzen.net Reprints & Permissions Business Insider logo The words \"Business Insider\". Close icon Two crossed lines that form an 'X'. It indicates a way to close an interaction, or dismiss a notification. BI Prime Articles Upgrade Membership Email Preferences Billing FAQs My Account Logout DOW S&P 500 NASDAQ 100 Chevron icon It indicates an expandable section or menu, or sometimes previous / next navigation options. HOMEPAGE Subscribe Subscribe Germany is planning a fresh $112 billion domestic coronavirus stimulus package, just days after the EU launched its historic $826 billion plan Saloni Sardana 2020-06-02T10:17:26Z Facebook Icon The letter F. Email icon An envelope. It indicates the ability ... "], ["2020-06-02 10:12", "Here's what businesses damaged during civil unrest should know about applying for money from their insurance companies — and how those worried about future damage can apply for coverage. ...  CA Privacy Rights Coupons Made in NYC Stock quotes by finanzen.net Reprints & Permissions Business Insider logo The words \"Business Insider\". Close icon Two crossed lines that form an 'X'. It indicates a way to close an interaction, or dismiss a notification. BI Prime Articles Upgrade Membership Email Preferences Billing FAQs My Account Logout DOW S&P 500 NASDAQ 100 Chevron icon It indicates an expandable section or menu, or sometimes previous / next navigation options. HOMEPAGE Subscribe Subscribe BI Prime Here's what businesses damaged during civil unrest should know about applying for insurance money — and how those worried about future damage can get for coverage. Dominick Reuter 2020-06-02T10:12:00Z Facebook Icon The letter F ... "], ["2020-06-02 10:06", "5 Great Stocks I Want to Own a Whole Lot More Of ...  helping small and medium-sized businesses reach a larger pool of potential consumers. If Pinterest is successful in creating a healthy revenue stream from e-commerce, it'll only enhance the company's ad-dominant sales growth approach. Image source: Getty Images. Livongo Health There aren't many companies I've beaten the drum on more in 2020 than healthcare solutions provider Livongo Health ( NASDAQ:LVGO ) . One hand, I always enjoy the instant gratification of being up more than 160% on a purchase made a little over two months ago. But on the other hand, the Warren Buffett in me is annoyed, because I want to own a heck of a lot more of Livongo Health than I currently own. What allows Livongo Health to stand out is its approach to help people ... "], ["2020-06-02 10:06", "Could Apple Be Worth $2 Trillion in Just 4 Years? ... Daniel Sparks is a senior technology specialist at The Motley Fool. He has previously served in the U.S. Army on active duty and holds an MBA from Colorado State University. Investing is his primary passion. Follow him on Twitter to get links to his articles, quotes from books he reads, and a look at the sources that inspire him. Follow @danielsparks Follow @@danielsparks Shares of Apple ( NASDAQ:AAPL ) have seen quite the run-up recently. Over the past year, the stock is up more than 80% as investors have applauded the company's continual evolution to a business model that is less dependent on hardware revenue and is more services-based. But one analyst thinks the stock can continue to climb higher over the next four years -- so much so that the company ... "], ["2020-06-02 10:03", "Facebook is getting slammed by civil rights leaders and losing business as employee strife rages about its stance on Trump's posts ...  CA Privacy Rights Coupons Made in NYC Stock quotes by finanzen.net Reprints & Permissions Business Insider logo The words \"Business Insider\". Close icon Two crossed lines that form an 'X'. It indicates a way to close an interaction, or dismiss a notification. BI Prime Articles Upgrade Membership Email Preferences Billing FAQs My Account Logout DOW S&P 500 NASDAQ 100 Chevron icon It indicates an expandable section or menu, or sometimes previous / next navigation options. HOMEPAGE Subscribe Subscribe Facebook is getting slammed by civil rights leaders and losing business as employee strife rages about its stance on Trump's posts Isobel Asher Hamilton 2020-06-02T10:03:48Z Facebook Icon The letter F. Email icon An envelope. It indicates the ... "], ["2020-06-02 10:01", "Remark's Big Brother Platform Is a Tough Sell ... . All rights reserved. 9201 Corporate Blvd, Rockville, MD 20850. Home / Stock Picks / Stocks to Sell / Remark's Big Brother Platform Is a Tough Sell Remark's Big Brother Platform Is a Tough Sell Without the coronavirus, MARK stock would languish By Josh Enomoto , InvestorPlace Contributor Jun 2, 2020, 6:01 am EDT June 1, 2020 At a cursory level, Remark Holdings (NASDAQ: MARK ) stock offers a suddenly compelling case. Although it's probably fair to say that Remark isn't a household name, one of its key products artificial intelligence-based thermal scanners has become a vital tool in the war against the novel coronavirus. Source: tungtaechit / Shutterstock.com Unsurprisingly, MARK stock has turned into an extremely hot commodity on Wall Street ... "], ["2020-06-02 10:00", "Ruhnn Announces Up To US$15 Million Share Repurchase Program ...  TheMaven's Terms and Policy Sign Up Already have an account? Login here Alerts | Newsletters JIM CRAMER INVESTING PERSONAL FINANCE RETIREMENT TECHNOLOGY MARKETS HOW-TO VIDEO FINANCIAL ADVISOR CENTER Login Account Ruhnn Announces Up To US$15 Million Share Repurchase Program HANGZHOU, China, June 02, 2020 (GLOBE NEWSWIRE) -- Ruhnn Holding Limited (\"Ruhnn\" or the \"Company\") (NASDAQ: RUHN), a leading internet key opinion leader (\"KOL\") facilitator in China, today announced its board of directors (the \"Board\") has approved a... Author: GlobeNewswire Publish date: Jun 2, 2020 6:00 AM EDT HANGZHOU, China, June 02, 2020 (GLOBE NEWSWIRE) -- Ruhnn Holding Limited (\"Ruhnn\" or the \"Company\") ( RUHN ) - Get Report , a ... "], ["2020-06-02 10:00", "Livongo Announces Pricing Of Upsized $475.0 Million Convertible Senior Notes OfferingMOUNTAIN VIEW, Calif., June 02, 2020 (GLOBE NEWSWIRE) -- Livongo Health, Inc. (\"Livongo\") (Nasdaq: LVGO), the leading Applied Health Signals company empowering people with chronic conditions to live better and healthier lives, today announced the "], ["2020-06-02 10:00", "Piedmont Lithium Appointment Of Lithium Industry Veteran As Vice President - Sales & MarketingPiedmont Lithium Limited ( ASX:PLL; NASDAQ:PLL)( \"Piedmont\" or \"Company\") is pleased to announce that it has appointed Mr. Austin Devaney as Vice President - Sales & Marketing. Mr. Devaney will play a broad strategic role with Piedmont and"], ["2020-06-02 10:00", "American Finance Trust Provides Rent Collection UpdateNEW YORK, June 2, 2020 /PRNewswire/ -- American Finance Trust, Inc. (Nasdaq: AFIN) (\"AFIN\" or the \"Company\") announced today that 79% of the original cash rent due quarter-to-date for the second quarter of 2020 has been received as of June"], ["2020-06-02 09:51", "3 Top Stocks That Will Make You Richer in June (and Beyond) ...  in February of 2002. Returns as of 06/02/2020. Join Stock Advisor Cumulative Growth of a $10,000 Investment in Stock Advisor Calculated by Time-Weighted Return Stocks BRK.A Berkshire Hathaway (A shares) NYSE: BRK.A $275,600.00 down $-3,040.00 (-1.09%) BRK.B Berkshire Hathaway (B shares) NYSE: BRK.B $183.84 down $-1.74 (-0.94%) ALXN Alexion Pharmaceuticals NASDAQ: ALXN $118.92 down $0.98 (-0.82%) AVGO Broadcom Ltd NASDAQ: AVGO $289.99 down $-1.28 (-0.44%) Related Articles The Smartest Stocks to Invest $2,500 Into Right Now 1 Thing Warren Buffett Didn't Do During the Market Crash That May Surprise You Have $3,000? Invest It Into These Surefire Winners These 3 Value Stocks Are Absurdly Cheap Right Now 3 Warren Buffett Stocks to Avoid at All Costs 3 Top ... "], ["2020-06-02 09:44", "Global stocks jump as analysts say widespread protests in the US will have 'little to no effect' on markets ...  indexes were up with China's Shanghai Composite up 0.2%, Hong Kong's Hang Seng rose 0.9%, and Japan's Nikkei rose 1.2%. European equities rose, with Germany's DAX up 3.4%, Britain's FTSE 100 up 0.8%, and the Euro Stoxx 50 up 3.2%. US stocks are set to open higher. Futures underlying the Dow Jones Industrial Average , the S&P 500 , and the Nasdaq rose 0.5%. Oil prices rose, with West Texas Intermediate rose 2.2% at $36.25, and Brent crude rose 2.5% at $39.28. The benchmark 10-year Treasury yield fell to 0.04%. Gold fell 0.2% to $1,747 per ounce. Read More: BANK OF AMERICA: Buy these 13 under-the-radar tech stocks poised to outperform amid flaring China tensions and lasting pandemic damage Loading Something is loading. Do you have a ... "], ["2020-06-02 09:44", "Global stocks jump as analysts say widespread protests in the US will have 'little to no effect' on markets ... were up with China's Shanghai Composite up 0.2%, Hong Kong's Hang Seng rose 0.9%, and Japan's Nikkei rose 1.2%. European equities rose, with Germany's DAX up 3.4%, Britain's FTSE 100 up 0.8%, and the Euro Stoxx 50 up 3.2%. US stocks are set to open higher. Futures underlying the Dow Jones Industrial Average , the S&P 500 , and the Nasdaq rose 0.5%. Oil prices rose, with West Texas Intermediate rose 2.2% at $US36.25, and Brent crude rose 2.5% at $US39.28. The benchmark 10-year Treasury yield fell to 0.04%. Gold fell 0.2% to $US1,747 per ounce. Read More: BANK OF AMERICA: Buy these 13 under-the-radar tech stocks poised to outperform amid flaring China tensions and lasting pandemic damage Business Insider Emails & Alerts Site highlights each ... "]]}}