{"postfix": "national_instruments-aktie", "name": "NATIONAL_INSTRUMENTS", "wkn": "894640", "time": "2020.06.02 11:39", "ts": 1591090756, "features": {"KGV": "34.77", "Marktkapitalisierung": {"Size": "Mrd", "Value": "4.54"}, "GA": "1.22", "KBV": "4.74", "BA": "8.94", "KCV": "21.18", "CA": "2.08", "Vola30": "57.76", "Vola90": "90.08", "Vola180": "68.06", "Vola250": "50.62"}, "rivals": ["agilent_technologies-aktie"], "text_data": {"de": [["31.05.20", "Analysten sehen für National Instruments-Aktie Luft nach oben"], ["02.05.20", "National Instruments stellte Quartalsergebnis zum abgelaufenen Jahresviertel vor"], ["29.04.20", "Ausblick: National Instruments stellt Ergebnisse des abgelaufenen Quartals vor"], ["15.04.20", "Erste Schätzungen: National Instruments mit Zahlen zum abgelaufenen Quartal"], ["03.02.20", "National Instruments zog Bilanz zum jüngsten Jahresviertel"], ["29.01.20", "Ausblick: National Instruments legt Quartalsergebnis vor"]], "en": [["01.05.20", "Why National Instruments Stock Slid Today"], ["01.05.20", "National Instruments Corp (NATI) Q1 2020 Earnings Call Transcript"], ["01.05.20", "National Instruments (NATI) Matches Q1 Earnings Estimates"], ["23.04.20", "Earnings Preview: National Instruments (NATI) Q1 Earnings Expected to Decline"], ["19.03.20", "Why National Instruments and Redfin Soared and Telekomunikasi Indonesia Sank"], ["31.01.20", "National Instruments Corp (NATI) Q4 2019 Earnings Call Transcript"], ["23.01.20", "Analysts Estimate National Instruments (NATI) to Report a Decline in Earnings: What to Look Out for"], ["10.01.20", "National Instruments (NATI) Looks Good: Stock Adds 5.3% in Session"], ["2020-06-02 07:06", "Hilarious Locust-Repelling Device to Scare Crop-Eating Swarm Cracks Up Netizens - Video ... -up-netizens---video/ New Delhi (Sputnik): Swarms of locusts have invaded Indian farmlands from west of the country after wreaking havoc in parts of Iran and Pakistan, the latter even declared a national emergency earlier this year over one of its worst-ever locust attacks. The crop-munching swarms have already attacked five Indian states, with warnings for another 12. In a desperate attempt to get ...  Ashish (@Capt_Devashish) June 2, 2020 Several such videos have emerged on social media depicting farmers attempting to scare off the insects by using musical instruments, sirens, and even smoke since the insect is believed to be afraid of noise. ! #DiscJockey #Locustswarm #locustswarms #Locusts #Locustsattack #LocustInvasion #LocustSwarmsAttack pic.twitter.com/ ... "], ["2020-06-02 05:38", "Macy's hit as New York imposes curfew amid Floyd protests ...  2, 2020 @ 1:06 am Full Forecast News Local News Politics Government Business Military Crime & Justice Education David Ramsey Wildfires U.S. & World Colorado Springs Traffic National News Marijuana Pikes Peak Courier Cheyenne Edition Woodmen Edition The Tribune Special Reports Blogs Podcasts Newsletters Submit a News Tip Manitou Incline reopening uncertain as cities  ...  death of George Floyd, a black man in police custody in Minneapolis who died after being restrained by police officers on Memorial Day. Wong Maye-E People run out of a smoke shop with smoking instruments after breaking in as police arrive on Monday, June 1, 2020, in New York. Protests were held throughout the city over the death of George Floyd, a black man in police custody in Minneapolis who  ... "], ["2020-06-01 18:00", "SPO experiments with 'new normal' for COVID-19 times ...  under the baton of director Osmo Vanska, who traveled here from the US for the occasion and was subjected to a two-week quarantine upon arrival. While Stravinsky, Symphonies of Wind Instruments and Vaughan Williams, which requires 24 orchestra members, and Fantasia on a Theme by Thomas Tallis for String Orchestra, which requires 50 musicians, were kept from the original program, Elgar' ... coronavirus relief payouts > Korea faces first dip in annual inflation in 8 months ABOUT KOREA HERALD ABOUT HERALD CORPORATION ANNOUNCEMENT CS CENTER CONTACT US LOCATION National Politics Social Affairs Foreign Affairs Defense North Korea Science Diplomatic Circuit Education Business Industry Technology Transport Retail Finance Economy Market Money Life&Style Culture  ... "], ["2020-06-01 05:18", "World Bank: Palestinian economy could shrink by 11% ...  travel stalls The ultimate guide to Livermore's top wineries (The Press) Routes: Quarantines quash air travel revival plans + more news Grand Canyon reopens — so does 1 Calif. national park Real Estate New Homes (Virtual) Open Homes The Walk-Through Luxury On the Block Rentals Mortgage Rates Place an ad Neighborhood Guides Stuck house hunting at home? Tour Virtual  ...  to save lives,\" said Kanthan Shankar, the World Bank director for the West Bank and Gaza. \"However, several years of declining donor support and the limited economic instruments available have turned the ability of the government to protect livelihoods into a monumental task.\" The Palestinian Authority imposed sweeping measures to contain the coronavirus outbreak in March  ... "], ["2020-06-01 05:18", "World Bank: Palestinian economy could shrink by 11% ...  Pro Football Pro Basketball Pro Hockey Other Sports Little League Stamford High athletes get back to school for drive-up signing Darien's Lindley to enter National Lacrosse Hall of Fame Stamford senior softball players honored with parade past their Jeff Jacobs: New Canaan Scholar Athlete Chris Carratu all Business Best Of Stamford Press releases ... and decisively to save lives,\" said Kanthan Shankar, the World Bank director for the West Bank and Gaza. \"However, several years of declining donor support and the limited economic instruments available have turned the ability of the government to protect livelihoods into a monumental task.\" The Palestinian Authority imposed sweeping measures to contain the coronavirus outbreak in March and April ... "], ["2020-06-01 05:18", "World Bank: Palestinian economy could shrink by 11% ... Van Jones: Forget the KKK, it's the 'white, liberal Hillary Clinton supporter' we should worry about Rep. Ilhan Omar: Protesters feeling 'terrorized' by National Guard troops, 'militarized police' The reports were both released ahead of a meeting this week of international donor nations that support the Palestinian Authority , the internationally  ... to save lives,\" said Kanthan Shankar, the World Bank director for the West Bank and Gaza . \"However, several years of declining donor support and the limited economic instruments available have turned the ability of the government to protect livelihoods into a monumental task.\" The Palestinian Authority imposed sweeping measures to contain the coronavirus outbreak in March ... "], ["2020-06-01 05:18", "World Bank: Palestinian economy could shrink by 11% ...  County Baltimore Calvert County Charles County Frederick County Howard County Montgomery County Prince George's County DC Crime News Weather News Transportation News National World Business & Finance Click to expand menu. Consumer Real Estate Recalls Government Click to expand menu. Congress Supreme Court White House Election News The Week ... early and decisively to save lives,\" said Kanthan Shankar, the World Bank director for the West Bank and Gaza. \"However, several years of declining donor support and the limited economic instruments available have turned the ability of the government to protect livelihoods into a monumental task.\" The Palestinian Authority imposed sweeping measures to contain the coronavirus outbreak in March and April. It  ... "], ["2020-06-01 04:00", "Could We Be Farming Rather Than Mining Metals In The Future? ...  resources, almost half of which are owned by German chemicals giant, BASF. Several countries have been calling for a new UN Treaty called the Treaty on Biodiversity Beyond National Jurisdiction to ensure such microbial biodiversity is recognized and protected in the high seas. Advances in Synthetic Biology There have been many significant advances in synthetic biology in recent ...  large companies have developed that use biology from land for use as novel clothing with steel-like strength , mushroom-grown handbags , or wood made without trees that can be used for musical instruments. As the world is on the cusp of a new biological revolution, it is important to understand the importance of life across all areas of the planet. These advances could mean that  ... "], ["2020-06-01 04:00", "Community chorus in Chattanooga: Finding togetherness 6 feet apart amid coronavirus crisis ... online, too. Carolyn Insler plays the flute on her front porch. / Staff Photo by Robin Rudd Matt Downer, who has performed on Sidewalk Stages, didn't know so many of his North Chattanooga neighbors played instruments until everyone had to stay at home. \"I go out and play some in my backyard and I hear several people playing or singing [now]. Normally, I would not hear that,\" says Downer, who  ... Opinion Main Times Editorials Free Press Editorials Local Columnists Cartoons Letters to the Editors Rants Business Main Local Business National Edge Test Drive Money Guide Best of the Best Politics Main Local Region National Elections Features Life Faith and Religion Chatter Ideal Health Get Out Magazine ChattanoogaNow Senior Resource Guide Music Wednesdays  ... "], ["2020-06-01 04:00", "Locust Attack: UP's Agriculture department asks 15 districts to remain vigilant ... Sexuality Beauty Parenting Fashion Food Travel Quirky Fitness Culture Entertainment Bollywood Hollywood Music Out of box Health Science Tech Mobile Internet Computers Others Environment Videos National World Entertainment Sports Business Health Technology Travel Toggle navigation Representative image Locust Attack: UP's Agriculture department asks 15 districts to remain vigilant  ...  sprayers, 29744 sugar mills/sugarcane department sprayers, 54967 sound-producing instruments including DJ, have been arranged,\" read the statement \"A total of 86 vehicles of the fire department,1288 tractor mounted sprayers, 312 Nagar Niga, tractor/tanker, 204 Nagar Nigam Sprays, 18, 261 sound-producing instruments and 31, 41,10-litre farming chemicals have been arranged ... "], ["2020-06-01 02:44", "ESA Explains Details Of Solar Orbiter's Comet ATLAS MissionGoogle Tag Manager May 31, 10:44 PM EDT Newsletter Signup Search Business Technology World National Media & Culture Opinion Sports Luxury Science ESA Explains Details Of Solar Orbiter's Comet ATLAS Mission By Inigo Monzon 05/31/20 AT 10:44 PM KEY POINTS The ESA is preparing a mission to enter comet ATLAS' tail ESA's Solar Orbiter will cross the comet's tail this Saturday Solar Orbiter will use its instruments to study the comet The European Space Agency (ESA) revealed how it plans to study the comet ATLAS as its Solar Orbiter spacecraft crosses its tail. According to the agency, it will use the spacecraft's Sun-observing instruments to collect vital information about the comet. The comet, officially known as C/2019, was discovered last  ... "], ["2020-06-01 01:41", "Notable deaths in 2020 ...  is considering whether gay and trans workers are covered under the landmark Civil Rights Act of 1964, which bars employers from discriminating against workers on the basis of sex, race, color, national origin and religion. The administration of President Donald Trump has argued that sexual orientation or gender identity are not covered by the law, and the ruling is expected to have implications for ... Kraftwerk in 1970 after meeting at a music academy in Duesseldorf, the German industrial city that they made their base, and they rapidly dispensed entirely with acoustic instruments. The son of prominent modern architect Paul Schneider-Esleben, Schneider started out playing the flute, later customizing it with original electronic effects and applying the same  ... "], ["2020-06-01 00:38", "Present and clear danger ... which they can pass on Covid-19. \"We know that you don't need to be coughing to transmit a respiratory infection like Sars-CoV-2,\" says Houben. \"Talking, singing, even blowing instruments like a vuvuzela — in the past all of those have been shown to transmit respiratory viruses in some way.\" Since January, the race has been on to try and identify just how many  ...  35-50 days, Covid patients' experience shows 5/31/2020 11:38:10 PM Eid celebrations witness demand surge for smartphones 5/31/2020 10:34:07 PM PPP Law supports the performance of national economy, says Sheikh Khalifa 5/31/2020 8:16:36 PM POPULAR LATEST 5,235 recoveries and 2,355 new cases of coronavirus in Qatar Qatar May 30, 2020 Amir issues law regulating govt-pvt ... "], ["2020-05-31 22:00", "New research details how hurricane weakening is delayed by freshwater lenses in Mississippi ... telling the model that the dropsonde actually went 10 kilometers downwind before it splashed,\" Marks said. The dropsondes are expendable and cost about $800 each. Researchers also are reviewing new instruments for capturing data, including a new unmanned aerial vehicle that can be launched from the Hurricane Hunters or research planes and can fly through or around the storms for as long ... accurate wind, rain and temperature data for model use. The research program also is making more use of behavioral science to help shape the products that will be used in the future by the National Hurricane Center to communicate risk to the public. \"We're changing the paradigm so that we're not only coming up with new forecast products, but we're also  ... "], ["2020-05-31 20:03", "Move to Japan proves opportune for law partner ... of which are medical device providers. The pandemic has wreaked havoc on global supply chains, but the EBC successfully lobbied the Japanese government to continue to allow shipments of medical instruments into the country. Other industries have not fared as well, Mroczek noted, commenting how European business in the airline, hospitality and beverage industries have been devastated by the economic  ... Archives The Japan Times Alpha Jobs Study in Japan JT for Women JT Bookclub Japanese School Directory FREE MEMBERSHIP | HOME DELIVERY RSS Twitter Facebook News National World Business Asia Pacific Reference Columns Multimedia Opinion Editorials Commentary Reader Mail Cartoons Life Travel Digital Food & Drink Environment Style & Design Language Lifestyle People  ... "], ["2020-05-31 18:20", "Canada's War Years and C.D. Howe's Battle with the British Empire ...  as good as any other nation with the assistance of the United States committed to similar aims, and 2) his entire disdain for bureaucratic parliamentary procedure in favour of a process of informed top down decision making. Both factors guided Howe's use of Crown Corporations as public instruments around which to organize the economy, of which Howe created 28 during the war alone [12]. Howe knew that without such national instruments, then economic progress driven by the advancement of civilian nuclear power, aviation, aerospace, industrial innovation, nor major infrastructure works could ever occur as \"the markets\" left to their own devices tend always towards momentary profits without any consideration for the future needs of society. In real ... "], ["2020-05-31 17:57", "Why the humble FD is the best choice now ... low-interest deposits? You should, if you are only looking for products similar to FDs. You should go for the above options or similar ones only if you understand market risks. That is, the price of these instruments can swing to market movement (like equity) and even cause losses temporarily or for extended periods. You need to understand if your timing is right whether the residual maturity is low or high, to assess the risk ...  Why the humble FD is the best choice now 35mins 'Game is more physical and faster' 37mins Coronavirus | Call to exempt helplines from COVID-19 message 39mins National camp likely from June 10 44mins US Open: various options being explored 45mins Bayern goes 10 clear 49mins I don't know where these things come from: Sakshi  ... "], ["2020-05-31 15:30", "Spin some discs ... , Mon, 1 June Jun 2020 Subscribe Send us news & photos Search form Search News Dunedin DCC Crime Loughrey's Dunedin Health Taieri Times The South Today National International Opinion Editorial Opinion 100 years ago Southern Say Campus University of Otago Otago Polytechnic Mayoral Profiles Australia Politics ODTtv Your News Slideshow Section Sport Rugby Rugby  ...  now, including some memorable shows here in Dunedin. This had me hooked from the first track, 1000AD , with its tilted rhythm and yammering synth lead, and continued to delight and surprise right until the end. Instruments and textures don't usually come up more than once, and the songs never overstay their welcome or become too self-indulgent. It's the sort of thing you can just sink into ... "], ["2020-05-31 15:13", "\"Olukorrast riigis\": State lacks projects for quick investments ... }} Like 0\"> Harry Tuul and Andrus Karnau. Source: Carola Madis /ERR News Journalists Andrus Karnau and Harry Tuul discussed the government's issue of long-term debt instruments on Raadio 2's \"Olukorrast riigis\" talk show, finding that the state lacks projects where quick investments could be made. The government is debating what to  ... ,000 donation to Center from last year also raised questions. Karnau said that newfound right-wing sponsors may suggest the Center Party's ideology is leaning toward the radical right and national conservatism since the formation of the current government. -- Download the ERR News app for Android and iOS now and never miss an update! Editor: Marcus Turovski center party saaremaa bridge andrus karnau ... "], ["2020-05-31 14:15", "East Bay stores looted amid violent protests ... ;re Open! California Your Local Election HQ San Francisco Homelessness Nia Wilson Murder Trial Surviving The Big One KRON4 En Espaol Border Report Tour Mystery Wire National Politics Washington-DC World Entertainment Strange California Lottery Horoscopes Top Stories South Bay deli damaged in protests was set to reopen Monday following COVID-19 shutdown  ...  flash bangs in an attempt to clear out the crowd and people started to run down the street. At the Guitar Center, video shows people carrying out items that look like a keyboard and other musical instruments, including guitars. The metal locks were bent and cut and the place was nearly cleared out, with some items even left outside on the sidewalk. In Emeryville at the Best-Buy, hundreds of people carried out ... "]]}}