{"postfix": "nel-aktie", "name": "NEL_ASA", "wkn": "A0B733", "time": "2020.06.02 13:01", "ts": 1591095668, "features": {"KGV": "-44.93", "Marktkapitalisierung": {"Size": "Mrd", "Value": "1.84"}, "GA": "-0.20", "KBV": "5.86", "BA": "1.50", "KCV": "-109.52", "CA": "-0.08", "Vola30": "58.98", "Vola90": "87.53", "Vola180": "84.51", "Vola250": "78.65"}, "rivals": [], "text_data": {"de": [["28.05.20", "Steht die Aktie von Nel Asa vor einem Schub? Spekulant baut eilig Wette auf einen fallenden Kurs ab"], ["19.05.20", "Chef von Nel Asa erwirbt sechs Millionen Nel-Aktien - und verkauft gleich darauf viele wieder"], ["18.05.20", "Chef von Nel Asa erwirbt auf einen Schlag sechs Millionen Nel-Aktien"], ["09.05.20", "NEL ASA veröffentlichte Zahlen zum vergangenen Quartal"], ["07.05.20", "Wie stark leidet Nel Asa unter Corona? Jetzt gibt das Unternehmen Auskunft"], ["05.05.20", "Nel Asa-Aktie: Investor reduziert kurz vor den Quartalszahlen seine Wette auf eine fallende Kurse"], ["05.05.20", "Nel Asa-Aktie: Investor reduziert kurz vor den Quartalszahlen seine Wette auf einen fallenden Kurs"], ["27.04.20", "Konkurrenz für Nel Asa: Wasserstoff made in Germany"], ["20.04.20", "Nel Asa-Aktie: Investor wettet in kurzer Zeit gleich zweimal auf fallenden Kurs"], ["08.04.20", "Neue Aktien von Nel Asa: Greifen Investoren zu oder ist die Aktie zu teuer?"], ["26.03.20", "Kurssturz bei Wasserstoff-Aktien wie Nel Asa oder Ballard Power: Mit diesem \"Trick\" gibt es einen Teil der Verluste zurück"], ["23.03.20", "Wie stark ist Nel Asa von Corona betroffen?"], ["04.03.20", "Nel Asa-Aktie steigt: Neuer Partner setzt auf Nel bei Großanlagen für Wasserstoff"], ["03.03.20", "Milliardenschwerer IPO steht bevor: Nel Asa-Partner Nikola Motors geht an die Börse"], ["27.02.20", "Nel Asa sackt Millionenauftrag in den USA ein"], ["20.02.20", "Nel Asa Aktie steigt und steigt: Nun aber blinkt ein Warnsignal auf"], ["14.02.20", "Wo steht die Aktie von Nel Asa in einem Jahr?"], ["29.01.20", "Nel Asa-Aktie: Wenn diese Bank richtig liegt, drohen dem Papier massive Verluste"], ["Rohstoff-Investments 2020", "Ballard Power-Aktie, Nel Asa und PowerCell: Wasserstoff vor dem Durchbruch? Diese Chancen haben Anleger"], ["Rohstoff-Investments 2020", "Steht ein Kursanstieg bevor? Leerverkäufer reduzieren ihre Wette auf eine fallende Aktie von Nel Asa deutlich"], ["21.01.20", "Schon wieder ein neuer Auftrag für Nel Asa: Bekommt jetzt ein Short-Investor Angst?"], ["16.01.20", "Jetzt fährt auch Hyundai auf Nel Asa ab - aber ist das erst der Anfang?"], ["02.01.20", "Nel-Asa-Aktie nach Großauftrag: Kaufsignal greifbar nahe"]], "en": [["2020-05-31 14:40", "Title-chasing Warren Kennedy decides KZN is the place to be as racing resumes ...  Zyl in the third and fourth races, though in the latter trainer Alyson Wright's three-year-old Lightening Spirit makes plenty of appeal. Later in the meeting two other Van Zyl inmates, Hexatonic (second last time out) and Opensea, should be competitive in the sixth and seventh races. With plenty of time to study the form during lockdown, Kennedy agreed with this writer's assessment that Andr Nel's mare Vase should go well in the eighth race. The five-year-old contested a 90 handicap last time out but now drops to a 76 handicap. Horses, trainers and jockeys ready for the off in SA and England Hopes are high that a meeting at Greyville on Monday will coincide with one on the all-weather track in Newcastle, England Sport 3 days ago Gold Circle has ... "], ["2020-05-31 11:00", "The week in pictures ... buy food or medicines EPA/JUAN IGNACIO RONCORONI The Dead Sea of China, an inland salt lake, which changes colour as algae react to shifts in temperature YANG JIANFENG/VCG VIA GETTY IMAGES Ecuadoreans march in the capital, Quito, as part of nationwide protests against government spending cuts JONATAN ROSAS/ANADOLU AGENCY VIA GETTY IMAGES A triathlete trains at Al Qudra Lake, Dubai FRANCOIS NEL/GETTY IMAGES The 463-ton International Space Station, as seen from Vladivostok, appears as a mere speck as it passes across the face of the sun YURI SMITYUK/TASS VIA GETTY IMAGES Follow The Sunday Times picture desk for more stunning photography on Twitter ( @STPictures ) and Instagram ( @ststories ) Back to top Get in touch About us Contact us Help The Times Editorial ... "], ["2020-05-29 09:25", "2,300-year-old Hellenistic-Roman anchor dedicated to Aphrodite salvaged ...  preventing divers from visiting wrecks for fear of looting. The imminent tweak will see divers granted permission to visit wrecks from between 1860 and 1970 as part of an underwater park. The 883-foot ship wreck was discovered listed on one side and largely intact in 1975 by famed marine explorer Jacques Cousteau. Advertisement Advertisement Read more: Un'ancora dedicata ad Afrodite trovata nel mare di Sicilia Share or comment on this article: 2,300-year-old Hellenistic-Roman anchor dedicated to Aphrodite salvaged e-mail Add comment Comments 0 Share what you think No comments have so far been submitted. Why not be the first to send us your thoughts, or debate this issue live on our message boards. Add your comment Enter your comment Post comment ... "], ["2020-05-28 22:37", "These Portland-area businesses have closed as virus impacts economy ...  Machado announced on his website that all five of his Portland restaurants will be closed until further notice due to \"the government mandate to safeguard the health and safety of our employees and our community.\" Machado had been a restaurateur in the Rose City for the past 17 years. That includes Pullman Winebar & Merchant, Tanner Creek Tavern, Altabira City Tavern, Citizen Baker and Nel Centro. Clyde Common Clyde Common, a downtown Portland staple for local eats for 13 years, announced they will close the business in its current form, but their website states they plan to re-open as a dual-faceted Clyde Tavern and Common Market. The tavern will be on the bar side of their original space, with the market side offering counter-serve dishes for pick ... "], ["2020-05-28 16:20", "Producer inflation slows in March ...  from 4.2% in February. \"Subsequently, the contribution from the food products, beverages and tobacco products category, which holds the largest weighting in the PPI basket at 36.28%, dropped to 0.9% in March, from 1.3% in February,\" she said. Despite the lockdown-related measurement problems, consumer price inflationary pressures remain muted, said NKC African Economics analyst Jacques Nel. \"The latest PPI figures suggest this will remain the case over the short term,\" he said. \"Input costs have been contained by general economic weakness, and depreciatory pressure on the rand has not yet translated into a marked increase in import prices of these goods\" But he said that inflationary pressures are expected to build towards the end ... "], ["2020-05-28 16:00", "Summer Songs 1958-2019: The Top 10 Tunes of Each Summer ... -of-sales data, the rankings are based on an inverse point system, with weeks at No. 1 earning the greatest value and weeks at No. 100 earning the least. For the years corresponding with Nielsen Music data, 1992 onward, the rankings are based on accumulated radio and sales points, and points from other data sets that were included in the Hot 100 during those respective years. 1958 1. \"Nel Blu Dipinto Di Blu (Volar)\" Domenico Modugno 2. \"Poor Little Fool\" Ricky Nelson 3. \"Patricia\" Perez Prado And His Orchestra 4. \"Little Star\" The Elegants 5. \"My True Love\" Jack Scott 6. \"Just A Dream\" Jimmy Clanton And His Rockets 7. \"When\" Kalin Twins 8. \"Bird Dog\" The Everly Brothers 9. \"Splish Splash ... "], ["2020-05-28 04:00", "The Oetker Collection's Happiness Therapy: 7 Unexpected Benefits Of A Good Night's Sleep ... 39;s so easy to get so busy that sleep becomes an afterthought— something to sacrifice for the sake of productivity. But what if sleep is the one thing you should always make time for in your busy schedule? Eden Being Happiness Therapy: 7 Unexpected Benefits of a good night's sleep by Dr. Knig from Oetker ... [+] Collection's Villa Stephanie Baden-Baden Nel-Olivia Waga Dr. Knig, famous for his 10 day detox program The Kings Way\", gives us insights to 7 benefits of a good night's sleep. 1. Sleep makes you beautiful Beauty sleep is no myth. According to a Swedish study, sufficient sleep actually has a positive effect on attractiveness. In the controlled study, participants found that well-rested people looked more beautiful when compared ... "], ["2020-05-27 22:28", "COVID-19 has killed 100,000 people in the U.S., but that means nothing to many Americans ...  the National Memorial Cemetery of Arizona in Phoenix on May 22, 2020. Kelley holds on to her dog, Tanner. They were visiting the site of Frank Reimers and his wife, Carol Reimers. Frank was a veteran of the U.S. Navy and served in World War II. David Wallace/The Republic On the Friday before Memorial Day, Bridget Gibson (right), of Phoenix, hands flags to her friend, Nel Reif (left), of Goodyear, as Reif places the flags at the gravesite of her husband, Jeffrey Reif, at the National Memorial Cemetery of Arizona in Phoenix on May 22, 2020. Jeffrey, a veteran of the U.S. Army who served in the Vietnam War, died in 2015 from complications related to Agent Orange. David Wallace/The Republic Memorial Day weekend traffic, celebrations around Arizona On the Friday ... "], ["2020-05-27 01:00", "Owner closes five Portland restaurants due to coronavirus pandemic ... be permanent. Author: Joe Raineri (KGW) Published: 5:56 PM PDT May 26, 2020 Updated: 6:01 PM PDT May 26, 2020 PORTLAND, Ore — As restaurants in Multnomah County wait anxiously to get back to work serving customers, several restaurants won't be opening back up. David Machado has owned several restaurants in Portland for nearly 20 years now, including Altabira City Tavern, Citizen Baker, Nel Centro and Tanner Creek Tavern. Now, he has made the tough decision to close all five of his restaurants. Machado said after being shut down since mid-March, he knew it wasn't going to be easy to recover from. \"We kept making modifications [to our restaurants], but nothing really worked and everything was obsolete in a few days,\" said Machado. He said ... "], ["2020-05-26 14:35", "South Africa downgrades lockdown rules, sending 8 million back to work ...  to get much worse before it gets better.\" While the lifting of measures was unsurprising, given that the government had set out its roadmap for reopening earlier this month , the confirmation has been generally welcomed, according to Louw Nel, political analyst at NKC African Economics. \"The lifting of the lockdown had become increasingly politicized, with the official opposition, the Democratic Alliance, making it a central tenet of their messaging and ramping up the pressure on government,\" Nel highlighted in a note Monday. Nel said South Africa is set to enter a \"crucial and inevitable stage\" in its response to the Covid-19 pandemic. \"The lockdown has given the health sector time to prepare for the inevitable surge in infections ... "], ["2020-05-26 09:58", "Odion Ighalo set to leave Man Utd this week with loan coming to end as talks with Shanghai Shenhua over extension stall ...  to the coronavirus pandemic. Latest transfer news Live Blog Gunners news Arsenal news LIVE - Latest updates from the Emirates Live Blog united news Man Utd news LIVE - Latest updates from Old Trafford Live Blog blues news Chelsea news LIVE - Latest updates from Stamford Bridge NO HEN DEPARTY Man Utd to let Dean Henderson stay at Sheff Utd despite loan ending in June Gossip WELL, WELL, NEL City reject Nelson Semedo as Barca offer him in straight swap for Cancelo Gossip BELE UP Arsenal joined by Juventus in Dembele race as Italians eye loan for Barcelona flop Gossip KLOPP CALL Klopp held 'virtual meeting' with Werner at Easter as striker eyes Anfield move Sources at United insist ta permanent deal has not been discussed despite reports that a 20m fee ... "], ["2020-05-25 19:32", "Man City reject Nelson Semedo after Barcelona offer defender as part of swap transfer for flop Joao CanceloMANCHESTER CITY have reportedly rejected the chance to sign Nelson Semedo after Barcelona offered him in a swap deal for Joao Cancelo. The right-back has been continually linked with Pep Guardiola's side but they are not interested in a straight swap."], ["2020-05-25 13:00", "COVID-19 changes plans to honor the fallen on Memorial Day ... Frank was a veteran of the U.S. Navy and served in World War II. David Wallace/The Republic On the Friday before Memorial Day, Bridget Gibson (right), of Phoenix, hands flags to her friend, Nel Reif (left), of Goodyear, as Reif places the flags at the gravesite of her husband, Jeffrey Reif, at the National Memorial Cemetery of Arizona in Phoenix on May 22, 2020. Jeffrey, a veteran of  ...  in the Vietnam War, died in 2015 from complications related to Agent Orange. David Wallace/The Republic Arizonans honor the fallen on Memorial Day weekend 2020 On the Friday before Memorial Day, Nel Reif, of Goodyear, places a flag at the gravesite of her husband, Jeffrey Reif, at the National Memorial Cemetery of Arizona in Phoenix on May 22, 2020. Jeffrey, a veteran of the  ... "], ["2020-05-25 10:14", "Former Juventus boss Massimiliano Allegri 'is ready to work again' following links to PSG ...  should Ole Gunnar Solskjaer fail to qualify for the Champions League next season. Allegri, who has admitted that he is learning English, previously said he was 'fascinated' by the prospect of working abroad but has since claimed he would prefer to remain in Italy because of his family, according to La Stampa . Speaking on Radio Gr Parlamento's show ' La Politica nel Pallone ', Allegri's agent previously stated that their plan is the 'evaluate the offers' come the summer. RELATED ARTICLES Previous 1 Next Thomas Meunier to Manchester United, David Silva to join up... Newcastle and Wolves 'interested in bringing Gonzalo Higuain... Barcelona 'put Neymar move on hold until the end of July' as... 'As soon as he came ... "], ["2020-05-25 07:10", "Ramadan Mubarak: What does Ramadan Mubarak mean and how do you reply to the greeting? ...  greeting for Ramadan is \"Ramadan Mubarak\" which is said at the end of Ramadan on the evening of June 4 called Eid al-Fitr which is a celebratory breaking of the fast held on the last day of Ramadan. READ MORE: Ramadan 2020: Is fasting healthy? Is fasting a good way to lose weight Muslim men and women in Dubai gather for Ramadan (Image: FRANCOIS NEL/GETTY) Ramadan: Indian children performing adulations on the first day of Ramadan (Image: GETTY) READ MORE Sophie Countess of Wessex wears traditional dress to visit mosque It translates directly as \"blessed celebration\" or \"have a blessed celebration\". It can also mean \"happy Ramadan\" in the same manner as one wishes someone a Merry Christmas. When someone greets you with \" ... "], ["2020-05-24 19:02", "Memorial Day kicks off a week of unusually high temperatures in metro Phoenix ...  the National Memorial Cemetery of Arizona in Phoenix on May 22, 2020. Kelley holds on to her dog, Tanner. They were visiting the site of Frank Reimers and his wife, Carol Reimers. Frank was a veteran of the U.S. Navy and served in World War II. David Wallace/The Republic On the Friday before Memorial Day, Bridget Gibson (right), of Phoenix, hands flags to her friend, Nel Reif (left), of Goodyear, as Reif places the flags at the gravesite of her husband, Jeffrey Reif, at the National Memorial Cemetery of Arizona in Phoenix on May 22, 2020. Jeffrey, a veteran of the U.S. Army who served in the Vietnam War, died in 2015 from complications related to Agent Orange. David Wallace/The Republic Memorial Day weekend traffic, celebrations around Arizona On the Friday ... "], ["2020-05-24 17:44", "BREAKING EXCLUSIVE: Deep State FBI Asked George Papadopoulos's Wife, Simona Mangiante Papadopoulos, to Spy On Her Husband and Wear a Wire! ... suggest Simona is a spy: Advertisement - story continues below Simona: Mi hanno detto \"sappiamo di connessioni politiche importanti in Europa e della relazione con George\" [ They said \"we know about important political connections in Europe and the relationship with George\" ] Simona: Volevano intrappolare me? [ Did they want to trap me? ] Simona: O capire se potevo cooperare con loro nel set up? [ Or understand if I could cooperate with them in the set up? ] Simona: Certo erano spaventati dal mio background [ Of course they were scared of my background ] Simona: Cosa pensi? [ What do you think? ] Simona: Perche Occhionero millanta chei io sia una spia? [ Why does Occhionero boast that I am a spy? ] [ Guilio Occhionero is an Italian who claims ... "], ["2020-05-24 15:15", "An American story ... Salinger's portrayal of the president during the show's dramatic segments, \"Grant\" also includes performances by newcomer Dianne Simpson as his wife, first lady Julia Grant, and Carel Nel (\"Hum,\" 2016) as the nation's 16th president, Abraham Lincoln. The miniseries is much more than a standard biopic. A variety of experts add credence to the program' ... Salinger's portrayal of the president during the show's dramatic segments, \"Grant\" also includes performances by newcomer Dianne Simpson as his wife, first lady Julia Grant, and Carel Nel (\"Hum,\" 2016) as the nation's 16th president, Abraham Lincoln. The miniseries is much more than a standard biopic. A variety of experts add credence to the program' ... "], ["2020-05-23 18:46", "Longtime restaurateur is permanently closing all 5 of his Portland restaurants because of COVID-19Altabira City Tavern, Citizen Baker, Nel Centro, Pullman Winebar & Merchant and Tanner Creek Tavern have all met their ends, according to a report by Eater."], ["2020-05-23 16:42", "Miss Universe New Zealand Finalist Amber-Lee Friis Dies at 23 ... Body News Aging Fitness & Nutrition Treatments and Techniques Chinese Medicine Mindset Search Text SEARCH US Politics China World Opinion Business Tech Science Life & Tradition Mind & Body Arts & Culture Entertainment Videos MyForum More Shares Facebook Tweet LinkedIn Email RELATED Videos of the Day: Miss Philippines Crowned Miss Universe 2018 0 Tim Tebow Announces Engagement to Former Miss Universe Demi Leigh Nel-Peters 0 Former Miss Universe New Zealand finalist 23-year-old Amber-Lee Friis. (Courtesy of Miss World New Zealand via Facebook) International Miss Universe New Zealand Finalist Amber-Lee Friis Dies at 23 By Lorenz Duchamps May 23, 2020 Updated: May 23, 2020 Print A former Miss Universe New Zealand finalist Amber-Lee Friis suddenly died Monday at ... "]]}}