{"postfix": "net_app-aktie", "name": "NETAPP", "wkn": "A0NHKR", "time": "2020.06.02 11:47", "ts": 1591091246, "features": {"KGV": "11.31", "Marktkapitalisierung": {"Size": "Mrd", "Value": "8.75"}, "GA": "4.05", "KBV": "42.59", "BA": "1.08", "KCV": "9.98", "CA": "4.59", "Vola30": "59", "Vola90": "63.56", "Vola180": "51.1", "Vola250": "46.54"}, "rivals": ["qlogic-aktie", "brocade_communications_systems-aktie", "seagate-aktie", "dell-aktie"], "text_data": {"de": [["31.05.20", "NetApp-Aktie: Experten empfehlen NetApp im Mai mehrheitlich zum Verkauf "], ["29.05.20", "NetApp legte die Bilanz zum abgelaufenen Quartal vor"], ["26.05.20", "Ausblick: NetApp öffnet die Bücher zum abgelaufenen Quartal"], ["12.05.20", "Erste Schätzungen: NetApp präsentiert Bilanzzahlen zum jüngsten Jahresviertel"], ["05.05.20", "Erste Schätzungen: NetApp informiert über die jüngsten Quartalsergebnisse"], ["31.03.20", "März 2020: Experten empfehlen NetApp-Aktie mehrheitlich zum Verkauf"], ["29.02.20", "NetApp-Aktie: Das sind die Analysten-Einstufungen des vergangenen Monats"], ["14.02.20", "NetApp präsentierte das Zahlenwerk zum abgelaufenen Jahresviertel"], ["11.02.20", "Ausblick: NetApp legt die Bilanz zum abgelaufenen Quartal vor"]], "en": [["28.05.20", "NetApp (NTAP) Q4 Earnings Beat Estimates, Revenues Fall Y/Y"], ["28.05.20", "NetApp Inc (NTAP) Q4 2020 Earnings Call Transcript"], ["27.05.20", "NetApp (NTAP) Tops Q4 Earnings Estimates"], ["22.05.20", "NetApp (NTAP) to Report Q4 Earnings: What's in the Cards?"], ["20.05.20", "Analysts Estimate NetApp (NTAP) to Report a Decline in Earnings: What to Look Out for"], ["13.05.20", "NetApp Stock Has Recovered 20% So Far, But Another 40% Gain Cannot Be Ruled Out"], ["06.04.20", "Is NetApp Stock Oversold At $40?"], ["01.04.20", "NetApp (NTAP) Scraps Fiscal Q4 & 2020 View on Coronavirus Fears"], ["17.03.20", "Should Value Investors Consider NetApp (NTAP) Stock Now?"], ["13.03.20", "Why Is NetApp (NTAP) Down 34.9% Since Last Earnings Report?"], ["20.02.20", "NetApp India launches programme for product-ready startups"], ["14.02.20", "Options Traders Expect Huge Moves In NetApp (NTAP) Stock"], ["13.02.20", "Why NetApp Stock Plunged Today"], ["13.02.20", "NetApp Inc (NTAP) Q3 2020 Earnings Call Transcript"], ["12.02.20", "NetApp (NTAP) Q3 Earnings and Revenues Miss Estimates"], ["12.02.20", "NetApp stock drops 13% after earnings, CFO departure"], ["05.02.20", "Earnings Preview: NetApp (NTAP) Q3 Earnings Expected to Decline"], ["2020-06-02 09:37", "'The modern Nancy Drew is relatable,' says Kennedy McMann ...  delayed or shut down globally Entertainment Movies Movies 'The modern Nancy Drew is relatable,' says Kennedy McMann The Hindu Net Desk June 02, 2020 14:07 IST Updated: June 02, 2020 14:09 IST Share Article PRINT A A A Kennedy McMann in 'Nancy Drew' The Hindu Net Desk June 02, 2020 14:07 IST Updated: June 02, 2020 14:09 IST The actor, who plays the titular character ... unexpected fillip, as idle stocks of Vetiver grass procured to make masks 16mins Minor girl's murder: Police detain father, suspect human sacrifice 19mins Kejriwal launches 'Delhi Corona' app for real-time information on availability of hospital beds 25mins Man makes hoax call to police control room, says bomb will explode at Chief Minister's residence 32mins COVID- ... "], ["2020-06-02 09:33", "Football quiz: when Barcelona won the Champions League final in 2006 ... Search jobs Holidays Digital Archive Discount Codes Guardian Puzzles app The Guardian app Video Podcasts Pictures Newsletters Today's paper Inside the Guardian The Observer Guardian Weekly Crosswords Facebook Twitter Search jobs Holidays Digital Archive Discount Codes Guardian Puzzles app Football Live scores Tables Fixtures Results Competitions Clubs More ... 2011. Four Jens Lehmann was sent off after 18 minutes for fouling which Barcelona player? Samuel Eto'o Eto'o was fouled just outside the area by Lehmann. Giuly ran the loose ball into the net but the referee pulled play back and sent Lehmann off. Ronaldinho Ludovic Giuly Deco How many Thierry Henry shots did Vctor Valds save? None One Three Valds made two excellent saves from Henry in the first  ... "], ["2020-06-02 09:30", "'Stigmatized, segregated, forgotten': Colombia's poor being evicted despite lockdowns ... edition Search jobs Holidays Digital Archive Discount Codes Guardian Puzzles app The Guardian app Video Podcasts Pictures Newsletters Today's paper Inside the Guardian The Observer Guardian Weekly Crosswords Facebook Twitter Search jobs Holidays Digital Archive Discount Codes Guardian Puzzles app World Europe US Americas Asia Australia Middle East Africa  ... top of all the hardships that people in Ciudad Bolvar have to face,\" said Sergio Guzmn, director of Colombia Risk Analysis. \"They can now add police brutality and a lack of a safety net during a pandemic.\" In Altos de la Estancia, a hilltop shantytown within Ciudad Bolvar, residents like Don Pacho are being evicted during police raids. In early May, authorities said his rustic home was  ... "], ["2020-06-02 09:14", "New Zealand Could Lift Major Coronavirus Restrictions Next Week ...  English voanews.com Learning English learningenglish.voanews.com Eastern & Central Europe Shqip zeriamerikes.com Bosanski ba.voanews.com gr.voanews.com mk.voanews.com Srpski glasamerike.net ukrainian.voanews.com Eurasia amerikayidzayn.com Azerbaijani amerikaninsesi.org amerikiskhma.com golos-ameriki.ru Central Asia O'zbek amerikaovozi.com South Asia voabangla.com darivoa. ...  Sections Arts & Culture Day in Photos Economy & Business Extremism Watch Press Freedom Science & Health VOA StudentU VOA Connect Refugees Voice of America About VOA Contact VOA Terms of Use and Privacy Notice Accessibility Get Our Mobile App Usage Requests VOA Around the World VOA Pronunciation Guide Media Relations Listen on the radio Satellite Schedule Subscribe to Our Newsletters"], ["2020-06-02 09:02", "BoE: UK mortgage approvals slumped to record low in April lockdown ... -19 World Money Life Eat/Drink Showbiz WYT Opinion Sports Tech/Gadgets Drive Videos Archives About Us Privacy Policy Terms of Use Advertise with Us Apple AppStore Google Play Store Huawei App Gallery Google News ProjekMM Home Malaysia COVID-19 World Money Life Eat/Drink Showbiz Opinion Sports Tech/Gadgets Drive Videos ProjekMM Loading... Home Money BoE: UK mortgage approvals slumped to record  ... ; the lowest since comparable records began in October 1997 — down from 56,136 in March which was already sharply lower than in previous months. Consumer credit figures showed a net repayment of 7.399 billion (RM39.7 billion), the biggest such repayment on record. — Reuters Related Articles Equities extend gains on hopes virus crisis is easing La Liga's ... "], ["2020-06-02 09:02", "10 Startups to Invest In With Equity Crowdfunding ... earlier you invest in these companies, the bigger the gains. Few options can beat privately traded firms in this regard, but private investing has historically held a high barrier to entry. Does your net worth exceed $1 million (not including your primary residence)? Do you make more than $200,000 per year ($300,000 if you file taxes jointly with your spouse)? If you do, congratulations! You ... Video Communications (NASDAQ :ZM ). But there are a variety of early-stage startups that are looking to provide solutions as well. Just look at Hearo.Live . The company's mobile app allows you to chat while doing such things as watching movies, games, Netflix (NASDAQ: NFLX ) streams or shows. What's more, through the crowdfunding site Republic , you can invest  ... "], ["2020-06-02 09:00", "Progress Awarded 2020 SoftwareReviews Gold Medal For Managed File Transfer ...  as MOVEit may be what you need to stay ahead of the curve.\" Top vendors selected by SoftwareReviews are eligible to receive Data Quadrant Gold Medals, provided their net-promoter scores meet the threshold for sufficiently high user satisfaction across four areas of evaluation: vendor capabilities, product features, likeliness to recommend, and vendor experience. For more information about  ... , time and cost. Progress offers powerful tools for easily building adaptive user experiences across any type of device or touchpoint, the flexibility of a cloud-native app dev platform to deliver modern apps, leading data connectivity technology, web content management, business rules, secure file transfer, network monitoring, plus award-winning machine learning that  ... "], ["2020-06-02 09:00", "Macon mayoral candidates raise hundreds of thousands of dollars. Here's a breakdown ... 881 Business owners: $19,850 Retirees: $16,725 As the candidate who has raised the most funds, Miller has also spent the most money with a total of $265,667 expenditures leaving his net balance at $116,740 as of April 30. Southern Majority , a Macon-based political consulting firm, has received a large portion of Miller's expenses along with advertising and printing companies. Miller ...  funding for these states considering vote-by-mail Take Us With You Real-time updates and all local stories you want right in the palm of your hand. Macon Telegraph App View Newsletters Subscriptions Start a Subscription Customer Service eEdition Vacation Hold Pay Your Bill Learn More About Us Contact Us Newsletters News in Education Archives Advertising Place a Classified Ad ... "], ["2020-06-02 08:30", "Bidvest shares take a knock after warning of possible job losses ...  impairments during the period, with the Comair shareholding contributing R209.7m to the losses. \"This compares to a mark-to-market loss of R332m and share of associate profit of R257.3m in the prior year. The net impact year on year is a significant negative swing of R373.7m on attributable earnings and R467m in headline earnings,\" the group said. Bidvest has a 27.2 percent stake in Comair, which went into business rescue in ...  Travel Personal Finance Multimedia Follow IOL More on IOL About IOL Contact Us Newspapers Cape Community Papers Weather Augmented Reality IOL Mobile App FAQ Classifieds Advertise with us Feedback Complaints Procedure Legal Press Code Privacy Policy Terms & Conditions Trending on IOL #CoronaVirus #level3 #essentialservices #Avbob ... "], ["2020-06-02 08:30", "Pound climbs above US$1.25 to one-month high, Brexit hopes support ...  Mail Home Malaysia COVID-19 World Money Life Eat/Drink Showbiz WYT Opinion Sports Tech/Gadgets Drive Videos Archives About Us Privacy Policy Terms of Use Advertise with Us Apple AppStore Google Play Store Huawei App Gallery Google News ProjekMM Home Malaysia COVID-19 World Money Life Eat/Drink Showbiz Opinion Sports Tech/Gadgets Drive Videos ProjekMM Loading... Home Money Pound climbs above US$1.25 to one-month high, Brexit  ... UK macro data following the lockdown easing or more concrete evidence of reduced Brexit risks.\" Weekly positioning data for the week ended May 26 showed the market's net short position on the pound increased for the twelfth week running. The last time investors were this bearish on the pound was in the run-up to the December  ... "], ["2020-06-02 08:29", "Energy firms urged to mothball coal plants as cost of solar tumbles ... Australia edition Search jobs Holidays Digital Archive Discount Codes Guardian Puzzles app The Guardian app Video Podcasts Pictures Newsletters Today's paper Inside the Guardian The Observer Guardian Weekly Crosswords Facebook Twitter Search jobs Holidays Digital Archive Discount Codes Guardian Puzzles app Environment Climate change Wildlife Energy Pollution More Energy industry Energy firms ... seventh year in a row Published: 26 Mar 2020 UK greenhouse gas emissions fall for seventh year in a row Is hydrogen the solution to net-zero home heating? Published: 21 Mar 2020 Is hydrogen the solution to net-zero home heating? Planning applications for UK clean energy projects hit new high Published: 16 Mar 2020 Planning applications for UK clean energy projects hit ... "], ["2020-06-02 08:21", "Jailed, Ailing Iranian-Swedish Doctor's Wife Says Iran Ignored His Release Appeals ...  English voanews.com Learning English learningenglish.voanews.com Eastern & Central Europe Shqip zeriamerikes.com Bosanski ba.voanews.com gr.voanews.com mk.voanews.com Srpski glasamerike.net ukrainian.voanews.com Eurasia amerikayidzayn.com Azerbaijani amerikaninsesi.org amerikiskhma.com golos-ameriki.ru Central Asia O'zbek amerikaovozi.com South Asia voabangla.com darivoa. ...  Sections Arts & Culture Day in Photos Economy & Business Extremism Watch Press Freedom Science & Health VOA StudentU VOA Connect Refugees Voice of America About VOA Contact VOA Terms of Use and Privacy Notice Accessibility Get Our Mobile App Usage Requests VOA Around the World VOA Pronunciation Guide Media Relations Listen on the radio Satellite Schedule Subscribe to Our Newsletters"], ["2020-06-02 08:21", "Despite moratorium, rural recoveries on rise for microfinance institutions ...  Exclusive Invite to select Business Standard events Choose Payment Method Pay Using Indian Credit Card (Issued by bank in India) Pay Using International Credit Card (Issued by bank outside India) Pay using an instrument of your choice ( Cards - Debit/Credit, Wallets, Net Banking) Note: Subscription will be auto renewed, you may cancel any time in the future without any questions asked. Total Amount Rs. 1499.00 What you get ON BUSINESS STANDARD DIGITAL Unlimited access to all content on any device through browser or app. Exclusive content, features, opinions and comment - hand-picked by our editors, just for you. Pick 5 of your favourite companies. Get a daily email with all the news updates on them. Track the industry of your choice with a daily newsletter ... "], ["2020-06-02 08:20", "New York's Historic Apollo Theater Fundraising Livestream Moves To June 4 ...  now Radio Formats Alternative Contemp Christian Country Dance Hot/Mod/AC News/Talk/Sports Rock Top 40/M Top 40/R Triple A Urban/UAC Jobs Job Openings Situations Wanted Stealth Jobs VO/Imaging/Tracking Mobile Content iPhone App Android App Windows Phone App Text Alerts Forums Net Talk Promo/Marketing Internet/Digital Sales & Mgmt Engineering/Tech Research Doctor Social AA on Facebook AA on Google+ AA on Twitter Charts & Data Mediabase Song Charts Airplay Add Board RateTheMusic StreetPulse Big Champagne Stock Index SongDish Net News Net News Home RSS Columns Power Player PD Chronicles The Letter Ratings Nielsen Eastlan People Industry Directory Power Player Passport Approved All Access Music How can we help you? I have a comment/suggestion I have a tip for ... "], ["2020-06-02 08:20", "Benztown To Host Free Webinar For VO Pros ...  now Radio Formats Alternative Contemp Christian Country Dance Hot/Mod/AC News/Talk/Sports Rock Top 40/M Top 40/R Triple A Urban/UAC Jobs Job Openings Situations Wanted Stealth Jobs VO/Imaging/Tracking Mobile Content iPhone App Android App Windows Phone App Text Alerts Forums Net Talk Promo/Marketing Internet/Digital Sales & Mgmt Engineering/Tech Research Doctor Social AA on Facebook AA on Google+ AA on Twitter Charts & Data Mediabase Song Charts Airplay Add Board RateTheMusic StreetPulse Big Champagne Stock Index SongDish Net News Net News Home RSS Columns Power Player PD Chronicles The Letter Ratings Nielsen Eastlan People Industry Directory Power Player Passport Approved All Access Music How can we help you? I have a comment/suggestion I have a tip for ... "], ["2020-06-02 08:20", "Strategic Solutions Research Presents Nielsen Audio April '20 Ratings Released Today ...  now Radio Formats Alternative Contemp Christian Country Dance Hot/Mod/AC News/Talk/Sports Rock Top 40/M Top 40/R Triple A Urban/UAC Jobs Job Openings Situations Wanted Stealth Jobs VO/Imaging/Tracking Mobile Content iPhone App Android App Windows Phone App Text Alerts Forums Net Talk Promo/Marketing Internet/Digital Sales & Mgmt Engineering/Tech Research Doctor Social AA on Facebook AA on Google+ AA on Twitter Charts & Data Mediabase Song Charts Airplay Add Board RateTheMusic StreetPulse Big Champagne Stock Index SongDish Net News Net News Home RSS Columns Power Player PD Chronicles The Letter Ratings Nielsen Eastlan People Industry Directory Power Player Passport Approved All Access Music How can we help you? I have a comment/suggestion I have a tip for ... "], ["2020-06-02 08:20", "COVID-19 Update: June 8th NYC Is Set To Reopen; New Jersey's Stay At Home Order Ends June 5th With Phase 1 Reopening Underway ...  now Radio Formats Alternative Contemp Christian Country Dance Hot/Mod/AC News/Talk/Sports Rock Top 40/M Top 40/R Triple A Urban/UAC Jobs Job Openings Situations Wanted Stealth Jobs VO/Imaging/Tracking Mobile Content iPhone App Android App Windows Phone App Text Alerts Forums Net Talk Promo/Marketing Internet/Digital Sales & Mgmt Engineering/Tech Research Doctor Social AA on Facebook AA on Google+ AA on Twitter Charts & Data Mediabase Song Charts Airplay Add Board RateTheMusic StreetPulse Big Champagne Stock Index SongDish Net News Net News Home RSS Columns Power Player PD Chronicles The Letter Ratings Nielsen Eastlan People Industry Directory Power Player Passport Approved All Access Music How can we help you? I have a comment/suggestion I have a tip for ... "], ["2020-06-02 08:20", "WEQX/Albany, NY Will Black Out Tuesday For 1 Minute And 2.7 Seconds Of Silence At The Top Of Every Hour ...  now Radio Formats Alternative Contemp Christian Country Dance Hot/Mod/AC News/Talk/Sports Rock Top 40/M Top 40/R Triple A Urban/UAC Jobs Job Openings Situations Wanted Stealth Jobs VO/Imaging/Tracking Mobile Content iPhone App Android App Windows Phone App Text Alerts Forums Net Talk Promo/Marketing Internet/Digital Sales & Mgmt Engineering/Tech Research Doctor Social AA on Facebook AA on Google+ AA on Twitter Charts & Data Mediabase Song Charts Airplay Add Board RateTheMusic StreetPulse Big Champagne Stock Index SongDish Net News Net News Home RSS Columns Power Player PD Chronicles The Letter Ratings Nielsen Eastlan People Industry Directory Power Player Passport Approved All Access Music How can we help you? I have a comment/suggestion I have a tip for ... "], ["2020-06-02 08:20", "John Prine's Widow To Address Tennessee Senate Committee About COVID-10 And Absentee Ballots ...  now Radio Formats Alternative Contemp Christian Country Dance Hot/Mod/AC News/Talk/Sports Rock Top 40/M Top 40/R Triple A Urban/UAC Jobs Job Openings Situations Wanted Stealth Jobs VO/Imaging/Tracking Mobile Content iPhone App Android App Windows Phone App Text Alerts Forums Net Talk Promo/Marketing Internet/Digital Sales & Mgmt Engineering/Tech Research Doctor Social AA on Facebook AA on Google+ AA on Twitter Charts & Data Mediabase Song Charts Airplay Add Board RateTheMusic StreetPulse Big Champagne Stock Index SongDish Net News Net News Home RSS Columns Power Player PD Chronicles The Letter Ratings Nielsen Eastlan People Industry Directory Power Player Passport Approved All Access Music How can we help you? I have a comment/suggestion I have a tip for ... "], ["2020-06-02 08:20", "KHKS (106.1)/Dallas Offers 8 Min And 46 Seconds Of Silence In Tribute To George Floyd ...  now Radio Formats Alternative Contemp Christian Country Dance Hot/Mod/AC News/Talk/Sports Rock Top 40/M Top 40/R Triple A Urban/UAC Jobs Job Openings Situations Wanted Stealth Jobs VO/Imaging/Tracking Mobile Content iPhone App Android App Windows Phone App Text Alerts Forums Net Talk Promo/Marketing Internet/Digital Sales & Mgmt Engineering/Tech Research Doctor Social AA on Facebook AA on Google+ AA on Twitter Charts & Data Mediabase Song Charts Airplay Add Board RateTheMusic StreetPulse Big Champagne Stock Index SongDish Net News Net News Home RSS Columns Power Player PD Chronicles The Letter Ratings Nielsen Eastlan People Industry Directory Power Player Passport Approved All Access Music How can we help you? I have a comment/suggestion I have a tip for ... "]]}}