{"postfix": "netflix-aktie", "name": "NETFLIX", "wkn": "552484", "time": "2020.06.02 14:17", "ts": 1591100239, "features": {"KGV": "79.89", "Marktkapitalisierung": {"Size": "Mrd", "Value": "164.11"}, "GA": "4.13", "KBV": "19.39", "BA": "17.02", "KCV": "-51.62", "CA": "-6.39", "Vola30": "29.49", "Vola90": "58.95", "Vola180": "47.48", "Vola250": "41.99"}, "rivals": ["amazon-aktie", "at_t-aktie", "best_buy-aktie", "apple-aktie", "comcast-aktie", "alphabet_a-aktie", "alphabet-aktie"], "text_data": {"de": [["01.06.20", "Von „Unorthodox“ bis „Tiger King\": Diese Netflix-Serien streamten deutsche Abonnenten zuletzt am häufigsten"], ["01.06.20", "'Unorthodox' gehört zu bisherigen Netflix-Hits 2020 in Deutschland"], ["31.05.20", "Netflix-Aktie: Das sind die Expertenmeinungen des Monats Mai"], ["29.05.20", "HBO Max gestartet: Sonderbare Konkurrenz für Netflix, Disney+ und Prime Video"], ["29.05.20", "Apple lizenziert Fraggles: Apple TV+ wird mehr wie Netflix und Prime Video"], ["29.05.20", "Frank Elstners letzte Show ab 12. Juni bei Netflix"], ["29.05.20", "Netflix zeigt Frank-Elstner-Talkshow schon ab Juni"], ["28.05.20", "Netflix, Disney+, Amazon Prime Video & Co: Beim Streamen Geld sparen"], ["28.05.20", "Netflix: Ackermann wird Director German Original Series"], ["27.05.20", "Netflix kündigt automatisch Kunden, die nicht schauen"], ["26.05.20", "ROUNDUP: Erster Trailer zur letzten Staffel von 'Dark' erschienen"], ["26.05.20", "Erster Trailer zur letzten Staffel von 'Dark' erschienen"], ["26.05.20", "Netflix zeigt letzte \"Dark\"-Staffel schon nächsten Monat"], ["26.05.20", "Umfrage: Neue Nutzer digitaler Dienste bleiben nach Corona-Krise"], ["26.05.20", "Während du schliefst: Tiktok überholt Youtube und Netflix"], ["22.05.20", "Kurz informiert: Bundesliga, Netflix, Pac man, Desinfec't"], ["22.05.20", "Screenhits TV: Eine Oberfläche für Netflix, Disney+ und Prime Video"], ["22.05.20", "ANALYSE-FLASH: Jefferies belässt Netflix auf 'Buy' - Ziel 520 Dollar"], ["22.05.20", "Netflix kündigt ungenutzte Abos"], ["22.05.20", "Videostreaming: Netflix deaktiviert lange nicht genutzte Abos"], ["21.05.20", "Netflix-Aktie auf Allzeithoch: Wann ein neues Kaufsignal kommt"], ["20.05.20", "Konkurrenz für Netflix und Prime Video: Telekom bietet Disney+ vergünstigt an"], ["20.05.20", "Greyhound auf Apple TV+: Netflix wollte Tom-Hanks-Film, aber Apple zahlte mehr"], ["18.05.20", "Corona: Netflix beendet Drosselung von Bitraten"], ["15.05.20", "Coronakrise: Netflix hebt Bitrate-Drosselung in Europa auf"], ["15.05.20", "Corona und Videostreaming: Netflix beendet Drosselung der Bitrate, Amazon nicht"], ["14.05.20", "Opening Bell: Dow Jones verliert weiter an Boden; Erstanträge Arbeitslosenhilfe, Disney, PayPal, Netflix, JD.com, Netease, Novavax "]], "en": [["01.06.20", "Intel Outpaces Facebook And Netflix As Top Stock To Buy"], ["01.06.20", "Synopsys, Acushnet, CrowdStrike, Zoom and Netflix highlighted as Zacks Bull and Bear of the Day"], ["31.05.20", "Facebook, Apple, Nike and other companies support to protesters with donations and hashtags"], ["31.05.20", "Netflix acquires Hollywood's historic Egyptian Theatre "], ["28.05.20", "What's Worth Streaming: Here’s why Netflix and HBO Max are the top streaming services worth paying for in June 2020"], ["28.05.20", "Netflix, Disney+ or HBO Max? The best streaming service for your watching habits"], ["27.05.20", "UPDATE 1-AT&T launches HBO Max, vying with Netflix, others for quarantine viewing"], ["27.05.20", "Netflix vs. WWE: Who Has The Edge?"], ["27.05.20", "AT&T launches HBO Max, vying with Netflix, others for quarantine viewing"], ["27.05.20", "Her Role at HBO Max? Challenging Netflix"], ["27.05.20", "Why Content Is King for Netflix During a Pandemic"], ["26.05.20", "Will Netflix Stock Hit $520?"], ["26.05.20", "HBO Max Is Here to Take On Netflix. Is It Too Late?"], ["26.05.20", "NVIDIA, Netflix And IBM Among Trending Stocks This Week"], ["26.05.20", "Netflix Can't Keep Mailing Out DVDs Forever"], ["26.05.20", "Space Force review: Netflix lands on the funny(ish) side of the moon     - CNET"], ["23.05.20", "Imagine Buying Netflix Stock 18 Years Ago"], ["23.05.20", "Is Netflix Stock on the Verge of Collapse?"], ["23.05.20", "[Reporter's Notebook] Will Netflix be forced to pay for network use fee? "], ["22.05.20", "Netflix (NFLX) Stock Sinks As Market Gains: What You Should Know"], ["22.05.20", "Stock Market Wrap-Up: Why the Latest Netflix Panic Is Ridiculous"], ["22.05.20", "Streaming Wars Continue: Here’s How Much Netflix, Amazon, Disney+ And Their Rivals Are Spending On New Content"], ["22.05.20", "Netflix In 'Land-Grab Mode,' Profits To Come Later, Wall Street Bull Says"], ["22.05.20", "Why Is Netflix Getting Rid of Its Most Profitable Customers?"], ["22.05.20", "The Zacks Analyst Blog Highlights: Amazon, Facebook, Netflix, Apple and Microsoft"], ["22.05.20", "The Zacks Analyst Blog Highlights: Alphabet, Apple, Facebook, Netflix and Amazon.com"], ["21.05.20", "Netflix will help you deactivate your account if you aren't using it     - CNET"], ["21.05.20", "Tech conferences are going virtual, and it feels like Netflix content on demand"], ["21.05.20", "Netflix Is Helping Inactive Users Cancel Their Accounts"], ["21.05.20", "Netflix to start cancelling inactive customers’ subscriptions"], ["21.05.20", "Why Is Netflix (NFLX) Up 6.2% Since Last Earnings Report?"], ["21.05.20", "Has Netflix (NFLX) Outpaced Other Consumer Discretionary Stocks This Year?"], ["21.05.20", "Better Buy: Apple vs. Netflix"], ["21.05.20", "HBO Max vs. Netflix: How do Elmo and Friends stack up against the king?     - CNET"], ["21.05.20", "Netflix appears ready to stream Cocomelon, the most popular YouTube channel for kids"], ["21.05.20", "Every new movie and show on Netflix: June 2020     - CNET"], ["20.05.20", "What's Worth Streaming: Here’s everything coming to Netflix in June 2020 — and what’s leaving"], ["20.05.20", "Facebook, YouTube, Netflix and more get eye-tracking apps from Tobii"], ["19.05.20", "Apple Buys Off-The-Air Movies, TV Shows to Better Challenge Netflix"], ["19.05.20", "Why Netflix (NFLX) Isn't Done Growing Earnings Yet"], ["2020-06-02 11:58", "'Spelling the Dream' review: How do you spell 's-u-c-c-e-s-s'?The new documentary on Netflix dives into the phenomenon of what makes the Indian-American community tick when it comes to the National Spelling Bee"], ["2020-06-02 11:54", "How to Be Diversified Without Overexposure ...  then a few years later, I sold half of my remaining 20% of the stock. It went -- I wanted to put a down-payment on a vacation home. And then just recently, about a year ago, the 10% I had, I sold half of that. So, I have 5% of that original 100%, yet it is my largest portfolio holding by far. And I look back and I think, alright so, I wrote an article about five years ago, it was Netflix, and I think it was like, my $800,000 mistake. Now, it's more like a $2.7 million mistake. And that's probably what will just be etched on my headstone when I die, but I think the fact that at least I hold 5% of it on. And I keep thinking, what if I would have added to that position? I mean, it's just ridiculous sometimes that you think, \"Oh, it's just ... "], ["2020-06-02 11:47", "'The Witcher' Season 2 could resume filming soon ...  from The Guardian revealed that \"high-end\" productions, including those that cost more than 1 million per episode, can resume filming in July. Matt Reeves' \"The Batman\" and the third movie in the \"Fantastic Beasts\" franchise are keen to resume filming in the U.K. Likewise, the live-action film \"Little Mermaid\" can resume production at Pinewood Studios and the Netflix show \"The Witcher ,\" which started filming in the Surrey Hills. \"This is a green light that signals that the UK is open for business again for film and high-end TV production,\" an industry source told the publication. \"Many productions have to get up and running again in the next two months or they won't get made this year as they rely ... "], ["2020-06-02 11:47", "Canada's CMPA to Ask Federal Government for Insurance Backstop ... By Andrew Wallenstein 4 days Music Lady Gaga's 'Chromatica': Album Review TV 'Defending Jacob' Boss Breaks Down the 'Tragic Irony' of His Adaptation Ending TV Masked 'Mandalorian' Actor Spurs Golden Globes Rules Change Digital Everything Coming to Netflix in June Sign Up for Variety Newsletters Your Email Sign Up The Big Ticket with Marc Malkin A Variety and iHeartRadio Podcast More From Our Brands Indiewire 'The High Note' Starts Strong on VOD as Netflix's 'Lovebirds' Drops Fast HollywoodLife 'Fuller House' Cast Then & Now: A Look Back At The Stars From Original Series To Now BGR Big leak shows all four new iPhone 12 designs with a small surprise WWD Virgil Abloh Apologizes After Criticism Over ... "], ["2020-06-02 11:47", "Peaceful protests in US are 'more than legitimate': German foreign minister ...  girl, 13, beheaded by father in reported honor killing 163294 Views Coronavirus: Emirates allows booking flights from Dubai to 12 Arab states from July 1 32064 Views Japan will only back Lebanon IMF bailout if it deports Carlos Ghosn: Nissan Lawyer 18664 Views Coronavirus: Sudan ex-President Omar al-Bashir in hospital with symptoms, says report 17641 Views Netflix documentary criticized for saying Saudi Arabia gained independence in 1932 14876 Views Archaeologists reveal well-preserved Roman mosaic in Italy's Verona OPINION Troublemaker vs. Superpower: Iran's absurd claim of power equivalence with US Hussain Abdul-Hussain Deciphering Hezbollah chief Nasrallah's rhetoric: Resistance is no longer a priority Hanin Ghaddar Collateral damage: Child ... "], ["2020-06-02 11:47", "Germany to discuss downgrading EU travel warning to guidelines: German FM ...  girl, 13, beheaded by father in reported honor killing 163294 Views Coronavirus: Emirates allows booking flights from Dubai to 12 Arab states from July 1 32064 Views Japan will only back Lebanon IMF bailout if it deports Carlos Ghosn: Nissan Lawyer 18664 Views Coronavirus: Sudan ex-President Omar al-Bashir in hospital with symptoms, says report 17641 Views Netflix documentary criticized for saying Saudi Arabia gained independence in 1932 14876 Views Archaeologists reveal well-preserved Roman mosaic in Italy's Verona OPINION Troublemaker vs. Superpower: Iran's absurd claim of power equivalence with US Hussain Abdul-Hussain Deciphering Hezbollah chief Nasrallah's rhetoric: Resistance is no longer a priority Hanin Ghaddar Collateral damage: Child ... "], ["2020-06-02 11:47", "After Reality Star’s Death, Japan Vows to Rip the Mask Off Online Hate : The Asahi Shimbun ... Where other shows seemed intent on bringing out the ugliest aspects of their contestants' personalities, \"Terrace House\" focused on quotidian pleasures. One of the biggest narrative arcs of the last season centered on one cast member's struggles to make broccoli pasta. When the show, which is produced by Fuji TV, was picked up by Netflix, it became a surprise international hit, with reviewers praising its often endearingly awkward content. But online, some Japanese viewers spewed a constant flow of invective against the show's cast members, ruthlessly picking apart their every misstep and perceived personality flaw. Kimura, a professional wrestler, was subjected to especially harsh attacks. When commenters filled her social media mentions ... "], ["2020-06-02 11:46", "Qatar reports 1,826 new coronavirus cases, total: 60,259 ...  girl, 13, beheaded by father in reported honor killing 163294 Views Coronavirus: Emirates allows booking flights from Dubai to 12 Arab states from July 1 32064 Views Japan will only back Lebanon IMF bailout if it deports Carlos Ghosn: Nissan Lawyer 18664 Views Coronavirus: Sudan ex-President Omar al-Bashir in hospital with symptoms, says report 17641 Views Netflix documentary criticized for saying Saudi Arabia gained independence in 1932 14876 Views Archaeologists reveal well-preserved Roman mosaic in Italy's Verona OPINION Troublemaker vs. Superpower: Iran's absurd claim of power equivalence with US Hussain Abdul-Hussain Deciphering Hezbollah chief Nasrallah's rhetoric: Resistance is no longer a priority Hanin Ghaddar Collateral damage: Child ... "], ["2020-06-02 11:41", "Tiger King: Federal judge grants Carole Baskin control of zoo formerly owned by Joe Exotic ...  King: Federal judge grants Carole Baskin control of zoo formerly owned by Joe Exotic Tampa Bay animal activist Carole Baskin is on the verge of taking full control of the infamous Oklahoma zoo, according to a court order. By: WFTS Staff Posted at 7:41 AM, Jun 02, 2020 and last updated 2020-06-02 07:41:01-04 TAMPA, Fla. — The Oklahoma zoo at the center of the Netflix documentary Tiger King is on the verge of changing hands via court order. According to a court order, a federal judge has granted Carole Baskin and her animal sanctuary, Big Cat Rescue, control of the Greater Wynnewood Exotic Animal Park (G.W. Zoo) — the zoo formerly owned by Joe Exotic. The federal judge gave the current owner and operator Jeff Lowe to vacate the zoo with all of his ... "], ["2020-06-02 11:41", "Tiger King: Federal judge grants Carole Baskin control of zoo formerly owned by Joe Exotic ...  King: Federal judge grants Carole Baskin control of zoo formerly owned by Joe Exotic Tampa Bay animal activist Carole Baskin is on the verge of taking full control of the infamous Oklahoma zoo, according to a court order. By: WFTS Staff Posted at 5:41 AM, Jun 02, 2020 and last updated 2020-06-02 07:41:01-04 TAMPA, Fla. — The Oklahoma zoo at the center of the Netflix documentary Tiger King is on the verge of changing hands via court order. According to a court order, a federal judge has granted Carole Baskin and her animal sanctuary, Big Cat Rescue, control of the Greater Wynnewood Exotic Animal Park (G.W. Zoo) — the zoo formerly owned by Joe Exotic. The federal judge gave the current owner and operator Jeff Lowe to vacate the zoo with all of his ... "], ["2020-06-02 11:41", "Tiger King: Federal judge grants Carole Baskin control of zoo formerly owned by Joe Exotic ...  King: Federal judge grants Carole Baskin control of zoo formerly owned by Joe Exotic Tampa Bay animal activist Carole Baskin is on the verge of taking full control of the infamous Oklahoma zoo, according to a court order. By: WFTS Staff Posted at 4:41 AM, Jun 02, 2020 and last updated 2020-06-02 07:41:01-04 TAMPA, Fla. — The Oklahoma zoo at the center of the Netflix documentary Tiger King is on the verge of changing hands via court order. According to a court order, a federal judge has granted Carole Baskin and her animal sanctuary, Big Cat Rescue, control of the Greater Wynnewood Exotic Animal Park (G.W. Zoo) — the zoo formerly owned by Joe Exotic. The federal judge gave the current owner and operator Jeff Lowe to vacate the zoo with all of his ... "], ["2020-06-02 11:41", "Tiger King: Federal judge grants Carole Baskin control of zoo formerly owned by Joe Exotic ...  King: Federal judge grants Carole Baskin control of zoo formerly owned by Joe Exotic Tampa Bay animal activist Carole Baskin is on the verge of taking full control of the infamous Oklahoma zoo, according to a court order. By: WFTS Staff Posted at 7:41 AM, Jun 02, 2020 and last updated 2020-06-02 07:41:01-04 TAMPA, Fla. — The Oklahoma zoo at the center of the Netflix documentary Tiger King is on the verge of changing hands via court order. According to a court order, a federal judge has granted Carole Baskin and her animal sanctuary, Big Cat Rescue, control of the Greater Wynnewood Exotic Animal Park (G.W. Zoo) — the zoo formerly owned by Joe Exotic. The federal judge gave the current owner and operator Jeff Lowe to vacate the zoo with all of his ... "], ["2020-06-02 11:35", "Premier League players urged to take a knee in protest at George Floyd's death ...  F1 star Daniel Ricciardo on farm life in lockdown World chess champion Magnus Carlsen on his new tour for the sport Time Out: Ada Hegerberg on Megan Rapinoe and equality in women's football The Red Room, Finland's Manchester United museum Michael Jordan's daughter weighs in on 'The Last Dance' How I went from 3rd division football to starring in a Netflix hit Former Real Madrid star uses AI company to fight Covid-19 in Spain How Jimmy Chin turned adventuring into an Oscar 11-year-old skateboarder makes history with 1080-degree turn Syria's 12-year-old football commentary star (CNN) After Liverpool players took a knee during training in a show of solidarity following the global outrage over George Floyd's death, NBA star Lebron ... "], ["2020-06-02 11:34", "Blackout Tuesday: Why people are posting black squares on Instagram and how you can help ...  Black Lives Matter campaign. Sarah Sophie Flicker and Alyssa Klein have compiled a great document here , which includes resources for parents to raise anti-racist children, articles to read, videos to watch and organisations to follow on social media. Video Loading Video Unavailable Click to play Tap to play The video will start in 8 Cancel Play now Latest science and tech 'Genius' Netflix trick uncovered Coronavirus 'could be killed by UV' Couples 'should wear masks during sex' SpaceX to launch rocket tomorrow night What else can you do to help? From signing petitions to donating, there are many other ways you can help to highlight racial injustice in both the US and UK. The Black Lives Matter campaign has a great website with ... "], ["2020-06-02 11:33", "The 'coregasm': Women say they are climaxing from doing ab workouts ...  and funny' January Jones shares rare photo of seven-year-old son Xander protesting the killing of George Floyd with homemade 'I can't breathe' poster Jane Fonda rails against Trump and the racism 'encouraged by this administration' while discussing white privilege and protests over George Floyd's killing Ricky Gervais 'in talks with Netflix for After Life Christmas special'... after being offered 'more than 5million' to write THIRD series of drama Gerard Butler walks on beach in Malibu after kissing longtime girlfriend Morgan Brown on the sand Couple spent some quality time together Ireland Baldwin and her boyfriend Corey Harper join protests in Los Angeles sparked by the death of George Floyd Advertisement ... "], ["2020-06-02 11:33", "Chloe Ferry highlights her toned abs in a sports bra and leggings after shedding two stone ...  and funny' January Jones shares rare photo of seven-year-old son Xander protesting the killing of George Floyd with homemade 'I can't breathe' poster Jane Fonda rails against Trump and the racism 'encouraged by this administration' while discussing white privilege and protests over George Floyd's killing Ricky Gervais 'in talks with Netflix for After Life Christmas special'... after being offered 'more than 5million' to write THIRD series of drama Gerard Butler walks on beach in Malibu after kissing longtime girlfriend Morgan Brown on the sand Couple spent some quality time together Ireland Baldwin and her boyfriend Corey Harper join protests in Los Angeles sparked by the death of George Floyd Advertisement ... "], ["2020-06-02 11:31", "EastEnders bosses reveal the soap 'won't dwell on the coronavirus' when filming resumes ...  and funny' January Jones shares rare photo of seven-year-old son Xander protesting the killing of George Floyd with homemade 'I can't breathe' poster Jane Fonda rails against Trump and the racism 'encouraged by this administration' while discussing white privilege and protests over George Floyd's killing Ricky Gervais 'in talks with Netflix for After Life Christmas special'... after being offered 'more than 5million' to write THIRD series of drama Gerard Butler walks on beach in Malibu after kissing longtime girlfriend Morgan Brown on the sand Couple spent some quality time together Ireland Baldwin and her boyfriend Corey Harper join protests in Los Angeles sparked by the death of George Floyd Advertisement ... "], ["2020-06-02 11:30", "Teary groom ties the knot in virtual commitment ceremony in Hitched at Home ...  and funny' January Jones shares rare photo of seven-year-old son Xander protesting the killing of George Floyd with homemade 'I can't breathe' poster Jane Fonda rails against Trump and the racism 'encouraged by this administration' while discussing white privilege and protests over George Floyd's killing Ricky Gervais 'in talks with Netflix for After Life Christmas special'... after being offered 'more than 5million' to write THIRD series of drama Gerard Butler walks on beach in Malibu after kissing longtime girlfriend Morgan Brown on the sand Couple spent some quality time together Ireland Baldwin and her boyfriend Corey Harper join protests in Los Angeles sparked by the death of George Floyd Advertisement ... "], ["2020-06-02 11:30", "'Why wouldn’t I have confidence?' Nicole Byer serves up body positivity, humor in new book, '#VERYFAT #VERYBRAVE' ...  Weeping Fat Girl in a Bikini\" (Andrews McMeel Publishing, 192 pp.), which hit shelves Tuesday. \"I am a fat lady who loves wearing bikinis. Which is #verybrave in our culture today,\" Byer, 33, wrote in the book's introduction. \"I've come to embrace being #veryfat and #verybrave and I want to help other women/people be #brave too.\" And while Byer, the comedian who hosts Netflix's \"Nailed It!\", has filled the book with captions that are funny enough to prompt a reader to actually chuckle aloud, inspiring others is at the book's core. \"It's 2020, and I still get people being like 'you're brave,' which, to me, is a very insane thing,\" she told USA TODAY. \"People are like 'how do you have ... "], ["2020-06-02 11:29", "Who should be the focus of Tiger King season 2? ...  Facebook Share on Twitter Share on Pinterest Share on Reddit Email to a friend This competition is now closed By Emma Bullimore Tuesday, 2nd June 2020 at 12:29 pm It was the undisputed hit show of lockdown even Prince William was talking about Tiger King . Advertisement So it's no surprise that everyone is expecting a second season of the show to pop up on Netflix sometime soon. Especially as Nicholas Cage is preparing to play Joe Exotic in a new drama inspired by this extraordinary story. But where would the next series take us? Get the latest TV and entertainment news direct to your inbox Thanks! Sign in Register Sign me up! Sign up to receive television and entertainment email newsletters from our award-winning editorial team. You can unsubscribe at ... "]]}}