{"postfix": "nike-aktie", "name": "NIKE", "wkn": "866993", "time": "2020.06.02 14:30", "ts": 1591101027, "features": {"KGV": "31.51", "Marktkapitalisierung": {"Size": "Mrd", "Value": "109.03"}, "GA": "2.49", "KBV": "14.04", "BA": "5.59", "KCV": "24.84", "CA": "3.16", "Vola30": "35.35", "Vola90": "78.33", "Vola180": "58.65", "Vola250": "43.46"}, "rivals": ["adidas-aktie", "puma-aktie", "skechers_usa-aktie", "deckers_outdoor-aktie", "k-swiss-aktie", "under_armour-aktie"], "text_data": {"de": [["16.05.20", "UEFA-Präsident Ceferin froh über Bundesliga-Start: 'Positive Energie'"], ["16.05.20", "UEFA-Chef Ceferin: Fußball-EM 2021 zur Not auch in nur acht Ländern"], ["15.05.20", "MÄRKTE USA/Leichtes Plus trotz schwachem Einzelhandel und China-Streit"], ["15.05.20", "MÄRKTE USA/Sorge um China-Streit und schwacher Einzelhandel belasten"], ["15.05.20", "MÄRKTE USA/Zoff mit China und mauer Einzelhandel lasten"], ["15.05.20", "MÄRKTE USA/Zoff mit China und mauer Einzelhandel lasten"], ["15.05.20", "MARKT USA/Gespanntes Warten auf Wirtschaftsdaten"], ["15.05.20", "Sportartikel: Nike erwartet Ergebnisbelastungen trotz starkem Onlinegeschäft"], ["11.05.20", "ROUNDUP: Under Armour rechnet mit Umsatzeinbruch von 50 Prozent"], ["11.05.20", "Hat Under Armour noch eine Chance gegen Nike und Adidas? "], ["11.05.20", "DFB-Präsidium berät über Termine für 3. Liga, Pokal und Frauen-Liga"], ["08.05.20", "Nike wird eine unveränderte Dividende ausschütten"], ["07.05.20", "Puma will Krise mit 900-Mio-Euro-Staatskredit überstehen"], ["30.04.20", "Nike-Aktie: Das sind die Analysten-Einstufungen des vergangenen Monats"], ["27.04.20", "Adidas gibt Zahlen für erstes Quartal 2020 bekannt"], ["16.04.20", "ROUNDUP/Olympia-Macher: Gleicher Zeitplan, gleiche Arenen auch 2021"], ["15.04.20", "adidas will mit Staatskredit durch die Krise kommen"], ["03.04.20", "VIRUS/ROUNDUP 2: Puma will Dividende aussetzen und sich frisches Geld besorgen"], ["03.04.20", "VIRUS/Olympia-Direktor: Mehrkosten durch Spiele-Verlegung noch unklar"], ["31.03.20", "März 2020: Das sind die Expertenmeinungen zur Nike-Aktie"], ["30.03.20", "IOC: Olympia in Tokio wird am 23. Juli 2021 eröffnet"], ["30.03.20", "Olympische Spiele in Tokio sollen am 23. Juli 2021 beginnen"], ["30.03.20", "ROUNDUP: Japan und IOC könnten diese Woche neuen Olympia-Termin entscheiden"], ["30.03.20", "Japan und IOC könnten diese Woche neuen Olympia-Termin entscheiden"], ["30.03.20", "Spiele-Organisatoren beraten über Neustart der Olympia-Vorbereitungen"], ["29.03.20", "DOSB hält Sommer als neuen Olympia-Termin für 'gut nachvollziehbar'"], ["29.03.20", "WDH/VIRUS/Tokio-Termin schon gefunden: Olympia im Sommer 2021?"], ["29.03.20", "VIRUS/Tokio-Termin schon gefunden: Olympia im Sommer 2021?"], ["27.03.20", "Adidas zahlt Vorstandsgehälter vorerst nur zum Teil aus"], ["26.03.20", "Nike präsentierte Bilanzzahlen zum jüngsten Jahresviertel"], ["26.03.20", "VIRUS/Nach Olympia-Verschiebung: Task Force vor vielen Aufgaben"], ["25.03.20", "MÄRKTE USA/Gewinnmitnahmen bremsen Rally - Billionenpaket wackelig"]], "en": [["01.06.20", "W, V or a Nike swoosh? The shape of the US economy’s recovery remains a mystery"], ["31.05.20", "Nordstrom, Nike decry George Floyd killing as rioters loot stores"], ["31.05.20", "“Don’t Do It”: Nike takes stand against racism as US protests spread"], ["30.05.20", "Nike takes a social stand on race relations: 'Don't turn your back on racism'"], ["29.05.20", "Why Nike Is a Marketing Genius"], ["28.05.20", "Nike (NKE) Dips More Than Broader Markets: What You Should Know"], ["28.05.20", "NIKE, Inc. Announces Fourth Quarter Fiscal 2020 Earnings and Conference Call"], ["26.05.20", "The Zacks Analyst Blog Highlights: NIKE, Workday, Allstate, Synopsys and HP"], ["25.05.20", "Nike Wagner on Beethoven resurrected"], ["24.05.20", "MP condemns ‘lack of transparency’ as further impact of Nike conference revealed"], ["23.05.20", "Better Buy: Nike vs. Ulta Beauty"], ["23.05.20", "Better Buy: Nike vs. Stitch Fix"], ["22.05.20", "Top Analyst Reports for NIKE, Workday & Allstate"], ["22.05.20", "Key Nike Retailer Sinks On Huge Q1 Misses Across The Board"], ["19.05.20", "Nike (NKE) Gains As Market Dips: What You Should Know"], ["19.05.20", "The best cheap workout clothes that are just as good as Nike, Lululemon and more     - CNET"], ["18.05.20", "The Ratings Game: Nike had lines of up to 40 people outside a store in an Atlanta mall over the weekend, analysts say"], ["18.05.20", "NIKE (NKE) Expects Soft Q4 Results on Coronavirus Qualms"], ["18.05.20", "Better Buy: Nike vs. Peloton Interactive"], ["17.05.20", "Best running shoes for 2020: Nike, Brooks, Mizuno and more     - CNET"], ["16.05.20", "Is Nike a Buy?"], ["15.05.20", "Nike warns lockdown store closures will hurt Q4 sales"], ["14.05.20", "Nike warns of fourth-quarter hit from virus-related store closures"], ["14.05.20", "UPDATE 1-Nike warns of fourth-quarter hit from virus-related store closures"], ["14.05.20", "Nike says online sales offsetting slack or non-existent store sales"], ["14.05.20", "Nike warns of fourth-quarter impact in North America business"], ["14.05.20", "Nike warns of fourth-quarter impact in N.America business"], ["14.05.20", "Nike says virus is having a 'material' impact on its business, as stores in the US start to reopen"], ["14.05.20", "NIKE, Inc. Provides COVID-19 Update on Operations"], ["13.05.20", "Nike and Converse Debut New Looks for the Summer"], ["12.05.20", "Buy Nike over Lulu Now?"], ["07.05.20", "Nike (NKE) Gains But Lags Market: What You Should Know"], ["07.05.20", "NIKE, Inc. Declares $0.245 Quarterly Dividend"], ["05.05.20", "Nike to Donate 30,000 Pairs of Air Zoom Pulse Sneakers to Medical Personnel"], ["01.05.20", "Nike (NKE) Stock Moves -1.88%: What You Should Know"], ["01.05.20", "AXT, Clean Harbors, Walmart, Costco and Nike highlighted as Zacks Bull and Bear of the Day"], ["30.04.20", "Why Nike Stock Looks Fairly Priced At $90"], ["27.04.20", "Nike Rival's Earnings Fall Nearly 100%; Even Worse Q2 Seen"], ["24.04.20", "The Zacks Analyst Blog Highlights: SAP, NIKE, Lockheed Martin, Netflix and Regeneron Pharmaceuticals"], ["23.04.20", "Nike (NKE) Up 12.4% Since Last Earnings Report: Can It Continue?"], ["2020-06-02 12:18", "Riots put brakes on US economy's coronavirus recovery ...  said. Therefore, he believes the economy's reopening is going to become \"much more careful and more delayed.\" Reopenings had been going \"reasonably well\" until the violence, Neil Dutta, head of economics at the New York-based Renaissance Macro Research, told FOX Business. The looting has caused many stores to delay reopening and has forced companies like Target, Walmart and Nike to shutter hundreds of sites. It's too early to say whether the riots will cause a second wave of COVID-19 infections that slows down the pace of the economic recovery, Dutta explained, though he pointed out that most of the protestors were young people who \"tend to do reasonably well with the virus.\" Protesters defy curfew in DC; widespread looting ... "], ["2020-06-02 12:16", "'Weak and meaningless': Tiger Woods criticized for aiming message at protesters, rather than police amid George Floyd protests ...  of color in our country. We have had enough. \"We need to continue peaceful expressions against injustice and demand accountability. Every one of us needs to be part of the solution, and we must work together to ensure justice for all.\" Also on rt.com 'Gutless corporate-driven drivel': Michael Jordan statement on George Floyd death meets with mixed reaction Sponsors Nike, who issued an anti-racism advert last week, replied to Jordan's announcement with a message of support, but his words provoked a mixture of praise and criticism on social media, with some fans thanking him for exercising his influence while others suggested he had taken too long to speak out. Woods's sentiments received an even more divided reception. \"I loved ... "], ["2020-06-02 12:14", "GOLDMAN SACHS: Buy these 15 stocks for powerful profit growth after a historic rally leaves the market with little room for error ...  2020 return : 7% Consensus return on equity growth : 14% 11. Bristol-Myers Squibb Markets Insider Ticker : BMY Sector : Healthcare Market cap : $135.8 billion 2020 return : -5% Consensus return on equity growth : 14% 10. Cardinal Health Markets Insider Ticker : CAH Sector : Healthcare Market cap : $15.8 billion 2020 return : 9% Consensus return on equity growth : 14% 9. Nike Markets Insider Ticker : NKE Sector : Consumer discretionary Market cap : $121.4 billion 2020 return : -3% Consensus return on equity growth : 14% 8. Cerner Markets Insider Ticker : CERN Sector : Healthcare Market cap : $21.7 billion 2020 return : -3% Consensus return on equity growth : 15% 7. Iqvia Markets Insider Ticker : IQV Sector : Information technology Market cap : $22.2 billion ... "], ["2020-06-02 12:10", "The Minneapolis Putsch ... their breathless coverage of the non-existent Corona-Holocaust to breathlessly cover the \"revolution.\" The American police, who just last week were national heroes for risking their lives to beat up, arrest, and generally intimidate mask-less \"lockdown violators\" are now the fascist foot soldiers of the Trumpian Reich. The Nike corporation produced a commercial urging people to smash the windows of their Nike stores and steal their sneakers. Liberal journalists took to Twitter, calling on rioters to \"burn that shit down!\" ... until the rioters reached their gated community and started burning down their local Starbucks. Hollywood celebrities are masking up and going full-black bloc, and doing legal support. Chelsea Clinton is teaching ... "], ["2020-06-02 12:09", "What do we know about George Floyd and his death? ...  & beauty Food & drink Health & fitness Dating & Relationships Royal Family Tech iPhone Tech news Tech culture Gaming Cryptocurrency Motoring The Competition IndyBest Sports & Fitness Home & Garden Kids Books Fashion & Beauty Food & Drink Travel & Outdoors Tech Deals Money Mortgages Loans Savings Pensions Money transfers Health insurance Money Deals indy100 Voucher Codes TUI Groupon Argos Hyperoptic Just Eat Currys Nike Travelodge National Trust boohoo Climate Blogs UK Edition UK Edition US Edition Please wait.... Log in using your social network account OR Log in directly with The Independent {{message}} Please enter an email address Please enter a valid email address Please enter a valid email address Please enter a valid password Keep me logged in Submit ... "], ["2020-06-02 12:07", "F1 2020 calendar: New schedule, dates and races for revised season ...  & beauty Food & drink Health & fitness Dating & Relationships Royal Family Tech iPhone Tech news Tech culture Gaming Cryptocurrency Motoring The Competition IndyBest Sports & Fitness Home & Garden Kids Books Fashion & Beauty Food & Drink Travel & Outdoors Tech Deals Money Mortgages Loans Savings Pensions Money transfers Health insurance Money Deals indy100 Voucher Codes TUI Groupon Argos Hyperoptic Just Eat Currys Nike Travelodge National Trust boohoo Climate Blogs UK Edition UK Edition US Edition Please wait.... Log in using your social network account OR Log in directly with The Independent {{message}} Please enter an email address Please enter a valid email address Please enter a valid email address Please enter a valid password Keep me logged in Submit ... "], ["2020-06-02 12:05", "Police say 4 officers shot in St. Louis protests ...  streets approached, bands of protesters marched peacefully through Manhattan and Brooklyn, but police simultaneously responded to numerous reports of roving groups of people smashing their way into shops and emptying them of merchandise. The doors of Macy's flagship Manhattan store were breached. Police pulled two handcuffed men out and put them in a van. People rushed into a Nike store and carried out armloads of clothing. Near Rockefeller Center, storefront windows were smashed and multiple people arrested. Bank windows were smashed. Wreckage littered the inside of an AT&T store. Video posted on social media showed some protesters arguing with people breaking windows, urging them to stop, but instances of vandalism and smash-and-grab thefts mounted as ... "], ["2020-06-02 12:03", "'It was difficult without ice': Russian figure skating ace Alina Zagitova resumes training ...  Switzerland as minsters deem it less likely to spread Covid-19 Spain striker Diego Costa 'facing new trial and 6-month sentence over TAX FRAUD of more than $1 million' from time with Chelsea 'I can't believe my eyes!' Dominic Cummings 'breaks lockdown' to attend rugby match in AUSTRALIA as trolls make him virtual fan WATCH laughing looters clear out Chicago Nike store in UNDER A MINUTE 'It ain't hate crime, he broke my window!' NBA star J.R. Smith explains why he 'whooped white boy's ass' amid LA riots Justice for... Thaddeus Kosciuszko? Polish envoy enraged after DC protesters vandalize statue of national hero Five asteroids inbound THIS WEEK as 2020's relentless onslaught continues esp de fr r ruptly ... "], ["2020-06-02 12:01", "NYC looting persists despite curfew, with Macy's among stores hit ... . The doors of Macy's flagship Manhattan store were breached. Police pulled two handcuffed men out and put them in a van. New York police officers park their vehicles outside Macy's store after it was broken into hours after a solidarity rally calling for justice over the death of George Floyd, on June 1, 2020. Wong Maye-E / AP People rushed into a Nike store and carried out armloads of clothing. Near Rockefeller Center, storefront windows were smashed and multiple people arrested. Bank windows were smashed. Wreckage littered the inside of an AT&T store. Protests Over Police Violence Lead prosecutor in George Floyd case on probe's next steps NYC looting persists despite curfew, with Macy's among stores hit As more protests turn violent, Trump ... "], ["2020-06-02 11:58", "China's President Xi says need to improve monitoring for diseases of unknown causes ...  American. We need to talk about that. NBC News 'The world is scared right now': 16-year-old boys create short film to speak out about racial injustice, coronavirus Yahoo Life 'We will end it now': Trump says he will deploy military if states can't contain protest violence Yahoo News Video Lawyer Hourly Rates May Totally Surprise You System1 | Attorneys | Search Ads Ad Nike is setting the tone for sports brands in its response to the George Floyd protests Yahoo Finance Gregg Popovich unleashes fiery statement on Trump: 'What we have is a fool in place of a president' Yahoo Sports More than 19,000 new COVID-19 cases in US over past 24 hours ABC News Videos Why Parents Glue Coins To Their Kids' Shoes Livestly Ad Violent protests ... "], ["2020-06-02 11:57", "Alison Hammond breaks down on 'This Morning' making impassioned speech about Black Lives Matter movement ... to talk about that. NBC News Trump says he will use military to put down riots Yahoo News Why Parents Glue Coins To Their Kids' Shoes Livestly Ad 'We will end it now': Trump says he will deploy military if states can't contain protest violence Yahoo News Video 'The Bible is not a prop': Religious leaders, lawmakers outraged over Trump church visit NBC News Nike is setting the tone for sports brands in its response to the George Floyd protests Yahoo Finance New Jersey: Say Bye To Expensive Solar Panels EnergyBillCruncher Ad Gregg Popovich unleashes fiery statement on Trump: 'What we have is a fool in place of a president' Yahoo Sports More than 19,000 new COVID-19 cases in US over past 24 hours ABC News Videos 'The world is ... "], ["2020-06-02 11:57", "Holy smoke! Israelites used weed in ancient rituals ... -Page Trump Coverage HuffPost The officer who stood by as George Floyd died is Asian American. We need to talk about that. NBC News New Jersey: Say Bye To Expensive Solar Panels EnergyBillCruncher Ad Trump calls nation's governors 'weak,' demands they crack down on protesters Yahoo News Video Seven Bridges Announces International Collaboration Focused on Personalized Treatment for Kids with Cancer PR Newswire Nike is setting the tone for sports brands in its response to the George Floyd protests Yahoo Finance How To Pay Off Your Home ASAP, It's So Simple! Fetcharate Ad Gregg Popovich unleashes fiery statement on Trump: 'What we have is a fool in place of a president' Yahoo Sports More than 19,000 new COVID-19 cases in US over past 24 ... "], ["2020-06-02 11:57", "Coronavirus death toll higher than hoped after thousands of cases arrived in UK before government realised ...  Asian American. We need to talk about that. NBC News 'The world is scared right now': 16-year-old boys create short film to speak out about racial injustice, coronavirus Yahoo Life Why Parents Glue Coins To Their Kids' Shoes Livestly Ad 'We will end it now': Trump says he will deploy military if states can't contain protest violence Yahoo News Video Nike is setting the tone for sports brands in its response to the George Floyd protests Yahoo Finance Gregg Popovich unleashes fiery statement on Trump: 'What we have is a fool in place of a president' Yahoo Sports New Jersey: Say Bye To Expensive Solar Panels EnergyBillCruncher Ad More than 19,000 new COVID-19 cases in US over past 24 hours ABC News Videos Violent protests shine ... "], ["2020-06-02 11:57", "That Summer: Greek Island hopping in 1983 ...  & beauty Food & drink Health & fitness Dating & Relationships Royal Family Tech iPhone Tech news Tech culture Gaming Cryptocurrency Motoring The Competition IndyBest Sports & Fitness Home & Garden Kids Books Fashion & Beauty Food & Drink Travel & Outdoors Tech Deals Money Mortgages Loans Savings Pensions Money transfers Health insurance Money Deals indy100 Voucher Codes TUI Groupon Argos Hyperoptic Just Eat Currys Nike Travelodge National Trust boohoo Climate Blogs UK Edition UK Edition US Edition Please wait.... Log in using your social network account OR Log in directly with The Independent {{message}} Please enter an email address Please enter a valid email address Please enter a valid email address Please enter a valid password Keep me logged in Submit ... "], ["2020-06-02 11:56", "Brazil's Supreme Court judge shelves request to seize Bolsonaro's cellphone ...  Ad 'The world is scared right now': 16-year-old boys create short film to speak out about racial injustice, coronavirus Yahoo Life 'We will end it now': Trump says he will deploy military if states can't contain protest violence Yahoo News Video Coronavirus: More than a quarter of UK workers now furloughed BBC Everything You Should Know About 5G Yahoo Search Ad Nike is setting the tone for sports brands in its response to the George Floyd protests Yahoo Finance Gregg Popovich unleashes fiery statement on Trump: 'What we have is a fool in place of a president' Yahoo Sports More than 19,000 new COVID-19 cases in US over past 24 hours ABC News Videos Signs of Hemophilia (May Startle Most) System1 | Hemophilia | Search Ads Ad Violent ... "], ["2020-06-02 11:55", "Mike Tindall jokes about relief at daughter's return to school following coronavirus lockdown ...  Ad 'The world is scared right now': 16-year-old boys create short film to speak out about racial injustice, coronavirus Yahoo Life 'We will end it now': Trump says he will deploy military if states can't contain protest violence Yahoo News Video 'I Will Make You Mine': Film Review Variety New Jersey: Say Bye To Expensive Solar Panels EnergyBillCruncher Ad Nike is setting the tone for sports brands in its response to the George Floyd protests Yahoo Finance Gregg Popovich unleashes fiery statement on Trump: 'What we have is a fool in place of a president' Yahoo Sports More than 19,000 new COVID-19 cases in US over past 24 hours ABC News Videos Everything You Should Know About 5G Yahoo Search Ad Violent protests shine ... "], ["2020-06-02 11:48", "How do you cope when your sport is cancelled? ...  & beauty Food & drink Health & fitness Dating & Relationships Royal Family Tech iPhone Tech news Tech culture Gaming Cryptocurrency Motoring The Competition IndyBest Sports & Fitness Home & Garden Kids Books Fashion & Beauty Food & Drink Travel & Outdoors Tech Deals Money Mortgages Loans Savings Pensions Money transfers Health insurance Money Deals indy100 Voucher Codes TUI Groupon Argos Hyperoptic Just Eat Currys Nike Travelodge National Trust boohoo Climate Blogs UK Edition UK Edition US Edition Please wait.... Log in using your social network account OR Log in directly with The Independent {{message}} Please enter an email address Please enter a valid email address Please enter a valid email address Please enter a valid password Keep me logged in Submit ... "], ["2020-06-02 11:46", "Former Blue Bloods star calls on cop actors to donate to anti-racism charities based on their salary ...  & beauty Food & drink Health & fitness Dating & Relationships Royal Family Tech iPhone Tech news Tech culture Gaming Cryptocurrency Motoring The Competition IndyBest Sports & Fitness Home & Garden Kids Books Fashion & Beauty Food & Drink Travel & Outdoors Tech Deals Money Mortgages Loans Savings Pensions Money transfers Health insurance Money Deals indy100 Voucher Codes TUI Groupon Argos Hyperoptic Just Eat Currys Nike Travelodge National Trust boohoo Climate Blogs UK Edition UK Edition US Edition Please wait.... Log in using your social network account OR Log in directly with The Independent {{message}} Please enter an email address Please enter a valid email address Please enter a valid email address Please enter a valid password Keep me logged in Submit ... "], ["2020-06-02 11:45", "Several Officers Killed, NY Troopers Hit By SUV As Trump's Threat Of Military Force Fails To Deter 7th Night Of Violence ... Spade were all vandalized. Best Buy in Union Square and several drug stores were also hit. Chaos already by Union Square. Looters pouring in and out of boarded up Zumiez apparel store. Nearby, people are jamming sneakers and clothes into their backpacks. It's like a shopping spree. #nyc #looting pic.twitter.com/zT9En6Y5DE — Shayna Jacobs (@shaynajacobs) June 2, 2020 FIFTH AVE NIKE STORE LOOTED. LAWLESS pic.twitter.com/Ql863cSjEc — The_Real_Fly (@The_Real_Fly) June 2, 2020 NYPD officer struck by a car See how a Car hits a NYPD officer, see how his body flies in air and then falls on the ground. What kind of justice this is for #GeorgeFloyd ? pic.twitter.com/PTCu5BxuIC — Mihir Jha (@MihirkJha) June 2, 2020 Possible explosives used to blow ... "], ["2020-06-02 11:45", "India steps up efforts to curb locust infestation ...  died is Asian American. We need to talk about that. NBC News Trump says he will use military to put down riots Yahoo News 'We will end it now': Trump says he will deploy military if states can't contain protest violence Yahoo News Video Why Parents Glue Coins To Their Kids' Shoes Livestly Ad NY Times Ripped For 'Pathetic' Front-Page Trump Coverage HuffPost Nike is setting the tone for sports brands in its response to the George Floyd protests Yahoo Finance Gregg Popovich unleashes fiery statement on Trump: 'What we have is a fool in place of a president' Yahoo Sports Remember Johnny? This Is How She Looks At 74 Graduatez Ad 'The world is scared right now': 16-year-old boys create short film to speak out about racial ... "]]}}