{"postfix": "nintendo-aktie", "name": "NINTENDO", "wkn": "864009", "time": "2020.06.02 13:41", "ts": 1591098071, "features": {"KGV": "19.02", "Marktkapitalisierung": {"Size": "Mrd", "Value": "48.48"}, "GA": "2.171.20", "KBV": "3.19", "BA": "12.933.50", "KCV": "18.49", "CA": "2233.12", "Vola30": "34.26", "Vola90": "45.53", "Vola180": "37.4", "Vola250": "31.26"}, "rivals": ["sony-aktie", "microsoft-aktie", "electronic_arts-aktie", "thq-aktie", "activision_blizzard-aktie", "konami-aktie"], "text_data": {"de": [["27.05.20", "Welche Nintendo Switch lohnt sich - und welches Zubehör? "], ["19.05.20", "Nintendo zieht gegen Verkäufer von Switch-Hacks vor Gericht"], ["19.05.20", "Team Xecuter: Nintendo reicht Klagen wegen Switch-Hackern ein"], ["15.05.20", "Nintendo Switch: Paper Mario kämpft in einer faltbaren Welt"], ["14.05.20", "\"Paper Mario: The Origami King\" erscheint im Sommer für die Nintendo Switch"], ["09.05.20", "Nintendo: Das sind die jüngsten Quartalszahlen"], ["09.05.20", "Nintendo stellte Zahlen zum jüngsten Quartal vor"], ["08.05.20", "MÄRKTE ASIEN/Verstärkte Lockerungen treiben die Börsen an"], ["08.05.20", "Märkte am Morgen: DAX nimmt 11.000-Punkte-Marke ins Visier; PayPal, Nintendo, Amazon, Siemens, Zalando, Adidas"], ["08.05.20", "MÄRKTE ASIEN/Fester - Warten auf US-Arbeitsmarktbericht"], ["07.05.20", "Nintendo: Switch verkauft sich gut in der Coronakrise"], ["07.05.20", "Nintendo: Lockdown lässt die Kasse klingeln"], ["07.05.20", "Hybridkonsole: Nintendo hat 55,8 Millionen Switch verkauft"], ["07.05.20", "Nintendo Switch verkauft sich in der Coronakrise prächtig"], ["07.05.20", "Ausblick: Nintendo informiert über die jüngsten Quartalsergebnisse"], ["07.05.20", "Ausblick: Nintendo zieht Bilanz zum abgelaufenen Quartal"], ["06.05.20", "Nintendo-Game: Das nächste Fortnite? Animal Crossing hat das Zeug zur Marketingplattform"], ["04.05.20", "Nintendo-Leaks: Code von Wii und N64 im Netz aufgetaucht"], ["04.05.20", "Spielkonsole: Die Nintendo Wii ist jetzt tatsächlich gecrackt"], ["24.04.20", "Datenleck bei Nintendo: \"Unautorisierter Zugriff auf 160.000 Konten\""], ["24.04.20", "Nintendo bestätigt unbefugte Zugriffe auf 160.000 Nutzerkonten"], ["22.04.20", "Nintendo: Aktivistischer Investor sorgt für frischen Wind"], ["22.04.20", "Valueact: Nintendo hat einen neuen Anteilseigner"], ["22.04.20", "Erste Schätzungen: Nintendo vermeldet Zahlen zum jüngsten Quartal"], ["22.04.20", "Erste Schätzungen: Nintendo präsentiert Bilanzzahlen zum jüngsten Jahresviertel"], ["21.04.20", "Zugriffe auf Nutzer-Accounts: Nintendo rät zur Zwei-Faktor-Authentifizierung"], ["21.04.20", "Nintendo: Diese Hammerzahl überrascht"], ["21.04.20", "Nintendo: Update erlaubt Weltenbau in Super Mario Maker 2"], ["21.04.20", "Datensicherheit: Nutzerberichte über unbefugte Zugriffe auf Nintendo-Accounts"], ["17.04.20", "\"Crysis Remastered\" kommt auch für die Nintendo Switch"], ["14.04.20", "Nintendo Switch: Firmware 10 bietet zusätzliche Speicher- und Tastenoptionen"], ["09.04.20", "Nintendo: 5 Gründe, warum man die Aktie haben sollte"], ["08.04.20", "„Tolle Aktie“ Nintendo - Switch ausverkauft "], ["02.04.20", "Nintendo: Von wegen Krise - Rekordverkaufszahlen für die Switch"], ["01.04.20", "Pokémon Go-Umsatz geht durch die Decke"], ["27.03.20", "Nintendo: Bioshock und Xcom 2 kommen für die Switch"]], "en": [["01.06.20", "Clubhouse Games review — Nintendo pours love into 51 Worldwide Classics"], ["29.05.20", "Super Nintendo World aerial shot gives us our best look yet at the theme park     - CNET"], ["28.05.20", "Why I regret buying my Nintendo Switch Lite     - CNET"], ["26.05.20", "The Zacks Analyst Blog Highlights: Nintendo, Activision Blizzard, Glu Mobile, Capcom and DouYu International"], ["21.05.20", "Five Nights at Freddy’s: Help Wanted comes to Nintendo Switch"], ["15.05.20", "Nintendo eShop sale: 7 discounted Switch games to buy now     - CNET"], ["14.05.20", "Nintendo unfolds Paper Mario for Switch, and it looks as charming as you'd expect     - CNET"], ["12.05.20", "Nintendo Reports Blowout Numbers, But Guidance Disappoints"], ["10.05.20", "Nintendo and PlayStation lead as TV ad spend dips in April — even during pandemic"], ["08.05.20", "The Zacks Analyst Blog Highlights: Netflix, Wayfair, eBay, Akamai Technologies and Nintendo"], ["07.05.20", "Nintendo collects lockdown power-up as sales shift online     "], ["07.05.20", "After the triumph of Animal Crossing, a thin pipeline for Nintendo"], ["07.05.20", "After the triumph of Animal Crossing, a thin pipeline for Nintendo"], ["07.05.20", "After the triumph of Animal Crossing, a thin pipeline for Nintendo"], ["07.05.20", "Nintendo Sells 21 Million Switch Consoles During the Pandemic"], ["07.05.20", "Nintendo sells a lot more Switches, as people stay and home playing Animal Crossing"], ["07.05.20", "Nintendo: Switch it up "], ["07.05.20", "Nintendo smashes Switch sales view; says Animal Crossing is device's fastest-selling game"], ["07.05.20", "Nintendo smashes Switch sales view; says Animal Crossing is device's fastest-selling game"], ["07.05.20", "Nintendo smashes Switch sales view; says Animal Crossing is device's fastest-selling game"], ["07.05.20", "Nintendo Switch sales hit 55.7 million as company grows annual revenues 9% to $12.31 billion"], ["07.05.20", "Nintendo smashes Switch sales forecast as Animal Crossing sales top 13 million"], ["07.05.20", "Nintendo smashes Switch sales forecast as Animal Crossing sales top 13 million"], ["07.05.20", "Nintendo smashes Switch sales forecast as Animal Crossing sales top 13 million"], ["07.05.20", "Nintendo expects to sell 19 million Switch devices this financial year"], ["07.05.20", "Nintendo expects to sell 19 million Switch devices this financial year"], ["05.05.20", "Should Investors Follow the Smart Money and Buy Nintendo Stock?"], ["01.05.20", "Get up to 16 Nintendo Switch indie games for 49 cents each     - CNET"], ["30.04.20", "No Nintendo Direct planned for June due to work-from-home hurdles"], ["30.04.20", "Nintendo seen extending profit streak as housebound consumers switch on"], ["30.04.20", "Nintendo seen extending profit streak as housebound consumers switch on"], ["29.04.20", "U.S. ITC to probe some Nintendo gaming systems after petition"], ["29.04.20", "U.S. ITC to probe some Nintendo gaming systems after petition"], ["28.04.20", "Deadly Premonition 2 brings surreal survival horror to Nintendo Switch in July     - CNET"], ["28.04.20", "Deadly Premonition 2 gets July 10 release date on Nintendo Switch"], ["28.04.20", "Virtual rate cut forces Nintendo gamers into riskier assets"], ["26.04.20", "Better Buy: Activision Blizzard vs. Nintendo"], ["25.04.20", "Should I buy a Nintendo Switch for my kids in lockdown?"], ["24.04.20", "Nintendo Hacked! 160,000 Accounts Breached"], ["24.04.20", "After 160,000 accounts are compromised, Nintendo shuts down NNID logins"], ["2020-06-02 11:05", "FIFA 20 TOTS Ultimate Team Predictions: The Best Team of the Season So Far players ...  will be included in the Ultimate TOTSSF squad? Let us know in the comments below. Comments Show more More On Cristiano Ronaldo Kylian Mbappe Lionel Messi Mohamed Salah Neymar Ole Gunnar Solskjaer Sadio Mane Sergio Aguero Virgil van Dijk FIFA 20 Premier League Tech all Most Read Most Recent The Legend of Zelda Zelda Breath of the Wild 2: Good news imminent for fans waiting on release date? Nintendo news was expected to be on hold all Summer, but fans could be treated to that long-awaited Zelda Breath of the Wild 2 news sooner than they think. PS Plus June 2020 FREE games release times and PSN Store PlayStation Plus discounts update PS Plus Star Wars Battlefront 2 and Call of Duty WW2 are both free PlayStation Plus games throughout June 2020. Keep reading as ... "], ["2020-06-02 11:00", "Galaxy Note 20: Juiciest camera rumors, photo leaks and more ...  off Mobile Close Discuss: Galaxy Note 20: Juiciest camera rumors, photo leaks and more Sign in to comment Be respectful, keep it civil and stay on topic. We delete comments that violate our policy , which we encourage you to read. Discussion threads can be closed at any time at our discretion. English | Espaol MORE FROM CNET Upgrade to Windows 10 for free right now The 34 best games on Nintendo Switch The best Wi-Fi routers of 2020 Windows 10 tips and tricks The best VPN service for 2020 About About CNET Newsletter Sitemap Careers Help Center Licensing Policies Privacy Policy Terms of Use Mobile User Agreement Ad Choice CA Privacy/Info We Collect CA Do Not Sell My Info Get the CNET app App Store | Google Play Follow CBS Interactive Inc. All Rights Reserved."], ["2020-06-02 11:00", "Crucible is here: How to play Amazon's new, free PC game ...  off How to Close Discuss: Crucible is here: How to play Amazon's new, free PC game Sign in to comment Be respectful, keep it civil and stay on topic. We delete comments that violate our policy , which we encourage you to read. Discussion threads can be closed at any time at our discretion. English | Espaol MORE FROM CNET Upgrade to Windows 10 for free right now The 34 best games on Nintendo Switch The best Wi-Fi routers of 2020 Windows 10 tips and tricks The best VPN service for 2020 About About CNET Newsletter Sitemap Careers Help Center Licensing Policies Privacy Policy Terms of Use Mobile User Agreement Ad Choice CA Privacy/Info We Collect CA Do Not Sell My Info Get the CNET app App Store | Google Play Follow CBS Interactive Inc. All Rights Reserved."], ["2020-06-02 11:00", "What is Tor? Your guide to using the private browser ...  off How to Close Discuss: What is Tor? Your guide to using the private browser Sign in to comment Be respectful, keep it civil and stay on topic. We delete comments that violate our policy , which we encourage you to read. Discussion threads can be closed at any time at our discretion. English | Espaol MORE FROM CNET Upgrade to Windows 10 for free right now The 34 best games on Nintendo Switch The best Wi-Fi routers of 2020 Windows 10 tips and tricks The best VPN service for 2020 About About CNET Newsletter Sitemap Careers Help Center Licensing Policies Privacy Policy Terms of Use Mobile User Agreement Ad Choice CA Privacy/Info We Collect CA Do Not Sell My Info Get the CNET app App Store | Google Play Follow CBS Interactive Inc. All Rights Reserved."], ["2020-06-02 11:00", "DIYing a VR Headset For Cheap ...  home entertainment hacks home hacks how-to Interest internet hacks Interviews iphone hacks ipod hacks Kindle hacks Kinect hacks laptops hacks Laser Hacks LED Hacks Lifehacks Linux Hacks lockpicking hacks Mac Hacks Machine Learning Major Tom Medical Hacks Microcontrollers Misc Hacks Multitouch Hacks Musical Hacks Netbook Hacks Network Hacks News Nintendo DS Hacks Nintendo Game Boy Hacks Nintendo Hacks Nintendo Wii Hacks Nook Hacks Original Art Palm Pre Hacks Parts Peripherals Hacks Phone Hacks Playstation Hacks Podcasts Portable Audio Hacks Portable Video Hacks PSP Hacks Radio Hacks Rants Raspberry Pi Repair Hacks Retrocomputing Retrotechtacular Reviews Robots Hacks Roundup Science Security Hacks Skills Slider Software Development Software Hacks Solar Hacks ... "], ["2020-06-02 10:50", "Destiny 2 Reset Time: Xur, Trials, Season 11 hints, more coming in Weekly Reset ...  Season of Destiny 2 at the same time that we talk about the next chapter in this story that has been unfolding all year long.\" Expect more teases, hidden cutscenes and hints about that future to materialise after this Reset. More On Destiny 2 Tech all Most Read Most Recent The Legend of Zelda Zelda Breath of the Wild 2: Good news imminent for fans waiting on release date? Nintendo news was expected to be on hold all Summer, but fans could be treated to that long-awaited Zelda Breath of the Wild 2 news sooner than they think. PS Plus June 2020 FREE games release times and PSN Store PlayStation Plus discounts update PS Plus Star Wars Battlefront 2 and Call of Duty WW2 are both free PlayStation Plus games throughout June 2020. Keep reading as we recap what ... "], ["2020-06-02 10:49", "Sea of Thieves Down: Servers offline ahead of Steam PC launch on June 3 ...  as we hear anything further about this period of server downtime. Latest Games News Animal Crossing New Horizons Patch 1.2.1 Where is Xur in Destiny 2 Today? FIFA 20 TOTSSF Serie A Predictions Destiny 2 Trials of Osiris News - May 22 More On XBox Tech all Most Read Most Recent The Legend of Zelda Zelda Breath of the Wild 2: Good news imminent for fans waiting on release date? Nintendo news was expected to be on hold all Summer, but fans could be treated to that long-awaited Zelda Breath of the Wild 2 news sooner than they think. PS Plus June 2020 FREE games release times and PSN Store PlayStation Plus discounts update PS Plus Star Wars Battlefront 2 and Call of Duty WW2 are both free PlayStation Plus games throughout June 2020. Keep reading as we recap what ... "], ["2020-06-02 10:30", "Sony Xperia 1 II review: For phone filmmakers, these cameras will be hard to beat ... : Sony Xperia 1 II review: For phone filmmakers, these cameras will be hard to beat Sign in to comment Be respectful, keep it civil and stay on topic. We delete comments that violate our policy , which we encourage you to read. Discussion threads can be closed at any time at our discretion. English | Espaol MORE FROM CNET Upgrade to Windows 10 for free right now The 34 best games on Nintendo Switch The best Wi-Fi routers of 2020 Windows 10 tips and tricks The best VPN service for 2020 About About CNET Newsletter Sitemap Careers Help Center Licensing Policies Privacy Policy Terms of Use Mobile User Agreement Ad Choice CA Privacy/Info We Collect CA Do Not Sell My Info Get the CNET app App Store | Google Play Follow CBS Interactive Inc. All Rights Reserved."], ["2020-06-02 10:15", "Pssst... Your face mask isn't a force field against the coronavirus. Sorry ... Discuss: Pssst... Your face mask isn't a force field against the coronavirus. Sorry Sign in to comment Be respectful, keep it civil and stay on topic. We delete comments that violate our policy , which we encourage you to read. Discussion threads can be closed at any time at our discretion. English | Espaol MORE FROM CNET Upgrade to Windows 10 for free right now The 34 best games on Nintendo Switch The best Wi-Fi routers of 2020 Windows 10 tips and tricks The best VPN service for 2020 About About CNET Newsletter Sitemap Careers Help Center Licensing Policies Privacy Policy Terms of Use Mobile User Agreement Ad Choice CA Privacy/Info We Collect CA Do Not Sell My Info Get the CNET app App Store | Google Play Follow CBS Interactive Inc. All Rights Reserved."], ["2020-06-02 10:05", "300+ General knowledge questions and answers to choose from for your virtual quiz ...  does an octopus have? Answers Mercury Leaf 118 Ear 3 More science quiz questions and answers Technology quiz questions and answers Questions With over 222 million units sold, what is Apple's highest-selling iPhone model? In which year was the Microsoft XP operating system released? Elon Musk is the CEO of which global brand. What does GIF stand for? In which year was the Nintendo 64 released in Europe? Answers iPhone 6/6 Plus 2001 Tesla Graphics Interchange Format 1997 More technology pub quiz 2000s music quiz questions and answers Questions Which singer had 2007's best-selling album, Back to Black? Duo Gnarles Barkley had a huge hit in 2006 with Crazy, but what's the name of the singer? Girls Aloud released their first single in 2002, Sound ... "], ["2020-06-02 10:00", "Game review: Still hooked after a month playing Animal Crossing: New HorizonsI was never into the Animal Crossing video game franchise, as I have not owned a Nintendo gaming console before I bought the Switch.. Read more at straitstimes.com."], ["2020-06-02 10:00", "Why video game Animal Crossing: New Horizons has become a cultural phenomenon ...  Elijah Wood. Called \"Animal Talking\", the show was hailed by tech news site The Verge as 2020's hottest late-night talk show. In Singapore, the number of copies of ACNH sold so far is likely close to around 30,000 - a number estimated by The Straits Times from tallying up ACNH sales figures of major local game retailers, including Qisahn, PlayE and Game Resort. Local Nintendo games distributor Maxsoft was not able to provide local sales figures due to business confidentiality issues. Qisahn says it has sold over 4,000 copies since ACNH's launch. It sells an average of 300 copies per game for most titles. Qisahn owner Soon Qishan says: \"Sales (of ACNH) could have been even better if not for the limited stocks.\" Mr Soon adds that many ... "], ["2020-06-02 09:40", "Dating during the COVID-19 pandemic: 8 fresh ideas for couples looking for more than a dinner and a movie ... \" and play each game like it's an \"event.\" It's a great way to get active outside in a new way while also having a ton of fun at home. Visit each other in \"Animal Crossing\" This is an idea for video game lovers, and is a great option for people who might be entering new relationships. If you have \"Animal Crossing: New Horizons\" on a Nintendo Switch device, you can visit your friends \"Islands\" in the game and walk around, exchange gifts, chat and do other activities. Go visit your crush's island, and shower them in gifts in the game! It's a great way to virtually \"chat\" with someone on a new and more dynamic medium than just texting, plus, it's fun to play together at the same time. Try a blind ... "], ["2020-06-02 09:30", "Community star Joel McHale is obsessed with collecting wine and knives ...  Close Discuss: Community star Joel McHale is obsessed with collecting wine and knives Sign in to comment Be respectful, keep it civil and stay on topic. We delete comments that violate our policy , which we encourage you to read. Discussion threads can be closed at any time at our discretion. English | Espaol MORE FROM CNET Upgrade to Windows 10 for free right now The 34 best games on Nintendo Switch The best Wi-Fi routers of 2020 Windows 10 tips and tricks The best VPN service for 2020 About About CNET Newsletter Sitemap Careers Help Center Licensing Policies Privacy Policy Terms of Use Mobile User Agreement Ad Choice CA Privacy/Info We Collect CA Do Not Sell My Info Get the CNET app App Store | Google Play Follow CBS Interactive Inc. All Rights Reserved."], ["2020-06-02 09:11", "Fitness model sparks debate amid George Floyd protests after saying she's 'mixed race' ... ,000, shocking new figures claim The toll now stands at 49,646, including death certificate data for England and Wales released up to May 22, previous figures for Scotland and Northern Ireland, and hospital deaths in England DOOM Eternal Switch release date: Bethesda port could be coming in June Doom Bethesda and id Software's latest game is due to release on the Nintendo Switch soon and a new listing may have revealed precisely when Arsenal star Alexandre Lacazette 'first choice' for Inter Milan to replace Lautaro Martinez Arsenal FC Alexandre Lacazette is being lined up by Inter Milan to replace Lautaro Martinez, should the Argentinian join Barcelona this summer Rare sheep virus leaves teenager feeling like his 'body's on fire and burnt ... "], ["2020-06-02 09:05", "28 tips to stretch your stimulus check and save money after quarantine ...  Close Discuss: 28 tips to stretch your stimulus check and save money after quarantine Sign in to comment Be respectful, keep it civil and stay on topic. We delete comments that violate our policy , which we encourage you to read. Discussion threads can be closed at any time at our discretion. English | Espaol MORE FROM CNET Upgrade to Windows 10 for free right now The 34 best games on Nintendo Switch The best Wi-Fi routers of 2020 Windows 10 tips and tricks The best VPN service for 2020 About About CNET Newsletter Sitemap Careers Help Center Licensing Policies Privacy Policy Terms of Use Mobile User Agreement Ad Choice CA Privacy/Info We Collect CA Do Not Sell My Info Get the CNET app App Store | Google Play Follow CBS Interactive Inc. All Rights Reserved."], ["2020-06-02 09:04", "Louise Redknapp flashes cleavage as it spills out of flimsy white swimsuit ... shocking new figures claim Coronavirus The toll now stands at 49,646, including death certificate data for England and Wales released up to May 22, previous figures for Scotland and Northern Ireland, and hospital deaths in England DOOM Eternal Switch release date: Bethesda port could be coming in June Doom Bethesda and id Software's latest game is due to release on the Nintendo Switch soon and a new listing may have revealed precisely when Arsenal star Alexandre Lacazette 'first choice' for Inter Milan to replace Lautaro Martinez Arsenal FC Alexandre Lacazette is being lined up by Inter Milan to replace Lautaro Martinez, should the Argentinian join Barcelona this summer Rare sheep virus leaves teenager feeling like his 'body's on fire and ... "], ["2020-06-02 09:03", "Bible miracle site where 'Jesus fed the 5,000' floods during search for secrets ... shocking new figures claim Coronavirus The toll now stands at 49,646, including death certificate data for England and Wales released up to May 22, previous figures for Scotland and Northern Ireland, and hospital deaths in England DOOM Eternal Switch release date: Bethesda port could be coming in June Doom Bethesda and id Software's latest game is due to release on the Nintendo Switch soon and a new listing may have revealed precisely when Arsenal star Alexandre Lacazette 'first choice' for Inter Milan to replace Lautaro Martinez Arsenal FC Alexandre Lacazette is being lined up by Inter Milan to replace Lautaro Martinez, should the Argentinian join Barcelona this summer Rare sheep virus leaves teenager feeling like his 'body's on fire and ... "], ["2020-06-02 08:56", "UK coronavirus death toll nears 50,000, shocking new figures claim ... shocking new figures claim Coronavirus The toll now stands at 49,646, including death certificate data for England and Wales released up to May 22, previous figures for Scotland and Northern Ireland, and hospital deaths in England DOOM Eternal Switch release date: Bethesda port could be coming in June Doom Bethesda and id Software's latest game is due to release on the Nintendo Switch soon and a new listing may have revealed precisely when Arsenal star Alexandre Lacazette 'first choice' for Inter Milan to replace Lautaro Martinez Arsenal FC Alexandre Lacazette is being lined up by Inter Milan to replace Lautaro Martinez, should the Argentinian join Barcelona this summer Rare sheep virus leaves teenager feeling like his 'body's on fire and ... "], ["2020-06-02 08:54", "DOOM Eternal Switch release date: Bethesda port could be coming in June ...  explains more about how we use your data, and your rights. You can unsubscribe at any time. Thank you for subscribing See our privacy notice Invalid Email Doom Eternal released back on Friday, March 20, 2020, for PS4, Xbox One and Steam gaining a great critical reaction when it arrived on all those platforms on the same day. We've always known that the game is due to arrive on Nintendo Switch, too, but Bethesda has been a little bit more quiet about when we can expect the game to arrive on that platform. Now, though, it looks like we may at least have had a hint about when the latest entry in the DOOM series will arrive in handheld form. Thanks to a listing that appeared on The Game Collection's eBay page (via CulturedVultures ), it looks like we ... "]]}}