{"postfix": "nippon_express-aktie", "name": "NIPPON_EXPRESS", "wkn": "857297", "time": "2020.06.02 12:27", "ts": 1591093631, "features": {"KGV": "27.83", "Marktkapitalisierung": {"Size": "Mrd", "Value": "4.47"}, "GA": "185.06", "KBV": "0.89", "BA": "5.805.10", "KCV": "7.56", "CA": "681.07", "Vola30": "43.18", "Vola90": "42.66", "Vola180": "38.55", "Vola250": "33.93"}, "rivals": ["deutsche_post-aktie", "vtg-aktie"], "text_data": {"de": [["29.04.20", "Nippon Express veröffentlichte Zahlen zum vergangenen Quartal"], ["27.04.20", "Ausblick: Nippon Express zieht Bilanz zum abgelaufenen Quartal"], ["03.02.20", "Nippon Express stellte das Zahlenwerk zum vergangenen Quartal vor"], ["30.01.20", "Ausblick: Nippon Express stellt Quartalsergebnis zum abgelaufenen Jahresviertel vor"]], "en": [["2020-06-01 04:07", "Airlines ramp up infection preventive measuresAirlines ramp up infection preventive measures Japanese airlines are ramping up measures to prevent coronavirus infections as they resume flights that were sharply reduced during the state of emergency. All Nippon Airways is requiring passengers to wear masks at the airport and on planes from Monday. It plans to increase the number of domestic flights in June by 15 percent  ... passengers to wear masks. A maximum of 20 people will be allowed to board a plane at one time. Markers at boarding gates remind passengers to practice social distancing. Operators of express buses are also gradually resuming services following the lifting of the state of emergency. A Tokyo-based bus company has resumed services on seven routes. The vehicles have ventilation equipment that ... "], ["2020-05-28 12:01", "Coronavirus NJ: Here are the 45 new CVS testing sites in NJ ...  coronavirus delay of more than two months. YONHAP/AFP via Getty Images Fullscreen A passenger wearing a face shield sits along with others in a train carriage of Karachi bound Awam Express at the Rawalpindi railway station as train services resumed ahead of the Muslim Eid al-Fitr festival after the government eased a nationwide lockdown imposed as a preventive measure against the  ... the world's longest nationwide coronavirus lockdown. VINCENZO PINTO, AFP via Getty Images Fullscreen An employee works to set up a medical facility to accomodate COVID-19 patients with mild symptoms at the Nippon Foundation Para Arena in Tokyo on May 4, 2020. Japan's government prepared on May 4 to extend its nationwide state of emergency to the end of May as it braces for  ... "], ["2020-05-27 22:39", "Time working against MLB union as it contemplates critical next step to save season ...  to MLB's proposal Tuesday which called for a sliding scale of salary reductions for players that would take the biggest bite out of those who are the highest-paid was to express its extreme disappointment at what it viewed as \"massive\" pay cuts. Some on the players' side viewed it as a boldfaced ploy to divide the union membership, which, because it  ... MLB to get back to the television screens of America. Already, the Korea Baseball Organization, the third-largest baseball league in the world, is airing its games on ESPN, and Japan's Nippon Professional Baseball, the second-largest, is three weeks away from its launch. Baseball's Doomsday Clock last struck midnight in 1994, when the players went on strike, ultimately leading to the  ... "], ["2020-05-24 21:00", "Expect delays and inconvenience as air travel resumes ... have to stow their own bags in overhead cabins, dispose of their own trash and cannot change seats during the flight. Other airlines - SIA, Jetstar Asia, All Nippon Airways, Emirates, Korean Air, Japan Airlines and AirAsia - said they already have various precautions in place, and will continue to monitor regulations as well as customer  ...  much faster than international travel. He also said that demand for business travel would likely plunge, a sentiment echoed by Qatar Airways' Mr Al Baker. But business travel agents CWT and American Express Global Business Travel (Amex GBT) said they are confident demand will return. Amex GBT's vice-president and general manager for Asia-Pacific Joanne Sully said: \"The temporary absence of people movement ... "], ["2020-05-23 13:54", "A San Francisco resident captured the bright flames and huge smoke plume from a four-alarm fire burning at a warehouse at Pier 45 in San Francisco. ... along Fisherman's Wharf in San Francisco. The fire has left haze over the city. What to Read Next Global Refrigerated Warehousing Technologies Market - Trajectory & Analytics - ResearchAndMarkets.com Business Wire Clint Eastwood Just Joined The Most Exclusive Club Yetales.com Ad Amazon Reschedules Prime Day to September As It Tries To Restore Pre-Pandemic Operations Benzinga Nippon Express (UK) Receives WDA and GDP Certification for Company Warehouse near London Heathrow Airport PR Newswire Amazon reportedly delays Prime Day until September Engadget What Happens To Your Body If You Sleep With Socks Livestly Ad Trump's press secretary may have flashed his personal banking information while displaying the check of his quarterly salary donation Business ... "], ["2020-05-22 21:17", "Japan's railways plan to scale back shinkansen suspensions as COVID-19 epidemic wanes ...  number of Nozomi trains on the Tokaido bullet train line will be down 30 percent on average from the year-before levels, compared with 60 percent at present, JR Central said. East Japan Railway Co. (JR East) and West Japan Railway Co. will also scale back major shinkanse suspensions. Tokyo-based express bus operator Willer Express, which has fully suspended business, will resume daytime services on seven routes, including between Tokyo and Osaka, on June 1. All Nippon Airways plans to cancel some 70 percent of its domestic flights in June, compared with about 85 percent in May. Twitter Facebook LinkedIn Your news needs your support Since the early stages of the COVID-19 crisis, The Japan Times has been providing free access to crucial news on the impact ... "], ["2020-05-22 14:17", "Demand, supply chain disruption may see pvt manufacturing shrinking in FY21 ...  an expected slowdown in infrastructure projects and housing demand, Emkay Global Financial Services said in a post-result report for the company ALSO READ How to make scale irrelevant Letter to BS: Rs 2-trn package should be taken as first of many such steps Opportunity for Make in India Welcoming global firms Future Supply Chain up 6% as CCI approves stake purchase by Nippon Express The Reserve Bank of India's estimate that India's economic growth will decelerate in the first half of current year is largely on the back of demand and supply chain disruptions in manufacturing activity especially in the private sector. The private corporate sector growth, which has a share of over 75 per cent in overall manufacturing growth, would need few more months ... "], ["2020-05-22 05:00", "Nippon Express (UK) Receives WDA And GDP Certification For Company Warehouse Near London Heathrow AirportTOKYO, May 22, 2020 /PRNewswire/ -- Nippon Express (UK) Co., Ltd. (hereinafter, \"NEUK\"), a local subsidiary of Nippon Express Co., Ltd. based in Tokyo, has been officially granted Wholesale Distribution Authorisation (WDA) and Good Distribution Pr"], ["2020-05-22 04:00", "IndiGo to operate 97 repatriation flights to bring back Indians stranded in Middle East ...  nation at this crucial time. IndiGo will continue to contribute and adapt its business to the needs of the hour,\" he added. (ANI) Tags Air India and Air India Express middle east Air carrier IndiGo IndiGo Chief Executive Officer Ronojoy Dutta Air liner repatriation flights Related News US deports al Qaeda terrorist Mohammed Ibrahim Zubair to India Updated: May 22,  ...  has taken steps hindering normal patrolling patterns Updated: May 21, 2020 19:17 IST 'Nepal's border issue with India is just politics' Updated: May 21, 2020 13:06 IST Nippon Foundation announces free cab facilities for medics and paramedics Updated: May 21, 2020 11:45 IST Australia seeks to strengthen ties with India in key strategic sectors amid covid tensions with China Home ... "], ["2020-05-19 10:00", "WebCargo And IBS Software Announce Industry-first Third Party System E-booking Integration ...  distribution and bookings between hundreds of airlines and 1,900+ forwarders. Partners using fully digital e-booking on WebCargo include leading airlines, like Lufthansa, Air France KLM, IAG Cargo, and United. WebCargo AcceleRate is the leading platform for enterprise freight forwarders to manage rates and automate sales, spanning ocean, air and land. Customers include Hellmann, Nippon Express, DSV Panalpina, and dozens more. WebCargo joined Freightos Group in 2016, the world's largest digital freight platform for the trillion-dollar international shipping industry. Founded by serial entrepreneur Zvi Schreiber , Freightos is a logistics technology pioneer with a worldwide presence, and has raised $94.4 million from leading venture funds, including GE ... "], ["2020-05-16 19:40", "More than ever, Facebook is a 'Zuckerberg production' ...  copy: https://mybs.in/2YNEsRL Mark Zuckerberg during the US Congressional hearing | Photo: Reuters ALSO READ Our entire supply chain has been disrupted: Metro Cash & Carry CEO We should never shake hands again, it would cut down flu infections: Fauci India important for New York Times, visiting to understand it better: CEO Future Supply Chain up 6% as CCI approves stake purchase by Nippon Express How retailers upped the ante to deal with supply chain constraints On January 27, at a regularly scheduled Monday morning meeting with top executives at Facebook, Mark Zuckerberg turned the agenda to coronavirus. For weeks, he told his staff, he had been hearing from global health care experts that the virus had the makings of a pandemic, and now Facebook needed to ... "], ["2020-05-15 20:01", "Rising Up: Long Beach Airport improvements continue, but slowed by coronavirus ... project is expected to wrap up next summer, and then the facility will undergo testing through the end of the year. Related links Rising Up: Despite coronavirus closures, Long Beach continues to build Rising Up: Shaun Lumachi Innovation Center in downtown Long Beach set to open this spring Rising Up: 4-story condo complex in Central Long Beach to open model units this month Rising Up: Nippon Express USA to occupy new, modern West Long Beach warehouse Rising Up: 40-unit affordable housing complex to break ground in Central Long Beach next year Work on the new ticketing lobby will also continue, until \"a logical hard stop,\" Lum said, which would be this fall, when the foundation is scheduled to be in place. Construction on that project will then take a ... "], ["2020-05-14 20:43", "Asia logistics attracts billions as post-pandemic winner ...  assets. A similar trend is emerging in Japan. Though real estate transactions there fell sharply in April, \"we've had more consultations about leasing floor space in distribution centers, and investor demand has also been high,\" said a representative at a major real estate brokerage. A closed-end fund operated by Prologis acquired logistics facilities from shipping company Nippon Express last month for about 50 billion yen ($467 million). Participants in the fund have not been disclosed, but they are believed to include Japan's Government Pension Investment Fund, one of the world's largest investors. Stay ahead with our exclusives on Asia Sign up to our newsletters to get our best stories delivered straight to your inbox. Copy Copied ... "], ["2020-05-13 17:58", "Letter to BS: Rs 2-trn package should be taken as first of many such steps ...  image. Send me a copy: https://mybs.in/2YND3nW One thing is getting increasingly clear, that the post-Covid world will not be the same as the pre-Covid world ALSO READ Opportunity for Make in India How to make scale irrelevant Covid-19: G20 nations agree to keep markets open, tackle supply disruptions Future Supply Chain up 6% as CCI approves stake purchase by Nippon Express How retailers upped the ante to deal with supply chain constraints The announcement of a special economic package worth Rs 20 trillion by the Prime Minister has really gone beyond the expectations of various trade and industry bodies.The underlying message is quite clear — India has to convert the current crisis into an opportunity. It has to become an important player in global ... "], ["2020-05-12 04:31", "Luddeke to remain Iraan head football coach/AD ...  Energy Report Top Stories Luddeke to remain Iraan head football coach/AD Video Top Stories Virus unleashes wave of fraud in US amid fear and scarcity 'Express burials' cast doubt on Nicaragua's virus figures Midland Beer Garden closes; owner's emotional farewell Video Local law enforcement celebrate National Police Week despite ...  be approved by the WBC board of directors, which is expected. The board includes representatives of Major League Baseball, the Major League Baseball Players Association, the World Baseball Softball Confederation, Nippon Professional Baseball and the Korea Baseball Organization. Read the Full Article AP source: Tagovailoa signs $30.275 million, 4-year deal by Array, Associated Press / May 11, 2020 MIAMI (AP ... "], ["2020-05-12 03:57", "Sensex drops 400 points in early trade, Nifty near 9,100; financial stocks drag ... %, hits upper circuit Indian railways on Monday said it will kick start 30 special trains to and from New Delhi from May 12, while other regular passenger services including all express, passenger and suburban trains services will continue to be suspended. These special trains will have only air conditioned (AC) coaches, including AC first, second and third class, with fare structure  ...  50% workforce. Share Via 12 May 2020, 09:57:59 AM IST BSE MidCap down nearly 2% Share Via 12 May 2020, 09:56:41 AM IST IDBI Bank down 1.5% Japanese insurer Nippon Life has begun discussions with the Hinduja family-backed IndusInd Bank to explore a strategic investment in the private lender, which is battling bad loans and a potential ratings downgrade, according to a report  ... "], ["2020-05-12 02:48", "Stocks to Watch: Reliance Industries, IndiGo, IndusInd Bank, Piramal Enterprises | Click to read ... the challenges posed by the covid-19 pandemic. Piramal Enterprises had reported a net profit of 454.63 crore in the corresponding quarter of last fiscal. IDBI Bank: Japanese insurer Nippon Life has begun discussions with the Hinduja family-backed IndusInd Bank to explore a strategic investment in the private lender, which is battling bad loans and a potential ratings  ...  in 2018-19. IRCTC: Indian railways on Monday said it will kick start 30 special trains to and from New Delhi from May 12, while other regular passenger services including all express, passenger and suburban trains services will continue to be suspended. These special trains will have only air conditioned (AC) coaches, including AC first, second and third class, with fare structure similar to ... "], ["2020-05-12 02:23", "Sports Digest: Source says World Baseball Classic will be postponed ...  by the WBC board of directors, which is expected. The board includes representatives of Major League Baseball, the Major League Baseball Players Association, the World Baseball Softball Confederation, Nippon Professional Baseball and the Korea Baseball Organization. The fifth edition of the tournament was scheduled for next March 9-23 in Taiwan, Tokyo, Phoenix and Miami. The Marlins  ...  questions/comments to the editors. Want the news that's vital to Maine? Our daily headlines email is delivered each morning. Email * Newsletter Choices * Daily Headlines and Evening Express Breaking News Business Headlines Maine Cannabis Report High School Sports Real Estate By submitting your email address you agree to our terms of service . Comments This field is for  ... "], ["2020-05-12 01:00", "AP source: World Baseball Classic to be postponed till 2023 ... must be approved by the WBC board of directors, which is expected. The board includes representatives of Major League Baseball, the Major League Baseball Players Association, the World Baseball Softball Confederation, Nippon Professional Baseball and the Korea Baseball Organization. The fifth edition of the tournament was scheduled for next March 9-23 in Taiwan, Tokyo, Phoenix and Miami. The Marlins were to host ... Policy Ethics Policy Reader Rewards Manage Subscription Copyright 2020, Chattanooga Times Free Press, Inc. All rights reserved. This document may not be reprinted without the express written permission of Chattanooga Times Free Press, Inc. Material from the Associated Press is Copyright 2020, Associated Press and may not be published, broadcast,  ... "], ["2020-05-08 08:32", "POSCO's plan for logistics unit triggers shippers' uproar ... a logistics firm. Back in 1990, POSCO acquired Geoyang Shipping, but sold it just five years later to Hanjin Shipping. It also had botched attempts to purchase Korea Express (now CJ Logistics) and Daewoo Logistics. The Federation of Korea Marine Industries a business lobby representing the best interests of those in the marine, shipping and logistics  ... global steel and raw material companies are consigning their freight to third-party shipping firms instead of creating their own unit. Those firms including Brazil's iron ore firm Vale, Japan's Nippon Steel Corp. and China's Baowu Steel Group. Shippers and logistics firms said POSCO's plan seeking to have a vertically-integrated businesses from production to logistics is in contrast with the ... "]]}}