{"postfix": "nordstrom-aktie", "name": "NORDSTROM", "wkn": "867804", "time": "2020.06.02 13:52", "ts": 1591098747, "features": {"KGV": "11.54", "Marktkapitalisierung": {"Size": "Mrd", "Value": "2.50"}, "GA": "3.37", "KBV": "6.19", "BA": "6.27", "KCV": "4.90", "CA": "7.92", "Vola30": "108.87", "Vola90": "147.01", "Vola180": "107.66", "Vola250": "83.27"}, "rivals": ["kohls-aktie", "saks-aktie", "j_c_penney_company-aktie", "urban_outfitters-aktie", "macys-aktie"], "text_data": {"de": [["31.05.20", "Mai 2020: So haben Analysten ihre Einstufung der Nordstrom-Aktie angepasst"], ["30.05.20", "Nordstrom stellte Ergebnisse des abgelaufenen Quartals vor"], ["27.05.20", "Ausblick: Nordstrom mit Zahlen zum abgelaufenen Quartal"], ["30.04.20", "Wie Experten die Nordstrom-Aktie im April einstuften"], ["31.03.20", "Nordstrom-Aktie: Experten empfehlen Nordstrom im März mehrheitlich zum Verkauf "], ["04.03.20", "MÄRKTE USA/Vorwahlen und Hoffnung auf Stimuli stützen Wall Street"], ["04.03.20", "MÄRKTE USA/US-Vorwahlen stützen Wall Street"], ["04.03.20", "MÄRKTE USA/Deutliches Aktienplus - Volatilität dürfte hoch bleiben"], ["04.03.20", "MÄRKTE USA/Sehr fester Start erwartet - Volatilität bleibt hoch"], ["04.03.20", "Wichtige Kursbewegungen: Trüber Ausblick belastet US-Einzelhändler Nordstrom"], ["04.03.20", "MARKT USA/Deutliches Plus zum Start - Volatilität bleibt hoch"], ["02.03.20", "Ausblick: Nordstrom legt Quartalsergebnis vor"], ["16.01.20", "Morning Briefing: Amazon fährt Post-Scooter, Walmart eröffnet kassenlosen Supermarkt, Delivery Hero, Nordstrom, Mobile Payment, TikTok, Pinterest"]], "en": [["01.06.20", "Yearly Losses Exceed 60% For Nordstrom And Macy's As Volume Spikes"], ["31.05.20", "Nordstrom, Nike decry George Floyd killing as rioters loot stores"], ["29.05.20", "Stocks making the biggest moves midday: Nordstrom, Salesforce, Tyson & more"], ["29.05.20", "Nordstrom (JWN) Q1 Loss Wider Than Expected, Sales Down Y/Y"], ["29.05.20", "Nordstrom Inc (JWN) Q1 2020 Earnings Call Transcript"], ["29.05.20", "UPDATE 3-Nordstrom sales plunge nearly 40% on pandemic-led store closures"], ["28.05.20", "UPDATE 2-Nordstrom sales plunge nearly 40% on pandemic-led store closures"], ["28.05.20", "Nordstrom (JWN) Reports Q1 Loss, Lags Revenue Estimates"], ["28.05.20", "Nordstrom sales plunge nearly 40% on pandemic-led store closures"], ["28.05.20", "UPDATE 1-Nordstrom sales plunge nearly 40% on pandemic-led store closures"], ["28.05.20", "Nordstrom sales plunge nearly 40% on pandemic hit"], ["27.05.20", "Why Nordstrom Stock Is Trading Higher Today"], ["26.05.20", "Why Nordstrom, Ralph Lauren, and Urban Outfitters Stocks Are Rising Today"], ["26.05.20", "Factors to Decide the Fate of Nordstrom (JWN) in Q1 Earnings"], ["21.05.20", "Analysts Estimate Nordstrom (JWN) to Report a Decline in Earnings: What to Look Out for"], ["19.05.20", "Nordstrom Closing Jeffrey Brand Stores Due to Pandemic"], ["13.05.20", "Why Nordstrom and Other Upscale Retail Stocks Are Falling Today"], ["12.05.20", "Why Nordstrom Stock Fell on Tuesday"], ["12.05.20", "Earnings Preview: Nordstrom (JWN) Q1 Earnings Expected to Decline"], ["06.05.20", "As Nordstrom, Macy's, Gap Reopen, Digital Looms Larger"], ["06.05.20", "Nordstrom Permanently Closing 16 Full-Line Stores After COVID-19 Review"], ["06.05.20", "Nordstrom closing 16 stores on coronavirus fallout"], ["06.05.20", "Nordstrom to close 16 stores, restructure in cost-saving push"], ["01.05.20", "Why Nordstrom and Other Upscale Retail Stocks Were Down on Friday"], ["30.04.20", "Why Nordstrom, Ralph Lauren, and Urban Outfitters Stocks Are Lower Today"], ["28.04.20", "Why Nordstrom, Ralph Lauren, and Urban Outfitters Shares Were Up Today"], ["28.04.20", "Why Nordstrom, Dollar General, and Foot Locker Rose Yesterday"], ["22.04.20", "Nordstrom Is Phasing Out Plastic Bags"], ["21.04.20", "Nordstrom Strengthens Liquidity to Lessen Coronavirus Impact"], ["20.04.20", "Why Nordstrom Stock Was Sliding Today"], ["20.04.20", "Nordstrom Takes Steps to Improve Liquidity"], ["14.04.20", "Is the Options Market Predicting a Spike in Nordstrom (JWN) Stock?"], ["14.04.20", "The Ratings Game: Nordstrom can withstand 12 months of store closures, but other department stores have much less time, analysts say"], ["13.04.20", "Nordstrom, Ralph Lauren, and Urban Outfitters Are Trading Lower as Macy's Explores Restructuring"], ["09.04.20", "Nordstrom Shares Surge Today on Plans to Raise $600 Million"], ["08.04.20", "Nordstrom Warns It's 'Impossible' to Estimate Impact of COVID-19"], ["08.04.20", "Why Shares of Nordstrom Are Rising Today"], ["08.04.20", "Nordstrom temporarily shutters headquarters on coronavirus fears"], ["08.04.20", "Nordstrom furloughs 'a portion' of its staff for six weeks, draws down $800 million from revolving credit"], ["08.04.20", "Fiverr, Nordstrom, Electronic Arts, Tencent and Activision Blizzard highlighted as Zacks Bull and Bear of the Day"], ["2020-06-02 10:47", "Walmart closing its Tire, Lube and Express businesses in Canadian stores ... is attempting to minimize job losses and that it expects to retrain the vast majority of those employees. Your time is valuable. Have the Top Business Headlines newsletter conveniently delivered to your inbox in the morning or evening. Sign up today . Related topics Retail Wal-Mart Related Ontario makes temporary change to layoff regulations to help businesses June 1, 2020 Nordstrom sales plunge nearly 40% on pandemic-led store closures Subscriber content May 28, 2020 As pandemic hobbles retailers, HBC fights department store headwinds Subscriber content May 29, 2020 Report an error Tickers mentioned in this story Data Update Unchecking box will stop auto data updates Due to technical reasons, we have temporarily removed commenting from our articles. We hope ... "], ["2020-06-02 10:44", "Macy’s, Nordstrom Face Huge Losses Due to Urban Unrest – 24/7 Wall St. ...  close some of its stores on Sunday, and most have not reopened. Macy's flagship store in New York's Herald Square was attacked. Certainly, a number of retailers will have their sales decline again in many locations, after they already have been ravaged financially by the pandemic. The New York Times reports that there have been protests in 140 American cities. Not all have turned violent. Nordstrom Rack has a location near Union Square, which has been particularly hard hit by violent protests. It has a store on Michigan Avenue in Chicago. Macy's has a store there as well. A look at the store map locations of the two retailers shows how much risk they have in a number of cities. Macy's was already on the ropes when it announced earnings for ... "], ["2020-06-02 10:00", "Tuesday is Election Day in D.C., though much of the voting has already happened ... all eight candidates. \"I haven't much else better to do, so I did a lot of research,\" he said. He came away very enthusiastic about his chosen candidate, Brooke Pinto. \"She's a badass lawyer chick that wants to get the job done,\" he said. \"She's not insanely liberal. She's not insanely leftist or rightist.\" Denise Martin, 37, a Nordstrom saleswoman, said she chose Patrick Kennedy because of his statements about the need for more affordable housing in the District. AD \"My issue in this ward in particular is affordable housing. It's high as heck to live down here,\" Martin said. AD Up until the morning before she voted, Donna Douglas, 49, was all in for Jordan Grossman, who has been running as the most liberal ... "], ["2020-06-02 09:01", "JCPenney, Tuesday Morning, Pier 1 going-out-of-business liquidation sales different because of COVID-19 ...  at the stores that have reopened. Pier 1 said its hours can vary but are generally noon to 7 p.m. daily. J.C. Penney's hours are noon to 7 p.m. Monday through Saturday and 11 a.m. to 6 p.m. Sunday. Store closings 2020 due to COVID-19 These retailers are permanently closing stores. Bath & Body Works : 50 stores J.C. Penney : 242 locations Nordstrom : 16 stores, three boutiques ( See the list here. ) Pier 1 : All locations, 541 remaining stores Tuesday Morning : 230 stores ( See the list of first 132 closing locations here. ) Victoria's Secret : 235 U.S. Victoria's Secret and three Pink stores Tips for shopping liquidation sales Here's how to make sure you're getting the best deal at liquidation sales: Be prepared: Prices at liquidation ... "], ["2020-06-02 06:54", "Kim Kardashian accused of photoshopping daughter North to make her look thinner ... . Instagram account CelebFace has blasted Kim by appearing to share a snap - that first emerged in 2018 after a Kardashian-West family holiday to Bali - which shows North, four at the time, looking trimmed down. Kim Kardashian fans are fuming at the star after a 2018 holiday snap of her and kids North and Saint reemerged over the weekend (Image: Getty Images for Nordstrom) Read More Related Articles Kylie Jenner 'blew millions on private jets and mansions' before Forbes scandal Read More Related Articles Khloe Kardashian 'doesn't care' about hate over 'unrecognisable' snaps amid surgery rumours Followers of the page - that is dedicated to unveiling when famous faces alter their offerings - found the thought of the mother-of ... "], ["2020-06-02 06:34", "USA Today ... -9c8e-78e52c0b57ad-AP_Virus_Outbreak_Election_2020_Pennsylvania.jpg A voter cast her mail-in ballot at in a drop box in West Chester, Pa., prior to the primary election, Thursday, May 28, 2020. (AP Photo/Matt Rourke) ORG XMIT: PAMR107 Ap Virus Outbreak Election 2020 Pennsylvania A Eln Usa Pa https://www.usatoday.com/story/money/2020/06/02/coronavirus-stores-closing-liquidation-sales-jcpenney-pier-1-nordstrom/5275202002/ 2020-06-02T09:01:08.33Z 2020-06-02T09:01:08.282Z JCPenney, Tuesday Morning, Pier 1 going-out-of-business liquidation sales different because of COVID-19 en USA TODAY https://www.usatoday.com/story/news/2020/06/02/curfews-continue-black-out-tuesday-5-things-know-tuesday/5274889002/ 2020-06-02T08:19:58.208Z 2020-06-02T08:19:58.181Z Continued ... "], ["2020-06-01 23:56", "Black Lives Matter protest turns violent in Las Vegas ... 34; Dorsey said she and her sister support people's right to protest, but they want to protect the business that's employed her for two and a half years. \"Enough is enough,\" Hudson said. \"We're not angry, we're tired.\" — David Ferrara 6:45 p.m. Fashion Show barricade Police have removed all protesters from the Nordstrom parking lot, across from Trump International, where they'd gathered. There are about 100 protesters in the area. Police have barricaded Fashion Show mall. — Rory Appleton 6:19 p.m. Gathering at Trump International About eight people have gathered at Trump International, where a group is expected to gather and march to the Clark County Detention Center. Some armored cars and a few police SUVs ... "], ["2020-06-01 06:43", "Taiwan News ... terms with free agent CB Eli Apple https://www.taiwannews.com.tw/en/news/3941300 Taiwan News en 2020-05-29 Sharks have plenty of time to stew over down season https://www.taiwannews.com.tw/en/news/3941298 Taiwan News en 2020-05-29 Trump ally Stone won't need to go to prison quarantine site https://www.taiwannews.com.tw/en/news/3941299 Taiwan News en 2020-05-29 Nordstrom's 1Q sales fell 40% as pandemic shuttered stores https://www.taiwannews.com.tw/en/news/3941296 Taiwan News en 2020-05-29 McCarthy prepping for Cowboys job from old home of Green Bay https://www.taiwannews.com.tw/en/news/3941293 Taiwan News en 2020-05-29 Prominent Russian journalists arrested over protests https://www.taiwannews.com.tw/en/news/3941295 Taiwan News en 2020-05-29 Business ... "], ["2020-06-01 06:43", "RT.comRT - Daily news https://www.rt.com RT : Today en RT https://www.rt.com/static/img/logo-rss.png RT - Daily news https://www.rt.com 125 40 German govt may swap EU travel warning for softer guidelines this week, FM Maas says https://www.rt.com/newsline/490512-germany-eu-travel-guidelines/ Read Full Article at RT.com]]> The German cabinet will on Wednesday discuss a resolution on downgrading the travel warnings currently in force for EU countries and several other associated states into softer guidelines, Foreign Minister Heiko Maas has said.\"We are preparing a resolution for the cabinet tomorrow, which is still being agreed within the government,\" Maas told reporters on Tuesday.\"This week we want to start by turning the travel warning we have for  ... "], ["2020-06-01 06:02", "7-year-old plans special backyard prom for babysitter ... the side of buildings. Police said that on Saturday night, 398 people were arrested in Los Angeles for burglary, looting, vandalism, failure to disperse, and curfew violations. Five police officers were injured, including two who were hospitalized; one of the officers was hit by a brick, and had to have skull surgery. Fires were set at the Grove mall, with looting at Nordstrom and other shops, and Garcetti said those who are participating in \"destruction and looting\" have \"not just caused chaos and damage. They are hijacking a moment and a movement.\" Catherine Garcia See More Speed Reads More about The Week Subscribe Subscriber login Give a gift Classroom subscriptions Newsletters RSS Do not sell my information Subscribe Subscriber login Give ... "], ["2020-06-01 06:00", "Minneapolis police chief speaks with George Floyd's brother for the 1st time via CNN ... the side of buildings. Police said that on Saturday night, 398 people were arrested in Los Angeles for burglary, looting, vandalism, failure to disperse, and curfew violations. Five police officers were injured, including two who were hospitalized; one of the officers was hit by a brick, and had to have skull surgery. Fires were set at the Grove mall, with looting at Nordstrom and other shops, and Garcetti said those who are participating in \"destruction and looting\" have \"not just caused chaos and damage. They are hijacking a moment and a movement.\" Catherine Garcia See More Speed Reads More about The Week Subscribe Subscriber login Give a gift Classroom subscriptions Newsletters RSS Do not sell my information Subscribe Subscriber login Give ... "], ["2020-06-01 05:52", "Retailers and restaurants hit in protests, adding to coronavirus damage ... . I was hoping to start opening back up. And then this happens,\" he said. \"These business owners have nothing to do with this,\" Mr. Grewal said. \"They are suffering. The communities are suffering.\" A Starbucks Corp. spokeswoman said that it closed some of its stores Saturday for the safety of its workers after people damaged a handful of locations. NORDSTROM, NIKE DECRY GEORGE FLOYD KILLING AS RIOTERS LOOT STORES McDonald's Corp. said Sunday that the burger company and its franchisees closed a small number of restaurants temporarily and are beginning to reopen them where safe. \"We are working closely with our franchisees to understand the impact,\" the company said. Joe Erlinger, the president of the U.S. division, said that ... "], ["2020-06-01 05:39", "Biden visits Delaware protest site, says country must turn 'anguish to purpose' ... the side of buildings. Police said that on Saturday night, 398 people were arrested in Los Angeles for burglary, looting, vandalism, failure to disperse, and curfew violations. Five police officers were injured, including two who were hospitalized; one of the officers was hit by a brick, and had to have skull surgery. Fires were set at the Grove mall, with looting at Nordstrom and other shops, and Garcetti said those who are participating in \"destruction and looting\" have \"not just caused chaos and damage. They are hijacking a moment and a movement.\" Catherine Garcia See More Speed Reads More about The Week Subscribe Subscriber login Give a gift Classroom subscriptions Newsletters RSS Do not sell my information Subscribe Subscriber login Give ... "], ["2020-06-01 05:12", "Atlanta mayor orders firings of 2 police officers for excessive force ... the side of buildings. Police said that on Saturday night, 398 people were arrested in Los Angeles for burglary, looting, vandalism, failure to disperse, and curfew violations. Five police officers were injured, including two who were hospitalized; one of the officers was hit by a brick, and had to have skull surgery. Fires were set at the Grove mall, with looting at Nordstrom and other shops, and Garcetti said those who are participating in \"destruction and looting\" have \"not just caused chaos and damage. They are hijacking a moment and a movement.\" Catherine Garcia See More Speed Reads More about The Week Subscribe Subscriber login Give a gift Classroom subscriptions Newsletters RSS Do not sell my information Subscribe Subscriber login Give ... "], ["2020-06-01 04:42", "Firefighters extinguish blaze at historic St. John's Church in D.C. ...  on the side of buildings. Police said that on Saturday night, 398 people were arrested in Los Angeles for burglary, looting, vandalism, failure to disperse, and curfew violations. Five police officers were injured, including two who were hospitalized; one of the officers was hit by a brick, and had to have skull surgery. Fires were set at the Grove mall, with looting at Nordstrom and other shops, and Garcetti said those who are participating in \"destruction and looting\" have \"not just caused chaos and damage. They are hijacking a moment and a movement.\" Catherine Garcia going underground Edit Trump reportedly moved to underground bunker during Friday's White House protests May 31, 2020 Joe Raedle/Getty Images On Friday night, President ... "], ["2020-06-01 04:38", "Trump allies aren't sure he can, or even should, try to unite the country amid George Floyd protests ...  on the side of buildings. Police said that on Saturday night, 398 people were arrested in Los Angeles for burglary, looting, vandalism, failure to disperse, and curfew violations. Five police officers were injured, including two who were hospitalized; one of the officers was hit by a brick, and had to have skull surgery. Fires were set at the Grove mall, with looting at Nordstrom and other shops, and Garcetti said those who are participating in \"destruction and looting\" have \"not just caused chaos and damage. They are hijacking a moment and a movement.\" Catherine Garcia going underground Edit Trump reportedly moved to underground bunker during Friday's White House protests May 31, 2020 Joe Raedle/Getty Images On Friday night, President ... "], ["2020-06-01 04:33", "Unrest overshadows peaceful US protests for another night ...  Associated Press. All rights reserved. This material may not be published, broadcast, rewritten or redistributed. Trending Restaurants and organizations offering free food Florida Keys high school holds graduation ceremony on jet skis Officer who knelt on George Floyd's neck charged with murder Florida teen who struggled with homelessness graduates as schools valedictorian 2 in custody after 2 people shot at Nordstrom in Aventura Mall More Trending Stories Trending Restaurants and organizations offering free food Florida Keys high school holds graduation ceremony on jet skis Officer who knelt on George Floyd's neck charged with murder Florida teen who struggled with homelessness graduates as schools valedictorian 2 in custody after 2 people shot at ... "], ["2020-06-01 03:37", "As protests intensify, Trump tweets: 'FAKE NEWS!' ...  on the side of buildings. Police said that on Saturday night, 398 people were arrested in Los Angeles for burglary, looting, vandalism, failure to disperse, and curfew violations. Five police officers were injured, including two who were hospitalized; one of the officers was hit by a brick, and had to have skull surgery. Fires were set at the Grove mall, with looting at Nordstrom and other shops, and Garcetti said those who are participating in \"destruction and looting\" have \"not just caused chaos and damage. They are hijacking a moment and a movement.\" Catherine Garcia going underground Edit Trump reportedly moved to underground bunker during Friday's White House protests May 31, 2020 Joe Raedle/Getty Images On Friday night, President ... "], ["2020-06-01 02:17", "Curfew imposed in Los Angeles County as looting erupts in Santa Monica and Long Beach ...  on the side of buildings. Police said that on Saturday night, 398 people were arrested in Los Angeles for burglary, looting, vandalism, failure to disperse, and curfew violations. Five police officers were injured, including two who were hospitalized; one of the officers was hit by a brick, and had to have skull surgery. Fires were set at the Grove mall, with looting at Nordstrom and other shops, and Garcetti said those who are participating in \"destruction and looting\" have \"not just caused chaos and damage. They are hijacking a moment and a movement.\" Catherine Garcia going underground Edit Trump reportedly moved to underground bunker during Friday's White House protests 9:28 p.m. Joe Raedle/Getty Images On Friday night, President ... "], ["2020-06-01 02:02", "National Guard sent to Los Angeles as protests rage ...  and a nail salon where a group were seen breaking an ATM on the street. The Los Angeles Fire Department was working to put out fires at several stores in the 7600 block of West Melrose Avenue. Earlier in the day, protesters clashed with police at Fairfax Avenue and Beverly Boulevard. As a demonstration moved toward The Grove, there was looting at the two-floor Nordstrom department store and a Ray Ban sunglasses flagship boutique. As news of an 8pm Los Angeles curfew began to spread via broadcast news and mobile phone alerts, nearby shops like the luxury sneaker consignment store Flight Deck were fully robbed of inventory. Moving further west into the border of Beverly Hills, a CVS Pharmacy superstore on La Cienega Blvd was stormed by masked people breaking ... "]]}}