{"postfix": "northrop_grumman-aktie", "name": "NORTHROP_GRUMMAN", "wkn": "851915", "time": "2020.06.02 14:26", "ts": 1591100779, "features": {"KGV": "16.33", "Marktkapitalisierung": {"Size": "Mrd", "Value": "51.22"}, "GA": "21.21", "KBV": "6.66", "BA": "52.02", "KCV": "17.95", "CA": "19.29", "Vola30": "34.02", "Vola90": "56.91", "Vola180": "45.21", "Vola250": "36.35"}, "rivals": ["boeing-aktie", "airbus-aktie", "lockheed_martin-aktie", "bae_systems-aktie", "rheinmetall-aktie", "general_dynamics-aktie", "raytheon-aktie"], "text_data": {"de": [["31.05.20", "Mai 2020: Experten empfehlen Northrop Grumman-Aktie mehrheitlich zum Kauf"], ["20.05.20", "Northrop Grumman steigert die Dividende"], ["30.04.20", "Northrop Grumman informierte über die jüngsten Quartalsergebnisse"], ["28.04.20", "Ausblick: Northrop Grumman zieht Bilanz zum abgelaufenen Quartal"], ["27.04.20", "ROUNDUP: Globale Militärausgaben auf Höchststand - Corona-Effekt erwartet"], ["27.04.20", "Sipri: Fast zwei Billionen Dollar weltweit fließen ins Militär"], ["14.04.20", "Erste Schätzungen: Northrop Grumman stellt Quartalsergebnis zum abgelaufenen Jahresviertel vor"], ["31.03.20", "Northrop Grumman-Aktie: Was Analysten im März vom Papier halten"], ["13.02.20", "Northrop Grumman meldet Dividende"], ["29.01.20", "Ausblick: Northrop Grumman zieht Bilanz zum jüngsten Jahresviertel"], ["28.01.20", "Bundeswehr kippt milliardenschweres US-Drohnen-Projekt"], ["03.01.20", "MÄRKTE USA/Wall Street von Eskalation des US-Iran-Konflikts belastet"], ["03.01.20", "MÄRKTE USA/US-Börsen von Eskalation des US-Iran-Konflikts belastet"], ["03.01.20", "MÄRKTE USA/Eskalation des US-Iran-Konflikts belastet Wall Street"]], "en": [["29.05.20", "Why Is Northrop Grumman (NOC) Up 3.7% Since Last Earnings Report?"], ["21.05.20", "Trilateral Nuke Talks Shouldn't Derail Northrop Grumman ICBM Payday"], ["21.05.20", " Northrop Grumman (NOC) Approves 10% Hike in Dividend Payout"], ["19.05.20", "Northrop Grumman raises dividend by 10%"], ["29.04.20", "Northrop Grumman Corp (NOC) Q1 2020 Earnings Call Transcript"], ["29.04.20", "Northrop Grumman (NOC) Misses Q1 Earnings, Cuts '20 EPS View"], ["29.04.20", "Northrop Grumman (NOC) Q1 Earnings Lag Estimates"], ["29.04.20", "Northrop Grumman shares slide 3.3% premarket after profit falls short of estimates"], ["28.04.20", "Why Earnings Season Could Be Great for Northrop Grumman (NOC)"], ["22.04.20", "Northrop Grumman (NOC) Earnings Expected to Grow: Should You Buy?"], ["17.04.20", "Northrop Grumman Could Get Massive $85 Billion Contract Ahead of Schedule"], ["01.04.20", "Why the Earnings Surprise Streak Could Continue for Northrop Grumman (NOC)"], ["26.03.20", "Why General Dynamics, Textron, and Northrop Grumman Shares Are All Up Today"], ["17.03.20", "Why Northrop Grumman, Lockheed Martin, and L3Harris Shares Popped More Than 10% Today"], ["16.03.20", "The Zacks Analyst Blog Highlights: Toyota, Comcast, S&P Global, Northrop Grumman and Interactive Brokers"], ["16.03.20", "Northrop Grumman (NOC) Wins $86M Deal to Support Triton UAS"], ["09.03.20", "Northrop Grumman RS Rises; Still Needs To Improve"], ["04.03.20", "Northrop Grumman pushes for Australia to hasten Triton drone buy as U.S. eyes pause"], ["03.03.20", "Northrop Grumman Trying To Close In On Key Technical Measure"], ["29.02.20", "Why Is Northrop Grumman (NOC) Down 14.6% Since Last Earnings Report?"], ["26.02.20", "The Zacks Analyst Blog Highlights: Lockheed Martin, Northrop Grumman, Raytheon and Boeing"], ["12.02.20", "Northrop Grumman Sees IBD RS Rating Improve To 74 Amid Executive Shuffle"], ["05.02.20", "Northrop Grumman names David Keffer its new CFO"], ["04.02.20", "Northrop Grumman Gives Investors Little to Get Excited About in 2020"], ["30.01.20", "Northrop Grumman Corp (NOC) Q4 2019 Earnings Call Transcript"], ["30.01.20", "Northrop Grumman (NOC) Q4 Earnings Beat, Revenues Up Y/Y"], ["30.01.20", "Northrop Grumman (NOC) Beats Q4 Earnings Estimates"], ["27.01.20", "Stocks To Watch With Next Quarterly Report On Tap: Northrop Grumman"], ["23.01.20", "Northrop Grumman (NOC) Outpaces Stock Market Gains: What You Should Know"], ["23.01.20", "Analysts Estimate Northrop Grumman (NOC) to Report a Decline in Earnings: What to Look Out for"], ["23.01.20", "Northrop Grumman Wins $217M Air Force Deal to Support BACN"], ["20.01.20", "Zacks Investment Ideas feature highlights: Tesla, Boeing, Virgin Galactic, Northrop Grumman and Amazon"], ["15.01.20", "Northrop Grumman (NOC) Outpaces Stock Market Gains: What You Should Know"], ["09.01.20", "Northrop Grumman (NOC) Gains But Lags Market: What You Should Know"], ["03.01.20", "Market Extra: Aerospace and defense stocks like Northrop Grumman rise in wake of Soleimani killing"], ["03.01.20", "Northrop Grumman, Analog Devices, D.R. Horton, Lennar and NVR highlighted as Zacks Bull and Bear of the Day"], ["03.01.20", "Bull of the Day: Northrop Grumman (NOC)"], ["2020-05-31 12:22", "This $10 billion stock-picking hedge fund is long railroads and Amazon ... . During the coronavirus market rout — which caused the fastest bear market and worst first quarter in history — the fund was buying up shares of major U.S. railroads, according to the most recent SEC 13f filings. Soroban also added shares of Jeff Bezos-led Amazon. Take a look at Soroban Capital Partner's top holdings. Related Tags Investment strategy Stock markets Altice USA Inc Northrop Grumman Corp L3Harris Technologies Inc More In Pro News and Analysis Jefferies says these stocks will be the post-Covid winners and losers Thomas Franck 16 min ago This under-the-radar hedge fund is riding e-commerce plays to a big return. Here are its next bets Yun Li Soccer and banks: These are some of the 'best-in-class' stock plays to emerge from ... "], ["2020-05-31 09:00", "Hidden in the new House coronavirus relief bill: billions for defense contractors ...  declined to answer questions about the bill's language or the group's interactions with Connolly ahead of the vote. The six-term congressman has long been an advocate for contracting firms and before joining Congress worked for the Science Applications International Corp., a government contractor that became Leidos. Among his top contributors since taking office in 2008 are government contractors Northrop Grumman, Leidos and Deloitte LLP. This story first appeared May 28, 2020, in ProPublica . Sign up for CT Mirror's free daily news summary. Leave this field empty if you're human: Free to Read. Not Free to Produce. The Connecticut Mirror is a nonprofit newsroom. 90% of our revenue comes from people like you. If you value our reporting please ... "], ["2020-05-30 23:40", "Don't play video games with these soldiers -- they're under orders to win ... . BAE is teamed with UC Santa Barbara and AIMdyn and will use StarCraft II and the AFRL Strategem Wargame. Blue Wave AI Labs will use SpringRTS: 1944 and OpenRA. EpiSci will use miniRTS and StarCraft II. Heron Systems will use DeepRTS and StarCraft II. Lockheed-Martin is teamed with Cycorp and will use Multi-agent Particle Environment and SpringRTS: 1944. Northrop-Grumman has teamed with Hazard Software and Matrix Games and will use Command: Modern Operations and TORCS. Purdue University will use microRTS and StarCraft II. And Radiance Technologies is partnered with BreakAway Games and will use FreeCiv and Zero-K. Advertisement - story continues below \"We received many incredibly rich proposals from a diverse base of universities and small and large ... "], ["2020-05-30 22:07", "Space Taxis ...  on commercial outfits to deliver food and equipment in drone capsules to the space station, which circles the planet at a distance of about 220 miles, (354 kilometers). That's well within what's known as low-Earth orbit, which extends to 2,000 kilometers out. SpaceX launched the first private resupply run to the station in 2013, and Orbital Sciences Corp. (now part of Northrop Grumman Corp.) began making deliveries in 2014. They'll be joined as well by Sierra Nevada. Musk's SpaceX is revolutionizing the rocket industry by re-landing booster rockets for reuse rather than letting them burn up while re-entering the Earth's atmosphere. By recycling machinery as expensive to build as a Boeing 737 jet, Musk hopes to drive down costs to the ... "], ["2020-05-30 20:24", "SpaceX launch is biggest achievement yet for Hawthorne firm — and other South Bay tech firms ... -A and a planned liftoff on the SpaceX Falcon 9 and the Crew Dragon Saturday, May 30, 2020, at the Kennedy Space Center in Cape Canaveral, Fla. (AP Photo/Chris O'Meara) Show Caption of Expand For the South Bay area, SpaceX has brought jobs and reinvigorated an aerospace industry that pioneered manned space flight at companies such as Howard Hughes and TRW, now Northrop-Grumman. The newest generation has spawned related companies and inspired local high school programs in engineering \"The launch of the Crew Dragon is an historic day for both SpaceX and the city of Hawthorne,\" said Hawthorne Mayor Alex Vargas. \"We are not only excited about these accomplishments but look forward to partnering with SpaceX as the hub of space travel for years to ... "], ["2020-05-30 20:24", "SpaceX launch is biggest achievement yet for Hawthorne firm — and other South Bay tech firms ... -A and a planned liftoff on the SpaceX Falcon 9 and the Crew Dragon Saturday, May 30, 2020, at the Kennedy Space Center in Cape Canaveral, Fla. (AP Photo/Chris O'Meara) Show Caption of Expand For the South Bay area, SpaceX has brought jobs and reinvigorated an aerospace industry that pioneered manned space flight at companies such as Howard Hughes and TRW, now Northrop-Grumman. The newest generation has spawned related companies and inspired local high school programs in engineering \"The launch of the Crew Dragon is an historic day for both SpaceX and the city of Hawthorne,\" said Hawthorne Mayor Alex Vargas. \"We are not only excited about these accomplishments but look forward to partnering with SpaceX as the hub of space travel for years to ... "], ["2020-05-30 20:24", "SpaceX launch is biggest achievement yet for Hawthorne firm — and other South Bay tech firms ... -A and a planned liftoff on the SpaceX Falcon 9 and the Crew Dragon Saturday, May 30, 2020, at the Kennedy Space Center in Cape Canaveral, Fla. (AP Photo/Chris O'Meara) Show Caption of Expand For the South Bay area, SpaceX has brought jobs and reinvigorated an aerospace industry that pioneered manned space flight at companies such as Howard Hughes and TRW, now Northrop-Grumman. The newest generation has spawned related companies and inspired local high school programs in engineering. \"The launch of the Crew Dragon is an historic day for both SpaceX and the city of Hawthorne,\" said Hawthorne Mayor Alex Vargas. \"We are not only excited about these accomplishments but look forward to partnering with SpaceX as the hub of space travel for years to ... "], ["2020-05-30 20:24", "SpaceX launch is biggest achievement yet for Hawthorne firm — and other South Bay tech firms ... -A and a planned liftoff on the SpaceX Falcon 9 and the Crew Dragon Saturday, May 30, 2020, at the Kennedy Space Center in Cape Canaveral, Fla. (AP Photo/Chris O'Meara) Show Caption of Expand For the South Bay area, SpaceX has brought jobs and reinvigorated an aerospace industry that pioneered manned space flight at companies such as Howard Hughes and TRW, now Northrop-Grumman. The newest generation has spawned related companies and inspired local high school programs in engineering. \"The launch of the Crew Dragon is an historic day for both SpaceX and the city of Hawthorne,\" said Hawthorne Mayor Alex Vargas. \"We are not only excited about these accomplishments but look forward to partnering with SpaceX as the hub of space travel for years to ... "], ["2020-05-30 20:24", "SpaceX launch is biggest achievement yet for Hawthorne firm — and other South Bay tech firms ... -A and a planned liftoff on the SpaceX Falcon 9 and the Crew Dragon Saturday, May 30, 2020, at the Kennedy Space Center in Cape Canaveral, Fla. (AP Photo/Chris O'Meara) Show Caption of Expand For the South Bay area, SpaceX has brought jobs and reinvigorated an aerospace industry that pioneered manned space flight at companies such as Howard Hughes and TRW, now Northrop-Grumman. The newest generation has spawned related companies and inspired local high school programs in engineering. \"The launch of the Crew Dragon is an historic day for both SpaceX and the city of Hawthorne,\" said Hawthorne Mayor Alex Vargas. \"We are not only excited about these accomplishments but look forward to partnering with SpaceX as the hub of space travel for years to ... "], ["2020-05-30 20:24", "SpaceX launch is biggest achievement yet for Hawthorne firm — and other South Bay tech firms ... -A and a planned liftoff on the SpaceX Falcon 9 and the Crew Dragon Saturday, May 30, 2020, at the Kennedy Space Center in Cape Canaveral, Fla. (AP Photo/Chris O'Meara) Show Caption of Expand For the South Bay area, SpaceX has brought jobs and reinvigorated an aerospace industry that pioneered manned space flight at companies such as Howard Hughes and TRW, now Northrop-Grumman. The newest generation has spawned related companies and inspired local high school programs in engineering. \"The launch of the Crew Dragon is an historic day for both SpaceX and the city of Hawthorne,\" said Hawthorne Mayor Alex Vargas. \"We are not only excited about these accomplishments but look forward to partnering with SpaceX as the hub of space travel for years to ... "], ["2020-05-30 20:24", "SpaceX launch is biggest achievement yet for Hawthorne firm — and other South Bay tech firms ... -A and a planned liftoff on the SpaceX Falcon 9 and the Crew Dragon Saturday, May 30, 2020, at the Kennedy Space Center in Cape Canaveral, Fla. (AP Photo/Chris O'Meara) Show Caption of Expand For the South Bay area, SpaceX has brought jobs and reinvigorated an aerospace industry that pioneered manned space flight at companies such as Howard Hughes and TRW, now Northrop-Grumman. The newest generation has spawned related companies and inspired local high school programs in engineering. \"The launch of the Crew Dragon is an historic day for both SpaceX and the city of Hawthorne,\" said Hawthorne Mayor Alex Vargas. \"We are not only excited about these accomplishments but look forward to partnering with SpaceX as the hub of space travel for years to ... "], ["2020-05-30 19:37", "SpaceX launches first astronauts in joint NASA mission ...  to 2013. \"Without a Cold War, we need to reduce the costs to be able to make these advancements, and we're doing that now.\" SpaceX made history in 2012 when its uncrewed Dragon cargo capsule became the first commercial spacecraft to dock with the space station. The Hawthorne company now regularly transports cargo for NASA to the space station, as does Northrop Grumman Corp. Advertisement On Saturday, SpaceX achieved another milestone as its Crew Dragon capsule became the first private spacecraft to carry astronauts to orbit. SpaceX has long aspired to launch humans to space. The company, led by Chief Executive Elon Musk, plans to eventually use its Crew Dragon capsule to carry tourists on trips to to the space station and even higher up in space ... "], ["2020-05-30 12:29", "Donald Trump's Space Force to train 'lethal' astronaut soldiers in 'orbital warfare' ... says 'sad' arrest vid is 'an insult' 'STEP TOWARD JUSTICE' Cop who knelt on George Floyd's neck charged with third-degree MURDER 'HE HAD A SHORT FUSE' George Floyd & cop who knelt on his neck previously 'worked together' The announcements come after the US Space Force issued a $2.4bn contract to defence company Northrop Grumman to build two missile early detection satellites by the end of December 2025. The United States already has some space fighting infrastructure and much of its military set-up has input from space technology — from long-range missiles to satellite tracking. The Colorado-based Air Force Space Command in 1982 includes more than 36,000 personnel around the world that provide space and cyber ... "], ["2020-05-30 12:00", "Defense Stocks Lockheed, Northrop, L3Harris Just Below Buy Points In Coronavirus Market RallyDefense stocks Lockheed, Northrop Grumman, L3Harris, Leidos and CACI are in or near buy ranges from cup with handle bases. But are they stock market leaders? The post Defense Stocks Lockheed, Northrop, L3Harris Just Below Buy Points In Coronavirus Market "], ["2020-05-30 11:07", "As SpaceX sends Americans into orbit, investors can take this ETF to a new frontier ...  Industry Share of portfolio Total return - 2020 Maxar Technologies Inc. MAXR, +1.96% Aerospace & Defense 7.0% -6% Raytheon Technologies Corp. RTX, -4.08% Aerospace & Defense 6.8% -23% Teledyne Technologies Inc. TDY, +1.13% Aerospace & Defense 6.1% 7% Lockheed Martin Corp. LMT, -1.91% Aerospace & Defense 6.0% 3% L3Harris Technologies Inc LHX, +1.38% Aerospace & Defense 5.7% 0% Northrop Grumman Corp. NOC, -1.78% Aerospace & Defense 5.7% 0% CACI International Inc Class A CACI, -0.01% Information Technology Services 5.5% 0% Aerojet Rocketdyne Holdings Inc. AJRD, +0.36% Aerospace & Defense 5.2% -4% Mercury Systems Inc. MRCY, +0.68% Electronic Equipment/Instruments 5.1% 28% Heico Corp. HEI, -3.04% Aerospace & Defense 4.8% -9% Ball Corp. BLL, +1.22% Containers ... "], ["2020-05-30 02:53", "Washington Seeks to Turn Space into Combat Zone, Russian Ambassador to US SaysOn 18 May, the US Space Force issued a $2.375 billion contract to defence company Northrop Grumman to build two missile early detection satellites by the end of December 2025. Dubbed Next Gen OPIR, the satellites are the first of an anticipated five-sat c"], ["2020-05-29 17:17", "Top Coronavirus Stocks To Report, Unemployment Data Due: Investing Action Plan ...  as people working from home boost demand for their platforms. Chip giant Broadcom ( AVGO ) also reports, while a fresh load of unemployment numbers are due. X Stocks To Watch Five top defense-related stocks are in cup-with-handle bases and may be actionable soon. Lockheed Martin ( LMT ) has a 402.55 entry. Shares briefly cleared that level Thursday in low volume but closed below it. Northrop Grumman's ( NOC ) buy point is 357.22, and L3Harris ( LHX ) has a 204.23 entry. Leidos ( LDOS ) cleared its 104.73 buy point intraday Thursday but then retreated below it. CACI International ( CACI ) is working on a 259.09 entry. The top-rated stock in IBD's aerospace/defense group is Mercury Systems ( MRCY ), but its 89.54 buy point failed recently, and the ... "], ["2020-05-29 15:31", "Why Is Northrop Grumman (NOC) Up 3.7% Since Last Earnings Report?Northrop Grumman (NOC) reported earnings 30 days ago. What's next for the stock? We take a look at earnings estimates for some clues."], ["2020-05-29 15:22", "Space Taxis ...  on commercial outfits to deliver food and equipment in drone capsules to the space station, which circles the planet at a distance of about 220 miles, (354 kilometers). That's well within what's known as low-Earth orbit, which extends to 2,000 kilometers out. SpaceX launched the first private resupply run to the station in 2013, and Orbital Sciences Corp. (now part of Northrop Grumman Corp.) began making deliveries in 2014. They'll be joined as well by Sierra Nevada. Musk's SpaceX is revolutionizing the rocket industry by re-landing booster rockets for reuse rather than letting them burn up while re-entering the Earth's atmosphere. By recycling machinery as expensive to build as a Boeing 737 jet, Musk hopes to drive down costs to the ... "], ["2020-05-29 14:00", "Trump extends National Guard deployment ...  policy and politics. Get the Morning Defense Newsletter Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO. You can unsubscribe at any time. This site is protected by reCAPTCHA and the Google Privacy Policy and Terms of Service apply. Facebook Twitter Email Print Trump extends National Guard deployment By BRYAN BENDER 05/29/2020 10:00 AM EDT Presented by Northrop Grumman With Connor O'Brien and Lara Seligman Editor's Note: Morning Defense is a free version of POLITICO Pro Defense's morning newsletter, which is delivered to our subscribers each morning at 6 a.m. The POLITICO Pro platform combines the news you need with tools you can use to take action on the day's biggest stories. Act on the news with ... "]]}}