{"postfix": "ntt_docomo-aktie", "name": "NTT_DOCOMO", "wkn": "916541", "time": "2020.06.02 12:10", "ts": 1591092602, "features": {"KGV": "18.73", "Marktkapitalisierung": {"Size": "Mrd", "Value": "82.05"}, "GA": "179.92", "KBV": "2.07", "BA": "1.625.80", "KCV": "7.01", "CA": "480.51", "Vola30": "37.94", "Vola90": "49.8", "Vola180": "39.94", "Vola250": "30.91"}, "rivals": ["deutsche_telekom-aktie", "verizon-aktie", "orange-aktie", "telefonica-aktie", "telecom_italia-aktie"], "text_data": {"de": [["29.04.20", "NTT DOCOMO öffnete die Bücher zum abgelaufenen Quartal"], ["29.04.20", "NTT DOCOMO präsentierte Quartalsergebnisse"], ["27.04.20", "Ausblick: NTT DOCOMO zieht Bilanz zum abgelaufenen Quartal"], ["27.04.20", "Ausblick: NTT DOCOMO zieht Bilanz zum abgelaufenen Quartal"], ["13.04.20", "Erste Schätzungen: NTT DOCOMO öffnet die Bücher zum abgelaufenen Quartal"], ["13.04.20", "Erste Schätzungen: NTT DOCOMO informiert über die jüngsten Quartalsergebnisse"], ["12.02.20", "Coronavirus stellt Mobilfunkmesse in Barcelona infrage"], ["03.02.20", "NTT DOCOMO: Quartalsergebnisse zum jüngsten Jahresviertel"], ["03.02.20", "NTT DOCOMO vermeldete Zahlen zum jüngsten Quartal"], ["29.01.20", "Ausblick: NTT DOCOMO stellt das Zahlenwerk zum vergangenen Quartal vor"], ["29.01.20", "Ausblick: NTT DOCOMO stellt Ergebnisse des abgelaufenen Quartals vor"]], "en": [["01.06.20", "NTT Docomo (DCMYY) Moves to Buy: Rationale Behind the Upgrade"], ["27.01.20", "A.I.-powered voice transcription app Otter raises $10M, including from new strategic investor NTT DOCOMO"], ["2020-06-02 08:00", "Huawei tops 5G patent numbers ... .66 billion yuan ($18.49 billion) in research and development in the 2019 fiscal year, accounting for 15.3 percent of its total revenue. Data also show that, including Huawei and ZTE, Chinese companies have a share of 34.02 percent among the global total in 5G SEPs, ranking first in the number. Huawei was followed by Qualcomm, Nokia, Samsung, LG, ZTE, Ericsson, CATT, NTT DOCOMO and InterDigital. Related Stories Huawei boss queries UK govt U-turn UK will pay price if it carries out decision to exclude Huawei: China Daily editorial Huawei leads China's 5G phone market in Q1 No turning the other cheek on Huawei: China Daily editorial 5G technology to offer players new experiences Photo Night economy prosperous in Shanghai Embroidery helps women weave their ... "], ["2020-05-31 13:51", "More people visiting Japan's urban areas, data shows ... Tokyo than a week before, as the areas entered the first weekend since the nationwide coronavirus emergency was completely lifted, data has suggested. The number of people in Tokyo's posh Ginza district at 3 p.m. was 30.7 percent below the average on weekends and holidays between Jan. 18 and Feb. 14 before COVID-19 cases spiked in Japan, according to the data collected by NTT Docomo Inc. The rate of decrease shrank by a whopping 30.0 percentage points from a week before, showing recovery in the number of people visiting the major shopping district, the data, collected via the mobile carrier's base stations, showed. Compared with the period before the spike in cases, the number of people was also down 45.4 percent at Tokyo's Shinjuku Station; 36.7 ... "], ["2020-05-31 08:22", "'5G will be defined by smart glasses' ... we may hear often in the media these days, \"The smartphone is dead; Long live smart glasses,\" it still seems there is a long way to go to the commercialization of VR-AR glasses in consumer markets as Google and Microsoft are more active in the \"enterprise market.\" U.S. telecom chip giant Qualcomm and 15 operator groups including China Mobile, China Telecom, NTT DoCoMo, KT, LG Uplus, SK Telecom, SoftBank, Verizon, Vodafone T-Mobile and others have thrown their weight behind \"smart glasses\" by announcing that they will work on making \"5G XR\" viewers available at both the consumer and enterprise level \"within the next year.\" Apple is reportedly working on a pair of \"AR 5G\" glasses that look like regular spectacles ... "], ["2020-05-29 07:11", "Rony Abovitz Steps Down as Magic Leap CEO ...  to commercialize our focused plan for spatial computing in enterprise.\" Related Stories Magic Leap Is Raising Another Big Funding Round Magic Leap Reportedly Lays Off 1,000, or Half Its Workforce, Halting Consumer Product Plans Magic Leap's investors include the Kingdom of Saudi Arabia, AT&T, Alphabet, NTT DoCoMo, Alibaba Group, Warner Bros., Legendary Entertainment, Vulcan Capital, Kleiner Perkins, and Andreessen Horowitz. Magic Leap previously inked deals with AT&T and DoCoMo to be the exclusive wireless distributors of its products in the U.S. and Japan, respectively. According to Abovitz, Magic Leap has been actively recruiting candidates for the CEO role. He said he's in \"discussions with the board with regards to how I will continue to ... "], ["2020-05-29 04:00", "Why Tellus You Care Picked Japan To Test Its Technology For Elderly People ...  learning software systems to analyze radar readings, and in Japan it began developing the product's hardware. With All Turtles acting as a strategic advisor and making introductions in Japan, Tellus formed relationships with major Japanese technology companies and tested its prototype in Kobe. The startup has raised a total of $2.75 million from All Turtles, Miyako Capital, Digital Garage, NTT Docomo Ventures and UTECThe University of Tokyo Edge Capital. Digital Garage CEO Hayashi Kaoru (left) and Hasebe Ken (right), mayor of Tokyo's Shibuya Ward, present Tellus CEO Tania Coke with a special award in 2019. Japan BrandVoice \"We believe that if we can succeed in Japan, we can do it anywhere,\" says Coke. \"Our investors have been incredibly ... "], ["2020-05-28 09:55", "NTT keeps teleworking as the new norm in post-pandemic Japan ...  of which is between 10 a.m. and 3 p.m. The company will encourage all employees to stagger working hours after June. Stay ahead with our exclusives on Asia Sign up to our newsletters to get our best stories delivered straight to your inbox. Copy Copied Read Next Interview Time to experiment with 4-day working weeks: Lynda Gratton Companies Japan's NTT Docomo clinches Disney streaming deal Companies Hitachi staff only required to come to office 2-3 days a week Business trends Stop logging hours: Japan finds flexibility in age of telework Startups Startups in Tokyo abandon offices amid coronavirus upheaval Business trends 'Work from home' to cost Japanese companies $12.1bn, study finds Companies Telework rush leaves Japanese companies at risk of ... "], ["2020-05-28 08:59", "Japan's NTT Docomo clinches Disney streaming dealTOKYO -- NTT Docomo, Japan's largest mobile carrier, said Thursday it has secured exclusive rights to offer Disney's streaming service Disney+ in the"], ["2020-05-28 08:29", "Disney+ To Launch In Japan June 11Next stop for Disney+ Japan. The House of Mouse's streaming service will launch June 11 in the country in an exclusive alliance with NTT Docomo, Japan's top mobile operator. Disney already ..."], ["2020-05-28 05:15", "Disney Plus To Launch in Japan in JuneThe Disney Plus streaming service is to launch in Japan from next month. The service will be operated as an exclusive partnership with phones and cable group NTT DoCoMo. Starting June 11, consumers..."], ["2020-05-27 15:41", "Huawei CFO Meng to find out if a U.S extradition case against her will proceed ...  3 Years? Go Here Today EverQuote Ad The Trump Administration's War on Huawei Could Hurt These 3 Stocks Motley Fool Huawei's Joy Tan Joins Experts From New America and Qiming Venture Partners To Discuss COVID-19 And Big Data For China Institute Webinar PR Newswire Global Beyond 5G Technology, Infrastructure, and Devices Market to 2030 - Featuring Huawei, LG Electronics & NTT DoCoMo Among Others - ResearchAndMarkets.com Business Wire What's the best memory foam mattress? Yahoo Search Ad Huawei CFO Meng's U.S. extradition case hinges on key ruling in Canada on Wednesday Reuters Japan to Expand Cyberbullying Laws Following Hana Kimura's Death Variety George Floyd's sister says firing officers not enough: 'They murdered my brother' ... "], ["2020-05-27 11:47", "Sky Q customers to get new nature programmes with HDR ... New Jersey Mortgage Rates Hit 2.5% FIXED LendGo Ad Twitter employees 'very unhappy' the platform won't correct Trump falsehoods about Scarborough and staff member Yahoo News Twitter puts fact-check notification on Trump tweet about mail-in ballots Yahoo News Video Global Beyond 5G Technology, Infrastructure, and Devices Market to 2030 - Featuring Huawei, LG Electronics & NTT DoCoMo Among Others - ResearchAndMarkets.com Business Wire Remember Johnny? This Is How She Looks At 74 Graduatez Ad L.A. skateboarders defy stay-at-home orders, remove sand from Venice skate park Yahoo Sports Fans Are Calling Out Kelly Ripa for \"Lying\" About Where She's Been Quarantining Good Housekeeping Protesters clash with Minneapolis police following death ... "], ["2020-05-27 08:10", "State of emergency lifted, but outings limited ...  lifted, but outings limited Mobile phone data shows there was only a slight increase in the number of people around train stations and business streets in Tokyo and four other prefectures the day after the state of emergency was lifted. The Japanese government on Monday lifted the restriction, which was imposed to curb the spread of infections, from the last five prefectures. Mobile carrier NTT Docomo is collecting information on people's locations across Japan using base station data, which it says protects privacy. The survey shows the number of people on Tuesday increased 6 percent around Tokyo's Shinjuku Station and 3.6 percent near Shibuya Station. There was also a 3.6 percent rise in and around the Marunouchi business district, 2.3 percent in ... "], ["2020-05-27 04:00", "Qualcomm XR Viewer Program Gains Momentum With Operators ... 's leading 5G global operators to embrace XR viewers and the program. This list of 5G operators is actually more impressive than the viewer OEMs or the Smartphone OEMs. It includes all three major Chinese operators, China Mobile, China Telecom and China Unicom, as well as all three major Korean operators, Kt, LG U+ and SK Telecom. In Japan alone, Qualcomm is partnering with NTT DoCoMo, KDDI and SoftBank, to cover most of the country's population. In Europe, it managed to wrangle Deutsche Telekom, Orange, Vodafone and Telefonica. Surprisingly, Verizon is the only partner in the U.S.—strange, since T-Mobile and AT&T currently have a much bigger 5G install base. That said, T-Mobile US is mostly owned by Deutsche Telecom and Softbank, which are ... "], ["2020-05-26 06:00", "Japan restarting social, economic life in phases ... of emergency, put in place in April for the coronavirus. Morning trains carrying commuters to Tokyo were busier than they have been in recent weeks. A commuter said, \"I think there is a difference between central Tokyo and other places, so I wonder if it is appropriate to lift the emergency all at once.\" Another said that he feels anxious yet happy. Mobile carrier NTT Docomo found that foot traffic in the business and commercial centers of Tokyo remained lighter on Monday than the weekday average in mid-February -- but it is still up from last week. On Monday, Prime Minister Abe Shinzo declared the state of emergency over in the remaining five of the country's 47 prefectures. The final five were Tokyo and three surrounding prefectures, as well as ... "], ["2020-05-26 04:00", "Qualcomm And Partners Unveil Cutting-Edge Mixed Reality Viewers For 5G Connected Experiences ... for creators, developers, investors, and product leaders in the space — Qualcomm and 15 partners announced plans to bring lightweight XR Viewers to both the consumer and enterprise markets within the next year. Qualcomm's partners in this endeavor include global operators China Mobile, China Telecom, China Unicom, Deutsche Telekom, EE, KDDI, KT, LG Uplus, NTT DOCOMO, Orange, SK Telecom, SoftBank, Telefonica, Verizon and Vodafone. All of these partners have revealed plans to commercialize XR Viewers to provide immersive, virtual reality (VR), augmented reality (AR) and mixed reality (MR) experiences over 5G networks. Once the build-outs are complete, 5G networks will offer greater bandwidth, lower latency, and improved reliability versus existing 4G ... "], ["2020-05-26 03:51", "Data suggests more people are back on the move ...  commuters and other pedestrian traffic have returned to Tokyo and four other prefectures. Japan's government lifted a state of emergency, which was imposed to curb the spread of the coronavirus, in these prefectures on Monday. Tokyo, its neighbors -- Kanagawa, Saitama, Chiba -- and Hokkaido in the north were the last remaining prefectures under the state of emergency. Mobile carrier NTT Docomo has been gathering data on human traffic using base station data while protecting privacy. It found that foot traffic in the business and commercial centers of Tokyo remained smaller on Monday than the weekend average in the month to mid-February. That's before infections began to increase. Pedestrian volume was down 70 percent near Marunouchi; 66.2 percent ... "], ["2020-05-26 02:28", "Financial reasons stop Liam Squire's Tasman return ...  Latest Rugby League Cricket Football Netball Basketball Golf Forecast Maps Show Ad Close Ad Financial reasons stop Liam Squire's Tasman return • Source: 1 NEWS Tasman have ruled out a provincial rugby return for former All Black Liam Squire, due to financial reasons. Source: 1 NEWS Squire, 29, said goodbye to New Zealand rugby at the end of 2019, linking up with Japanese club side NTT Docomo Hurricanes. With Covid-19 having stopped Japan's Top League, Squire is one of the many Kiwis to have returned to New Zealand to wait out the global pandemic. Naturally, with the likes of Nehe Milner-Skudder and Sam Whitelock among those to commit to playing the rest of the 2020 season on home soil, the window is open for players like Squire to return to ... "], ["2020-05-25 05:45", "Weekend outings in Tokyo up from a week agoWeekend outings in Tokyo up from a week ago Weekend outings in Tokyo and three neighboring prefectures that are still under a state of emergency increased from a week ago even though pedestrian traffic in and around the capital has declined compared to pre-pandemic levels. Mobile carrier NTT Docomo released pedestrian traffic data collected from its base stations, without identifying users. In Tokyo, its three neighboring prefectures, and the northern prefecture of Hokkaido, foot traffic on Sunday was down 40 to 70 percent compared to the average for weekends and holidays between mid-January and mid-February. The number of people around Tokyo's Shinjuku Station declined by about 72 percent. The tally was down 64 percent around Yokohama Station in  ... "], ["2020-05-22 14:37", "Who Is Still Investing in Magic Leap in 2020? ...  current round of funding came from \"current major investors,\" and \"new investors.\" Earlier this month, the Information reported Abovitz had told staff that he was in talks with a 'major healthcare company' to drum up cash, and Indiana-based Zimmer Biomet was floated as the possible investor. Other previous investors include Google, AT&T, Saudi Arabia's Public Investment Fund, NTT Docomo, and Alibaba. (If you happen to know who some of Magic Leap's new investors are, feel free to reach out at vsong@gizmodo.com or victoria.song@protonmail.com . You can also reach me via Twitter DM for my number on Signal.) Beats Solo Pro Wireless Noise Cancelling On-Ear Headphones - Apple... Buy on Amazon for $250 G/O Media may get a commission ... "], ["2020-05-21 18:25", "Magic Leap just raised a $350 million investment round as it tries to secure its future read the email CEO Rony Abovitz sent employees ... way forward. In a letter sent to employees, and seen by Business Insider, Magic Leap CEO Rony Abovitz said that the financing was led \"by current major investors in Magic Leap, as well as new investors.\" It's not clear who the investors are, but Magic Leap has attracted stakes from major names including Google, Alibaba, AT&T, and Warner Japanese telecom giant NTT Docomo in the past. It's also not clear whether the financing is debt or equity. The Information recently reported that Magic Leap had turned to a major health care company for investment, possibly Zimmer Biomet, but it is unclear if Magic Leap secured that deal for this latest investment round. In the email to employees, Abovitz also said the company is withdrawing the conditional ... "]]}}