{"postfix": "nu_skin_enterprises-aktie", "name": "NU_SKIN_ENTERPRISES", "wkn": "903911", "time": "2020.06.02 14:22", "ts": 1591100557, "features": {"KGV": "13.03", "Marktkapitalisierung": {"Size": "Mrd", "Value": "1.71"}, "GA": "3.10", "KBV": "2.58", "BA": "15.65", "KCV": "12.70", "CA": "3.18", "Vola30": "82.49", "Vola90": "118.83", "Vola180": "92.48", "Vola250": "70.8"}, "rivals": [], "text_data": {"de": [["31.05.20", "So schätzen Analysten die Nu Skin Enterprises-Aktie ein"], ["09.05.20", "Nu Skin Enterprises veröffentlichte Zahlen zum vergangenen Quartal"], ["05.05.20", "Ausblick: Nu Skin Enterprises präsentiert Quartalsergebnisse"], ["21.04.20", "Erste Schätzungen: Nu Skin Enterprises stellt Quartalsergebnis zum abgelaufenen Jahresviertel vor"], ["29.02.20", "Februar 2020: Die Expertenmeinungen zur Nu Skin Enterprises-Aktie"], ["14.02.20", "Nu Skin Enterprises stellte Ergebnisse des abgelaufenen Quartals vor"], ["11.02.20", "Ausblick: Nu Skin Enterprises präsentiert Bilanzzahlen zum jüngsten Jahresviertel"]], "en": [["08.05.20", "Why Nu Skin Enterprises Blasted Nearly 30% Higher on Thursday"], ["07.05.20", "Nu Skin Enterprises (NUS) Q1 2020 Earnings Call Transcript"], ["07.05.20", "Nu Skin Enterprises (NUS) Surpasses Q1 Earnings and Revenue Estimates"], ["29.04.20", "Analysts Estimate Nu Skin Enterprises (NUS) to Report a Decline in Earnings: What to Look Out for"], ["05.03.20", "NU Skin Enterprises Breaks Above 6% Yield Territory"], ["13.02.20", "Why Nu Skin Enterprises Stock Fell Today"], ["13.02.20", "Nu Skin Enterprises (NUS) Q4 2019 Earnings Call Transcript"], ["13.02.20", "Nu Skin Enterprises (NUS) Q4 Earnings Match Estimates"], ["05.02.20", "Earnings Preview: Nu Skin Enterprises (NUS) Q4 Earnings Expected to Decline"], ["2020-05-28 12:45", "Coty (COTY) in Focus: Stock Moves 5.4% Higher ... , while its Zacks Consensus Estimate for the current quarter has also moved lower over the past few weeks, suggesting there may be trouble down the road. So, make sure to keep an eye on this stock going forward, to see if this recent move higher can last. Coty currently has a Zacks Rank #3 (Hold) while its Earnings ESP is negative. Investors interested in the Cosmetics industry may consider Nu Skin Enterprises Inc ( NUS - Free Report ) , which has a Zacks Rank #2 (Buy). You can see the complete list of today's Zacks #1 Rank (Strong Buy) stocks here . Just Released: Zacks' 7 Best Stocks for Today Experts extracted 7 stocks from the list of 220 Zacks Rank #1 Strong Buys that has beaten the market more than 2X over with a stunning average gain of +24.1 ... "], ["2020-05-27 11:54", "District officials become Internet stars ...  been created at the park that can be leased for 500 yuan a day. \"The largest scale online promotion event in Fengxian is expected to support the small and medium size enterprises who are grappling with sluggish business amid the COVID-19 pandemic,\" Gu said. Meanwhile, Fengxian has launched the district's first nightlife food street. A three-month food festival will  ...  day. The event is being held at Oriental Beauty Valley, a business hub specializing in cosmetics, bio-medicine and the health sector. The valley has attracted some 100 cosmetics companies, including American brand Nu Skin and South Korea's Cosmax, as well as local brands. It accounts for more than 40 percent of the total value of the city's cosmetics industry. Ti Gong Gu Yi ... "], ["2020-05-26 14:58", "Nu Skin Enterprises' Shares March Higher, Can It Continue?As of late, it has definitely been a great time to be an investor in Nu Skin Enterprises"], ["2020-05-26 14:54", "Tilray (TLRY) Catches Eye: Stock Jumps 6.3% ... stocks out of 220 Zacks Rank #1 Strong Buys that have the highest potential to increase in price quickly amid the global health crisis. A recent pick, Maxar, skyrocketed +178.7% in 3 months. For 32 years, our Strong Buy list has averaged returns more than twice the market. See its 7 best stocks now. Privacy Policy | No cost, no obligation to buy anything ever. Up Next Nu Skin Enterprises' Shares March Higher, Can It Continue? Most Read New Strong Buy Stocks for May 26th 5 Small-Caps That Surged in May & Still Have Momentum S&P Set to Open Above 3000 AWS 5/26: Pre-Markets Race Higher on Vaccine Hopes PFP 5/26: Stocks Up for the Week as Reopening Fuels Gains Quick Links Services Account Types Premium Services Zacks Rank Research Personal Finance Commentary ... "], ["2020-05-26 10:09", "Service window opens for foreigners' work, residence permits ...  offices in Hanover, San Francisco and Sydney of Shanghai Association of International Exchange of Personnel on Tuesday. They will jointly attract foreign talent mainly for small and medium-sized enterprises in Fengxian. According to the agreement, the liaison offices will help to attract professionals mainly in biological medicine, cosmetics research and design as well as intelligent manufacturing. These are key sectors of the Oriental Beauty Valley, a business zone in Fengxian focusing on the cosmetics and health industries. The beauty industry area has attracted some 100 companies, including American brand Nu Skin and South Korea's Cosmax, as well as many local brands. It accounts for more than 40 percent of the total value of the city's cosmetics ... "], ["2020-05-20 15:40", "NUS vs. PORBF: Which Stock Is the Better Value Option? ... Bigstock NUS vs. PORBF: Which Stock Is the Better Value Option? Zacks Equity Research May 20, 2020 NUS PORBF Trades from $ 1 You follow Tale of the Tape - edit You follow Zacks Equity Research - edit What would you like to follow? Zacks Equity Research Tale of the Tape Cancel Read More Hide Full Article Investors with an interest in Cosmetics stocks have likely encountered both Nu Skin Enterprises ( NUS - Free Report ) and POLA ORBIS ( PORBF - Free Report ) . But which of these two stocks is more attractive to value investors? We'll need to take a closer look to find out. There are plenty of strategies for discovering value stocks, but we have found that pairing a strong Zacks Rank with an impressive grade in the Value category of our Style Scores system ... "], ["2020-05-20 13:23", "Livestream festival to boost online economy ...  an artist's rendition of the nightlife food street at IQ-Valley in Fengxian District. \"The largest scale online promotion event in Fengxian is expected to support the small and medium size enterprises who are grappling with the sluggish business amid the COVID-19 pandemic,\" said an official with the district. Fengxian aims to develop the IQ-Valley innovation park on 3358 Pingzhuang Road W. into ... the night market. A shuttle bus will take residents from the nearby Nanqiao Town to the site every day. The beauty valley has attracted some 100 cosmetics companies, including American brand Nu Skin and South Korea's Cosmax, as well as local brands. It accounts for more than 40 percent of the total value of the city's cosmetics industry. The  ... "], ["2020-05-19 13:49", "Long-short ETFs offer investors a 'smarter way to hedge,' fund manager says as demand rises ... fund, DWSH, is less about conviction and more about momentum, Hamman said. That fund, which is up more than 6% year to date, shorts the stocks of large-cap companies exhibiting low relative strength — in other words, lagging the market. DWSH's strategy is \"very unemotional, very disciplined, very quantitative in nature,\" Hamman said. Its top five holdings are Nu Skin Enterprises , Marathon Oil Corp. , Core Laboratories , Patterson-UTI Energy and Cimarex Energy . \"You'll see the portfolio turn over probably quite a bit more in this portfolio, whereas in HDGE, they're making that fundamental decision,\" Hamman said. \"But it's part of our approach to really diversify where you're getting your alpha exposure.\" And ... "], ["2020-05-12 13:51", "Inter Parfums (IPAR) Q1 Earnings Top Estimates, Sales Drop Y/Y ...  that has beaten the market more than 2X over with a stunning average gain of +24.1% per year. These 7 were selected because of their superior potential for immediate breakout. See these time-sensitive tickers now > > In-Depth Zacks Research for the Tickers Above Normally $25 each - click below to receive one report FREE: The J M Smucker Company (SJM) - free report > > Nu Skin Enterprises Inc (NUS) - free report > > Inter Parfums Inc (IPAR) - free report > > BG Foods Inc (BGS) - free report > > Published in consumer-staples earnings Zacks' 7 Best Strong Buy Stocks for May, 2020 Free Research for Zacks.com Readers Experts have chosen 7 stocks out of 220 Zacks Rank #1 Strong Buys that have the highest potential to increase in price quickly amid the global ... "], ["2020-05-08 15:40", "Why Nu Skin Enterprises Blasted Nearly 30% Higher on Thursday ...  launched in February of 2002. Returns as of 05/08/2020. Join Stock Advisor Cumulative Growth of a $10,000 Investment in Stock Advisor Calculated by Time-Weighted Return Stocks NUS Nu Skin Enterprises NYSE: NUS $35.78 up $0.69 (1.97%) Related Articles Why Nu Skin Enterprises Stock Fell Today Why Nu Skin Enterprises Stock Dropped Today Why Royal Caribbean Cruises, Enphase Energy, and Nu Skin Enterprises Jumped Today Strong Q1 Sends Shares of Nu Skin Enterprises Over 27% Higher Wednesday Morning Why Nu Skin Enterpises Stock Dropped 20% in March Why Nu Skin Enterprises Blasted Nearly 30% Higher on Thursday @themotleyfool #stocks $NUS Next Article Prev 1 2 3 4 5 Next Terms of Use Privacy Policy Accessibility Policy Copyright, Trademark and Patent Information ... "], ["2020-05-07 16:23", "Nu Skin's (NUS) Q1 Earnings Beat Estimates, Decline Y/Y ...  report are flying under Wall Street radar, which provides a great opportunity to get in on the ground floor. Today, See These 5 Potential Home Runs > > In-Depth Zacks Research for the Tickers Above Normally $25 each - click below to receive one report FREE: Conagra Brands Inc (CAG) - free report > > Campbell Soup Company (CPB) - free report > > General Mills Inc (GIS) - free report > > Nu Skin Enterprises Inc (NUS) - free report > > Published in consumer-staples earnings Zacks' 7 Best Strong Buy Stocks for May, 2020 Free Research for Zacks.com Readers Experts have chosen 7 stocks out of 220 Zacks Rank #1 Strong Buys that have the highest potential to increase in price quickly amid the global health crisis. A recent pick, Maxar, skyrocketed +178.7% in 3 ... "], ["2020-05-07 15:19", "U.S. RESEARCH ROUNDUP-Ashland Global, Lyft, Solaredge Technologies ... Co : SunTrust Robinson raises price target to $9 from $8 * Nordstrom Inc : UBS cuts price target to $13 from $14 * Nordstrom Inc : Deutsche Bank cuts target price to $18 from $35 * Nortonlifelock Inc : RBC raises target price to $21 from $19 * Now Inc : Stifel cuts target price to $6 from $7 * NU Skin Enterprises Inc : Citigroup raises price target to $29 from $25 * Nu Skin Enterprises Inc : Deutsche Bank raises target price to $35 from $28 * NU Skin Enterprises Inc : Jefferies raises price target to $33 from $25 * Nuvasive Inc : UBS cuts price target to $55 from $65 * Nuvasive Inc : Canaccord Genuity cuts target price to $64 from $68 * Nuvasive Inc : Citigroup raises price target to $58 from $55 * Nuvasive Inc : Jefferies cuts price target to $60 from $70 ... "], ["2020-05-07 13:31", "Nu Skin Enterprises (NUS) Q1 2020 Earnings Call Transcript ...  in February of 2002. Returns as of 05/07/2020. Join Stock Advisor Cumulative Growth of a $10,000 Investment in Stock Advisor Calculated by Time-Weighted Return Stocks NUS Nu Skin Enterprises NYSE: NUS $32.21 up $4.77 (17.38%) Related Articles Nu Skin Enterprises (NUS) Q4 2019 Earnings Call Transcript Nu Skin Enterprises (NUS) Q3 2019 Earnings Call Transcript Nu Skin Enterprises (NUS) Q2 2019 Earnings Call Transcript Nu Skin Enterprises (NUS) Q1 2019 Earnings Call Transcript Nu Skin Enterprises, Inc. (NUS) Q3 2018 Earnings Conference Call Transcript Nu Skin Enterprises (NUS) Q1 2020 Earnings Call Transcript @themotleyfool #stocks $NUS Next Article Prev 1 2 3 4 5 Next Terms of Use Privacy Policy Accessibility Policy Copyright, Trademark and Patent Information ... "], ["2020-05-06 20:05", "Nu Skin Enterprises Announces Quarterly DividendPROVO, Utah, May 6, 2020 /PRNewswire/ -- Nu Skin Enterprises, Inc. NUS today announced its board of directors has declared a quarterly cash dividend $0.375 per share, which will be paid on June 10, 2020, to shareholders of record on May 29, 2020. About Nu"]]}}