{"postfix": "office_depot-aktie", "name": "OFFICE_DEPOT", "wkn": "877247", "time": "2020.06.02 13:24", "ts": 1591097096, "features": {"KGV": "6.35", "Marktkapitalisierung": {"Size": "Mrd", "Value": "1.15"}, "GA": "0.41", "KBV": "0.66", "BA": "3.95", "KCV": "3.29", "CA": "0.79", "Vola30": "86.42", "Vola90": "109.62", "Vola180": "88", "Vola250": "77.36"}, "rivals": ["takkt-aktie", "staples-aktie", "officemax-aktie", "williams-sonoma-aktie", "wh_smith_1-aktie"], "text_data": {"de": [["15.05.20", "Coronavirus - Industrie: US-Büroartikelhersteller Office Depot will 13'000 Jobs streichen"], ["09.05.20", "Office Depot veröffentlichte Zahlen zum vergangenen Quartal"], ["05.05.20", "Ausblick: Office Depot gewährt Anlegern Blick in die Bücher"], ["27.02.20", "Office Depot verkündete Quartalsergebnis zum jüngsten Jahresviertel"], ["25.02.20", "Ausblick: Office Depot legt Quartalsergebnis vor"], ["05.02.20", "Office Depot schüttet Dividende aus"]], "en": [["18.05.20", "Office Depot (ODP) Looks Good: Stock Adds 6.5% in Session"], ["15.05.20", "Why Office Depot Popped as Much as 19% Friday"], ["15.05.20", "Office Depot closing stores, laying off 13,000 workers"], ["15.05.20", "Office Depot Plans to Lay Off Thousands of Workers"], ["14.05.20", "Office Depot plans store closures, 13,100 job cuts by 2023"], ["14.05.20", "Can Office Depot (ODP) Run Higher on Rising Earnings Estimates?"], ["14.05.20", "Is Office Depot (ODP) Stock Undervalued Right Now?"], ["07.05.20", "Office Depot (ODP) Q1 Earnings Beat Estimates, Stock Up"], ["06.05.20", "Office Depot, Inc. (ODP) Q1 2020 Earnings Call Transcript"], ["06.05.20", "Why Office Depot Shares Are Up Today"], ["06.05.20", "Office Depot (ODP) Q1 Earnings and Revenues Beat Estimates"], ["06.05.20", "Office Depot, Inc. Adopts Limited Duration Shareholder Rights Plan"], ["06.05.20", "Office Depot shares jump premarket after earnings top estimates, company adopts poison pill"], ["01.05.20", "Here's Why Best Buy, Office Depot, and Michaels Crashed Today"], ["29.04.20", "Office Depot (ODP) Earnings Expected to Grow: Should You Buy?"], ["22.04.20", "Office Depot to Announce First Quarter 2020 Earnings Results Wednesday, May 6, 2020"], ["20.04.20", "Office Depot raises size of credit facility to $1.3 billion, extends maturity date to April 2025"], ["20.04.20", "Office Depot Streamlines Capital Structure by Refinancing Existing Credit Facility and Repaying Term Loan"], ["06.04.20", "Here's How Office Depot is Tackling Coronavirus-Led Demand"], ["01.04.20", "Office Depot’s New Same-Day Delivery Service Offers Fast and Convenient Delivery"], ["31.03.20", "Office Depot, Inc. Announces Board Approval of Holding Company Reorganization"], ["27.03.20", "Office Depot (ODP) Down 17.4% Since Last Earnings Report: Can It Rebound?"], ["10.03.20", "Office Depot to Present at BofA Securities 2020 Consumer & Retail Technology Conference Tuesday, March 10, 2020"], ["27.02.20", "Office Depot (ODP) Q4 Earnings Beat Estimates, Sales Miss"], ["26.02.20", "Office Depot, Inc. (ODP) Q4 2019 Earnings Call Transcript"], ["24.02.20", "Here's How Office Depot (ODP) is Poised Ahead of Q4 Earnings"], ["20.02.20", "Office Depot Announces Upcoming Changes to Board of Directors"], ["12.02.20", "Office Depot to Announce Fourth Quarter and Full Year 2019 Earnings Results Wednesday, February 26, 2020"], ["06.02.20", "Office Depot Appoints Quincy Allen and Shashank Samant to Company’s Board of Directors"], ["04.02.20", "Office Depot Declares Quarterly Cash Dividend of $0.025 Per Share"], ["31.01.20", "Office Depot Announces Receipt of Timber Note Proceeds and Retirement of Non-recourse Debt"], ["28.01.20", "Here's Why Office Depot is Marching Ahead of the Industry"], ["21.01.20", "Office Depot, Inc. Earns Perfect Score in Corporate Equality Index for Ninth Consecutive Year"], ["13.01.20", "Should Value Investors Buy Office Depot (ODP) Stock?"], ["2020-06-02 11:00", "Galaxy Note 20: Juiciest camera rumors, photo leaks and more ... Hybrids Best Sedans Best SUVs Best Trucks Deals All deals The Cheapskate Antivirus Deals Identity Theft Protection Deals Mattress Deals Meal Kit Deals Password Manager Deals Pillow Deals Prescription Glasses Deals Tax Service Deals VPN Deals Web Hosting Deals All coupons Best Buy Promo Codes DoorDash Promo Codes eBay Coupons Groupon Promo Codes GrubHub Coupons Home Depot Coupons HP Coupons Office Depot Coupons Postmates Coupons Samsung Promo Codes Staples Coupons Target Coupons Verizon Promo Codes Walmart Coupons Download 5G Editions Editions English Espaol China France Germany Japan Korea Search Go Hi, Settings My Profile Forums Sign Out Join / Sign In Galaxy Note 20: Juiciest camera rumors, photo leaks and more The rumors and speculation are heating up for ... "], ["2020-06-02 11:00", "Crucible is here: How to play Amazon's new, free PC game ...  Cars Best Hybrids Best Sedans Best SUVs Best Trucks Deals All deals The Cheapskate Antivirus Deals Identity Theft Protection Deals Mattress Deals Meal Kit Deals Password Manager Deals Pillow Deals Prescription Glasses Deals Tax Service Deals VPN Deals Web Hosting Deals All coupons Best Buy Promo Codes DoorDash Promo Codes eBay Coupons Groupon Promo Codes GrubHub Coupons Home Depot Coupons HP Coupons Office Depot Coupons Postmates Coupons Samsung Promo Codes Staples Coupons Target Coupons Verizon Promo Codes Walmart Coupons Download 5G Editions Editions English Espaol China France Germany Japan Korea Search Go Hi, Settings My Profile Forums Sign Out Join / Sign In Crucible is here: How to play Amazon's new, free PC game Here's what you need to ... "], ["2020-06-02 11:00", "What is Tor? Your guide to using the private browser ...  Best Hybrids Best Sedans Best SUVs Best Trucks Deals All deals The Cheapskate Antivirus Deals Identity Theft Protection Deals Mattress Deals Meal Kit Deals Password Manager Deals Pillow Deals Prescription Glasses Deals Tax Service Deals VPN Deals Web Hosting Deals All coupons Best Buy Promo Codes DoorDash Promo Codes eBay Coupons Groupon Promo Codes GrubHub Coupons Home Depot Coupons HP Coupons Office Depot Coupons Postmates Coupons Samsung Promo Codes Staples Coupons Target Coupons Verizon Promo Codes Walmart Coupons Download 5G Editions Editions English Espaol China France Germany Japan Korea Search Go Hi, Settings My Profile Forums Sign Out Join / Sign In What is Tor? Your guide to using the private browser We've got a beginner-friendly explainer on ... "], ["2020-06-02 10:38", "Former RAF officer's house for sale for 475,000 has WW2 bomb shelter in the garden ...  ban extended until end of October RAF Watton was used primarily as a bomber airfield before being used by the United States Army Air Force's Eighth Air Force as an air depot. It was closed in the mid-1970s but the officers' houses remained. Anderson shelters were made of prefabricated pieces of metal which were assembled in gardens and buried underground to protect those  ...  Clarifications and Corrections News Licensing Advertising Contact Us Commissioning Terms Help Hub Topic A-Z Cookie Settings Contact Preferences News Group Newspapers Limited in England No. 679215 Registered office: 1 London Bridge Street, London, SE1 9GF. \"The Sun\", \"Sun\", \"Sun Online\" are registered trademarks or trade names of News Group Newspapers  ... "], ["2020-06-02 10:30", "Sony Xperia 1 II review: For phone filmmakers, these cameras will be hard to beat ...  Cars Best Hybrids Best Sedans Best SUVs Best Trucks Deals All deals The Cheapskate Antivirus Deals Identity Theft Protection Deals Mattress Deals Meal Kit Deals Password Manager Deals Pillow Deals Prescription Glasses Deals Tax Service Deals VPN Deals Web Hosting Deals All coupons Best Buy Promo Codes DoorDash Promo Codes eBay Coupons Groupon Promo Codes GrubHub Coupons Home Depot Coupons HP Coupons Office Depot Coupons Postmates Coupons Samsung Promo Codes Staples Coupons Target Coupons Verizon Promo Codes Walmart Coupons Download 5G Editions Editions English Espaol China France Germany Japan Korea Search Go Hi, Settings My Profile Forums Sign Out Join / Sign In Sony Xperia 1 II review: For phone filmmakers, these cameras will be hard to beat With a $1,200 ... "], ["2020-06-02 10:13", "Trump slams governors as 'weak,' urges crackdown on protests ... Stories 'What would they have us do?': LAPD chief defends cruiser seen hitting protestors as officers try to leave Video La. Senate confirms Brumley as state superintendent of education Medical examiner lists George Floyd's death as homicide U.S. Attorney General's Office says looting, rioting taking away from message; will be met with prosecution Video Read more stories Trending Stories Church sign in Virginia sparks controversy Video Home Depot employee arrested for theft in Louisiana 5 reasons you may have yet to receive your stimulus check Tropical Update: Central Atlantic disturbance LSU Interim President reacts to the death of George Floyd Follow Us Facebook Twitter YouTube Email News App Home Local News Weather Forecasts Sports Contact ... "], ["2020-06-02 10:11", "Madison County prosecutor: 'We can only hope the deadly coronavirus strain spreads in riots' ... Stories 'What would they have us do?': LAPD chief defends cruiser seen hitting protestors as officers try to leave Video La. Senate confirms Brumley as state superintendent of education Medical examiner lists George Floyd's death as homicide U.S. Attorney General's Office says looting, rioting taking away from message; will be met with prosecution Video Read more stories Trending Stories Church sign in Virginia sparks controversy Video Home Depot employee arrested for theft in Louisiana 5 reasons you may have yet to receive your stimulus check Tropical Update: Central Atlantic disturbance LSU Interim President reacts to the death of George Floyd Follow Us Facebook Twitter YouTube Email News App Home Local News Weather Forecasts Sports Contact ... "], ["2020-06-02 10:08", "La. Senate confirms Brumley as state superintendent of education ... organization with a long track record of standing up against injustices and wrongdoings in our community, including calling on former Mayor Bell to remove the monument during his tenure in office. Hilliard also led protests related to EJ Bradford's murder and support of Birmingham's minimum wage increase. Read the Full Article Video Madison County prosecutor: 'We ... Floyd's death as homicide U.S. Attorney General's Office says looting, rioting taking away from message; will be met with prosecution Video Possible deadly error, brain scanning device used by surgeons recalled by FDA Video Read more stories Trending Stories Church sign in Virginia sparks controversy Video Home Depot employee arrested for theft in Louisiana 5 reasons you may have  ... "], ["2020-06-02 09:58", "Nearly 26,000 nursing home COVID-19 deaths reported to feds ...  infection control requirements. A federal watchdog report last month found a \"persistent\" pattern of infection control problems in nursing homes even before the coronavirus. The Government Accountability Office said that about 40% of the nursing homes inspected in each of the past two years were cited for problems with infection control and prevention. Although the first wave of ... do?': LAPD chief defends cruiser seen hitting protestors as officers try to leave Video Read more stories Trending Stories Church sign in Virginia sparks controversy Video Home Depot employee arrested for theft in Louisiana 5 reasons you may have yet to receive your stimulus check Tropical Update: Central Atlantic disturbance LSU Interim President reacts to the ... "], ["2020-06-02 09:30", "Community star Joel McHale is obsessed with collecting wine and knives ...  Hybrids Best Sedans Best SUVs Best Trucks Deals All deals The Cheapskate Antivirus Deals Identity Theft Protection Deals Mattress Deals Meal Kit Deals Password Manager Deals Pillow Deals Prescription Glasses Deals Tax Service Deals VPN Deals Web Hosting Deals All coupons Best Buy Promo Codes DoorDash Promo Codes eBay Coupons Groupon Promo Codes GrubHub Coupons Home Depot Coupons HP Coupons Office Depot Coupons Postmates Coupons Samsung Promo Codes Staples Coupons Target Coupons Verizon Promo Codes Walmart Coupons Download 5G Editions Editions English Espaol China France Germany Japan Korea Search Go Hi, Settings My Profile Forums Sign Out Join / Sign In Community star Joel McHale is obsessed with collecting wine and knives In our new podcast series I' ... "], ["2020-06-02 09:05", "28 tips to stretch your stimulus check and save money after quarantine ...  Best Hybrids Best Sedans Best SUVs Best Trucks Deals All deals The Cheapskate Antivirus Deals Identity Theft Protection Deals Mattress Deals Meal Kit Deals Password Manager Deals Pillow Deals Prescription Glasses Deals Tax Service Deals VPN Deals Web Hosting Deals All coupons Best Buy Promo Codes DoorDash Promo Codes eBay Coupons Groupon Promo Codes GrubHub Coupons Home Depot Coupons HP Coupons Office Depot Coupons Postmates Coupons Samsung Promo Codes Staples Coupons Target Coupons Verizon Promo Codes Walmart Coupons Download 5G Editions Editions English Espaol China France Germany Japan Korea Search Go Hi, Settings My Profile Forums Sign Out Join / Sign In CNET editors pick the products and services we write about. When you buy through our links, we may ... "], ["2020-06-02 08:44", "Roku update: big addition brings live on-screen program guide, 30 extra channels ...  the simple and easy-to-navigate Roku OS, with around 10,000 TV episodes and films available to stream on demand. They include home renovation shows, cooking shows, kids TV shows , family programming, true crime, news, and more. Interested? Check out the best Roku TV deals we've found today: Today's best Roku TV deals Roku Express Streaming Media... The Home Depot $24.99 View Roku Express Streaming... Office Depot $24.99 View Roku Express Full HD... BHPhoto $24.99 View (Renewed) Roku Express | 5X... Amazon Prime $29.99 View Show More Deals We check over 130 million products every day for the best prices Apple TV vs Fire TV vs Chromecast vs Roku : battle of the streamers Via CNET See more TV news Tech deals, prizes and latest news Get the best tech ... "], ["2020-06-02 07:05", "How a cat travelled 2,500km trip through the Australian outback after stowing away on a truck ...  cat escaped into a warehouse where she spent Sunday night setting off motion detectors until she was caught P-Puss spent the night setting of motion detectors in the warehouse until a determined driver at the depot, armed with a can of tuna, tracked her for two hours until he secured the cat at midnight on Monday. Mrs Whip now needed someone to drive her cat the nine and a half hours home ... getting married Documents that could make or break Prince Andrew's 'alibi' for the night he is alleged to have had sex with Virginia Roberts are gathering dust at a police office in Sidcup Outrage at Belgium's Prince Joachim, 28, as he catches coronavirus after flying 1050 miles to Spain to attend a party with his girlfriend and 26 others Elton John lays off ... "], ["2020-06-02 07:02", "Vivo's flagship X50 phones with gimbal-style camera will drop in the second half of 2020 ... Cars Best Hybrids Best Sedans Best SUVs Best Trucks Deals All deals The Cheapskate Antivirus Deals Identity Theft Protection Deals Mattress Deals Meal Kit Deals Password Manager Deals Pillow Deals Prescription Glasses Deals Tax Service Deals VPN Deals Web Hosting Deals All coupons Best Buy Promo Codes DoorDash Promo Codes eBay Coupons Groupon Promo Codes GrubHub Coupons Home Depot Coupons HP Coupons Office Depot Coupons Postmates Coupons Samsung Promo Codes Staples Coupons Target Coupons Verizon Promo Codes Walmart Coupons Download 5G Editions Editions English Espaol China France Germany Japan Korea Search Go Hi, Settings My Profile Forums Sign Out Join / Sign In Vivo's flagship X50 phones with gimbal-style camera will drop in the second half of 2020 The ... "], ["2020-06-02 06:56", "Magellan co-founder Mackay turns ultra-bearish ...  rates, meant that his expectations for future medium-term returns were lower. His biggest current equity positions are Visa (18.2 per cent), MasterCard (16.2 per cent), and Home Depot (9.3 per cent). Tom Richardson reports and comments on investment markets. Connect with Tom on Twitter . Email Tom at tom.richardson@afr.com Save Log in or Subscribe to  ...  coronavirus crisis Nine-to-five doesn't work in a digital world, says Scott Farquhar Inside Bain's plans for Virgin Australia Patrick Durkin Doomsday planning prepares OZ for the end of the old office Three essential tips for post-pandemic team leaders Is this the end of fashion as we know it? Annie Brown The start-up founder who's cycled the southern hemisphere Meet the designer who has thrived ... "], ["2020-06-02 06:42", "Illinois Man Charged After Allegedly Distributing Explosives at Minneapolis Protest ... actively damaging property,\" appearing to light a building on fire, and looting businesses in Minneapolis, the DOJ said. The video posted by Rupert also shows him asking for lighter fluid in a boarded-up liquor store and entering a Spring cell phone store before he says he \"lit it on fire.\" A video also shows Rupert entering and looting an Office Depot, according to the complaint. Chicago police officers arrested the 28-year-old on Sunday morning after he allegedly violated an emergency curfew order in the city. \"Several destructive devices,\" a hammer, a heavy-duty flashlight, and cash were then discovered by authorities after they searched his vehicle, the complaint states. A woman, who identified herself as Rupert's girlfriend, told ... "], ["2020-06-01 06:43", "Chicago Sun-TimesChicago Sun-Times - All 2020-06-02T06:00:00-05:00 https://chicago.suntimes.com/rss/index.xml 2020-06-02T06:00:00-05:00 2020-06-02T06:00:00-05:00 Dear Abby: My sister's husband gets drunk and yells at their toddler Concerned about the toxic environment, woman is willing to care for the child until her brother-in-law sobers up. DEAR ABBY: After many years, my sister and I finally have a decent relationship. I feel I can tell her about almost anything.My brother-in-law, \"Aaron,\" is an alcoholic, and my sister enables him. When he drinks, his already quick temper becomes worse and he \"knows everything.\" To make things worse, they have a 3-year-old child I'll call \"Casey.\" It infuriates me when I see Aaron's crude, foul-mouthed ... "], ["2020-06-01 06:15", "12 essential Google Home calculations your smart speaker can instantly answer ...  Sedans Best SUVs Best Trucks Deals All deals The Cheapskate Antivirus Deals Identity Theft Protection Deals Mattress Deals Meal Kit Deals Password Manager Deals Pillow Deals Prescription Glasses Deals Tax Service Deals VPN Deals Web Hosting Deals All coupons Best Buy Promo Codes DoorDash Promo Codes eBay Coupons Groupon Promo Codes GrubHub Coupons Home Depot Coupons HP Coupons Office Depot Coupons Postmates Coupons Samsung Promo Codes Staples Coupons Target Coupons Verizon Promo Codes Walmart Coupons Download 5G Editions Editions English Espaol China France Germany Japan Korea Search Go Hi, Settings My Profile Forums Sign Out Join / Sign In 12 essential Google Home calculations your smart speaker can instantly answer Google Assistant can handle conversions ... "], ["2020-06-01 04:52", "The case against looting and burning ...  Nixon. More broadly, in news coverage and public opinion from those years, non-violent protests (especially in the face of segregationist violence) increased support for civil rights, while violent protests tipped public opinion away from the protesters, and toward a stronger desire for what Nixon called law and order, and Wasow calls \"social control\". People loot then burn an Office Depot at the weekend. The political history of both the 1960s and the 2010s suggests a strong presumption against the political effectiveness of looting or vandalism or arson. AP Some of this research was published in the spring of 2015, when the protests-turned-riots in Ferguson and Baltimore attracted left-wing and radical defenders. Back then, the centre-left writer ... "], ["2020-06-01 02:41", "The best meat delivery services in 2020: Omaha Steaks, Porter Road, Crowd Cow and more ...  Best Hybrids Best Sedans Best SUVs Best Trucks Deals All deals The Cheapskate Antivirus Deals Identity Theft Protection Deals Mattress Deals Meal Kit Deals Password Manager Deals Pillow Deals Prescription Glasses Deals Tax Service Deals VPN Deals Web Hosting Deals All coupons Best Buy Promo Codes DoorDash Promo Codes eBay Coupons Groupon Promo Codes GrubHub Coupons Home Depot Coupons HP Coupons Office Depot Coupons Postmates Coupons Samsung Promo Codes Staples Coupons Target Coupons Verizon Promo Codes Walmart Coupons Download 5G Editions Editions English Espaol China France Germany Japan Korea Search Go Hi, Settings My Profile Forums Sign Out Join / Sign In CNET editors pick the products and services we write about. When you buy through our links, we may ... "]]}}