{"postfix": "olympus-aktie", "name": "OLYMPUS", "wkn": "856840", "time": "2020.06.02 12:39", "ts": 1591094368, "features": {"KGV": "40.39", "Marktkapitalisierung": {"Size": "Mrd", "Value": "20.70"}, "GA": "39.37", "KBV": "5.24", "BA": "303.50", "KCV": "16.30", "CA": "97.57", "Vola30": "52.06", "Vola90": "94.67", "Vola180": "74.4", "Vola250": "58.25"}, "rivals": ["carl_zeiss_meditec-aktie"], "text_data": {"de": [["01.06.20", "OLYMPUS gewährte Anlegern Blick in die Bücher "], ["01.06.20", "Olympus stellte Ergebnisse des abgelaufenen Quartals vor"], ["29.05.20", "Ausblick: OLYMPUS stellt Quartalsergebnis zum abgelaufenen Jahresviertel vor"], ["29.05.20", "Ausblick: Olympus veröffentlicht Zahlen zum vergangenen Quartal"], ["14.05.20", "Erste Schätzungen: OLYMPUS präsentiert Quartalsergebnisse"], ["14.05.20", "Erste Schätzungen: Olympus stellt das Zahlenwerk zum vergangenen Quartal vor"], ["29.04.20", "Erster Eindruck: Systemkamera Olympus OM-D EM-1 III mit optimierter Bedienung"], ["23.04.20", "Mit EVIS X1 bringt Olympus sein bisher modernstes Endoskopiesystem auf den Markt"], ["18.03.20", "MÄRKTE ASIEN/Abgaben - Zwischenzeitliche Gewinne nicht behauptet"], ["19.02.20", "MÄRKTE ASIEN/Entspannung am Tag \"nach Apple\""], ["12.02.20", "Olympus OM-D E-M1 III: Spiegellose Systemkamera für Naturfotografen "], ["07.02.20", "MÄRKTE ASIEN/Gewinnmitnahmen - Schanghai schafft Dreh ins Plus"], ["07.02.20", "MÄRKTE ASIEN/Gewinnmitnahmen vor dem Wochenende"], ["07.02.20", "OLYMPUS: So schnitt der Konzern im vergangenen Quartal ab"], ["07.02.20", "Olympus hat Bilanz für das abgelaufene Quartal gezogen"], ["05.02.20", "Ausblick: OLYMPUS präsentiert Quartalsergebnisse"], ["05.02.20", "Ausblick: Olympus gewährt Anlegern Blick in die Bücher"], ["31.01.20", "heise+ | Canon EOS 5D, Sony A7, Olympus Pen: Kameragenerationen im Vergleich"], ["04.01.20", "heise+ | Test: Nikon Z 50 gegen Olympus OM-D E-M5 III"]], "en": [["20.05.20", "Olympus exits camera business in Korea "], ["23.04.20", "Olympus Launches EVIS X1, its Most Advanced Endoscopy System to Date"], ["26.03.20", "Olympus : Olympus Announces the 2019 Global Image of the Year Award Winners"], ["21.01.20", "Paris couture climbs Mount Olympus, plumbs marine depths"], ["20.01.20", "Paris couture climbs Mount Olympus, plumbs marine depths"], ["2020-06-01 12:17", "Japan's law against power harassment goes into effect ...  up to sheer volume of harassment online There is no penalty against companies that fail to meet the obligations. But such companies will be subject to administrative guidance, and their names may be disclosed. Starting in April 2022, small and midsize companies will also be bound by the obligations under the revised law. Following the revision, precision equipment-maker Olympus Corp. added rules against power harassment to its work regulations. Electronics giant Sony Corp. took similar action. Retail group Seven & i Holdings Co. plans to hold online and physical seminars on power harassment for all employees. Mitsubishi Electric Corp., which saw workplace problems including one that led to the suicide of a young employee, devised a reform program featuring ... "], ["2020-05-31 08:22", "Xi Jinping versus the world ...  Organization has at best a 50-50 chance of surviving this pandemic based on Xi's alarming influenc e over the former international and independent agency of the United Nations. Just when Xi bought executive shares in the WHO is still uncertain, but his influence over the director-general during the pandemic has made it possible for Xi to remain in his self-made Olympus, protected from the scrutiny of mere mortals. With regard to the current global health crisis, a leading German epidemiologist wrote, \"President Xi's persistent refusal to allow an independent international investigation into the origins of the virus, is more than a lack of responsibility, it is a declaration of contempt for human life. It is a crime, a crime that cost lives for ... "], ["2020-05-29 17:11", "Movies on TV this week, May 31: A Clockwork Orange and more ... . 6 p.m. The Ice Harvest (2005) John Cusack, Billy Bob Thornton. A mob lawyer tries to keep his cool after he and his pornographer partner steal a small fortune from a powerful figure. (R) 1 hr. 28 mins. CMAX Sun. 8 a.m. Immortals (2011) Henry Cavill, Stephen Dorff. A Greek stonemason named Theseus revolts against a bloodthirsty king who wants to throw the gods out of Olympus and become master of the world. (R) 1 hr. 50 mins. TNT Mon. 3 p.m. The Impossible (2012) Naomi Watts, Ewan McGregor. A couple and their three sons encounter terror, courage and compassion following the December 2004 tsunami that devastated Thailand. (PG-13) 1 hr. 54 mins. TMC Sun. 6 p.m. Advertisement In My Dreams (2014) Katharine McPhee, Mike Vogel. After meeting only in their dreams ... "], ["2020-05-29 16:44", "Best cameras for vlogging 2020: 10 great choices for YouTubers ...  24-70mm f/1.8-2.8 lens) the ZV-1 really nails what most vloggers and YouTubers want from a small vlogging camera. Sony's latest Real-time tracking and Eye AF are the best around and the ZV-1 also has a huge amount of depth for a compact camera, including a built-in ND filter and profiles like S-Log2 for those who want to embrace color grading. We still think the Olympus OM-D E-M5 Mark III's stabilization and image quality are better still, but you won't find a finer pocket vlogging camera than the Sony ZV-1. Read our in-depth Sony ZV-1 review (Image credit: Future) 3. Canon PowerShot G7 X Mark III Still a fine pocket vlogging camera, despite the arrival of the Sony ZV-1 Type: Compact | Sensor size: 1.0-type | Resolution: 20.1MP | Effective focal ... "], ["2020-05-29 13:00", "Blackmagic Design's Zoom-ready HDMI switcher has no right to be this cool ... 's no need to install a driver. Just connect the ATEM Mini to your computer via USB and it will show up as a selectable webcam in Zoom, FaceTime, or other videoconference and streaming apps. It's the definition of plug-and-play. Blackmagic Design provided a Pocket Cinema Camera 4K to test with it for this review. I used it with a 12-40mm f/2.8 Olympus lens (courtesy of Lensrentals ) as my A camera, giving me a an adjustable field of view that was more than wide enough for my close-quarters videoconferencing setup. I fill out the remaining HDMI inputs with my personal Fujifilm X-T2 mirrorless camera, a Nikon D780 DSLR, and my Xbox One X. Video newbies pay attention: All of these sources were initially set to different resolutions and framerates, and ... "], ["2020-05-29 05:30", "Take a peak at our mountains quiz ...  first Europeans to sight it A volcanic eruption blew its top off Centuries of rainy seasons wore away the porous basalt It once had a thick ice cap, which has melted because of global warming This is true, sadly. It is predicted that in less than 30 years there will no longer be any ice on Mount Kenya Which of these famous mountains is the lowest? The Matterhorn Mount Olympus Mount Kosciuszko Australia's highest peak stands at 2,228 metres Mount Fuji And which of these peaks is the highest? Kilimanjaro At 5,895 metres, the dormant volcano in Tanzania is the highest mountain in Africa and the highest single free-standing mountain in the world Mont Blanc Mount Elbrus Mount Whitney Which of these volcanoes is not part of the Pacific Ring of Fire? Krakatoa ... "], ["2020-05-28 22:16", "Margot Robbie's portrayal of Tonya Harding in I, Tonya is stunning ...  her performance. Margot Robbie in the title role treads the fine line between our sympathy and judgment perfectly. Her last 15 minutes are stunning. We've watched her play Harding as a teen, then see her as an adult forced to face herself. Her charged, changing emotions and expressions are as good as any performance I've seen. Top job. I, Tonya (15) Netflix WE'VE had Olympus on its backside, London reduced to rubble now it's the turn of Mike Banning, Gerard Butler's bloated and creaking Secret Service agent to succumb to a terminal case of diminishing returns. 3 Mike Banning is framed for the attempted assassination of the President and must evade his own agency and the FBI Credit: Alamy Despite looking like he couldn't pick a pen up ... "], ["2020-05-28 18:23", "Alcott HR Names Zachary Rovinsky Director Of Finance ... 's ability to serve and advocate for our company's valued customers and he will undoubtedly contribute in the continued financial success of our business and our clients.\" Prior to joining Alcott HR, Zachary led the finance and accounting departments at various public and private companies in the wholesale, manufacturing and entertainment industries. His past experiences include roles with Olympus, Cablevision and WWE. \"I'm thrilled to be joining such an industry leading company with a rich history and clear vision,\" said Zachary Rovinsky . \"I look forward to participating in Alcott HR's continued success.\" About Alcott HR At Alcott HR, we have a Passion for People and Performance. We empower leaders to focus on their ... "], ["2020-05-28 17:30", "Global Needles Market & COVID-19 Impact Assessment 2020-2027 With Profilings Of 42 Major Players ... . All research viewpoints presented are based on validated engagements from influencers in the market, whose opinions supersede all other research methodologies. Competitors identified in this market include, among others: B. Braun Melsungen AG Becton, Dickinson & Company Boston Scientific Corporation Ethicon US LLC Hamilton Company Medtronic PLC Nipro Corporation Novo Nordisk A/S Olympus Corporation Smiths Medical Stryker Corporation Terumo Corporation Thermo Fisher Scientific Inc. Unimed S.A. Key Topics Covered I. INTRODUCTION, METHODOLOGY & REPORT SCOPE II. EXECUTIVE SUMMARY 1. MARKET OVERVIEW Global Competitor Market Shares Needles Competitor Market Share Scenario Worldwide (in %): 2019 & 2025 Impact of COVID-19 and a Looming Global Recession 2. FOCUS ... "], ["2020-05-28 17:01", "Peeking Inside Executables And Libraries To Make Debugging Easier ... 8 Gigs Now on Hackaday.io zst123 has updated components for the project titled PAL-Streamer. Peabody1929 liked 6808 CPU Card for RC2014. jason.sowerby2012 liked Microwatt Pulse Motor. Peabody1929 liked PiCon Zero. David McGarrah liked Pi Boy 3000 with Raspberry Pi. David McGarrah liked Pi Zero touch screen for top wall mounting. Antonio Cesar de Oliveira wrote a comment on Science Tricorder by Olympus Heavy Industries. Oluwatobi Oyinlola has added a new project titled Smart Pump Device for Gas Stations. Rohit Prasan Mandal has added Ayush Kumar Lall as a contributor to Python dev-server with RPi. Michael Gardi has added a new log for DEC H-500 Computer Lab Reproduction. Home Blog Hackaday.io Store Hackaday Prize Video Submit A Tip About Contact Us Never miss ... "], ["2020-05-28 16:00", "Reconsidering Longfellow in 'Cross of Snow' ... , David Lehman, editor of \"The Oxford Book of American Poetry,\" deemed him \"underrated.\" That may not seem strong praise, but it's something. And the esteemed Library of America has issued a volume of Longfellow's poetry. Does that mean he's back in the canon? Advertisement Let's leave the last word to Harold Bloom, that exacting gatekeeper to Olympus. He anointed Longfellow \"a superb lyric poet.\" CROSS OF SNOW: A Life of Henry Wadsworth Longfellow By Nicholas Basbanes Knopf, 480 pp., $37.50 Dan Cryer is the author of \"Being Alive and Having to Die: The Spiritual Odyssey of Forrest Church\" and \"Forgetting My Mother: A Blues From the Heartland.\" Boston Globe video Follow Us Share on Twitter Share on ... "], ["2020-05-28 14:00", "X-37B Spaceplane To Test Power Beaming Technology ...  Smart Solder Fume Extractor to Featured Projects. Dusan Petrovic liked Open Source Smart Solder Fume Extractor. Dusan Petrovic has added SN74HC14N Single Square Wave Oscillator, Version 2 to Featured Projects. Dusan Petrovic liked SN74HC14N Single Square Wave Oscillator, Version 2. Michael Gardi has updated the log for DEC H-500 Computer Lab Reproduction. Yehia Z. Regal liked Science Tricorder by Olympus Heavy Industries. Home Blog Hackaday.io Store Hackaday Prize Video Submit A Tip About Contact Us Never miss a hack Follow on facebook Follow on twitter Follow on youtube Follow on rss Contact us Subscribe to Newsletter Copyright 2020 | Hackaday, Hack A Day, and the Skull and Wrenches Logo are Trademarks of Hackaday.com | Privacy Policy | Terms of Service ... "], ["2020-05-28 13:40", "Applied Industrial's Cost-Saving Moves to Aid Amid Pandemic ... ) and has a market capitalization of $2.3 billion. Factors Favoring Applied Industrial Inorganic Activities: The company has been investing in acquisitions over time. It acquired Sentinel Fluid Controls in March 2017, FCX Performance in January 2018 and Fluid Power Sales in November 2018. Also, the company bought MilRoc Distribution and Woodward Steel in March 2019, and purchased Olympus Controls in August 2019. It is worth noting here that acquired assets had positively impacted the company's sales by 1.9% in third-quarter fiscal 2020 (ended Mar 31, 2020). Shareholder-Friendly Policies: Applied Industrial is committed toward rewarding shareholders handsomely through dividend payouts. It distributed dividends of $36.4 million in the first three quarters ... "], ["2020-05-28 12:16", "David Herro was the world's best international stock-picker for a decade straight. He breaks down 8 stocks he bet on after the coronavirus decimated markets — and 3 he sold. ...  pallet maker Brambles and Chinese travel agency Trip.com Group . \"As they're coming out of this pandemic, domestic travel is measurably starting to pick up,\" Herro said. \"Trip probably has close to a 40%, 50% market share.\" The exits Herro also sold stakes in a handful of companies that performed well during the market upheaval, including optical products maker Olympus and chipmaker ASML . He also cut back on his position in Lysol maker Reckitt Benckiser . \"People are overpaying for insurance. They're overpaying for safety,\" he said. These consumer staples companies are faring very well during this, but ... if something has a sustainable growth rate of 3% or 4% or 5%, it's not worth 30 or 35 times earnings.\" ... "], ["2020-05-28 12:00", "Was Philip of Macedon Even Greater Than His Son Alexander? ... 's capital. Perdiccas followed the goats to the foothills of the Pierian Mountains, overlooking the Haliacmon River as it crosses the wide green Macedonian plain. \"The word aigai means 'goats' in ancient Greek,\" says Kottaridi, as we admire the same view. The culture of the ancient Macedonian people, who originated as herding and hunting tribes north of Mount Olympus, became more Greek under Temenid rule. They spoke a dialect of the Greek language and worshiped Greek gods. \"One of the important discoveries at Aigai was the tombstone carvings,\" says Kottaridi. \"They taught us that everyone here had Greek names. They thought of themselves as Macedonians and Greeks.\" View of the Haliacmon River near Aigai. (Myrto Papadopoulos ... "], ["2020-05-28 02:00", "Slaying Dragons In Notepad ... Commute; 3-Wheelers Vie For The Open Road RW ver 0.0.1 on Breathing New Life Into Old School ThinkPad Keyboards Now on Hackaday.io Aphichat Phonkha liked Truly WiFi Extender. ndGarage has updated the project titled BalconyJuliet-GoldenBlack. ndGarage has updated the project titled BalconyJuliet. Antonio Cesar de Oliveira wrote a comment on Science Tricorder by Olympus Heavy Industries. Kg5hcj liked CurrentRanger. castvee8 has updated the project titled The solenoid engine RC project. catherine Gui has added details to JLCPCB Combat Covid-19: Electric Mask Solution. catherine Gui has added a new project titled JLCPCB Combat Covid-19: Electric Mask Solution. Dave liked RESTful smart power plug. sergio_iannitelli liked YAWS - (Yet Another Weather Station). Home ... "], ["2020-05-27 18:30", "ePaper Tablet Gets Desktop Linux Install ... jg liked Tensigral Lamp. tolmachev.matthew liked Ferrite Core Memory Module . moorejd2 liked Tensigral Lamp. tolmachev.matthew liked Rocket Flight Controller and Logger. Trung Dung liked Eye of Horus - Open Source EyeTracking Assistance. tolmachev.matthew liked level: A New Kind of Radio Module. tolmachev.matthew liked NPR New Packet Radio. Queadlunn wrote a reply on Science Tricorder by Olympus Heavy Industries. tolmachev.matthew liked RF Mesh Network. tolmachev.matthew liked ARMAWATCH & ARMACHAT - long range radio messengers. Home Blog Hackaday.io Store Hackaday Prize Video Submit A Tip About Contact Us Never miss a hack Follow on facebook Follow on twitter Follow on youtube Follow on rss Contact us Subscribe to Newsletter Copyright 2020 | Hackaday, Hack A ... "], ["2020-05-27 18:00", "'The peach man' hopes to be here in June ...  DIGITAL CAMERA Facebook Twitter WhatsApp SMS Email Print Save featured 'The peach man' hopes to be here in June Lisa Davis Lisa Davis Author email May 27, 2020 5 min ago Facebook Twitter WhatsApp SMS Email Facebook Twitter WhatsApp SMS Email Print Save OLYMPUS DIGITAL CAMERA Chilton County peach farmer Ken Easterling — known in these parts as \"the peach man\" — has been making trips with his family for 68 years to sell peaches and tomatoes in Calhoun County. He'll be late coming this year, as he lost most of his crop of early peaches, he said last week. \"The summer was so hot and dry, and then after that it started raining. Rain rain rain rain. That's two things that peach trees do not like,\" Easterling said. \" ... "], ["2020-05-27 17:15", "Global Laryngoscopes Market Model 2020 With Global, Regional And Country Level Market Specific Insights ... the syndicated models, including Key Opinion Leaders. In addition, real world data sources are leveraged to determine market trends; these include government procedure databases, hospital purchasing databases, and proprietary online databases. Companies covered: Fujifilm Holdings Corp, Hoya Corp (PENTAX Medical Co), KARL STORZ SE & Co KG, Medtronic Plc, Olympus Corp, Richard Wolf GmbH, Teleflex Inc., Verathon Inc. Countries covered: United States , United Kingdom , Germany , France , Italy , Spain , Brazil , China , India , Russia , Japan , Australia , Canada , Mexico , South Korea , Denmark , Ireland , Netherlands , New Zealand , South Africa , Sweden , Switzerland , Austria , Belgium , Finland , Israel , Norway , Poland , Portugal , Taiwan , Czech Republic ... "], ["2020-05-27 14:00", "World Operating Room Equipment Market 2020-2030: COVID 19 Implications And Growth Prospects ...  Company Boston Scientific Canon Medical Systems Cardinal Health Covidien Healthcare Drgerwerk AG EMTEL Fisher & Paykel Healthcare Fresenius Fukuda Denshi General Electric Company Hill-Rom Holdings, Inc. Johnson & Johnson Karl Storz gmbh & co KLS Martin Group Koninklijke Philips N.V. Masimo Medtronic Plc Metran Co., Ltd. Mindray Mizuho OSI Nihon Kohden Corporation Nipro Olympus Corporation Opto Circuits ResMed Inc. Roche Siemens Healthcare Simeon Medical GmbH & Co. KG Smiths Medical STAAN Bio-Med Engineering Private Limited Steris PLC Stryker Corporation Teleflex Incorporated Thermo Fisher Scientific For more information about this report visit https://www.researchandmarkets.com/r/xqbr26 About ResearchAndMarkets.com ResearchAndMarkets.com is the world&apos ... "]]}}