{"postfix": "on_semiconductor-aktie", "name": "ON_SEMICONDUCTOR", "wkn": "930124", "time": "2020.06.02 11:10", "ts": 1591089017, "features": {"KGV": "16.31", "Marktkapitalisierung": {"Size": "Mrd", "Value": "5.90"}, "GA": "1.49", "KBV": "3.04", "BA": "7.99", "KCV": "14.50", "CA": "1.68", "Vola30": "57.31", "Vola90": "94.29", "Vola180": "75.32", "Vola250": "62.12"}, "rivals": ["xilinx-aktie", "microchip_technology-aktie", "linear_technology-aktie", "maxim_integrated_products-aktie", "analog_devices-aktie"], "text_data": {"de": [["31.05.20", "Experten sehen bei ON Semiconductor-Aktie Potenzial"], ["12.05.20", "ON Semiconductor gab Ergebnis zum abgelaufenen Quartal bekannt"], ["10.05.20", "Ausblick: ON Semiconductor zieht Bilanz zum jüngsten Jahresviertel"], ["30.04.20", "So stuften die Analysten die ON Semiconductor-Aktie im vergangenen Monat ein"], ["26.04.20", "Erste Schätzungen: ON Semiconductor öffnet die Bücher zum abgelaufenen Quartal"], ["31.03.20", "So stuften die Analysten die ON Semiconductor-Aktie im vergangenen Monat ein"], ["29.02.20", "ON Semiconductor-Aktie: Das sind die Analysten-Einstufungen des vergangenen Monats"], ["04.02.20", "ON Semiconductor: So viel setzte das Unternehmen zuletzt um"], ["02.02.20", "Ausblick: ON Semiconductor stellt das Zahlenwerk zum vergangenen Quartal vor"]], "en": [["21.05.20", "ON Semiconductor Appoints Bernie Colpitts, Jr. as Chief Accounting Officer"], ["11.05.20", "ON Semiconductor Corporation (ON) Q1 2020 Earnings Call Transcript"], ["11.05.20", "ON Semiconductor (ON) Q1 Earnings Lag Estimates, Down Y/Y"], ["16.04.20", "ON Semiconductor to Announce First Quarter 2020 Financial Results"], ["10.04.20", "ON Semiconductor to lay off 475 workers to cut costs"], ["24.03.20", "ON Semiconductor Draws Down $1.17 Billion From Its Revolving Credit Facility"], ["18.03.20", "GTAT and ON Semiconductor sign five-year, $50m deal for production and supply of SiC material"], ["17.03.20", "GT Advanced Technologies : GT Advanced Technologies and ON Semiconductor Sign Agreement for Production and Supply of Silicon Carbide Material"], ["11.03.20", "ON Semiconductor launches 900V and 1200V SiC MOSFETs for demanding applications"], ["09.03.20", "Flex, ON Semiconductor Latest Tech Firms Hit By Coronavirus"], ["06.03.20", "ON Semiconductor cuts Q1 revenue forecast on coronavirus fears"], ["06.03.20", "Apple supplier ON Semiconductor issues revenue warning as coronavirus weighs"], ["06.03.20", "ON Semiconductor Updates First Quarter 2020 Revenue Outlook"], ["04.03.20", "Why Is ON Semiconductor Corp. (ON) Down 8.5% Since Last Earnings Report?"], ["12.02.20", "ON Semiconductor to Host Strategic Business Update"], ["06.02.20", "ON Semiconductor (ON) Surges: Stock Moves 6.7% Higher"], ["04.02.20", "ON Semiconductor (ON) Q4 Earnings Lag Estimates, Shares Down"], ["04.02.20", "ON Semiconductor Ends 2019 Down but Not Out"], ["03.02.20", "Gilead, Insmed rise; ON Semiconductor, Pacific Premier fall"], ["03.02.20", "ON Semiconductor Corporation (ON) Q4 2019 Earnings Call Transcript"], ["03.02.20", "Why Shares of ON Semiconductor Tumbled Today"], ["03.02.20", "ON Semiconductor Corp. (ON) Lags Q4 Earnings Estimates"], ["03.02.20", "ON Semiconductor to Explore Sale of Manufacturing Facility in Belgium"], ["03.02.20", "ON Semiconductor to Explore Sale of Manufacturing Facility in Belgium"], ["27.01.20", "Earnings Preview: ON Semiconductor Corp. (ON) Q4 Earnings Expected to Decline"], ["16.01.20", "ON Semiconductor to Announce Fourth Quarter and 2019 Annual Financial Results"], ["16.01.20", "ON Semiconductor signs LiDAR collaboration MOU with SOS LAB"], ["10.01.20", "Ambarella, Lumentum and ON Semiconductor collaborate on 3D sensing platform for access control and smart video security"], ["07.01.20", "ON Semiconductor & Pony.ai Team Up to Boost Machine Vision"], ["2020-06-02 08:12", "Killing coronavirus with handheld ultraviolet light device may be feasible ... , 2020 Homemade cloud chamber not working May 30, 2020 Raytracing Programs May 28, 2020 Is our voice unique in nature? May 27, 2020 Software for cross section calculations using .cif files May 23, 2020 More from Other Physics Topics Related Stories Two-dimensional MXene as a novel electrode material for next-generation display May 26, 2020 A clear semiconductor based on tin could improve solar power generation Apr 22, 2020 Ultraviolet LEDs prove effective in eliminating coronavirus from surfaces and, potentially air and water Apr 14, 2020 A perovskite-based diode capable of both light emission and detection Apr 10, 2020 Scientists' design discovery doubles conductivity of indium oxide transparent coatings Sep 17, 2019 Freestanding microwire-array enables ... "], ["2020-06-02 07:30", "Brands weigh in on national protests over police brutality ...  response to police killings of black people, companies are wading into the national conversation but taking care to get their messaging right. Netflix's normally lighthearted Twitter account took on a more somber tone on Saturday: \"To be silent is to be complicit. Black lives matter. We have a platform, and we have a duty to our Black members, employees, creators and talent to  ...  Strauss & Co. is also backing its statements with money, committing $100,000 to its longstanding partner ACLU. YouTube pledged $1 million to support efforts addressing social injustice. And semiconductor chip manufacturer Intel is pledging $1 million to address social justice and racism. Some of the most moving statements so far have come from corporate executives who are  ... "], ["2020-06-02 07:30", "Brands weigh in on national protests over police brutality ... Strauss & Co. is also backing its statements with money, committing $100,000 to its longstanding partner ACLU. YouTube pledged $1 million to support efforts addressing social injustice. And semiconductor chip manufacturer Intel is pledging $1 million to address social justice and racism. Some of the most moving statements so far have come from corporate executives who  ... and handbags, but we cannot bring back George Floyd, Ahmaud Arbery, Breonna Taylor, Eric Garner, Trayvon Martin, Emmett Till, and too many others. Each of these black lives matter.\" Comments Read Next Celebrities Spike Lee on what's different about these protests By JAKE COYLE AP Film Writer June 01, 2020 09:30 PM ORDER REPRINT It's not the first time that Spike Lee's \"Do  ... "], ["2020-06-02 06:43", "Huawei could be forced to use Snapdragon chipsets ...  apply for an additional license thus controlling the crucial supply chain of the Chinese company. This sanction means that Huawei cannot get its HiSilicon chipsets made by chip-making TSMC (Taiwan Semiconductor Manufacturing Company). For the uninitiated, TSMC is the world's largest contract chipmaker that makes chipsets on contract for companies like Apple, Huawei, Qualcomm and MediaTek etc. US extends Huawei ban for another year Kirin 985: Everything you need to know about Huawei's new 5G chipset Huawei will never ape this iPhone (Image credit: OnLeaks) No more HiSilicon SoCs on Huawei phones? As per this report , TSMC will not be allowed to ship chipsets to Huawei after September 14 which leaves Huawei with only enough time to procure the new 5nm ... "], ["2020-06-02 04:11", "Brands weigh in on national protests over police brutality ... to go beyond statements and outline what they plan to do to combat racism. \"Expressing solidarity with the Black Lives Movement is the right message, but everyone is jumping in on that bandwagon,\" said Allen Adamson, co-founder and managing partner of Metaforce a marketing and product consultancy. \"Just saying you are standing with them is nice but probably isn ... giant Levi Strauss & Co. is also backing its statements with money, committing $100,000 to its longstanding partner ACLU. YouTube pledged $1 million to support efforts addressing social injustice. And semiconductor chip manufacturer Intel is pledging $1 million to address social justice and racism. Some of the most moving statements so far have come from corporate executives who are black.  ... "], ["2020-06-02 04:01", "Brands weigh in on national protests over police brutality ... to go beyond statements and outline what they plan to do to combat racism. \"Expressing solidarity with the Black Lives Movement is the right message, but everyone is jumping in on that bandwagon,\" said Allen Adamson, co-founder and managing partner of Metaforce a marketing and product consultancy. \"Just saying you are standing with them is nice but probably isn ... giant Levi Strauss & Co. is also backing its statements with money, committing $100,000 to its longstanding partner ACLU. YouTube pledged $1 million to support efforts addressing social injustice. And semiconductor chip manufacturer Intel is pledging $1 million to address social justice and racism. Some of the most moving statements so far have come from corporate executives who are black.  ... "], ["2020-06-01 06:43", "Taipei Times ...  used to call world factories,\" Liu said during a panel discussion hosted by MIC director Victor Tsan ().As the US and China continue to dominate and sway international relations, the rest of the world is now more than ever focused on developing their economies, which would help to divide labor, Liu said.\"I think all countries have come to the realization following the coronavirus outbreak that manufacturing remains essential [to economic development],\" Liu said. He pointed to the US as an example, alluding to Taiwan Semiconductor Manufacturing Co's (TSMC, ) pledge to set up an advanced wafer foundry in Arizona.Hon Hai also has a project to build an LCD fab in Wisconsin.Claiming more than 16 production sites around the world, Hon Hai has over ... "], ["2020-06-01 06:43", "KBS World ...  Tuesday that it had so far received a total of 79 reports of property damage from Korean shop owners ...[more...]]]> KBS WORLD RadioTue, 02 Jun 2020 14:52:12 +0900PoliticsThe South Korean government has decided to resume dispute settlement proceedings at the World Trade Organization(WTO) over Japan's export control measures on three key semiconductor and display materials.Na Seung-sik, the head of the Ministry of Trade, Industry and Energy's Office of International ...[more...]]]> KBS WORLD RadioTue, 02 Jun 2020 14:39:19 +0900PoliticsSouth Korea reported 38 additional COVID-19 cases including ones linked to two clusters involving church meetings and a Coupang logistics center in the Seoul metropolitan area. The Korea Centers for Disease Control and ... "], ["2020-06-01 06:40", "CNBC ... raise-2point8-billion-in-shanghai-listing-amid-trade-war.htmlBusiness, Technology, Internet, Computing, Wireless,Business, Technology, Internet, Computing, Wireless,Technology,Trade,Politics,IPO,Enterprise,Semiconductor device manufacturingCNBCen981-HK,2330-TWChina's largest chipmaker to raise $2.8 billion in listing to boost capabilities amid trade war2020-06- ...  Street,Stock markets,Investment strategy,Markets,Breaking News: MarketsCNBCen.DJI,.IXIC,.HSI,@SP.1 - 100007266,@DJ.1,@ND.1,.SPXStocks rise to kick off June as investors continue to bet on the economy reopening2020-06-01T16:16:20-04:00https://www.cnbc.com/2020/05/31/investors-are-dangerously-downplaying-virus-trade-risks-meghan-shue.htmlTrade,Investment strategy,Markets,Recessions and depressions ... "], ["2020-06-01 06:28", "Reutershttps://www.reuters.com/article/us-turkey-security-gulen/turkey-orders-118-people-detained-over-suspected-gulen-links-idUSKBN2390VVReuterseng2020-06-02T07:57:00+00:00Turkey orders 118 people detained over suspected Gulen linksHeadlines,Worldhttps://www.reuters.com/article/us-libya-security/un-says-libya-sides-agree-to-truce-talks-idUSKBN2390VBhttps://www.reuters.com/resources/r/?m=02&d=20200602&t=2&i=1520753177&w=&fh=&fw=&ll=460&pl=300&r=LYNXMPEG510KWReuterseng2020-06-02T07:56:51+00:00U.N. says Libya sides agree to truce talksHeadlines,Worldhttps://www.reuters.com/article/us-southkorea-japan/south-korea-to-resume-wto-complaint-over-japans-export-curbs-after-talks-stall-idUSKBN2390JIhttps://www.reuters.com/resources/r/?m=02&d=20200602&t=2&i=1520739286&w=&fh=& ... "], ["2020-06-01 02:56", "Nikkei rallies to 3-month high as U.S.-China worries ease for now ...  China or call an immediate end to privileges to Hong Kong after the Chinese parliament passed new security legislation for the semi-autonomous city last week. Investors are now focused on the global economic recovery as more countries gradually move to re-open their economies — the main driving force of the market's rally since late March. Clouding the  ...  police custody in Minneapolis last week. Highly cyclical securities brokerages and shippers were among best-performing sectors on the main bourse, up 2.3% and 1.8%, respectively. Chipmaking-related stocks also did well after the U.S. Philadelphia semiconductor index gained 2.7% on Friday on hopes of strong demand related to new technologies such as 5G wireless communications. Screen Holdings Co Ltd ... "], ["2020-06-01 02:56", "Nikkei rallies to 3-month high as U.S.-China worries ease for now ...  China or call an immediate end to privileges to Hong Kong after the Chinese parliament passed new security legislation for the semi-autonomous city last week. Investors are now focused on the global economic recovery as more countries gradually move to re-open their economies — the main driving force of the market's rally since late March. Clouding the  ...  police custody in Minneapolis last week. Highly cyclical securities brokerages and shippers were among best-performing sectors on the main bourse, up 2.3% and 1.8%, respectively. Chipmaking-related stocks also did well after the U.S. Philadelphia semiconductor index gained 2.7% on Friday on hopes of strong demand related to new technologies such as 5G wireless communications. Screen Holdings Co Ltd ... "], ["2020-06-01 02:30", "As China Fumes Over Trump's \"Gross Interference\" In Hong Kong, Here Are 6 Things It Can Do In Retaliation ...  in Korea in 2017. However, such a response would have little impact at present given that tourism and international education have collapsed amid COVID-19.) It is doubtful that tariffs would be used as a response to other US actions beyond trade. Actions against US companies operating in China . US sanctions on Huawei recently expanded to include foreign companies selling a \"direct product\" of US technology, e.g. semiconductor chips made using US equipment. In response, Chinese policymakers might take actions unfavorable to US firms in China. These could include regulatory measures that complicate or prevent operation of a business. Chinese policymakers originally mooted the concept of an \"unreliable entities list\" about a year ago in the ... "], ["2020-06-01 02:00", "Stocks Dancing On Deck For Titanic U.S.-China Clash ... stimulus and Covid-19. That may explain why, beyond H.K. assets, it's only the yuan which seems to be showing a sustained reaction. Trump's mild China comments on Friday spurred a rebound in risk assets, but the longer-term outlook remains skewed to the downside, as witnessed by fresh rhetoric over the weekend. There's a real threat of ... 's biggest trading partner. The Kospi is almost 40% above its March low, even as South Korean data remain dire. The U.S. and China account for ~40% of the country's trade, and many of its semiconductor shipments to China go via Hong Kong. U.S. equities will also be in the firing line. Some of the Chinese companies targeted by listing rules were key drivers for the Nasdaq's recent surge. Wall Street banks ... "], ["2020-06-01 00:54", "Yangtze Delta zone unites regions ... base in Wujiang has been completed. The project with a total investment of over 6.85 billion yuan ($960 million) aims to produce 780,000 power control circuits and electronic semiconductor devices in three years of beginning production. The products can be used in such industries as autonomous vehicles and solar energy. In Jiashan county, a green channel opened up for ... provincial business license previously would take at least a day, and I would have had to bring print documents and official seals to Shanghai,\" Mo said. \"Now, I just had to upload materials on the service center's online system in advance and then go to the center in Jiashan to sign some documents.\" Qin Jirong contributed to the story. Photo Hukou Waterfall runs clear and  ... "], ["2020-05-31 10:00", "Semiconductor Industry to Lobby for Billions to Boost U.S. Manufacturing ...  Startup Club Tech Video Tech Podcast Startup Stock Tracker Markets Sections Bonds Commercial Real Estate Commodities & Futures Stocks Personal Finance WSJ Money Columns & Blogs Heard on the Street MoneyBeat Wealth Adviser Market Data Market Data Home U.S. Stocks Currencies Commodities Bonds & Rates Mutual Funds & ETFs More CFO Journal Journal Report  ...  I Get Sick Again? Childcare & Summer Camps Can I Travel? State Reopenings Money Advice Tests & Treatments What 6 Feet Looks Like En Espaol Print Text Share Facebook Twitter Permalink WSJ News Exclusive Tech Semiconductor Industry to Lobby for Billions to Boost U.S. Manufacturing A goal is to keep America ahead of China and other countries that heavily subsidize chip industries By Bob Davis Close Bob Davis  ... "], ["2020-05-31 05:59", "Semiconductor industry entrepreneurs attend Swiss wealth management workshop ... to earth and easy to understand for students. Source: SHINE Editor: Wang Yanlin Shanghai Free Trade Zone Shanghai Free Trade Zone Special Reports Shanghai Free Trade Zone Coronavirus Disease Pandemic Quality Life Week Shanghai Select Grassroots Neighborhoods of Shanghai Shanghai hospitals ADVERTISEMENT 61870 , Semiconductor industry entrepreneurs attend Swiss wealth management workshop China's tax, fee cuts total over 906b yuan in Jan-April China to keep closer eye on financial risks amid pandemic challenges: PBOC Insurance platform Huize records US$83.8m in gross written premiums China's Jiangsu unveils guideline to stabilize foreign investment Medicine, media boost for equity indexes Pandemic raises demand for insurance: study Indexes mixed despite ... "], ["2020-05-31 04:00", "China honors research teams, sci-tech workersYou are here: China > Nation > China honors research teams, sci-tech workers 0 Comment(s) Print E-mail Xinhua, May 31, 2020 Adjust font size: China honored ten research teams and 286 sci-tech workers on the nation's sci-tech workers' day, which falls on Saturday. Ten groups, including the team on the third-generation of semiconductor (gallium nitride), were given the \"scientific innovation and advancement award\" medals. A total of 28 people, including several researchers who made contributions to the fight against the COVID-19 epidemic, were awarded with badges, while another 258 sci-tech workers were awarded with certificates. Wan Gang, chairman of the China Association for Science and Technology, said that since the outbreak of the COVID-19 ... "], ["2020-05-31 04:00", "Predictions For Sony's Big PS5 Reveal And Why Sony Will Have To Mimic Microsoft ...  that the SSD in the PS5 offers significantly higher throughput than the standard NVMe in the Xbox Series X. With a fast enough SSD in terms of latency and bandwidth it's possible that load times on the PS5 will be exceptionally fast, and streaming in new data in vast game worlds will be smooth and seamless, with no random pauses, jitters, and cut-scenes to mask loading. As for the 3D Audio Technology, it ... I also serve as a Principal Analyst for HotTech Vision And Analysis, and like all technology analyst firms, HTVA provides paid services, research, and consulting to many semiconductor manufacturers, engineering firms, and system ODMs/OEMs. Some of the companies mentioned in this article may be clients of HTVA. Read Less Print Site Feedback Tips  ... "], ["2020-05-31 03:32", "China factory activity slows as global slump drags on growth ...  About Us Advertise with Us Malay Mail Home Malaysia COVID-19 World Money Life Eat/Drink Showbiz WYT Opinion Sports Tech/Gadgets Drive Videos Archives About Us Privacy Policy Terms of Use Advertise with Us Apple AppStore Google Play Store Huawei App Gallery Google News ProjekMM Home Malaysia COVID-19 World Money Life Eat/Drink Showbiz Opinion Sports Tech/Gadgets Drive Videos ProjekMM Loading... Home Money China factory activity slows as global slump drags on growth Sunday, 31 May 2020 11:32 AM MYT An employee works at a factory of Renesas Semiconductor Co following the outbreak of Covid-19, in Beijing, China May 14, 2020. — Reuters pic BEIJING, May 31 — Factory activity in China expanded at a slower pace in May as the country attempts to get back ... "]]}}