{"postfix": "orange-aktie", "name": "ORANGE", "wkn": "906849", "time": "2020.06.02 12:10", "ts": 1591092627, "features": {"KGV": "12.91", "Marktkapitalisierung": {"Size": "Mrd", "Value": "28.76"}, "GA": "1.02", "KBV": "1.10", "BA": "11.93", "KCV": "3.56", "CA": "3.70", "Vola30": "29.79", "Vola90": "47.55", "Vola180": "36.52", "Vola250": "27.48"}, "rivals": ["adva-aktie", "bechtle-aktie", "drillisch-aktie", "freenet-aktie", "united_internet-aktie", "at_t-aktie", "deutsche_telekom-aktie"], "text_data": {"de": [["31.05.20", "Orange-Aktie: Einschätzungen und Kursziele der Analysten im Mai"], ["02.05.20", "ORANGE (spons ADRs): Was beim Unternehmen in den jüngsten Büchern steht"], ["02.05.20", "Orange hat die Zahlen zum jüngsten Quartal vorgelegt"], ["30.04.20", "Orange steigert Umsatz - Ausblick hat derzeit Bestand"], ["17.04.20", "Orange reduziert die Dividende"], ["17.04.20", "Orange kürzt Dividendenvorschlag um 20 Cent"], ["14.04.20", "ANALYSE-FLASH: UBS hebt Orange auf 'Buy' - Ziel 12,70 Euro"], ["31.03.20", "Analysten sehen bei Orange-Aktie Potenzial"], ["29.02.20", "Orange-Aktie: Einschätzungen und Kursziele der Analysten im Februar"], ["18.02.20", "Orange und Telefonica-Tochter liefern Teile für Googles Unterseekabel"], ["15.02.20", "ORANGE (spons ADRs): So viel setzte das Unternehmen zuletzt um"], ["15.02.20", "Orange: Das sind die jüngsten Quartalszahlen"], ["14.02.20", "ANALYSE-FLASH: Credit Suisse senkt Ziel für Orange auf 15 Euro - 'Outperform'"], ["13.02.20", "MÄRKTE EUROPA/Berg- und Talfahrt bei überzeugender Berichtssaison"], ["13.02.20", "MÄRKTE EUROPA/Berg- und Talfahrt bei überzeugender Berichtssaison"], ["13.02.20", "MÄRKTE EUROPA/Erneute Coronavirus-Sorgen belasten Aktien"], ["13.02.20", "AKTIE IM FOKUS: Orange steigen - Zahlen stützen"], ["13.02.20", "Aktionäre von Orange erhalten eine konstante Dividende"], ["13.02.20", "MÄRKTE EUROPA/Leichter - Coronavirus-Sorgen leben wieder auf"], ["13.02.20", "Orange steigert Gewinn 2019 um mehr als die Hälfte"], ["12.02.20", "Coronavirus könnte für Absage von Leitmesse der Mobilfunker sorgen"], ["Dividendenrekord 2020", "Orange lässt 5G-Netz in Frankreich von Nokia und Ericsson aufbauen"], ["Dividendenrekord 2020", "London entscheidet über Huawei/5G - EU-Staaten uneins"], ["31.01.20", "Suizidserie bei France Télécom: Ex-Manager müssen wegen Mobbings in Haft"], ["23.01.20", "Selbstmordserie vor zehn Jahren: Gericht verurteilt Ex-Chef von France Télécom zu Gefängnisstrafe"]], "en": [["2020-06-02 10:00", "‘The heartbeat ... is gone.’ Orlando restaurants report frustrations and success as they reopen amid coronavirus ... 95,000 Paycheck Protection Program loan the restaurant received this month. The pandemic has also pushed Moongauklang to be more creative in order to survive. She plans to collaborate with MX Taco to open a shaved ice business at 205 Bumby Ave., the location of her commissary where food preparation work, like slicing meat, is done for Pom Pom's. [The latest] Orange small business, household assistance application process delayed a week The hope is the new venture will help pay the rent for the commissary. \"It's a reset for us,\" Moongauklang said. Latest Coronavirus Jobs and Economy 'The heartbeat ... is gone.' Orlando restaurants report frustrations and success as they reopen amid coronavirus 2m Legoland reopens, first big theme park ... "], ["2020-06-02 10:00", "SpaceX flight impossible without UCF alumni | Commentary ...  in Brevard County, perhaps Cocoa or Titusville to serve the growing space program and its hundreds of contractors. But Gray and Sun Bank president Billy Dial were not going to let the school get away. The Legislature had created the school, but failed to appropriate any money. Gray and Dial assembled 89 people who raised a million dollars to buy the land in East Orange County — close to Brevard County. The 89 were told they would be repaid, but there were no guarantees. Eventually they got their money back. Some supporters lobbied for the originally proposed name, Space University, but it was rejected. The state also rejected the name University of Central Florida and went with Florida Technological University to show that the emphasis would be on ... "], ["2020-06-02 09:54", "Sydney police under investigation after body-slamming Aboriginal teen ... , the Australian Koolie dog who has rescued more than 100 koalas Covid-19 Stretched by pandemic, Cambodian yoga studios move classes online trends Instant coffee, sugar, milk, Instagram: How to make a dalgona coffee trends 'We don't have the same energy': The trouble with online yoga lessons trends Worst Golf launch ever? Everything that's wrong with VW's new Golf 8 trends Vatican Museums reopen: A chance to see Sistine Chapel with no crowds Press Release Blue like an Orange Sustainable Capital Raises Over $200 Million For Its First Fund, Latin America Fund I Press Release Zentiva Expands Production Capacity by Completing Acquisition of Ankleshwar Manufacturing Site Press Release iObeya Continues to Push the Limits of Visual Management"], ["2020-06-02 09:49", "Video: Warmer temperatures start to move in ...  Fitzgibbon Meteorologist Video: Warmer temperatures start to move in Share Shares Copy Link Copy {copyShortcut} to copy Link copied! Updated: 5:49 AM EDT Jun 2, 2020 Hide Transcript Show Transcript TUESDAY MORNING, YOU SEE THE SUN COMING UP OVER THE HORIZON. WE ARE GOING AFTER IT HERE. TEMPERATURE STARTING OUT WITH A LOT OF 40'S. BOSTON IN THE UPPER 40'S. ANOTHER MORNING IN THE 40'S FROM ORANGE TO JAFFREY. A COOL START HERE AND TO THE NORTH A LOT OF 30'S FROM BANGOR TO QUEBEC. THE WARMER AIR IS GOING TO START SHIFTING IN OUR DIRECTION. THE JET STREAM LIFTING OUT TODAY AND WARMER TEMPERATURES HERE WILL BE WITH US THROUGH THE END OF THE WEEK. 80'S AWAY FROM THE COAST LINE TOMORROW AND 80'S FOR THE REST OF THE WEEK TALKING TEMPERATURES ... "], ["2020-06-02 09:39", "Inside Gogglebox star Helena Worthington's quirky home and the bits you don't see on TV ...  on-screen. The family are often seen snuggling on their sofas adorned with handmade crochet blankets and Helena's own Manchester home is no different, with patterned covers all around. In one image posted to her Instagram, the tot can be seen fast asleep on a cot covered with a crochet blanket in their orange living room. The bright walls add a summery feel to the space, which has a rustic white table as a centrepiece. 6 The Salford lass has plumped for bright orange walls featuring her own artwork 6 The crochet throws, which Channel 4 viewers often see in her family's scenes, are a huge presence Clearly a green-fingered home-owner, the table is covered with potted plants, as well as some on the floor. Helena's partner, whom she prefers to stay ... "], ["2020-06-02 09:36", "David Beckham stuns chippy staff as he makes 28-mile round trip for slap-up dinner ...  Celebs all Most Read Most Recent Kylie Jenner Kylie Jenner 'blew millions on private jets and mansions' before Forbes scandal Reality TV star and beauty mogul Kylie Jenner was recently accused of faking her status as a billionaire by Forbes magazine Jason Orange's Take That exit explained as fans question why he's missing from reunion Take That Take That fans were delighted to see Gary Barlow, Mark Owen, Howard Donald, and Robbie Williams reunite - but what happened to fifth member Jason Orange? Kylie Jenner 'could face jail over billionaire business lies' Kylie Jenner A legal expert has suggested that the Keeping Up With The Kardashians star could be in a whole lot of legal trouble amid allegations she lied about her wealth and tax ... "], ["2020-06-02 09:31", "Noel Gallagher addresses rumours he enjoyed a whirlwind fling with Rihanna ...  Celebs all Most Read Most Recent Kylie Jenner Kylie Jenner 'blew millions on private jets and mansions' before Forbes scandal Reality TV star and beauty mogul Kylie Jenner was recently accused of faking her status as a billionaire by Forbes magazine Jason Orange's Take That exit explained as fans question why he's missing from reunion Take That Take That fans were delighted to see Gary Barlow, Mark Owen, Howard Donald, and Robbie Williams reunite - but what happened to fifth member Jason Orange? Kylie Jenner 'could face jail over billionaire business lies' Kylie Jenner A legal expert has suggested that the Keeping Up With The Kardashians star could be in a whole lot of legal trouble amid allegations she lied about her wealth and tax ... "], ["2020-06-02 09:30", "Ex-Cleveland Browns punter Reggie Hodges turns to writing, motivating others ...  of a team, everybody being locked in. That was huge.\" But there's another memory that holds even greater importance for him. \"Looking up in the stands and seeing my kids, those were the moments I cherish the most,\" he said of two of his children, 4 and 2 at the time and now 13 and 11. \"I can still picture my daughter in her little Browns tank top and tutu and orange shoes. Those are the moments that really, really touched my heart.\" And for Hodges, touching someone's heart is what his life is about. \"I want to see people thrive, I just do,\" he said. \"That moment you were thriving, I want people to feel that. I don't know how many people seek that or put them in a position to do that. I made it my mission to help ... "], ["2020-06-02 09:29", "Leigh-Anne Pinnock shares details of Andre Gray's romantic proposal under the stars ...  Celebs all Most Read Most Recent Kylie Jenner Kylie Jenner 'blew millions on private jets and mansions' before Forbes scandal Reality TV star and beauty mogul Kylie Jenner was recently accused of faking her status as a billionaire by Forbes magazine Jason Orange's Take That exit explained as fans question why he's missing from reunion Take That Take That fans were delighted to see Gary Barlow, Mark Owen, Howard Donald, and Robbie Williams reunite - but what happened to fifth member Jason Orange? Kylie Jenner 'could face jail over billionaire business lies' Kylie Jenner A legal expert has suggested that the Keeping Up With The Kardashians star could be in a whole lot of legal trouble amid allegations she lied about her wealth and tax ... "], ["2020-06-02 09:28", "Protesters march through Hollywood, West Hollywood; Dozens later arrested after looting, vandalism ...  George Floyd's death, COVID-19 impact Show More Trump warns of military deployment as George Floyd protests resume Gov. Newsom discusses George Floyd protests, COVID-19 Over 400 arrested after vandals wreak havoc in Santa Monica Fire rips through looted strip mall in Van Nuys VIDEO: Driver takes off with protester on hood of car in Pasadena More TOP STORIES News Home AccuWeather Traffic Local News Los Angeles Orange County Inland Empire Ventura County California Categories Watch Photos U.S. & World Live Video Politics Investigations Consumer Health & Food Station Info #ABC7Eyewitness Tips TV Listings ABC7/Contact Meet the News Team Jobs/Internships Shows Vista L.A. Newsmakers LAFF TV Apps Follow Us: Home Weather Traffic Watch Photos Apps Los Angeles ... "], ["2020-06-02 09:26", "UK migrant crisis: Ex-Australian PM issues warning to Boris Johnson over Channel crossings ...  trying to make the treacherous crossing from Indonesia to Australia on re-purposed fishing vessels. He ordered the navy to intercept boats rather than rescue them, escort them to the edge of Indonesian waters and leave them with just enough fuel to get back. And he said when the ruthless people smugglers deliberately sunk their own boats, the Australian navy provided unsinkable orange life rafts to put the migrants on board for the trip back to Java. Migrants rescued by UK Border Force while trying to cross the Channel (Image: PA) Writing in the Daily Telegraph, the former Liberal Party prime minister said: \"Our sea border had become porous because my predecessor had dismantled earlier arrangements that denied illegal arrivals permanent residency. \" ... "], ["2020-06-02 09:25", "Megan Barton-Hanson's married lover forgiven by wife after 'four month affair' ...  Celebs all Most Read Most Recent Kylie Jenner Kylie Jenner 'blew millions on private jets and mansions' before Forbes scandal Reality TV star and beauty mogul Kylie Jenner was recently accused of faking her status as a billionaire by Forbes magazine Jason Orange's Take That exit explained as fans question why he's missing from reunion Take That Take That fans were delighted to see Gary Barlow, Mark Owen, Howard Donald, and Robbie Williams reunite - but what happened to fifth member Jason Orange? Kylie Jenner 'could face jail over billionaire business lies' Kylie Jenner A legal expert has suggested that the Keeping Up With The Kardashians star could be in a whole lot of legal trouble amid allegations she lied about her wealth and tax ... "], ["2020-06-02 09:25", "Florida senior care facilities have over half of coronavirus deaths; Central Florida not as hard-hit ... ) More than half of Florida's 2,460 coronavirus deaths are now linked to the state's long-term care facilities, data released Monday shows, although in Central Florida the number is generally much smaller. In Lake, for instance, the long-term care facilities have been tied to a single coronavirus death out of 15 in the county as a whole — or roughly 7%. In Orange, they account for five of 41 deaths (12%); in Osceola six of 19 (32%) and in Seminole four of 12 (33%). Advertisement Volusia County is the lone exception. There, nearly two-thirds of the 38 total COVID-19 deaths are tied to nursing homes and assisted-living centers, and the vast majority come from a single facility — Opis Coquina Center in Ormond Beach. The latest data shows ... "], ["2020-06-02 09:24", "More positive coronavirus tests in wake of German family gatherings ... , the Australian Koolie dog who has rescued more than 100 koalas Covid-19 Stretched by pandemic, Cambodian yoga studios move classes online trends Instant coffee, sugar, milk, Instagram: How to make a dalgona coffee trends 'We don't have the same energy': The trouble with online yoga lessons trends Worst Golf launch ever? Everything that's wrong with VW's new Golf 8 trends Vatican Museums reopen: A chance to see Sistine Chapel with no crowds Press Release Blue like an Orange Sustainable Capital Raises Over $200 Million For Its First Fund, Latin America Fund I Press Release Zentiva Expands Production Capacity by Completing Acquisition of Ankleshwar Manufacturing Site Press Release iObeya Continues to Push the Limits of Visual Management"], ["2020-06-02 09:23", "IAAPA begins registration for its 2020 Expo ...  Parks & Attractions Travel IAAPA begins registration for its 2020 Expo By Dewayne Bevil Orlando Sentinel | Jun 02, 2020 | 5:23 AM Conference attendees try out rides during the expansive trade show during the 2019 IAAPA Expo 2019 at Orange County Convention Center. (IAAPA / Courtesy photo) Registration to attend the 2020 IAAPA Expo begins Tuesday. The Orlando-based International Association of Amusement Parks and Attractions is moving ahead with its preparations for its annual gathering at the Orange County Convention Center in November as originally scheduled. There will be adjustments within the conference in response to the coronavirus pandemic, official say. Advertisement \"After months of stress, challenge, and global uncertainty, we look forward to ... "], ["2020-06-02 09:22", "Mother's 195,000 dream cliff edge home falls 70ft to the beach below after huge landslide in Kent ...  Seat Ibiza among the debris that fell below, but the majority of the property was still intact But the 195,000 home - which also had an annex housing two of her teenage children - started to collapse during the cliff fall on Sunday. Half the property fell to the sea below along with her orange Seat Ibiza. On Monday, video footage showed the gap underneath her home where soil had fallen away. By today, the rest of the house had also collapsed, with an annex building and pool all that appeared to be left. She shared her home, ironically named Cliffhanger on the Isle of Sheppey, with her partner and four of her children aged six, seven, 15 and 17. The family were evacuated on Sunday and have been put up in a house in Sittingbourne on the mainland. Emma, 42 ... "], ["2020-06-02 09:20", "Today in Central Florida sports history: Logan Allen tosses no-hitter for University in state semifinalsOrange City University left-handed pitcher Logan Allen tossed a no-hitter in the FHSAA state semifinals on June 2, 2017. Allen finished the season with a 13-0 record, 150 strikeouts and a 0.35 ERA."], ["2020-06-02 09:14", "Alexandra Cane complains about lockdown 'sex ban' as she shares racy lingerie snap ...  Celebs all Most Read Most Recent Kylie Jenner Kylie Jenner 'blew millions on private jets and mansions' before Forbes scandal Reality TV star and beauty mogul Kylie Jenner was recently accused of faking her status as a billionaire by Forbes magazine Jason Orange's Take That exit explained as fans question why he's missing from reunion Take That Take That fans were delighted to see Gary Barlow, Mark Owen, Howard Donald, and Robbie Williams reunite - but what happened to fifth member Jason Orange? Kylie Jenner 'could face jail over billionaire business lies' Kylie Jenner A legal expert has suggested that the Keeping Up With The Kardashians star could be in a whole lot of legal trouble amid allegations she lied about her wealth and tax ... "], ["2020-06-02 09:13", "Woman 38, shot dead her two kids, 5 and 3, and her mom 68, before turning gun on herself after losing custody battle ...  to one of most secure prisons' 'HE HAD A SHORT FUSE' George Floyd & cop who knelt on his neck previously 'worked together' 'IT WAS HOMICIDE' Floyd had heart attack and his arrest death WAS homicide, officials rule BLOODY FEUD Moment Black Lives Matter protester, 22, is shot dead by a white bar owner The custody swap should have taken place in Orange, Texas, but the mom never showed up. Mr Hardy said the mom \"killed her mother, these two wonderful children and herself instead of following the court's order. He added there had been no previous indication the mother would harm the children. 3 Charles Hardy is the attorney acting for the kids' father Jason Dietering Credit: HHZ Family Law The bodies were discovered at an ... "], ["2020-06-02 09:11", "CA San Diego CA Zone ForecastCA San Diego CA Zone Forecast for Monday, June 1, 2020 _____ 141 FPUS56 KSGX 020906 ZFPSGX Zone Forecast Product for Extreme Southwestern California National Weather Service San Diego CA 206 AM PDT Tue Jun 2 2020 CAZ552-030015- Orange County Coastal Areas"]]}}