{"postfix": "owens_corning-aktie", "name": "OWENS_CORNING", "wkn": "A0LCN9", "time": "2020.06.02 11:41", "ts": 1591090882, "features": {"KGV": "14.33", "Marktkapitalisierung": {"Size": "Mrd", "Value": "5.00"}, "GA": "4.54", "KBV": "1.54", "BA": "42.39", "KCV": "7.02", "CA": "9.28", "Vola30": "70.16", "Vola90": "82.77", "Vola180": "62.56", "Vola250": "49.5"}, "rivals": [], "text_data": {"de": [["31.05.20", "Analysten sehen für Owens Corning-Aktie Luft nach oben"], ["30.04.20", "So stuften die Analysten die Owens Corning-Aktie im vergangenen Monat ein"], ["30.04.20", "Owens Corning stellte Ergebnisse des abgelaufenen Quartals vor"], ["28.04.20", "Ausblick: Owens Corning veröffentlicht Zahlen zum vergangenen Quartal"], ["14.04.20", "Erste Schätzungen: Owens Corning stellt Quartalsergebnis zum abgelaufenen Jahresviertel vor"], ["31.03.20", "Owens Corning-Aktie: Was Analysten von Owens Corning erwarten "], ["29.02.20", "Wie Experten die Owens Corning-Aktie im Februar einstuften"], ["20.02.20", "Owens Corning verkündete Quartalsergebnis zum jüngsten Jahresviertel"], ["18.02.20", "Ausblick: Owens Corning stellt Ergebnisse des abgelaufenen Quartals vor"]], "en": [["29.05.20", "Why Is Owens Corning (OC) Up 20.8% Since Last Earnings Report?"], ["30.04.20", "Owens Corning Inc (OC) Q1 2020 Earnings Call Transcript"], ["29.04.20", "Owens Corning (OC) Q1 Earnings Top Estimates"], ["22.04.20", "Owens Corning (OC) Earnings Expected to Grow: Should You Buy?"], ["20.03.20", "Owens Corning (OC) Down 47.9% Since Last Earnings Report: Can It Rebound?"], ["05.03.20", "Should Value Investors Pick Owens Corning (OC) Stock Now?"], ["20.02.20", "Owens Corning Earns Relative Strength Rating Upgrade"], ["20.02.20", "Owens Corning (OC) Q4 Earnings Beat Estimates, Shares Up"], ["19.02.20", "Owens Corning Inc (OC) Q4 2019 Earnings Call Transcript"], ["19.02.20", "Owens Corning (OC) Q4 Earnings and Revenues Top Estimates"], ["18.02.20", "Lower Roofing Sales to Hurt Owens Corning (OC) Q4 Earnings"], ["12.02.20", "Analysts Estimate Owens Corning (OC) to Report a Decline in Earnings: What to Look Out for"], ["06.02.20", "Owens Corning Stock Upgraded Amid Strong Housing Market"], ["2020-05-29 15:31", "Why Is Owens Corning (OC) Up 20.8% Since Last Earnings Report?Owens Corning (OC) reported earnings 30 days ago. What's next for the stock? We take a look at earnings estimates for some clues."], ["2020-05-28 17:36", "U.S. RESEARCH ROUNDUP- Arco Platform, Qualcomm, Walt Disney ...  Inc : Baird raises price target to $25 from $22 * Nutanix Inc : KeyBanc cuts target price to $35 from $38 * Nutanix Inc : Needham raises target price to $30 from $24 * Nutanix Inc : Piper Sandler raises target price to $25 from $23 * Nutanix Inc : RBC raises target price to $27 from $23 * Oceaneering International : BofA Global Research ups price objective to $6.5 from $4.75 * Owens Corning : Jefferies raises target price to $62 from $52 * Parsley Energy Inc : JP Morgan raises target price to $10 from $7 * Patterson-UTI Energy : BofA Global Research raises price objective to $3.2 from $2.75 * Patterson-UTI Energy Inc : Citigroup raises price target to $4.5 from $1.9 * Pfizer Inc : Independent Research raises PT to $39.00 from $36.00; rating hold * Phillips ... "], ["2020-05-26 21:00", "Lydall Announces Leadership Transition In Its Performance Materials Business ... , focusing on advancing product-line rationalization and maximizing strategic technological development across the three business segments. Prior to joining Lydall, Dr. Diwanji led the product investment strategy and was the Chief Technology Officer for the Consumer Solutions division of U.S. Steel ( X ) - Get Report . Before joining U.S. Steel, he spent nearly 20 years at Owens Corning with his last role being the Vice President of Innovations for their composites business. Sara A. Greenstein, Lydall President and CEO, said, \"Ashish's demonstrated product innovation leadership and broad industry experience give him the ideal skill set to lead Lydall's Performance Materials business segment. These skills will complement Performance Materials ... "], ["2020-05-26 15:52", "Here's Why You Should Hold on to Gibraltar (ROCK) Stock Now ... . Early investors could see gains similar to buying Microsoft in the 1990s. Zacks' just-released special report reveals 8 stocks to watch. The report is only available for a limited time. See 8 breakthrough stocks now> > In-Depth Zacks Research for the Tickers Above Normally $25 each - click below to receive one report FREE: Masco Corporation (MAS) - free report > > Owens Corning Inc (OC) - free report > > United Rentals, Inc. (URI) - free report > > Gibraltar Industries, Inc. (ROCK) - free report > > Published in construction Zacks' 7 Best Strong Buy Stocks for June, 2020 Free Research for Zacks.com Readers Experts have chosen 7 stocks out of 220 Zacks Rank #1 Strong Buys that have the highest potential to increase in price quickly amid the global ... "], ["2020-05-26 05:06", "San Francisco Chronicle ... , 022000- Southern Cayuga, Oneida 335, 022000- Southern Oneida, Watkins Glen, 022000- Chemung, Elmira 335, Ithaca 335, 022000- Onondaga, Syracuse 335, 022000- Steuben, Corning, Hornell 335, 022000- Madison- Including, Rome, Utica 335, Owego, 022000- Cortland, Delhi, Monticello 335, Cortland 335, 022000- Chenango, 022000- Otsego, Oneonta 335,  ... , Mojave Desert, Southeast, Furnace Creek, ZFPVEF Zone, Yucca Valley, Twentynine Palms, CAZ519-021100- Eastern Sierra Slopes, Aspendell, Whitney Portal, Joshua Tree, South, California, East, White Mountains, 021100- Owens Valley, Morongo Valley, Lone Pine, Westgard Pass, Independence, Inyo County, Morongo Basin-Cadiz Basin, Shoshone 921, Stovepipe Wells, Death Valley National Park, Mountain Pass, Mitchell Caverns, Vidal ... "], ["2020-05-25 12:30", "This day in sports: Jesse Owens sets three world records ... -8; ran the 220 in 20.3 seconds, breaking the record of 20.6 that had stood for nine years; and ran the 220-yard low hurdles in 22.6 seconds, eliminating the old mark of 23.0 set in 1924. Owens' long-jump record lasted 25 years until Ralph Boston broke it with a leap of 26-11 in 1960. The Dodgers were scheduled to open a seven-game trip Monday in Denver against the Colorado Rockies at Coors Field. The ...  the lowest final-round score by a winner in LPGA tour history — to beat Lorie Kane of Canada by four strokes in the Corning Classic in Corning, N.Y. Inkster finishes the tournament on the narrow 6,082-yard course at the Corning Country Club with a four-round total of 24-under par 264. 2014 — Josh Beckett pitches the only no-hitter of his career  ... "], ["2020-05-19 16:00", "How we're getting around now ...  realized we can successfully do much more virtually than we would have thought ... From the sustainability point of view, it's exciting to have this proof that we can reduce global travel, and the associated negative consequences of it, without losing our ability to collaborate and connect effectively.\" — Frank O'Brien-Bernini , chief sustainability officer, Owens Corning YOUR TIME IS PRECIOUS : This global crisis has countries across the world and states across the country trying to balance public health with economic survival. POLITICO Dispatch is a short, daily podcast featuring experts from across our newsroom who provide the critical news and context you need in 15 minutes or less. Cut through the noise, subscribe and start listening ... "], ["2020-05-18 12:36", "New Strong Sell Stocks for May 18th ...  other products. The Zacks Consensus Estimate for its current year earnings has been revised 40.7% downward over the last 30 days. View the entire Zacks Rank #5 List. In-Depth Zacks Research for the Tickers Above Normally $25 each - click below to receive one report FREE: Bank of America Corporation (BAC) - free report > > Sensata Technologies Holding N.V. (ST) - free report > > Owens Corning Inc (OC) - free report > > Polaris Inc. (PII) - free report > > Garrett Motion Inc. (GTX) - free report > > Published in auto-tires-trucks construction finance tech-stocks Zacks' 7 Best Strong Buy Stocks for May, 2020 Free Research for Zacks.com Readers Experts have chosen 7 stocks out of 220 Zacks Rank #1 Strong Buys that have the highest potential to increase in ... "], ["2020-05-17 16:45", "Here is our Mount Rushmore of the Capital Region's top athletes ... of the Professional Golfers' Association championship. His score in the qualifying round was 148 which put him in fourth place --- Image by Bettmann/CORBIS. Read the story here: https://www.timesunion.com/sports/article/Four-of-the-best-to-say-fore-15247309.php Bettmann/CORBIS 16 of 70 Laura Diaz reads a putt on the 17th green during the third round of the Marathon Classic presented by Owens Corning and O-I at Highland Meadows Golf Club on July 19, 2014 in Sylvania, Ohio. (Photo by Gregory Shamus/Getty Images) Read the story here: https://www.timesunion.com/sports/article/Four-of-the-best-to-say-fore-15247309.php Gregory Shamus 17 of 70 Dottie Pepper finished with 17 LPGA career victories and was named LPGA Player of the Year in 1992. Read the story here ... "], ["2020-05-17 06:27", "ctpost.com ... 335, 022000- Southern Cayuga, Oneida 335, 022000- Southern Oneida, Watkins Glen, 022000- Chemung, Elmira 335, Ithaca 335, 022000- Onondaga, Syracuse 335, 022000- Steuben, Corning, Hornell 335, 022000- Madison- Including, Rome, Utica 335, Owego, 022000- Cortland, Delhi, Monticello 335, Cortland 335, 022000- Chenango, 022000- Otsego, Oneonta 335,  ...  Desert, Southeast, Furnace Creek, ZFPVEF Zone, Yucca Valley, Twentynine Palms, CAZ519-021100- Eastern Sierra Slopes, Aspendell, Whitney Portal, Joshua Tree, South, California, East, White Mountains, 021100- Owens Valley, Morongo Valley, Lone Pine, Westgard Pass, Independence, Inyo County, Morongo Basin-Cadiz Basin, Shoshone 921, Stovepipe Wells, Death Valley National Park, Mountain Pass, Mitchell Caverns, Vidal ... "], ["2020-05-14 20:30", "Owens Corning Roofing Earns Women's Choice Award For Third Consecutive YearOwens Corning announced today that it earned the 2020 Women's Choice Award , which recognizes the brand behind America's Most Recommended Roofing Products. This designation is based on a national survey reflecting responses from thousands of women"], ["2020-05-12 20:08", "Missouri Organizations Pitch In to Give Air Force Veteran a Roof, Home Repairs ...  found that the money through HELP was not enough if the roof was included in the repairs. Williams reached out to Habitat for Humanity International to find another program that would assist with the roof. The organization has a partnership with Owens Corning Roofing that repairs or replaces roofs for veterans. Dake was also approved for this program, and LoveOurRoof was the local contractor that would be carrying out the work on the roof. Another veteran also got to get his roof replaced through the Owens Corning program last week. An Army veteran in North Carolina got a total roof replacement through local roofing company Skywalker Roofing at no cost to him. Local Pre-Viral B Inspired News Habitat for Humanity Missouri Veteran . Please let us know if ... "], ["2020-05-12 15:39", "Foundation Building Materials (FBM) Q1 Earnings Top Estimates ...  Buys that has beaten the market more than 2X over with a stunning average gain of +24.1% per year. These 7 were selected because of their superior potential for immediate breakout. See these time-sensitive tickers now > > In-Depth Zacks Research for the Tickers Above Normally $25 each - click below to receive one report FREE: Masco Corporation (MAS) - free report > > Owens Corning Inc (OC) - free report > > United Rentals Inc (URI) - free report > > Foundation Building Materials Inc (FBM) - free report > > Published in construction earnings Zacks' 7 Best Strong Buy Stocks for May, 2020 Free Research for Zacks.com Readers Experts have chosen 7 stocks out of 220 Zacks Rank #1 Strong Buys that have the highest potential to increase in price quickly amid ... "], ["2020-05-11 15:48", "Cornerstone (CNR) to Post Q1 Earnings: What's in Store? ...  a $1.7 trillion market. Zacks has just released a Special Report that spotlights this fast-emerging phenomenon and 6 tickers for taking advantage of it. If you don't buy now, you may kick yourself in 2020. Click here for the 6 trades > > In-Depth Zacks Research for the Tickers Above Normally $25 each - click below to receive one report FREE: Owens Corning Inc (OC) - free report > > Installed Building Products Inc (IBP) - free report > > FORTERRA INC (FRTA) - free report > > NCI Building Systems Inc (CNR) - free report > > Published in construction earnings Zacks' 7 Best Strong Buy Stocks for May, 2020 Free Research for Zacks.com Readers Experts have chosen 7 stocks out of 220 Zacks Rank #1 Strong Buys that have the highest potential to increase ... "], ["2020-05-10 06:54", "New Haven Register ... , 022000- Southern Cayuga, Oneida 335, 022000- Southern Oneida, Watkins Glen, 022000- Chemung, Elmira 335, Ithaca 335, 022000- Onondaga, Syracuse 335, 022000- Steuben, Corning, Hornell 335, 022000- Madison- Including, Rome, Utica 335, Owego, 022000- Cortland, Delhi, Monticello 335, Cortland 335, 022000- Chenango, 022000- Otsego, Oneonta 335,  ... , South, Southeast, Mojave Desert, Furnace Creek, ZFPVEF Zone, Yucca Valley, Twentynine Palms, Joshua Tree, Aspendell, Whitney Portal, CAZ519-011100- Eastern Sierra Slopes, California, East, White Mountains, 011100- Owens Valley, Morongo Valley, Lone Pine, Westgard Pass, Independence, Inyo County, Morongo Basin-Cadiz Basin, Stovepipe Wells, Shoshone 651, Death Valley National Park, Mountain Pass, Mitchell Caverns, Vidal ... "], ["2020-05-07 21:19", "Owens Corning Announces Pricing Of $300 Million Senior Note OfferingOwens Corning OC today announced that it has priced $300 million in aggregate principal amount of a new series of its unsecured 3.875% senior notes due 2030 in an underwritten public offering under its effective shelf registration statement. The senior no"], ["2020-05-07 16:33", "Gibraltar (ROCK) Q1 Earnings Top Estimates, Stock Down 2% ...  that could fuel exceptional growth. Most of the stocks in this report are flying under Wall Street radar, which provides a great opportunity to get in on the ground floor. > \"> Today, See These 5 Potential Home Runs > > In-Depth Zacks Research for the Tickers Above Normally $25 each - click below to receive one report FREE: Masco Corporation (MAS) - free report > > Owens Corning Inc (OC) - free report > > United Rentals Inc (URI) - free report > > Gibraltar Industries Inc (ROCK) - free report > > Published in construction earnings Zacks' 7 Best Strong Buy Stocks for May, 2020 Free Research for Zacks.com Readers Experts have chosen 7 stocks out of 220 Zacks Rank #1 Strong Buys that have the highest potential to increase in price quickly amid the ... "], ["2020-05-06 17:36", "TopBuild (BLD) Shares Up 10.2% on Q1 Earnings & Revenue Beat ... 7% and even +186.7%. This outperformance has not just been a recent phenomenon. From 2000 2019, while the S&P averaged +6.0% per year, our top strategies averaged up to +54.7% per year. See their latest picks free > > In-Depth Zacks Research for the Tickers Above Normally $25 each - click below to receive one report FREE: Masco Corporation (MAS) - free report > > Owens Corning Inc (OC) - free report > > United Rentals, Inc. (URI) - free report > > TopBuild Corp. (BLD) - free report > > Zacks' 7 Best Strong Buy Stocks for May, 2020 Free Research for Zacks.com Readers Experts have chosen 7 stocks out of 220 Zacks Rank #1 Strong Buys that have the highest potential to increase in price quickly amid the global health crisis. A recent pick, Maxar, skyrocketed ... "], ["2020-05-06 07:00", "Aerospace Composites Market Revenue To Cross USD 16 Bn By 2026: Global Market Insights, Inc. ... TheMaven's Terms and Policy Sign Up Already have an account? Login here Alerts | Newsletters JIM CRAMER INVESTING PERSONAL FINANCE RETIREMENT TECHNOLOGY MARKETS HOW-TO VIDEO FINANCIAL ADVISOR CENTER Login Account Aerospace Composites Market Revenue To Cross USD 16 Bn By 2026: Global Market Insights, Inc. Prominent aerospace composites market players include Owens Corning, ACT Aerospace, Solvay, Argosy International, JPS Composite Materials, Cytec Industries, LMI Aerospace, and Hindustan Aeronautics. Author: PR Newswire Publish date: May 6, 2020 3:00 AM EDT SELBYVILLE, Del. , May 6, 2020 /PRNewswire/ -- According to the latest report \"Aerospace Composites Market by Fiber (Glass, Carbon/Graphite, Ceramic, Aramid), Resin (Thermosetting [Epoxy, Phenolics ... "], ["2020-05-04 14:08", "New Strong Sell Stocks for May 4th ...  estate services to corporate and institutional clients. The Zacks Consensus Estimate for its current year earnings has been revised 28% downward over the last 30 days. View the entire Zacks Rank #5 List. In-Depth Zacks Research for the Tickers Above Normally $25 each - click below to receive one report FREE: Host Hotels & Resorts, Inc. (HST) - free report > > Owens Corning Inc (OC) - free report > > Marriot Vacations Worldwide Corporation (VAC) - free report > > Colliers International Group Inc. (CIGI) - free report > > Xenia Hotels & Resorts, Inc. (XHR) - free report > > Published in construction finance reit travel-leisure Zacks' 7 Best Strong Buy Stocks for May, 2020 Free Research for Zacks.com Readers Experts have chosen 7 stocks out of 220 Zacks ... "]]}}