{"postfix": "paccar-aktie", "name": "PACCAR", "wkn": "861114", "time": "2020.06.02 14:12", "ts": 1591099968, "features": {"KGV": "11.51", "Marktkapitalisierung": {"Size": "Mrd", "Value": "22.82"}, "GA": "6.87", "KBV": "2.64", "BA": "29.96", "KCV": "9.06", "CA": "8.73", "Vola30": "28.12", "Vola90": "51.7", "Vola180": "40.21", "Vola250": "33.93"}, "rivals": ["daimler-aktie", "man-aktie", "navistar-aktie", "oshkosh_truck-aktie", "volvo_a-aktie"], "text_data": {"de": [["31.05.20", "Mai 2020: Das sind die Expertenmeinungen zur Paccar-Aktie"], ["30.04.20", "April 2020: So haben Analysten ihre Einstufung der Paccar-Aktie angepasst"], ["22.04.20", "Paccar präsentierte Bilanzzahlen zum jüngsten Jahresviertel"], ["21.04.20", "PACCAR gibt seit dem Jahr 1941 eine Dividende bekannt"], ["20.04.20", "Ausblick: Paccar stellt das Zahlenwerk zum vergangenen Quartal vor"], ["06.04.20", "Erste Schätzungen: Paccar präsentiert Bilanzzahlen zum jüngsten Jahresviertel"], ["02.04.20", "MÄRKTE USA/Börse hakt Arbeitsmarktdaten ab - Ölpreis-Rally befeuert Erholung"], ["02.04.20", "MÄRKTE USA/US-Erstanträge erneut mit dramatischem Anstieg"], ["02.04.20", "MÄRKTE USA/US-Erstanträge verzeichnen erneut dramatischen Anstieg"], ["02.04.20", "MARKT USA/Erholung - US-Erstanträge erneut mit starkem Anstieg erwartet"], ["31.03.20", "März 2020: Analysten sehen weniger Potenzial bei Paccar-Aktie"], ["03.03.20", "Aktionäre von Paccar erhalten Quartalsdividende"], ["27.01.20", "Ausblick: Paccar stellt Quartalsergebnis zum abgelaufenen Jahresviertel vor"]], "en": [["21.05.20", "Paccar (PCAR) Up 4.4% Since Last Earnings Report: Can It Continue?"], ["22.04.20", "Paccar Inc (PCAR) Q1 2020 Earnings Call Transcript"], ["21.04.20", "Paccar (PCAR) Q1 Earnings and Revenues Lag Estimates"], ["21.04.20", "PACCAR (PCAR) Q1 Earnings Miss Estimates, Sales Top, Down Y/Y"], ["17.04.20", "PACCAR (PCAR) Gearing Up for Q1 Earnings: What to Expect?"], ["09.04.20", "Paccar Fin Europe : Annual Financial Report"], ["07.04.20", "PACCAR extends factory closures to April 20"], ["07.04.20", "PACCAR extends factory closures until April 20"], ["03.04.20", "Cummins Slashes CEO and Worker Salaries as Key Customer PACCAR Shuts Production"], ["27.02.20", "Why Is Paccar (PCAR) Down 8.8% Since Last Earnings Report?"], ["20.02.20", "Paccar Fin Europe : Supplement PACCAR Financial Europe"], ["28.01.20", "Paccar Inc (PCAR) Q4 2019 Earnings Call Transcript"], ["28.01.20", "PACCAR (PCAR) Q4 Earnings & Revenues Top Estimates, Down Y/Y"], ["28.01.20", "Paccar (PCAR) Q4 Earnings and Revenues Surpass Estimates"], ["24.01.20", "Properly Aligned Executive Incentives Lower The Risk Of Investing In Paccar Inc."], ["24.01.20", "Is a Beat in Store for PACCAR (PCAR) This Earnings Season?"], ["14.01.20", "The Zacks Analyst Blog Highlights: Tesla, Blue Bird, PACCAR, AutoZone and Motorcar Parts of America"], ["09.01.20", "PACCAR (PCAR) to Showcase 3 Next-Gen Vehicles at CES 2020"], ["01.01.20", "Is Paccar (PCAR) Stock Undervalued Right Now?"], ["2020-05-31 11:31", "Washington Daybook ... publications Weblinks: https://meeting.nutrition.org/, https://twitter.com/nutritionorg, #NUTRITIONLIVEONLINE Contacts: ASN media, media@nutrition.org, 1 240 428 3650 —————— —————— CORPORATE DATA —————— Tuesday, Jun. 02 PACCAR Inc: Q2 2020 Dividend payment date Weblinks: http://www.paccar.com/investors/investor_resources.asp Contacts: Ken Hastings, PACCAR Inc Investor Relations, investor.relations@paccar.com, 1 425 468 7530 The Associated Press Related Articles Oregon Daybook Here is the latest Washington, Oregon and Alaska sports news from The Associated Press The Latest: 2 banks burned to ground in San Diego suburb Here is the latest Oregon news from ... "], ["2020-05-31 07:34", "Engine holds key to model's success ... 13 engine and the group's own 12-speed transmission. The only power options are 460 or 510 horsepower. The 12V MX-13 provides exceptional levels of refinement and service simplicity. No longer requiring 24V-12V inverters, the electrical architecture is claimed to be simple, durable and cost-effective to service and maintain. The Paccar 12-speed can be replaced by an Eaton 18-speed automated transmission under option, both integrated with the Paccar 12v MX-13 engine. The 12-speed transmission features an aluminium main case, internal sensors and wiring, and helical cut gearing. It delivers 2508Nm of torque and is rated to 50 tonnes GCM. The Eaton 18-speed UltraShift Plus transmission punches torque capacity up to 2780Nm and a rating of up to 70 tonnes GCM ... "], ["2020-05-21 15:30", "Paccar (PCAR) Up 4.4% Since Last Earnings Report: Can It Continue?Paccar (PCAR) reported earnings 30 days ago. What's next for the stock? We take a look at earnings estimates for some clues."], ["2020-05-13 15:00", "Agari Trust Awards 2020 Winners Recognized For Excellence In Next-Gen Email Security ...  of five third-party, independent judges assessed and scored nominations across seven categories, resulting in the following winners securing the coveted Agari Trust Awards badge. Courage Award: Irwan Tjan , Nordstrom Up-and-Coming CISO of the Year: Mark Hodges , Xilinx CISO Partner of the Year: Michael Machado , RingCentral Best Implementation of Agari Brand Protection: PACCAR Best Implementation of Agari Phishing Defense: Nordstrom Best Implementation of Agari Phishing Response: Vecellio Group Best Implementation of Agari Bundled Solutions: UnitedHealth Group Trust 2020 sessions, including the awards celebration, will remain on-demand for all registrants to watch until June 5 . Sign up today to access exclusive sessions and game-changing insights. ABOUT ... "], ["2020-05-12 10:50", "Plug Power Can Become a Leading Seller of Hydrogen ...  the growing number of companies that will switch to using hydrogen-fueled trucks for short-range and medium-range deliveries. As I wrote in a previous column, hydrogen is a much better solution for powering \"green\" trucks than batteries. Moreover, I noted that \"in 2018, Anheuser Busch (NYSE: BUD ) bought 800 fuel-cell-powered trucks from start-up Nikola and Toyota (NYSE: TM ) and Paccar (NASDAQ: PCAR ), which owns Kenworth trucks are building 10fuel cell trucks that will be used at two California ports.\" In a subsequent column, I reported that Marsh had said that Plug Power was collaborating with two of its \"pedestal\" customers to \"put some (trucks) on the road in the coming half year.\" So there's a great deal of evidence ... "], ["2020-05-11 11:31", "Washington Daybook ...  (COVID-19) pandemic Location: Grand Hyatt Seattle, 721 Pine St, Seattle, WA Weblinks: http://www.pgconnects.com/, https://twitter.com/pgbiz Contacts: Pocket Gamer Connects, pgconnects@steelmedia.co.uk —————— CORPORATE DATA —————— Monday, May. 11 PACCAR Inc: Q2 2020 Ex-dividend date Weblinks: http://www.paccar.com/investors/investor_resources.asp Contacts: Ken Hastings, PACCAR Inc Investor Relations, investor.relations@paccar.com, 1 425 468 7530 The Associated Press Related Articles Here is the latest Idaho news from The Associated Press at 5:40 a.m. MDT Oregon Daybook Here is the latest Washington, Oregon and Alaska sports news from The Associated Press Here is the latest Washington ... "], ["2020-05-10 11:31", "Washington Daybook ...  (COVID-19) pandemic Location: Grand Hyatt Seattle, 721 Pine St, Seattle, WA Weblinks: http://www.pgconnects.com/, https://twitter.com/pgbiz Contacts: Pocket Gamer Connects, pgconnects@steelmedia.co.uk —————— CORPORATE DATA —————— Monday, May. 11 PACCAR Inc: Q2 2020 Ex-dividend date Weblinks: http://www.paccar.com/investors/investor_resources.asp Contacts: Ken Hastings, PACCAR Inc Investor Relations, investor.relations@paccar.com, 1 425 468 7530 The Associated Press Related Articles Oregon Daybook Here is the latest Washington, Oregon and Alaska sports news from The Associated Press Here is the latest Washington news from The Associated Press at 3:40 a.m. PDT Here is the latest ... "], ["2020-05-09 11:31", "Washington Daybook ...  (COVID-19) pandemic Location: Grand Hyatt Seattle, 721 Pine St, Seattle, WA Weblinks: http://www.pgconnects.com/, https://twitter.com/pgbiz Contacts: Pocket Gamer Connects, pgconnects@steelmedia.co.uk —————— CORPORATE DATA —————— Monday, May. 11 PACCAR Inc: Q2 2020 Ex-dividend date Weblinks: http://www.paccar.com/investors/investor_resources.asp Contacts: Ken Hastings, PACCAR Inc Investor Relations, investor.relations@paccar.com, 1 425 468 7530 The Associated Press Related Articles Oregon Daybook Here is the latest Washington, Oregon and Alaska sports news from The Associated Press Here is the latest Washington news from The Associated Press at 3:40 a.m. PDT Here is the latest ... "], ["2020-05-05 18:11", "Fiat Chrysler Posts a Q1 Loss, and Expects to Reopen Most U.S. Factories on May 18 ...  Chrysler Automobiles NYSE: FCAU $8.30 no change $0.00 (0.00%) Related Articles GM, Ford, and Fiat Chrysler Plan to Restart U.S. Production on May 18 With Factories Shuttered, Fiat Chrysler Borrows $6.8 Billion to Bolster its Cash Hoard Why Shares of Fiat Chrysler, Ford, and General Motors Got Clobbered in March Cummins Slashes CEO and Worker Salaries as Key Customer PACCAR Shuts Production Fiat Chrysler Sales Fell 10%, but Pickup Sales Were Strong Fiat Chrysler Posts a Q1 Loss, and Expects to Reopen Most U.S. Factories on May 18 @themotleyfool #stocks $FCAU Next Article Prev 1 2 3 4 5 Next Terms of Use Privacy Policy Accessibility Policy Copyright, Trademark and Patent Information Terms and Conditions Do Not Sell My Personal Information Market data powered ... "]]}}