{"postfix": "pearson-aktie", "name": "PEARSON", "wkn": "858266", "time": "2020.06.02 12:22", "ts": 1591093349, "features": {"KGV": "11.48", "Marktkapitalisierung": {"Size": "Mrd", "Value": "3.83"}, "GA": "0.58", "KBV": "1.19", "BA": "5.56", "KCV": "11.19", "CA": "0.59", "Vola30": "47.95", "Vola90": "67.18", "Vola180": "54.04", "Vola250": "45.78"}, "rivals": ["axel_springer-aktie", "mcgraw-hill_companies-aktie", "21st_century_fox_a_1-aktie", "thomson_reuters-aktie"], "text_data": {"de": [["01.04.20", "Bertelsmann Alleineigentümer von Penguin Random House"], ["21.02.20", "Pearson erzielt weniger Gewinn und steigert die Dividende"], ["14.02.20", "MÄRKTE EUROPA/DAX mit neuem Rekordhoch - TF1 und EDF sehr fest"], ["17.01.20", "Pearson-CFO Coram Williams wird Finanzchef bei Adecco"], ["16.01.20", "MÄRKTE EUROPA/Uneinheitlich - DAX weiter gedeckelt"], ["16.01.20", "MÄRKTE EUROPA/Uneinheitlich - DAX weiter gedeckelt"]], "en": [["01.06.20", "Pearson PLC : Total Voting Rights"], ["22.05.20", "Nigel Pearson reveals two more Watford players have entered self-isolation"], ["21.05.20", "Should Value Investors Buy Pearson (PSO) Stock?"], ["13.05.20", "Pearson PLC : Director/PDMR Shareholding"], ["05.05.20", "Pearson PLC : Holding(s) in Company"], ["05.05.20", "Pearson PLC : Director/PDMR Shareholding"], ["01.05.20", "Pearson PLC : Total Voting Rights"], ["25.04.20", "Pearson PLC (PSO) Q1 2020 Earnings Call Transcript"], ["24.04.20", "Pearson maintains £100m final dividend payout for 2019"], ["24.04.20", "Pearson PLC : Result of AGM"], ["24.04.20", "Education firm Pearson pays dividend as COVID-19 accelerates shift online"], ["24.04.20", "Pearson PLC : Trading Statement"], ["21.04.20", "Pearson PLC : Notice of AGM"], ["20.04.20", "Pearson PLC : Holding(s) in Company"], ["06.04.20", "Pearson PLC : Notice of AGM"], ["02.04.20", "Pearson PLC : Holding(s) in Company"], ["02.04.20", "Pearson PLC : Statement re Form 20-F"], ["01.04.20", "Pearson PLC : Disposal"], ["01.04.20", "Pearson PLC : Director/PDMR Shareholding"], ["27.03.20", "Online learning rockets in virus pandemic - Pearson"], ["26.03.20", "Online learning rockets in coronavirus pandemic, says Pearson"], ["25.03.20", "Pearson PLC : Total Voting Rights"], ["24.03.20", "Pearson PLC : Director/PDMR Shareholding"], ["23.03.20", "Pearson: school’s out "], ["23.03.20", "Pearson PLC : Transaction in Own Shares"], ["23.03.20", "Pearson PLC : Notice of AGM"], ["23.03.20", "Pearson warns on profit as Covid-19 closes test centres"], ["23.03.20", "Pearson PLC : Trading Statement"], ["20.03.20", "Pearson PLC : Holding(s) in Company"], ["18.03.20", "Pearson PLC : Total Voting Rights"], ["17.03.20", "Pearson PLC : Annual Financial Report"], ["13.03.20", "Pearson PLC : Holding(s) in Company"], ["05.03.20", "Pearson PLC : Holding(s) in Company"], ["02.03.20", "Pearson PLC : Total Voting Rights"], ["27.02.20", "Hard-throwing Pearson one of many talented young Blue Jays"], ["27.02.20", "Pearson PLC : Transaction in Own Shares"], ["24.02.20", "Pearson PLC : Director/PDMR Shareholding"], ["21.02.20", "London markets slide as Pearson and coronavirus weigh down FTSE"], ["21.02.20", "Pearson warns it is near ‘bottom of valley’ as US downturn takes toll"], ["21.02.20", "London Markets: Pearson slumps as coronavirus concerns weigh on FTSE 100"], ["2020-06-02 09:00", "River monsters top Pennsylvania list of biggest fish in 2019: Where and how were they caught? ...  Blanchard, Orrtanna, Susquehanna River, October 3, creek chub, 11 pounds, 31 inches. Flathead catfish: Jeff Bonawitz, Lancaster, Susquehanna River, April 6, bluegill, 50 pounds 7 ounces, 45.25 inches; Craig Williams, Bainbridge, Lake Aldred, September 21, bluegill, 50 pounds 1 ounces, 54 inches; Joseph Rankin Sr., West Brownsville, Momongahela River, August 18, bluegill, 49 pounds, 43 inches; Jeffrey Pearson, Andreas, Lake Aldred, June 8, bluegill, 44 pounds 4 ounces, 45 inches; Thomas Glass, Westminster, Maryland, Lake Aldred, June 8, bluegill, 41 pounds 7 ounces, 43 inches. Crappie: Adam Dillner, Mars, Pymatuning Lake, May 12, jig and minnow, 3 pounds, 17.25 inches; Raymond Taylor, Uniontown, Frogtown Lake, May 8, Trout Magnet, 3 pounds, 15 inches; Gabe ... "], ["2020-06-02 09:00", "'Slow streets' slow to catch on in Connecticut ... in their 20s and 30s the hardest, a new analysis shows. Nearly half of Americans delayed medical care due to pandemic by Elizabeth Lawrence | Kaiser Health News A new Kaiser Family Foundation poll delves into the coronavirus's impact on the nation's overall health. Hidden in the new House coronavirus relief bill: billions for defense contractors by Jake Pearson | ProPublica Part of the proposed HEROES, Act would will funnel money to defense and intelligence companies and their top executives. Support Our Work Show your love for great stories and outstanding journalism. $ Select One Monthly Yearly Once Monthly Yearly Once Donate Twitter Feed A Twitter List by CTMirror Engage Reflections Tickets & Sponsorships Events Donate Newsletter Sign-Up Submit to ... "], ["2020-06-02 08:30", "June 2: 'No man or woman is an island.' Readers miss the office, plus other letters to the editor ...  hub Letters June 2: 'No man or woman is an island.' Readers miss the office, plus other letters to the editor Contributed to The Globe and Mail Published June 2, 2020 Updated June 2, 2020 Comments Share Keep your Opinions sharp and informed. Get the Opinion newsletter. Sign up today . Open this photo in gallery Westjet passenger planes parked with covers on the engines at Pearson airport in Toronto. Melissa Tait/The Globe and Mail A fair air solution Re Airline Customers Don't Deserve Cash Refunds (May 30): People who recently bought tickets on one of Canada's airlines but weren't allowed to fly now want the airlines to give them back their money. While Transport Minister Marc Garneau thinks that the idea makes sense, he maintains that ... "], ["2020-06-02 06:55", "CATCH UP: Townsville’s biggest news stories from May ...  went about their morning business. Girl dies after fighting for life following quad bike crash A young woman beloved by her community died after her family made the heartbreaking decision to switch off life support. The Burdekin township was left in shock after news broke of 22-year-old Taylah Pearson's fight for life after a quad bike crash. A Queensland Police Service spokesman confirmed the young woman's death three days after the crash. media_camera Taylah Pearson is fighting for life in a Townsville Hospital. Townsville teacher found dead in their home Emergency services located the body of a Townsville teacher after a fire began at their property. Michael Spanner, 60, was \"like a brother\" to a close neighbour and he was still in shock ... "], ["2020-06-02 06:53", "NRL teams: Taumalolo not named ... : 1. Tyrone Roberts, 2. Brian Kelly, 3. Dale Copley, 4. Tyrone Peachey, 5. Phil Sami, 6. Ash Taylor, 7. Jamal Fogarty, 8. Moeaki Fotuaika, 9. Erin Clark, 10. Sam Lisone, 11. Kevin Proctor (c), 12. Keegan Hipgrave, 13. Jai Arrow. Interchange: 14. Tanah Boyd, 15. Jaiman Jolliffe, 16. Bryce Cartwright, 17. Young Tonumaipea Reserves: 18. Jarrod Wallace, 19. Jai Whitbread, 20. Anthony Don, 21. Jonus Pearson. SuperCoach news: Jarrod Wallace played Origin for Queensland in 2019 but is out of the Titans starting 17 and named in the reserves. Erin Clark wins the start at hooker with Nathan Peats left right out. Bryce Cartwright is back with Shannon Boyd dropped which suggests SC mid-ranger Mo Fotuaika may get the minutes he needs to challenge for 'gun' status ... "], ["2020-06-02 06:25", "No charges for Sydney woman after fugitive found in her penthouse ... . The court is yet to hear of how and why he came to be staying with Ms Shihada. Ms Price's body was returned to her family in Tasmania late last week as they prepare to say goodbye at a funeral service. Mr Barbaro is due to return to the Melbourne Magistrates Court in September. License this article Victoria Police Erin Pearson Twitter Email Erin covers crime for The Age. Most recently she was a police reporter at the Geelong Advertiser. Most Viewed in National Loading Advertisement Advertisement The Sydney Morning Herald Twitter Facebook Instagram RSS Our Sites The Sydney Morning Herald The Age Brisbane Times WAtoday The Australian Financial Review Domain Traveller Good Food Drive CarAdvice RSVP Weatherzone Classifieds Tributes Celebrations Place your ... "], ["2020-06-01 14:07", "FOG says Matt Lodge is captaincy material ...  some confidence. \"He is very competitive. He is just a really good kid and good defender for a five-eight who understands the game well and has a good long kicking game.'' Two other players who have passed through the Redcliffe system, Jonus Pearson and Toby Rudolf, were also in the NRL. Matt Lodge in action. (AAP Image/Dan Peled) Pearson is in the Gold Coast Titans' first grade side and looking to establish himself after stints with the Broncos and the Dragons. Mogg said the key to Pearson establishing himself was confidence. \"He needs to spend a considerable amount of time on the NRL field so he feels comfortable,'' Mogg said. \"He has got some wheels, got some speed.'' Prop forward Rudolf has played in three matches ... "], ["2020-06-01 04:30", "Vietnam brewer Sabeco sees first signs of post-pandemic recovery ... litres, according to the government's General Statistics Office. \"We have already seen green shoots of recovery and are progressively regaining momentum as we leverage on various opportunities to solidify our business performance in 2020,\" Sabeco chairman Koh Poh Tiong said in a statement to Reuters. (Reporting by Phuong Nguyen and Khanh Vu Writing by James Pearson Editing by Ed Davies) Our Standards: The Thomson Reuters Trust Principles. 0 : 0 narrow-browser-and-phone medium-browser-and-portrait-tablet landscape-tablet medium-wide-browser wide-browser-and-larger medium-browser-and-landscape-tablet medium-wide-browser-and-larger above-phone portrait-tablet-and-above above-portrait-tablet landscape-tablet-and-above landscape-tablet-and-medium-wide ... "], ["2020-06-01 04:30", "Vietnam brewer Sabeco sees first signs of post-pandemic recovery ... litres, according to the government's General Statistics Office. \"We have already seen green shoots of recovery and are progressively regaining momentum as we leverage on various opportunities to solidify our business performance in 2020,\" Sabeco chairman Koh Poh Tiong said in a statement to Reuters. (Reporting by Phuong Nguyen and Khanh Vu Writing by James Pearson Editing by Ed Davies) Our Standards: The Thomson Reuters Trust Principles. 0 : 0 narrow-browser-and-phone medium-browser-and-portrait-tablet landscape-tablet medium-wide-browser wide-browser-and-larger medium-browser-and-landscape-tablet medium-wide-browser-and-larger above-phone portrait-tablet-and-above above-portrait-tablet landscape-tablet-and-above landscape-tablet-and-medium-wide ... "], ["2020-06-01 03:20", "Guards take a knee at Black Lives Matter protest ...  by police on Saturday night in OKC May 31, 2020 OKLAHOMA CITY (KFOR) - Protesters say police used excessive force in the early parts of a Saturday night civil rights demonstration in Oklahoma City. \"My mama used to tell me, if you have an issue, you should solve it before it gets any bigger and that is what we are trying to do here,\" said demonstrator Demetrius Pearson. The 19-year-old says he drove from Clinton, Oklahoma, to be part of... Read the Full Article LIVE: Protests take turn for worse as night falls in OKC by Kaylee Douglas / May 31, 2020 OKLAHOMA CITY (KFOR) - As the sun set on Oklahoma City Sunday evening, the protest against George Floyd's death turned into unrest. Read the Full Article Small business' windows shattered during ... "], ["2020-06-01 03:20", "Protesters question force used by police on Saturday night in OKC ... 10:20 PM CDT / Updated: May 31, 2020 / 09:26 PM CDT OKLAHOMA CITY (KFOR) Protesters say police used excessive force in the early parts of a Saturday night civil rights demonstration in Oklahoma City. \"My mama used to tell me, if you have an issue, you should solve it before it gets any bigger and that is what we are trying to do here,\" said demonstrator Demetrius Pearson. The 19-year-old says he drove from Clinton, Oklahoma, to be part of the George Floyd-inspired rally Saturday night. He says they were peacefully demonstrating at the intersection of N.W. 23rd and Classen when, according to him, police engaged the protesters. \"We was marching in a circle and the police pulled up and they all just came out and telling everybody to step back,\" ... "], ["2020-06-01 01:12", "Meet the designer who has thrived during the pandemic ...  embroidery, weaving and printing. These are the same skills sought by many of Europe's big-name brands, including Christian Dior , Herms and Valentino . Advertisement Easton works with small family businesses and independent sole operators. \"Their techniques are difficult to find anywhere else in the world. I don't work in India for economic reasons [90 per cent of Easton Pearson's clothes were made in Australia] but for the traditional arts and craft skills that are passed from one generation to the next.\" Easton was encouraged to work on the subcontinent by Sudha Patel, a founding director of Shrujan , an NGO working with 4000 women in 120 villages in western India's Kutch district. Patel has helped revive embroidery techniques ... "], ["2020-05-31 22:08", "Local businesses devastated by Minneapolis riots ... Albright Caitlin Sinclair California CDC Chanel Rion China coronavirus coronavirus lockdowns coronavirus outbreak coronavirus pandemic COVID-19 COVID lockdowns Dr. Anthony Fauci ECONOMY Emily Finn Florida Gavin Newsom George Floyd Greta Wall Hans Hubbard Hong Kong hydroxychloroquine Jack Posobiec Jenn Pellegrino Joe Biden John Hines Kristian Rouz Lockdown Mary Holman Mike Pompeo New York OAN's Wall to Wall Pearson Sharp President Trump reopening America Republican Party social distancing stay-at-home stay at home orders Stefan Kleinhenz Stephanie Myers Trump Administration Ukraine World Health Organization Contact About Where to Watch Affiliate Relations Brand Press Kit Careers Shop Terms Copyright 2020 — Herring Networks, Inc. All Rights Reserved."], ["2020-05-31 21:30", "A freakish festival of football: Get ready for a Premier League mini-season like never before ...  relegation, the survival fight will reconvene. It looks like any three from six but with an other-worldly element of the unknown thrown in. What about at the bottom of the table? Newcastle and Watford are trying to avoid the drop Those in good form have lost momentum. Watford became the first to beat Liverpool in the Premier League but that seems like another lifetime and Nigel Pearson's plans have been hit by positive Covid tests and some players, including captain and talisman Troy Deeney, with concerns about a return to work. Will Steve Bruce's Newcastle be energised or distracted by the Saudi takeover attempt? Will Leeds end their 16-year exile from the top flight? Will West Bromwich Albion, Fulham or Nottingham Forest be back? Or can Preston or ... "], ["2020-05-31 19:00", "If NHL returns, what are the Coyotes' chances at winning the Stanley Cup? ...  Soderberg (34), of Sweden, and Phil Kessel (81) celebrate Soderberg's goal during the first period of an NHL hockey game Wednesday, March 4, 2020, in Vancouver, British Columbia. (Darryl Dyck/The Canadian Press via AP) DARRYL DYCK, AP Fullscreen Vancouver Canucks' Oscar Fantenberg (5), of Sweden, checks Arizona Coyotes' Lawson Crouse (67) as Vancouver's Tanner Pearson (70) watches during the first period of an NHL hockey game Wednesday, March 4, 2020, in Vancouver, British Columbia. (Darryl Dyck/The Canadian Press via AP) DARRYL DYCK, AP Fullscreen Vancouver Canucks goalie Thatcher Demko (35) stops Arizona Coyotes' Carl Soderberg (34), of Sweden, as Vancouver's Alexander Edler (23), of Sweden, watches during the first period of an ... "], ["2020-05-31 18:29", "First Canopy hotel in the Carolinas targets summer opening in SouthPark ...  — is the first of its kind in Charlotte and the Carolinas. [ ALSO READ: MGM Resorts announces when Las Vegas casinos will reopen after coronavirus shutdown ] Content Continues Below Hilton Worldwide Holdings Inc. and Charlotte-based Tara Investments have teamed up on the 150-room hotel, which includes four suites. Read the full story here . Longtime Channel 2 Action News anchor Monica Pearson has seen much in Atlanta's history and spoke about the George Floyd protests in Atlanta this weekend. 2020 2020 Cox Media Group Trending Now Make your day: Clint Eastwood turns 90 By Bob D'Angelo, Cox Media Group National Content Desk Phil Collen of Def Leppard surprises high school students By Cox Media Group National Content Desk Peaceful protesters ... "], ["2020-05-31 18:20", "Canada's War Years and C.D. Howe's Battle with the British Empire ... the rise of John Diefenbaker's Conservatives. During this interval, not only did C.D. Howe and Prime Minister St. Laurent pass away, but a systemic purge was conducted of the federal Liberal Party of all \"C.D. Howe Liberals\". The agents assigned by Vincent Massey to carry out this purge were Walter Lockhart Gordon and his underling Lester B. Pearson, soon-to-be Finance Minister and Prime Minister of Canada respectively. The key shift in this process lay in the 1963 assassination of President John F. Kennedy, and the last self-conscious representative of the true constitutional principles of the American system of political economy occupying the presidency of the United States. The same Rhodes Trust networks that strove to sabotage Diefenbaker' ... "], ["2020-05-31 16:35", "National Guard called to nearly a dozen states for protests ... Albright Caitlin Sinclair California CDC Chanel Rion China coronavirus coronavirus lockdowns coronavirus outbreak coronavirus pandemic COVID-19 COVID lockdowns Dr. Anthony Fauci ECONOMY Emily Finn Florida Gavin Newsom George Floyd Greta Wall Hans Hubbard Hong Kong hydroxychloroquine Jack Posobiec Jenn Pellegrino Joe Biden John Hines Kristian Rouz Lockdown Mary Holman Mike Pompeo New York OAN's Wall to Wall Pearson Sharp President Trump reopening America Republican Party social distancing stay-at-home stay at home orders Stefan Kleinhenz Stephanie Myers Trump Administration Ukraine World Health Organization Contact About Where to Watch Affiliate Relations Brand Press Kit Careers Shop Terms Copyright 2020 — Herring Networks, Inc. All Rights Reserved."], ["2020-05-31 15:04", "Report: Roadside bomb kills 8, injures several in Somalia ... Albright Caitlin Sinclair California CDC Chanel Rion China coronavirus coronavirus lockdowns coronavirus outbreak coronavirus pandemic COVID-19 COVID lockdowns Dr. Anthony Fauci ECONOMY Emily Finn Florida Gavin Newsom George Floyd Greta Wall Hans Hubbard Hong Kong hydroxychloroquine Jack Posobiec Jenn Pellegrino Joe Biden John Hines Kristian Rouz Lockdown Mary Holman Mike Pompeo New York OAN's Wall to Wall Pearson Sharp President Trump reopening America Republican Party social distancing stay-at-home stay at home orders Stefan Kleinhenz Stephanie Myers Trump Administration Ukraine World Health Organization Contact About Where to Watch Affiliate Relations Brand Press Kit Careers Shop Terms Copyright 2020 — Herring Networks, Inc. All Rights Reserved."], ["2020-05-31 15:03", "Sen. Tim Scott: 3 more arrests to go in Floyd killing ... Albright Caitlin Sinclair California CDC Chanel Rion China coronavirus coronavirus lockdowns coronavirus outbreak coronavirus pandemic COVID-19 COVID lockdowns Dr. Anthony Fauci ECONOMY Emily Finn Florida Gavin Newsom George Floyd Greta Wall Hans Hubbard Hong Kong hydroxychloroquine Jack Posobiec Jenn Pellegrino Joe Biden John Hines Kristian Rouz Lockdown Mary Holman Mike Pompeo New York OAN's Wall to Wall Pearson Sharp President Trump reopening America Republican Party social distancing stay-at-home stay at home orders Stefan Kleinhenz Stephanie Myers Trump Administration Ukraine World Health Organization Contact About Where to Watch Affiliate Relations Brand Press Kit Careers Shop Terms Copyright 2020 — Herring Networks, Inc. All Rights Reserved."]]}}