{"postfix": "peugeot-aktie", "name": "PEUGEOT", "wkn": "852363", "time": "2020.06.02 14:32", "ts": 1591101150, "features": {"KGV": "6.37", "Marktkapitalisierung": {"Size": "Mrd", "Value": "11.60"}, "GA": "3.40", "KBV": "1.02", "BA": "21.33", "KCV": "2.79", "CA": "7.77", "Vola30": "68.9", "Vola90": "88.63", "Vola180": "66.09", "Vola250": "52.69"}, "rivals": ["daimler-aktie", "renault-aktie", "bmw-aktie", "toyota-aktie", "audi-aktie", "volkswagen_vz-aktie"], "text_data": {"de": [["2020.06.02", "ROUNDUP: Drittes Modell für Opel in Rüsselsheim - Getriebefertigung soll enden"], ["2020.06.02", "MÄRKTE EUROPA/DAX auf Dreimonatshoch über 12.000 - Autos geben Vollgas"], ["2020.06.02", "WDH: Opel baut ab Sommer 2021 PSA-Modell in Rüsselsheim"], ["2020.06.02", "Die Besonderheiten der Peugeot-Kartellentscheidung"], ["30.05.20", "Linnemann: Auto-Kaufprämie wäre 'Paradebeispiel' für Lobby-Einfluss"], ["29.05.20", "DIE AUTO-WOCHE - das waren die wichtigsten Themen"], ["29.05.20", "ROUNDUP: IG Metall Mitte will Konjunkturpaket mit Autokaufprämie"], ["29.05.20", "Greenpeace warnt vor Verbrennerförderung - VDA: E-Autos reichen nicht"], ["29.05.20", "IG Metall Mitte fordert Konjunkturimpulse durch Autokaufprämie"], ["28.05.20", "ROUNDUP/VDA: 'Autogipfel' im Kanzleramt kurz nach Pfingsten fällt aus"], ["28.05.20", "Urteil gegen Peugeot: \"Das hat EU-weit Signalwirkung\""], ["27.05.20", "MÄRKTE EUROPA/EU-Hilfspaket schürt Optimismus - Autos sehr fest"], ["27.05.20", "MÄRKTE EUROPA/EU-Hilfspaket schürt Optimismus - Autos sehr fest"], ["27.05.20", "Autofahrer fahren wegen Corona weniger, wollen aber auch keinen ÖPNV"], ["26.05.20", "Macron kündigt Acht-Milliarden-Hilfspaket für Autoindustrie an"], ["26.05.20", "MÄRKTE EUROPA/Tourismus- und Reise-Aktien zünden Kursfeuerwerk"], ["26.05.20", "Macron kündigt Plan von acht Milliarden Euro für Autobranche an"], ["26.05.20", "MÄRKTE EUROPA/DAX über 11.500 - Reiseaktien mit Kursfeuerwerk"], ["26.05.20", "ROUNDUP: Macron legt Rettungsplan für heimische Automobilindustrie vor"], ["26.05.20", "MÄRKTE EUROPA/Tourimsus- und Reise-Aktien zünden Kursfeuerwerk"], ["26.05.20", "Macron kündigt Unterstützung für heimische Autoindustrie an"], ["26.05.20", "Kartellgericht verurteilt Peugeot für Preisdiktat"], ["26.05.20", "Macron kündigt massive Ausweitung der Staatshilfen für Autobranche an"], ["26.05.20", "Macron will Plan zur Unterstützung der Autoindustrie vorlegen"], ["26.05.20", "Grüne fordern EU-Fahrplan für Ausstieg aus dem Verbrennungsmotor"], ["25.05.20", "Kleinwagen-Bauer von Toyota und PSA öffnet Werk in Tschechien wieder"], ["25.05.20", "Staatshilfen in Coronakrise haben Frankreich 450 Milliarden Euro gekostet"], ["22.05.20", "DIE AUTO-WOCHE - das waren die wichtigsten Themen"], ["22.05.20", "MÄRKTE EUROPA/Börsen wenig verändert - Entwicklung rund um Hongkong verunsichert"], ["22.05.20", "MÄRKTE EUROPA/Börsen holen Verluste auf"], ["20.05.20", "Fiat und Peugeot-Aktien auf Talfahrt"], ["19.05.20", "Opel-Konzern PSA stellt Carsharing-Angebot in Frankfurt ein"]], "en": [["14.05.20", "Fiat Chrysler, Peugeot to withhold 2019 dividend payout"], ["14.05.20", "UPDATE 1-Fiat Chrysler, Peugeot to withhold 2019 dividend payout"], ["14.05.20", "Fiat Chrysler, Peugeot decide to withhold 2019 dividend payout"], ["13.05.20", "Fiat Chrysler, Peugeot decide to withhold 2019 dividend payout"], ["11.05.20", "EU regulators to decide on $50 billion Fiat Chrysler, Peugeot deal by June 17"], ["08.05.20", "374 staff at the IAA earned over €100,000 last year"], ["07.05.20", "Peugeot starts sale of six-year bond - lead managers"], ["07.05.20", "IAA Inc (IAA) Q1 2020 Earnings Call Transcript"], ["05.05.20", "Why Earnings Season Could Be Great for IAA"], ["21.04.20", "Peugeot maker PSA says prepared for plunge in car demand"], ["21.04.20", "Peugeot maker PSA says prepared for fall in car demand"], ["21.04.20", "Peugeot maker PSA says demand to fall sharply, keeps margin goal"], ["09.04.20", "Fiat Chrysler and Peugeot speed up work to close the merger"], ["08.04.20", "IAA in Focus: Stock Moves 8% Higher"], ["07.04.20", "RPT-UPDATE 2-Hit by coronavirus, Fiat Chrysler, Peugeot seek to boost cash before merger"], ["07.04.20", "UPDATE 2-Hit by coronavirus, Fiat Chrysler, Peugeot seek to boost cash before merger"], ["06.04.20", "RPT-Hit by coronavirus, Fiat Chrysler, Peugeot seek to boost cash before merger consummation"], ["06.04.20", "UPDATE 1-Hit by coronavirus, Fiat Chrysler, Peugeot seek to boost cash before merger consummation"], ["06.04.20", "Hit by coronavirus, Fiat Chrysler, Peugeot seek to boost cash before merger consummation"], ["06.04.20", "Peugeot parent secures further 3 billion euros of loans"], ["06.04.20", "Peugeot parent secures further 3 billion euros of loans"], ["25.03.20", "Peugeot restarts car production in virus-hit Wuhan with Dongfeng"], ["18.03.20", "IAA Inc (IAA) Q4 2019 Earnings Call Transcript"], ["12.03.20", "Nokia Installs Advanced Air Traffic Control Network With IAA"], ["06.03.20", "Peugeot CEO Tavares says China strategy needs rethink"], ["06.03.20", "Peugeot CEO Tavares says China strategy needs rethink"], ["03.03.20", "Electric cars lack mainstream appeal, Peugeot CEO says"], ["03.03.20", "Electric cars lack mainstream appeal, Peugeot CEO says"], ["03.03.20", "Peugeot ready to adjust Huawei partnership if U.S. demands"], ["03.03.20", "Peugeot ready to adjust Huawei partnership if U.S. demands"], ["03.03.20", "Peugeot maker says UK factory plans dependent on Brexit talks"], ["26.02.20", "Profit rise lifts Peugeot shares ahead of Fiat merger"], ["26.02.20", "Peugeot-owner PSA enjoys record profits"], ["26.02.20", "Peugeot maker sees record profit, but virus clouds horizon"], ["26.02.20", "Profits surge at Peugeot maker PSA ahead of Fiat merger"], ["26.02.20", "Profits surge at Peugeot maker PSA ahead of Fiat merger"], ["26.02.20", "Profits surge at Peugeot maker PSA ahead of Fiat merger"], ["26.02.20", "Profits jump at Peugeot maker PSA ahead of Fiat merger"], ["26.02.20", "Peugeot maker PSA's revenue, profits rise in 2019"], ["26.02.20", "Peugeot maker PSA's revenue, profits rise in 2019"], ["2020-06-02 09:24", "May 2020 two-wheeler sales: Bajaj Auto remains top exporter despite 54% decline! ...  Cars on sale without power steering and AC: Maruti Suzuki Alto 800 and others Maruti Suzuki registers 18,539 unit sales during lockdown in May: Ertiga, Eeco top sellers Most affordable BS6 Vespa scooter Notte 125 launched at a price of Rs 91,492 Toyota sells 1,639 cars in India during lockdown; sees surge in online enquiries Anand Mahindra wants to launch Peugeot three-wheel scooter's low-cost version in India, here's why Stay Connected Mobile App TOP TRENDING Bajaj Pulsar NS200 Price Hiked Royal Enfield Interceptor 650 vs Kawasaki W800 Toyota EMI Holiday Scheme Vehicle Documents Expiry Date Extended Latest News India News MARKET NEWS STOCK QUOTES Industry Technology Money Infrastructure Auto Economy POPULAR CATEGORIES Jobs SME MUTUAL FUNDS Railways ... "], ["2020-06-02 08:40", "Safer bikes under Rs 70,000 with disc brake: Hero Splendor iSmart and more ... , deliveries delayed Cars on sale without power steering and AC: Maruti Suzuki Alto 800 and others Maruti Suzuki registers 18,539 unit sales during lockdown in May: Ertiga, Eeco top sellers Most affordable BS6 Vespa scooter Notte 125 launched at a price of Rs 91,492 Toyota sells 1,639 cars in India during lockdown; sees surge in online enquiries Anand Mahindra wants to launch Peugeot three-wheel scooter's low-cost version in India, here's why Formula E Race At Home: Mahindra Racing's Pascal Wehrlein does it again! Podium at New York e-Prix Stay Connected Mobile App TOP TRENDING Bajaj Pulsar NS200 Price Hiked Royal Enfield Interceptor 650 vs Kawasaki W800 Toyota EMI Holiday Scheme Vehicle Documents Expiry Date Extended Latest News India News ... "], ["2020-06-02 08:27", "Coronavirus: French economy expected to shrink by 11% in 2020 ...  production and sales of electric and hybrid cars is central to Macron's stimulus plan, which includes significant buyer incentives to go green. Its goal is to produce over one million clean-energy vehicles in the country by 2025. READ MORE: France earmarks 8bn stimulus package to support car industry The government also wants its car giants, such as Renault ( RNO.PA ) and the Peugeot Group ( UG.PA ) to focus production in France. Renault is currently in discussions for a state-backed loan of 5bn. The government has also approved a 7bn bailout for flag carrier Air France. What to Read Next On this day... June 3 Reuters Play Your Favorite Games Online with Golden Nugget Golden Nugget Casino Ad Virus deaths reach 375,000 as Latin America struggles AFP ... "], ["2020-06-02 07:49", "May 2020 two-wheeler sales: TVS Motor Company dispatched 58,906 bikes, scooters amid lockdown ...  stopped, deliveries delayed Cars on sale without power steering and AC: Maruti Suzuki Alto 800 and others Maruti Suzuki registers 18,539 unit sales during lockdown in May: Ertiga, Eeco top sellers Most affordable BS6 Vespa scooter Notte 125 launched at a price of Rs 91,492 Toyota sells 1,639 cars in India during lockdown; sees surge in online enquiries Anand Mahindra wants to launch Peugeot three-wheel scooter's low-cost version in India, here's why Formula E Race At Home: Mahindra Racing's Pascal Wehrlein does it again! Podium at New York e-Prix Electric-powered India: Battery performance can be improved with better materials, here's how Stay Connected Mobile App TOP TRENDING Bajaj Pulsar NS200 Price Hiked Royal Enfield Interceptor 650 vs ... "], ["2020-06-02 07:39", "This new car tax change could see motorists opt for a new vehicle over public transport ...  thousands of pounds each year which has been a factor in pushing running costs lower. READ MORE: There's 'never been a better time' to switch, says EV expert Motorists look set to switch to electric cars over using public transport (Image: Getty) Car tax changes scrapped benefit in kind rates for electric cars (Image: Getty) The group says motorists can secure a lease of a new electric Peugeot for just 5,028 with just 2,000 spent on parking. Fuel costs are also considerably lower with an average of 525 spent on an electric vehicle with charges of just four pence per mile. Fuel alone for a diesel car comes in at a staggering 2,500 per year with costs an average of 15 pence per mile. This means running a diesel car costs almost 13,000 a year ... "], ["2020-06-02 07:06", "2021 BMW 4 Series Coup leaked in brochure images: Digital launch today ...  stopped, deliveries delayed Cars on sale without power steering and AC: Maruti Suzuki Alto 800 and others Maruti Suzuki registers 18,539 unit sales during lockdown in May: Ertiga, Eeco top sellers Most affordable BS6 Vespa scooter Notte 125 launched at a price of Rs 91,492 Toyota sells 1,639 cars in India during lockdown; sees surge in online enquiries Anand Mahindra wants to launch Peugeot three-wheel scooter's low-cost version in India, here's why Formula E Race At Home: Mahindra Racing's Pascal Wehrlein does it again! Podium at New York e-Prix Electric-powered India: Battery performance can be improved with better materials, here's how Stay Connected Mobile App TOP TRENDING Bajaj Pulsar NS200 Price Hiked Royal Enfield Interceptor 650 vs ... "], ["2020-06-02 06:17", "Honda Cars sells 375 units in May 2020: 1,900 units delivered since Covid-19 lockdown relaxation ... deliveries delayed Cars on sale without power steering and AC: Maruti Suzuki Alto 800 and others Maruti Suzuki registers 18,539 unit sales during lockdown in May: Ertiga, Eeco top sellers Most affordable BS6 Vespa scooter Notte 125 launched at a price of Rs 91,492 Toyota sells 1,639 cars in India during lockdown; sees surge in online enquiries Anand Mahindra wants to launch Peugeot three-wheel scooter's low-cost version in India, here's why Formula E Race At Home: Mahindra Racing's Pascal Wehrlein does it again! Podium at New York e-Prix Electric-powered India: Battery performance can be improved with better materials, here's how Safety from coronavirus topmost concern for urban commuters post-lockdown: Survey Maruti Suzuki extends last date ... "], ["2020-06-02 06:16", "May 2020 two-wheeler sales: Royal Enfield sold 18,429 motorcycles as lockdown eases ... , deliveries delayed Cars on sale without power steering and AC: Maruti Suzuki Alto 800 and others Maruti Suzuki registers 18,539 unit sales during lockdown in May: Ertiga, Eeco top sellers Most affordable BS6 Vespa scooter Notte 125 launched at a price of Rs 91,492 Toyota sells 1,639 cars in India during lockdown; sees surge in online enquiries Anand Mahindra wants to launch Peugeot three-wheel scooter's low-cost version in India, here's why Formula E Race At Home: Mahindra Racing's Pascal Wehrlein does it again! Podium at New York e-Prix Electric-powered India: Battery performance can be improved with better materials, here's how Safety from coronavirus topmost concern for urban commuters post-lockdown: Survey Stay Connected Mobile App TOP ... "], ["2020-06-01 06:28", "Reutershttps://www.reuters.com/article/us-health-coronavirus-china-xi/chinas-president-xi-says-need-to-improve-monitoring-for-diseases-of-unknown-causes-idUSKBN2391LDhttps://www.reuters.com/resources/r/?m=02&d=20200602&t=2&i=1520777119&w=&fh=&fw=&ll=460&pl=300&r=LYNXMPEG51117Reuterseng2020-06-02T11:58:55+00:00China's President Xi says need to improve monitoring for diseases of unknown causesHeadlines,Worldhttps://www.reuters.com/article/us-climeworks-funding/climeworks-raises-further-75-million-to-fund-carbon-capture-idUSKBN2391KWhttps://www.reuters.com/resources/r/?m=02&d=20200602&t=2&i=1520776635&w=&fh=&fw=&ll=460&pl=300&r=LYNXMPEG5110TReuterseng2020-06-02T11:58:20+00:00Climeworks raises further $75 million to fund carbon captureHeadlines,Sustainable  ... "], ["2020-06-01 05:20", "A beast of both worlds: Sam Wallace tests BMW's hybrid 330e ... Models? Car Make Abarth Alfa Romeo Aston Martin Audi Austin Bentley BMW Buick Cadillac Chevrolet Chrysler Citron Daewoo Daihatsu Daimler Datsun Dodge Ferrari Fiat Ford Geely GMC Great Wall Haval Holden Honda Hummer Hyundai Isuzu Jaguar Jeep Kia Lada Lamborghini Lancia Land Rover LDV Lexus Lincoln Lotus Mahindra Maserati Mazda McLaren Mercedes-Benz MG Mini Mitsubishi Morris Nissan Oldsmobile Opel Peugeot Plymouth Pontiac Porsche Proton Ram Reliant Renault Rolls-Royce Rover Saturn Seat KODA Smart Ssangyong Subaru Suzuki Tesla Toyota Triumph Vauxhall Volkswagen Volvo Other > Car Model Done Find Your Car Advanced search Home / Reviews / A beast of both worlds: Sam Wallace tests BMW's hybrid 330e A beast of both worlds: Sam Wallace tests BMW's hybrid 330e ... "], ["2020-06-01 05:10", "The ins and outs of New Zealand's WoF process ...  Makes and Models? Car Make Abarth Alfa Romeo Aston Martin Audi Austin Bentley BMW Buick Cadillac Chevrolet Chrysler Citron Daewoo Daihatsu Daimler Datsun Dodge Ferrari Fiat Ford Geely GMC Great Wall Haval Holden Honda Hummer Hyundai Isuzu Jaguar Jeep Kia Lada Lamborghini Lancia Land Rover LDV Lexus Lincoln Lotus Mahindra Maserati Mazda McLaren Mercedes-Benz MG Mini Mitsubishi Morris Nissan Oldsmobile Opel Peugeot Plymouth Pontiac Porsche Proton Ram Reliant Renault Rolls-Royce Rover Saturn Seat KODA Smart Ssangyong Subaru Suzuki Tesla Toyota Triumph Vauxhall Volkswagen Volvo Other > Car Model Done Find Your Car Advanced search Home / Advice / The ins and outs of New Zealand's WoF process The ins and outs of New Zealand's WoF process By AA 31/05/2020 ... "], ["2020-05-31 20:40", "The perfect dirt bike for kids? Pint-sized electric racing bikes land in NZ ... ? Car Make Abarth Alfa Romeo Aston Martin Audi Austin Bentley BMW Buick Cadillac Chevrolet Chrysler Citron Daewoo Daihatsu Daimler Datsun Dodge Ferrari Fiat Ford Geely GMC Great Wall Haval Holden Honda Hummer Hyundai Isuzu Jaguar Jeep Kia Lada Lamborghini Lancia Land Rover LDV Lexus Lincoln Lotus Mahindra Maserati Mazda McLaren Mercedes-Benz MG Mini Mitsubishi Morris Nissan Oldsmobile Opel Peugeot Plymouth Pontiac Porsche Proton Ram Reliant Renault Rolls-Royce Rover Saturn Seat KODA Smart Ssangyong Subaru Suzuki Tesla Toyota Triumph Vauxhall Volkswagen Volvo Other > Car Model Done Find Your Car Advanced search Home / News / The perfect dirt bike for kids? Pint-sized electric racing bikes land in NZ The perfect dirt bike for kids? Pint-sized electric racing ... "], ["2020-05-31 20:30", "Car Care: Prevent Mother Nature from damaging your car this year ... ? Car Make Abarth Alfa Romeo Aston Martin Audi Austin Bentley BMW Buick Cadillac Chevrolet Chrysler Citron Daewoo Daihatsu Daimler Datsun Dodge Ferrari Fiat Ford Geely GMC Great Wall Haval Holden Honda Hummer Hyundai Isuzu Jaguar Jeep Kia Lada Lamborghini Lancia Land Rover LDV Lexus Lincoln Lotus Mahindra Maserati Mazda McLaren Mercedes-Benz MG Mini Mitsubishi Morris Nissan Oldsmobile Opel Peugeot Plymouth Pontiac Porsche Proton Ram Reliant Renault Rolls-Royce Rover Saturn Seat KODA Smart Ssangyong Subaru Suzuki Tesla Toyota Triumph Vauxhall Volkswagen Volvo Other > Car Model Done Find Your Car Advanced search Home / Car care / Car Care: Prevent Mother Nature from damaging your car this year Car Care: Prevent Mother Nature from damaging your car this year By ... "], ["2020-05-31 18:05", "When Group B Monsters Flew Through Welsh Moors ... the race things were far from decided as far as championships were concerned. After two years of dominance by Audi and Lancia, the field was starting to widen out a little bit. Cars like the Renault 5 Turbo and Toyota Celica TCT were starting to make inroads, winning races, and giving the big players reason for pause. Come the end of the season, though, one challenger stood apart from the rest. One that gave the Germans and Italians goosebumps. Advertisement That was Peugeot. It was in 1985 that Peugeot would be able to come away with a manufacturers' championship for the first time since Group B began, its raucous mid-engined, all-wheel-drive 205 T16s driven to victory by Finns Ari Vatanen and Timo Salonen. But despite all of that excitement surrounding ... "], ["2020-05-31 14:26", "France's Renault highlights obstacles to reshoring industries ...  awaiting a buyer. In the context of Covid-19, \"we've got to take into account public utility as well as shareholder value,\" Coutinet said. \"Relocations must be thought of on a case-by-case basis,\" Louis Gallois, president of French business think-tank La Fabrique de l'Industrie and president of French car manufacturer PSA which owns Peugeot, Citroen and Opel brands told French media network BFM TV. There are possibilities for it to happen in the strategic health, food and digital sectors, Gallois continued. But it's not possible in some sectors such as car manufacturing, he argued, noting that export markets often require local production in exchange for access. \"A complete relocation of production processes at a national ... "], ["2020-05-31 06:52", "NY PostNew York Posthttps://nypost.comYour source for breaking news, news about New York, sports, business, entertainment, opinion, real estate, culture, fashion, and more.Tue, 02 Jun 2020 12:12:49 +0000enhourly1http://wordpress.com/https://secure.gravatar.com/blavatar/0b14d9dbf0c711522a906102b60f3da0?s=96&d=https%3A%2F%2Fs0.wp.com%2Fi%2Fbuttonw-com.pngNew York Posthttps://nypost.comGeorge Steinbrenner's obsession with destroying Dave Winfield changed Yankees foreverhttps://nypost.com/2020/06/02/this-george-steinbrenner-moment-changed-yankees-history/#respondTue, 02 Jun 2020 08:00:55 -0400https://nypost.com/2020/06/02/this-george-steinbrenner-moment-changed-yankees-history/Joel Shermanhttp://nypost.com/?post_type=article&p=157638360New York Post back page from  ... "], ["2020-05-30 19:57", "Scots family's horror after garden storage unit goes up in flames and scorches house during sizzling heatwave ...  injured after vicious back garden assault Police Scotland The 34-year-old was raced to Glasgow Royal Infirmary after four men violently attacked him in the Springburn area of the city on Thursday. Man fighting for his life after being mowed down in Blantyre murder bid Police Scotland A 47-year-old man suffered life-threatening injuries after he was deliberately struck by a silver Peugeot on Anderson Gardens on Friday morning. Scotland's coronavirus reproduction rate is one of the highest in the UK Coronavirus Only the South West and Northern Ireland have higher rates of infection from Covid-19 according to new figures. Scots cage fighter in barefoot dash to catch late night bike raiders at Fife home UFC The two thieves were rumbled after the Ring ... "], ["2020-05-30 19:53", "The 6 clubs that will obliterate Ann Budge's Hearts reconstruction bid ...  injured after vicious back garden assault Police Scotland The 34-year-old was raced to Glasgow Royal Infirmary after four men violently attacked him in the Springburn area of the city on Thursday. Man fighting for his life after being mowed down in Blantyre murder bid Police Scotland A 47-year-old man suffered life-threatening injuries after he was deliberately struck by a silver Peugeot on Anderson Gardens on Friday morning. Scotland's coronavirus reproduction rate is one of the highest in the UK Coronavirus Only the South West and Northern Ireland have higher rates of infection from Covid-19 according to new figures. Scots cage fighter in barefoot dash to catch late night bike raiders at Fife home UFC The two thieves were rumbled after the Ring ... "], ["2020-05-30 19:22", "SpaceX launch LIVE: Astronauts blasted into orbit as rocket set to fly over Scotland ...  injured after vicious back garden assault Police Scotland The 34-year-old was raced to Glasgow Royal Infirmary after four men violently attacked him in the Springburn area of the city on Thursday. Man fighting for his life after being mowed down in Blantyre murder bid Police Scotland A 47-year-old man suffered life-threatening injuries after he was deliberately struck by a silver Peugeot on Anderson Gardens on Friday morning. Scotland's coronavirus reproduction rate is one of the highest in the UK Coronavirus Only the South West and Northern Ireland have higher rates of infection from Covid-19 according to new figures. Scots cage fighter in barefoot dash to catch late night bike raiders at Fife home UFC The two thieves were rumbled after the Ring ... "], ["2020-05-30 18:34", "The last-gasp Manchester United transfer push as Ole Gunnar Solskjaer seeks to avoid major headache ...  injured after vicious back garden assault Police Scotland The 34-year-old was raced to Glasgow Royal Infirmary after four men violently attacked him in the Springburn area of the city on Thursday. Man fighting for his life after being mowed down in Blantyre murder bid Police Scotland A 47-year-old man suffered life-threatening injuries after he was deliberately struck by a silver Peugeot on Anderson Gardens on Friday morning. Scotland's coronavirus reproduction rate is one of the highest in the UK Coronavirus Only the South West and Northern Ireland have higher rates of infection from Covid-19 according to new figures. Scots cage fighter in barefoot dash to catch late night bike raiders at Fife home UFC The two thieves were rumbled after the Ring ... "]]}}