{"postfix": "prosiebensat1-aktie", "name": "PROSIEBENSAT.1_MEDIA", "wkn": "PSM777", "time": "2020.06.02 12:19", "ts": 1591093149, "features": {"KGV": "8.13", "Marktkapitalisierung": {"Size": "Mrd", "Value": "2.65"}, "GA": "1.71", "KBV": "2.82", "BA": "4.94", "KCV": "4.97", "CA": "2.80", "Vola30": "68.14", "Vola90": "91.31", "Vola180": "67.26", "Vola250": "52.19"}, "rivals": ["constantin-aktie", "at_t-aktie", "disney-aktie", "viaco_a-aktie", "vivendi-aktie", "rtl-aktie", "viacom-aktie"], "text_data": {"de": [["01.06.20", "ProSieben zeigt \"Herz! Schlag! Show!\" überraschend montags"], ["31.05.20", "Mai 2020: Die Expertenmeinungen zur ProSiebenSat1 Media SE-Aktie"], ["31.05.20", "ProSieben und Vox steigern Frische-Anteil gegen den Trend"], ["29.05.20", "Corona und Krimi waren größte TV-Zuschauermagneten"], ["27.05.20", "ROUNDUP: Amazon sichert sich weitere Bundesliga-Rechte - Relegation zu sehen"], ["25.05.20", "Quoten: Mehr als zehn Millionen sehen Stuttgarter 'Tatort'"], ["25.05.20", "ROUNDUP/Die Rückkehr des Studiopublikums: TV-Sender planen mit Corona"], ["25.05.20", "Fernsehsender bereiten sich auf Zeit nach Corona vor"], ["24.05.20", "TV-Quoten: 5,21 Millionen sehen 'Schwartz & Schwartz'"], ["21.05.20", "ROUNDUP/DAZN bleibt im Spiel: Bundesliga bis Saisonende beim Streamingdienst"], ["21.05.20", "Kein Bundesliga-Blackout: DAZN zeigt weiter Spiele"], ["20.05.20", "So klingen Joko und Klaas in den ProSieben-Trailern"], ["19.05.20", "ProSieben zieht neue \"Simpsons\"-Folgen nach vorn"], ["19.05.20", "ProSieben experimentiert mit Gameshow statt \"Simpsons\""], ["14.05.20", "ProSieben zeigt \"Männerwelten\" ein zweites Mal"], ["14.05.20", "Lerneffekt versprochen: ProSieben lädt zum \"Sex-Seminar\""], ["14.05.20", "\"Free ESC\" bei ProSieben: Über allem schwebt Stefan Raab"], ["13.05.20", "Mediaset - ProSieben wichtiger Partner - aber nicht der einzige"], ["12.05.20", "MÄRKTE EUROPA/Mailand und Madrid an der Spitze der Gewinner"], ["12.05.20", "AKTIE IM FOKUS 2: KKR-Wiedereinstieg befeuert Spekulationen um ProSiebenSat.1"], ["12.05.20", "XETRA-SCHLUSS/DAX konsolidiert - Musik spielt in Einzelwerten"], ["12.05.20", "MÄRKTE EUROPA/Mailand an der Spitze der Gewinner"], ["12.05.20", "ProSieben-Aktie hebt ab"], ["12.05.20", "KKR-Einstieg bei ProSieben beflügelt Fantasien - Kooperation mit Springer?"], ["12.05.20", "MÄRKTE EUROPA/Einzeltitel machen die Musik"], ["12.05.20", "Börse 11.45 Uhr: ProSiebenSat1 - Übernahmefantasie"], ["12.05.20", "AKTIE IM FOKUS 2: Wiedereinstieg von KKR befeuert Spekulationen um ProSieben"], ["12.05.20", "ROUNDUP: US-Investor KKR sichert sich Anteile an ProSiebenSat.1 - Kurssprung"], ["12.05.20", "MÄRKTE EUROPA/Konsolidierungstag - Pro7 haussieren mit KKR-Einstieg"], ["12.05.20", "AKTIE IM FOKUS: Anleger feiern Wiedereinstieg von KKR bei ProSiebenSat.1"], ["11.05.20", "NACHBÖRSE/XDAX +0,4% auf 10.873 Pkt - Prosieben dank KKR sehr fest"], ["11.05.20", "Unionsabgeordnete wollen Erhöhung des Rundfunkbeitrags stoppen"], ["11.05.20", "KKR steigt bei ProSieben ein"], ["11.05.20", "US-Finanzinvestor KKR sichert sich Anteile an ProSiebenSat.1"], ["11.05.20", "US-Investor KKR steigt mit fünf Prozent bei ProSieben ein"], ["11.05.20", "ROUNDUP: Leitfaden für Fernseh-Drehs in Corona-Zeiten in Arbeit"]], "en": [["13.05.20", "Mediaset CFO says ProSieben key partner but not the only one"], ["13.05.20", "Mediaset CFO says ProSieben important partner but not the only one"], ["13.05.20", "Mediaset happy with Prosieben stake, sticks with European growth plan"], ["11.05.20", "UPDATE 1-KKR builds 5.2% stake in ProSieben, says company undervalued"], ["11.05.20", "KKR builds 5.2% stake in ProSieben, says company undervalued"], ["27.03.20", "ProSieben shares rally after CEO Conze's departure"], ["27.03.20", "UPDATE 2-ProSieben shares rally after CEO Conze's departure"], ["27.03.20", "UPDATE 1-ProSieben shares rally 9% on CEO Conze's departure"], ["11.03.20", "UPDATE 2-Mediaset considers ProSieben stake options, urges consolidation"], ["16.02.20", "Regulators should allow RTL and ProSieben to merge: Rabe"], ["16.02.20", "Regulators should allow RTL and ProSieben to merge - Rabe"], ["2020-04-30 10:34", "BTF Media, Hernan Caffiero Create Chile Office ...  Puenzo showrun \"La Jaura\" (\"The Pack\") was a standout at late March's online Series Mania. Produced by Chile's Invercine & Wood (\"Ramona,\" \"Mary & Mike\") and Germany's Storyhouse Productions, \"Dignity,\" a thriller about the hunt for a former Nazi, was the first original series order at Germany's Joyn, a Discovery-ProSiebenSat1 joint venture. The three series joined Caffiero's \"The Suspended Mourning\" for a Chilean Series on the Rise showcase at this year's Berlinale. \"Chile is an increasingly important market within the industry,\" said Ivonne Vela, BTF head of communications. She added: \"We are very happy to open a new office in this territory together with Hernn Caffiero ... "], ["2020-04-17 14:23", "ZDFE, Beta, Oble and Moonbug Deals, Blue Ant Hires Blanksma ...  return, should be truly explosive. ZDF Enterprises Sells \"Queens of Mystery\" Internationally Germany's ZDF Enterprises (ZDFE) has sold Acorn TV's six-hour drama \"Queens of Mystery\" to several broadcasters, including Sky Germany, All Media Baltics in Lithuania, ITV International Channels, Latvia's LTV, bTV in Bulgaria, Megogo and Okko in Russia and CIS, ProSiebenSat1 in Germany and several VOD platforms such as Amazon, iTunes and Google. Commissioned by Acorn Media Enterprises from Sly Fox Productions and Ferncroft Media, the series was created and written by \"Doc Martin\" and \"New Tricks\" scribe Julian Unthank. Season 1 has already premiered in North America as an Acorn TV Original, and turns on Matilda Stone, a ... "], ["2020-03-25 06:01", "Reuters ... wedding-for-one-egyptian-couple-idUSKCN2252PThttps://www.reuters.com/resources/r/?m=02&d=20200423&t=2&i=1516207263&w=&fh=&fw=&ll=460&pl=300&r=LYNXNPEG3M218Reuterseng2020-04-23T16:21:51+00:00Coronavirus means low-key, cost-saving wedding for one Egyptian coupleHeadlines,Worldhttps://www.reuters.com/article/mediaset-ma-prosiebensat/mediaset-increases-stake-in-germanys-prosiebensat1-further-idUSL5N2CB7PAReuterseng2020-04-23T16:21:44+00:00Mediaset increases stake in Germany's ProSiebenSat.1 furtherHeadlines,Technology, Media and TelecommunicationsMIL:MS,GER:PSMhttps://www.reuters.com/article/health-coronavirus-usa-new-york/new-york-test-of-3000-people-finds-14-with-coronavirus-antibodies-idUSL2N2CB10VReuterseng2020-04-23T16:20:55+00:00New York test of 3,000 ... "], ["2020-03-12 13:59", "Companies Walk Fine Line on Employee Data Amid Coronavirus Outbreak ...  data, but eventually agreed to share personal information after executives explained why it was necessary to protect workers, she said. After one employee in ProSiebenSat.1's Dsseldorf office tested positive for the coronavirus, the company advised around 200 workers who had direct or indirect contact with that person to stay at home, a spokeswoman said. That included ProSiebenSat1's CEO, who returned to the office last Thursday, she said. \"Security is really something that is very important for people in Germany, especially data security, but [employees] totally understand we want to keep them safe,\" she said. As of Wednesday, Germany had more than 1,600 reported coronavirus infections and three deaths. German industrial manufacturer ... "], ["2020-02-20 11:54", "Berlin Country in Focus Chile Unspools Its Small Screen Ambitions ... Suspended Mourning\" won a 2018 short series Intl. Emmy. A wrenching gender crime thriller, \"La Jaura\" (\"The Pack\") is the first title in a multiyear first-look deal between Chile's Fabula and Fremantle. \" Dignity ,\" a thriller about the hunt for a former Nazi, is the first original series order at Germany's Joyn, a Discovery-ProSiebenSat1 joint venture. \"Berko, the Weapons of Pinochet\" continues a cornerstone relationship between Fox Networks Group Latin America and Chile's Acua, who made its first original, \"Sitiados,\" in 2015. The five series also bid fare to have buyers and critics talking up a New Chilean TV. Common traits abound. Many series are driven by illustrious cineastes. \"Dignity\" is ... "], ["2020-02-03 16:33", "Mediaset Scores Victory in Battle With Vivendi Over Pan-European Plan ...  dispute with Vivendi in Spain where they lost the first round and have appealed. And Vivendi has immediately appealed today's Milan ruling, they said in a statement. Mediaset issued a statement saying they are going forward with the MFE plan. The combined company would operate in Italy, Spain and Germany, where Mediaset recently acquired a 9.6% stake in broadcaster ProSiebenSat1. Vivendi, which is owned by French billionaire Vincent Bollore , and Mediaset have been fighting in various courts ever since a botched 2016 pay-TV deal. As their alliance went sour, Vivendi built up a 28.8% stake in Mediaset, becoming its second-biggest shareholder behind the Berlusconi family, which holds a 44% stake in the company through their holding company Fininvest ... "]]}}