{"postfix": "prudential_financial-aktie", "name": "PRUDENTIAL_FINANCIAL", "wkn": "764959", "time": "2020.06.02 13:12", "ts": 1591096369, "features": {"KGV": "7.97", "Marktkapitalisierung": {"Size": "Mrd", "Value": "21.33"}, "GA": "11.69", "KBV": "0.96", "BA": "96.51", "KCV": "6.28", "CA": "14.84", "Vola30": "59.11", "Vola90": "88.37", "Vola180": "66.2", "Vola250": "49.9"}, "rivals": ["prudential-aktie", "american_international_group-aktie", "aflac-aktie", "lincoln_national-aktie", "metlife-aktie", "chubb_3-aktie", "ing-aktie"], "text_data": {"de": [["31.05.20", "Mai 2020: So haben Analysten ihre Einstufung der Prudential Financial-Aktie angepasst"], ["13.05.20", "Prudential Financial schüttet Dividende aus"], ["09.05.20", "Prudential Financial: So schnitt der Konzern im vergangenen Quartal ab"], ["04.05.20", "Ausblick: Prudential Financial verkündet Quartalsergebnis zum jüngsten Jahresviertel"], ["30.04.20", "Analysten sehen bei Prudential Financial-Aktie Potenzial"], ["20.04.20", "Erste Schätzungen: Prudential Financial präsentiert Bilanzzahlen zum jüngsten Jahresviertel"], ["08.04.20", "Britische Versicherer setzen Dividende aus"], ["31.03.20", "Prudential Financial-Aktie: Was Analysten im März vom Papier halten"], ["29.02.20", "Prudential Financial-Aktie: Experten empfehlen Prudential Financial im Februar mehrheitlich zum Kauf "], ["06.02.20", "Prudential Financial hat Bilanz für das abgelaufene Quartal gezogen"], ["03.02.20", "Ausblick: Prudential Financial stellt Zahlen zum jüngsten Quartal vor"]], "en": [["15.05.20", "Is Prudential Financial a Buy?"], ["07.05.20", "Prudential Financial Inc (PRU) Q1 2020 Earnings Call Transcript"], ["05.05.20", "Prudential Financial profit falls 25% on lower investment returns"], ["04.05.20", "Should You Buy Prudential Financial (PRU) Ahead of Earnings?"], ["03.04.20", "Prudential Financial to suspend applications for 30-year term life insurance policies"], ["27.02.20", "Prudential Financial Stock Is Considerably Undervalued At $84"], ["24.02.20", "Prudential Financial Shares Cross 5% Yield Mark"], ["05.02.20", "Prudential Financial Inc (PRU) Q4 2019 Earnings Call Transcript"], ["04.02.20", "Prudential Financial profit rises 34%"], ["03.02.20", "Should You Buy Prudential Financial (PRU) Ahead of Earnings?"], ["24.01.20", "PRUDENTIAL SHAREHOLDER ALERT: Faruqi & Faruqi, LLP Encourages Investors Who Suffered Losses Exceeding $100,000 Investing In Prudential Financial, Inc. To Contact The Firm"], ["23.01.20", "PRUDENTIAL SHAREHOLDER NOTICE: Faruqi & Faruqi, LLP Encourages Investors Who Suffered Losses Exceeding $100,000 Investing In Prudential Financial, Inc. To Contact The Firm"], ["21.01.20", "Prudential Shareholder Alert: Faruqi & Faruqi, LLP Encourages Investors Who Suffered Losses Exceeding $100,000 Investing In Prudential Financial, Inc. To Contact The Firm"], ["16.01.20", "Prudential Deadline Alert: Faruqi & Faruqi, LLP Encourages Investors Who Suffered Losses Exceeding $100,000 Investing In Prudential Financial, Inc. To Contact The Firm"], ["2020-06-02 10:45", "Some investors are making bets on an election sell-off, fearing a Democratic sweep ...  outcome, for the S&P 500 have been rising in price for November into December. Analysts say it's early in the year for those types of trades around the Nov. 3 election. \"Obviously, it's early. However what the options market was beginning to indicate ... was the potential for a clean sweep in November,\" said Quincy Krosby, chief market strategist at Prudential Financial. Krosby said President Donald Trump is still viewed as a better steward of the economy, and therefore better for the market than former Vice President Joe Biden , who has said he would raise taxes on corporations. The RealClear Politics average of polls shows Biden ahead by 5.9 points. \"The more the market prices in a Biden victory, what seems to also happen is the ... "], ["2020-06-02 08:34", "George Floyd death: How a city once consumed by civil unrest has kept protests peaceful ... , protesters lit an American flag on fire in the middle of Broad Street as a young white man used a bat to strike a window of a Dunkin' Donuts store, witnesses said. \"He hit the window one time and there was like 20 people standing in front of him,\" Sherrills said. As protesters whom he called \"provocateurs\" moved toward buildings owned by Prudential Financial, the city's most prominent business anchor, which has maintained a presence in Newark for 145 years, a similar standoff was defused, he said. James Wright Jr., a Newark resident and a student at Boston University, said he initially was not planning to march. But Wright, who is black, decided it was important to be heard. \"We were using social media, writing, 'Don' ... "], ["2020-06-02 07:02", "McFarlane and King navigate rough seas as Westpac execs jump ship ... ;s numerous loose ends, with looming reports set to finger its poor choice of staff in key risk roles, and a culture that didn't ask the right questions, as the corporate and prudential regulators keep a close eye on the bank and its rivals. It's not only McFarlane who finds himself with more work this year than he could have expected when he took Maxsted ... will be those who do not get the top job, those who are not seen as part of the future, and those who are offered other opportunities elsewhere. Westpac is not alone in Australian financial services at this time in needing to continue to improve managerial excellence through a new generation of leaders. \"Westpac definitely has a game plan and has begun an orderly, well-constructed process which ... "], ["2020-06-02 04:34", "Presidents have leeway to use military for domestic purposes ...  Force Sports Baseball Basketball Denver Broncos Hockey Olympics Paul Klee Gazette Preps Switchbacks Videos Woody Paige Mountain West cuts conference tournaments amid coronavirus-caused financial woes WATCH: Broncos great Champ Bailey talks about being a black man Opinion Editorials Columnists Letters to the Editor Submit a Letter Contact Elected  ...  refusing to enforce federal law. \"The president is not asserting the right to enforce federal law. The president is asserting here the right to quell protests that are best left as a political matter and a prudential matter to the discretion of the states,\" Greenfield said. He added, \"He has the power to enforce his law, but he is not saying that the laws aren't being enforced. He is saying  ... "], ["2020-06-01 05:30", "Regulators and accountants set for 'going concern' hit to markets ... ;emphasis of matter\" audit reports, which highlight serious uncertainties around matters such as property or inventory valuations. A senior accountant who is close to the government said that a cross-sector wave of warnings \"didn't happen during the last financial crisis, and as the future is far from certain there is lots of worry about this\". The Bank of England's Prudential Regulation Authority, the Financial Conduct Authority, and accounts watchdog the Financial Reporting Council are in talks with the accounting profession to understand the expected scale of going concern and other warnings in the accounts of large businesses, according to two people with knowledge of the discussions. Advertisement \"The purpose is to get a handle ... "], ["2020-06-01 03:40", "NEWS ANALYSIS: Central bank committee fears SA will fall into a 'doom loop' ...  holdings. Under Basel III, sovereign debt carries \"exceptionally low risk weights\" because sovereigns are deemed unlikely to fail, said Georg. This makes them more attractive to banks because they have to hold less capital against these assets as part of their capital adequacy requirements. Get our news and views in your inbox Kuben Naidoo, CEO of the Prudential Authority, the financial sector regulator, has said most SA big banks use their own internal risk modelling — an approach that does not view sovereign bonds as holding no risk. Banks' risk weightings for sovereign exposures have thus been increasing in line with the rising public debt burden and deteriorating sovereign credit ratings and banks having to hold more capital against ... "], ["2020-06-01 00:44", "ASIC challenges ME Bank 'inconsistency' on redraw scandal ... \" over the redraw scandal that swamped the bank earlier that month. Mr Shipton also hinted the bruising redraw issue was not over for the bank as discussions with the prudential regulator were still continuing. ASIC chairman James Shipton has asked ME Bank to correct the public record after inconsistent statements made by chief executive Jamie McPhee. Eamon Gallagher In a  ... matter is resolved,\" Mr Shipton said. \"ASIC will continue to engage at a senior level with ME Bank on the Redraw issue and will also continue engaging with the Australian Financial Complaints Authority on these matters as necessary.\" Mr Wilson said he has scheduled a House of Representatives Economics Committee hearing for Wednesday and he has recalled ME Bank to appear. ME ... "], ["2020-05-31 20:05", "Small hotel groups like Vimal Patel's face an existential crisis ...  against the properties without seeking the permission of the firms in charge, called \"servicers.\" That has meant he has had to ask permission to apply for the SBA loans. One servicer, Prudential Asset Resources, didn't respond. He says that meant he missed deadlines that cost him a chance for some emergency funds for his Holiday Inn Express in LaPlace. The other, LMF Commercial,  ... , could see their American dream evaporate. \"We have roots here, both my kids were born here, it's been a home for us,\" said Patel. \"Now, with all this COVID-19 and the financial scenarios, there's a danger of me going back to working at McDonald's. But you have to do what you have to do to survive.\" Success! An email has been sent with a  ... "], ["2020-05-31 18:48", "Check your super balance. Australians have been scammed out of thousands ...  the scheme's security has been tightened and there has been no more fraud, but have declined to provide any detail about the changes. \"The ATO constantly recalibrates its systems so that they're secure, and the system has been working very well since,\" Assistant Minister for Superannuation Jane Hume said. However, Australia's financial regulator, the Australian Prudential Regulation Authority (APRA) told a Parliamentary inquiry last week that there had been \"some identified cases of fraudulent account creation\" since the ATO upgraded its system, but said the fraud was small. Services Australia, which operates myGov, confirmed in a statement that it was possible to set up multiple myGov accounts in one person's name. \" ... "], ["2020-05-31 16:22", "FP Markets Celebrates Its 15 Year Anniversary ... , and more. I agree to TheMaven's Terms and Policy Sign Up Already have an account? Login here Alerts | Newsletters JIM CRAMER INVESTING PERSONAL FINANCE RETIREMENT TECHNOLOGY MARKETS HOW-TO VIDEO FINANCIAL ADVISOR CENTER Login Account FP Markets Celebrates Its 15 Year Anniversary - A milestone that confirms FP Markets as one of the most well-established Forex & CFD brokers in the world. Author: PR  ... Highest Overall Client Satisfaction Award,' five years running from Investment Trends. For full details of our wide-ranging offering, please visit https://www.fpmarkets.com First Prudential Markets Pty LtdLevel 5, Exchange House 10 Bridge St Sydney NSW 2000 AUSTRALIA View original content to download multimedia: http://www.prnewswire.com/news-releases/fp- ... "], ["2020-05-31 14:18", "CBA allows interest-only switch as banks prepare for COVID-19 'check-ins' ...  more than 450,000 mortgage customers who paused payments on their mortgages for up to six months in response to the brutal economic shock from the pandemic. Despite recent economic data suggesting the financial hit from COVID-19 on Australia has been less dire than feared, banks still face the daunting prospect of a sharp rise in soured loans later this year when the repayment \"holidays ...  those with deferrals, had resumed repayments. Other banks are expected to provide more detail on this trend soon. In another sign of the pandemic's impact on banks, Australian Prudential Regulation Authority (APRA) figures on Friday showed household deposits with banks surged by $22 billion to more than $1 trillion in April, a trend that is likely to further add  ... "], ["2020-05-31 14:15", "CBA allows interest-only switch as banks prepare for COVID-19 'check-ins' ...  more than 450,000 mortgage customers who paused payments on their mortgages for up to six months in response to the brutal economic shock from the pandemic. Despite recent economic data suggesting the financial hit from COVID-19 on Australia has been less dire than feared, banks still face the daunting prospect of a sharp rise in soured loans later this year when the repayment \"holidays ...  those with deferrals, had resumed repayments. Other banks are expected to provide more detail on this trend soon. In another sign of the pandemic's impact on banks, Australian Prudential Regulation Authority (APRA) figures on Friday showed household deposits with banks surged by $22 billion to more than $1 trillion in April, a trend that is likely to further add  ... "], ["2020-05-31 13:17", "ASIC contradicts key claims by embattled ME Bank ...  notified ASIC of the changes and next heard from the regulator once the issue had been made public in the media. Loading However, Mr Shipton's letter shows ASIC's financial services group met with ME Bank representatives again, including Mr McPhee, on December 18. At the meeting ASIC requested a comprehensive communication and remediation strategy be submitted and regular updates provided to ...  wrote. The average amount restricted from accounts was $17,000, meaning the bank shaved around $340 million of risk from its books. In a separate letter from the Australian Prudential Regulation Authority, sent to Mr Wilson and seen by this masthead , the banking and insurance regulator said it was monitoring ME Bank's liquidity, though no risks had been ... "], ["2020-05-31 13:04", "ASIC contradicts key claims by embattled ME Bank ...  notified ASIC of the changes and next heard from the regulator once the issue had been made public in the media. Loading However, Mr Shipton's letter shows ASIC's financial services group met with ME Bank representatives again, including Mr McPhee, on December 18. At the meeting ASIC requested a comprehensive communication and remediation strategy be submitted and regular updates provided to ...  wrote. The average amount restricted from accounts was $17,000, meaning the bank shaved around $340 million of risk from its books. In a separate letter from the Australian Prudential Regulation Authority, sent to Mr Wilson and seen by this masthead , the banking and insurance regulator said it was monitoring ME Bank's liquidity, though no risks had been ... "], ["2020-05-31 05:00", "Christopher Niesche: Is Aussie banks' surge an economic snap-back? ...  card holders defaulting on repayments, which means banks' profits won't be so badly affected and they will be able to restore dividends to investors. That's the theory anyway, and one of the reasons bank stocks rose so sharply. But Australia's banking regulator is far from convinced. Australian Prudential Regulation Authority chairman Wayne Byres warned the assumption of an economic snap-back was \"dangerously naive\". He added that the \"real battles for the financial sector remain ahead\". Let's not forget that Australian businesses and households have been allowed to defer A$250b in loan repayments. We don't know how many of them won't be able to repay their loans when the repayment holidays come to an end in a few ... "], ["2020-05-30 18:54", "Early rush on super exceeds expectations ... . She got approval from the ATO just four days later, but three weeks on she is still waiting to withdraw $10,000 from her $56,000 in retirement savings. The financial regulator, the Australian Prudential and Regulation Authority, recommends funds process applications within five business days of receiving them from the ATO. Assistant Minister for Superannuation, Financial Services and Financial Technology Senator Jane Hume said the scheme has helped a lot of Australians in financial trouble. \"This flexible, demand driven, voluntary initiative allows Australians who've suffered financial hardship due to COVID-19 to withdraw some of their hard-earned savings,\" she said. Jane Hume said the scheme had helped Australians hard hit by the pandemic ... "], ["2020-05-30 14:30", "The case for national disaster insurance ...  with the private sector to encourage sound underwriting. A similar approach, called the Pandemic Risk Insurance Act (PRIA), is currently under review by the U.S. House Committee on Financial Services. Much as with terrorism insurance, not all sectors carry equivalent pandemic risk. As well, some firms may find they can take actions — such as robust work-from- ... LLC, a specialized small business lender, and previously served in multiple roles with the U.S. Treasury Department. They are coauthors of \" COVID-19 Policy Response Proposal: Macro-Prudential Economic Interruption Insurance ,\" a policy brief published by the Mercatus Center at George Mason University. Tags Coronavirus COVID-19 coronavirus lockdowns CARES Act economy Types of insurance  ... "], ["2020-05-30 12:05", "Half of Retirees Retired Earlier Than Expected Despite Not Being Ready ... ? Your 2020 Guide to Social Security Personal Finance The Ascent is The Motley Fool's new personal finance brand devoted to helping you live a richer life. Let's conquer your financial goals together...faster. See you at the top! The Ascent Best Credit Cards Best Bank Account Best Stock Broker Best Personal Loans About Us Our Purpose: To make the world smarter, happier, and  ...  might have reached their savings goal faster than they'd anticipated and felt comfortable quitting their jobs ahead of their planned retirement date. But similar studies, including a 2019 Prudential study, reveal that the reasons for early retirement aren't always that simple. If an employer goes under or downsizes its staff, older workers could find themselves out of ... "], ["2020-05-29 21:26", "Dow panics, then softens as China tensions ease ... #34;The world needs answers from China on the virus. We must have transparency. Why is it that China shut off infected people from Wuhan to all other parts of China?\" Trump said from the White House Rose Garden. \"There's a fear that it leads to a mounting escalation of tensions between the US and China,\" said Quincy Krosby, chief market strategist for Prudential Financial. \"The concern is that this could lead to an abrupt shutdown of the phase-one trade agreement.\" Those fears were not realized Friday. \"That was partially a relief rally,\" said Lindsey Bell, chief investment strategist for Ally Invest. \"The market was expecting something much worse related to the trade deal but there wasn't a lot to chew on by the end ... "], ["2020-05-29 20:25", "Expect more shocking economic data in the week ahead with the unemployment rate set to near 20% ...  new trade actions against China. VIDEO 3:30 03:30 'Wall of worry' is stronger on upside than on the downside: Mark Mobius Closing Bell \"Hovering over this is geopolitical tensions. Over the weekend, what do we see out of Hong Kong? What do we see next week? This will be a major test for the west and specifically Washington,\" said Quincy Krosby, chief market strategist at Prudential Financial. Krosby said the market will continue the tug of war as investors dip into value names versus some of the growth names in tech, and the stocks that had benefited from the stay-at-home trade. \"We saw this early as the market came off the March lows. You had a very clear barbell,\" she said. \"The market tried to say what do we need now, what do ... "]]}}