{"postfix": "prudential-aktie", "name": "PRUDENTIAL", "wkn": "852069", "time": "2020.06.02 13:10", "ts": 1591096205, "features": {"KGV": "10.50", "Marktkapitalisierung": {"Size": "Mrd", "Value": "92.45"}, "GA": "1.36", "KBV": "2.39", "BA": "5.97", "KCV": "30.45", "CA": "0.54", "Vola30": "66.43", "Vola90": "109.68", "Vola180": "84.17", "Vola250": "63.46"}, "rivals": ["allianz-aktie", "lloyds_banking-aktie", "munich_re-aktie", "american_international_group-aktie", "axa-aktie", "aviva-aktie", "metlife-aktie"], "text_data": {"de": [["31.05.20", "Mai 2020: Experten empfehlen Prudential-Aktie mehrheitlich zum Kauf"], ["22.05.20", "MÄRKTE EUROPA/Börsen wenig verändert - Entwicklung rund um Hongkong verunsichert"], ["22.05.20", "MÄRKTE EUROPA/Börsen holen Verluste auf"], ["22.05.20", "MÄRKTE EUROPA/Börsen erholen sich"], ["22.05.20", "MÄRKTE EUROPA/Schwach - Entwicklung um Hongkong belastet"], ["14.05.20", "Prudential treibt Jackson-Abspaltung voran - Corona-Krise hinterlässt Spuren"], ["30.04.20", "So schätzen die Analysten die Zukunft der Prudential-Aktie ein"], ["21.04.20", "ANALYSE-FLASH: JPMorgan senkt Ziel für Prudential auf 1031 Pence - 'Neutral'"], ["08.04.20", "Britische Versicherer setzen Dividende aus"], ["31.03.20", "Was Analysten von der Prudential-Aktie erwarten"], ["11.03.20", "IPO/Prudential will US-Tochter an die Börse bringen"], ["29.02.20", "Prudential-Aktie: Das sind die Analysten-Einstufungen des vergangenen Monats"], ["25.02.20", "MÄRKTE EUROPA/Börsen werden weiter abverkauft - Coronavirus breitet sich aus"], ["25.02.20", "MÄRKTE EUROPA/Börsen werden weiter abverkauft - Coronavirus breitet sich aus"], ["25.02.20", "MÄRKTE EUROPA/Börsianer sehr nervös - Abgabebereitschaft hoch"], ["25.02.20", "MÄRKTE EUROPA/Börsen volatil - Banken schwach"], ["25.02.20", "Hedgefonds fordert Lebensversicherer Prudential zu weiterer Aufspaltung auf"], ["25.02.20", "MÄRKTE EUROPA/Erholung an Aktienmärkten stockt bereits wieder"], ["17.02.20", "Hochwasser-Risiko in Großbritannien - Regierung in der Kritik"], ["31.01.20", "Die Expertenmeinungen zur Prudential-Aktie im Januar 2020"]], "en": [["01.06.20", "Prudential PLC : Total Voting Rights"], ["29.05.20", "London Markets: HSBC and Prudential drag down London stocks as investors eye U.S.-China tensions"], ["27.05.20", "Prudential PLC : Director/PDMR Shareholding"], ["22.05.20", "Prudential (PRU) Unit Inks Strategic Deal With PlanSource "], ["21.05.20", "Prudential PLC : Block listing"], ["15.05.20", "Is Prudential Financial a Buy?"], ["14.05.20", "Pandemic hits Prudential Asia, sources say Jackson on block"], ["14.05.20", "Prudential sales dented by Asia lockdown"], ["14.05.20", "Prudential pressured by pandemic as Asian sales fall 24%"], ["14.05.20", "Prudential PLC : Result of AGM"], ["14.05.20", "Prudential PLC : Business update for 2020 Annual General Meeting"], ["12.05.20", "Prudential PLC : Director/PDMR Shareholding"], ["07.05.20", "Prudential Financial Inc (PRU) Q1 2020 Earnings Call Transcript"], ["06.05.20", "Prudential (PRU) Q1 Earnings and Revenues Miss Estimates (revised)"], ["05.05.20", "Prudential (PRU) Q1 Earnings and Revenues Miss Estimates"], ["05.05.20", "UPDATE 1-Prudential profit misses on weak investment returns, underwriting"], ["05.05.20", "Prudential Financial profit falls 25% on lower investment returns"], ["04.05.20", "Should You Buy Prudential Financial (PRU) Ahead of Earnings?"], ["04.05.20", "Will Prudential (PRU) Beat Estimates Again in Its Next Earnings Report?"], ["04.05.20", "Prudential PLC : Disclosure of Director's details - Amy Yip"], ["01.05.20", "Prudential PLC : Total Voting Rights"], ["29.04.20", "Prudential Life leads industry with financial soundness "], ["29.04.20", "Prudential PLC : Payments of Dividends"], ["29.04.20", "Prudential PLC : Update on arrangements for Annual General Meeting"], ["28.04.20", "Analysts Estimate Prudential (PRU) to Report a Decline in Earnings: What to Look Out for"], ["27.04.20", "Prudential PLC : Disclosure of rights attached to securities"], ["23.04.20", "KB Financial beset by Prudential takeover "], ["16.04.20", "Prudential PLC : Publication of a Prospectus"], ["15.04.20", "Prudential PLC : Director/PDMR Shareholding"], ["13.04.20", "Prudential (PRU) to Sell Korea Unit to Streamline Business"], ["10.04.20", "Prudential to sell Prudential of Korea for $1.9 billion"], ["10.04.20", "KB acquires Prudential Life for W2.26 tril. "], ["10.04.20", "KB Financial Group acquires Prudential Financial's S.Korean unit for $1.89 bln"], ["09.04.20", "Prudential PLC : Update on Executive Director Remuneration"], ["09.04.20", "Prudential to issue US$1b in 10-year notes"], ["09.04.20", "Prudential PLC : Pricing of US$1,000,000,000 Notes Offering"], ["07.04.20", "Prudential PLC : Director/PDMR Shareholding"], ["06.04.20", "Prudential PLC : Price Monitoring Extension"], ["06.04.20", "Prudential PLC : Prelim prospectus supplement re US Shelf Facility"], ["05.04.20", "Prudential to select preferred bidder this week "], ["2020-06-02 10:45", "Some investors are making bets on an election sell-off, fearing a Democratic sweep ...  outcome, for the S&P 500 have been rising in price for November into December. Analysts say it's early in the year for those types of trades around the Nov. 3 election. \"Obviously, it's early. However what the options market was beginning to indicate ... was the potential for a clean sweep in November,\" said Quincy Krosby, chief market strategist at Prudential Financial. Krosby said President Donald Trump is still viewed as a better steward of the economy, and therefore better for the market than former Vice President Joe Biden , who has said he would raise taxes on corporations. The RealClear Politics average of polls shows Biden ahead by 5.9 points. \"The more the market prices in a Biden victory, what seems to also happen is the ... "], ["2020-06-02 09:54", "Tictrac secures $7.5M to expand employee wellbeing platform as WFH baloons ...  can follow the content or experts that they can relate to (much like with Instagram, Calm or Glo Yoga) powered by a campaign engine that delivers creative themes across Tictrac features, like healthy habit-forming action plans and activity challenges. Story continues Founded in 2010, the company has partnered with healthcare and insurance providers including Aviva, Allianz and Prudential. In a statement Martin Blinder, CEO and founder of Tictrac, commented: \"Now more than ever, companies have a greater role and responsibility in supporting the health of their workforce. And while businesses are focused on sustaining retention and productivity - particularly with so many people working remotely - they are now tasked with trying to navigate health issues ... "], ["2020-06-02 09:54", "Tictrac secures $7.5M to expand employee wellbeing platform as WFH balloons ... platforms, users can follow the content or experts that they can relate to (much like with Instagram, Calm or Glo Yoga) powered by a campaign engine that delivers creative themes across Tictrac features, like healthy habit-forming action plans and activity challenges. Founded in 2010, the company has partnered with healthcare and insurance providers including Aviva, Allianz and Prudential. In a statement Martin Blinder, CEO and founder of Tictrac, commented: \"Now more than ever, companies have a greater role and responsibility in supporting the health of their workforce. And while businesses are focused on sustaining retention and productivity particularly with so many people working remotely they are now tasked with trying to navigate health issues such ... "], ["2020-06-02 08:51", "The Insurrection Act of 1807: What is it and how can Trump use it? ...  College, said that what seems to distinguish this instance from many past ones — such as school desegregation clashes — is that there's no allegation that states are refusing to enforce federal law. \"The president is not asserting the right to enforce federal law. The president is asserting here the right to quell protests that are best left as a political matter and a prudential matter to the discretion of the states,\" Greenfield said. He added, \"He has the power to enforce his law, but he is not saying that the laws aren't being enforced. He is saying they're not being enforced the way he wants them to be enforced.\" Jobs Terms of Service Privacy Policy Ad Choices EEO Public File Report FCC Online Public Inspection ... "], ["2020-06-02 08:34", "George Floyd death: How a city once consumed by civil unrest has kept protests peaceful ...  march, protesters lit an American flag on fire in the middle of Broad Street as a young white man used a bat to strike a window of a Dunkin' Donuts store, witnesses said. \"He hit the window one time and there was like 20 people standing in front of him,\" Sherrills said. As protesters whom he called \"provocateurs\" moved toward buildings owned by Prudential Financial, the city's most prominent business anchor, which has maintained a presence in Newark for 145 years, a similar standoff was defused, he said. James Wright Jr., a Newark resident and a student at Boston University, said he initially was not planning to march. But Wright, who is black, decided it was important to be heard. \"We were using social media, writing, 'Don ... "], ["2020-06-02 07:15", "Presidents have leeway to use military for domestic purposes ...  College, said that what seems to distinguish this instance from many past ones — such as school desegregation clashes — is that there's no allegation that states are refusing to enforce federal law. \"The president is not asserting the right to enforce federal law. The president is asserting here the right to quell protests that are best left as a political matter and a prudential matter to the discretion of the states,\" Greenfield said. He added, \"He has the power to enforce his law, but he is not saying that the laws aren't being enforced. He is saying they're not being enforced the way he wants them to be enforced.\" Subscribe Subscribe Thank you for subscribing to our daily newsletter. tags Donald Trump PM Modi ... "], ["2020-06-02 07:02", "McFarlane and King navigate rough seas as Westpac execs jump ship ...  the crew will not be easy. Luring quality bankers to Australia has become harder, as pay packets have fallen and international travel becomes fraught. Adding to the challenge is Westpac's numerous loose ends, with looming reports set to finger its poor choice of staff in key risk roles, and a culture that didn't ask the right questions, as the corporate and prudential regulators keep a close eye on the bank and its rivals. It's not only McFarlane who finds himself with more work this year than he could have expected when he took Maxsted's call just before Christmas. Recruitment firm Heidrick & Struggles, which has a longstanding relationship with Westpac, is preparing to scout the banking globe for new recruits, including in the upper ... "], ["2020-06-02 04:34", "Presidents have leeway to use military for domestic purposes ... , said that what seems to distinguish this instance from many past ones — such as school desegregation clashes — is that there's no allegation that states are refusing to enforce federal law. \"The president is not asserting the right to enforce federal law. The president is asserting here the right to quell protests that are best left as a political matter and a prudential matter to the discretion of the states,\" Greenfield said. He added, \"He has the power to enforce his law, but he is not saying that the laws aren't being enforced. He is saying they're not being enforced the way he wants them to be enforced.\" Copyright 2020 The Associated Press. All rights reserved. This material may not be published, broadcast ... "], ["2020-06-01 05:30", "Regulators and accountants set for 'going concern' hit to markets ... reports, which highlight serious uncertainties around matters such as property or inventory valuations. A senior accountant who is close to the government said that a cross-sector wave of warnings \"didn't happen during the last financial crisis, and as the future is far from certain there is lots of worry about this\". The Bank of England's Prudential Regulation Authority, the Financial Conduct Authority, and accounts watchdog the Financial Reporting Council are in talks with the accounting profession to understand the expected scale of going concern and other warnings in the accounts of large businesses, according to two people with knowledge of the discussions. Advertisement \"The purpose is to get a handle on how many of these are coming ... "], ["2020-06-01 03:40", "NEWS ANALYSIS: Central bank committee fears SA will fall into a 'doom loop' ...  government bond holdings. Under Basel III, sovereign debt carries \"exceptionally low risk weights\" because sovereigns are deemed unlikely to fail, said Georg. This makes them more attractive to banks because they have to hold less capital against these assets as part of their capital adequacy requirements. Get our news and views in your inbox Kuben Naidoo, CEO of the Prudential Authority, the financial sector regulator, has said most SA big banks use their own internal risk modelling — an approach that does not view sovereign bonds as holding no risk. Banks' risk weightings for sovereign exposures have thus been increasing in line with the rising public debt burden and deteriorating sovereign credit ratings and banks having to hold more ... "], ["2020-06-01 00:44", "ASIC challenges ME Bank 'inconsistency' on redraw scandal ...  Investments Commission (ASIC) chairman James Shipton revealed Mr McPhee's mid-May evidence to a parliamentary committee \"did not fully reflect the extent of ME Bank's communication with ASIC\" over the redraw scandal that swamped the bank earlier that month. Mr Shipton also hinted the bruising redraw issue was not over for the bank as discussions with the prudential regulator were still continuing. ASIC chairman James Shipton has asked ME Bank to correct the public record after inconsistent statements made by chief executive Jamie McPhee. Eamon Gallagher In a letter sent on Friday to House of Representatives economics committee chair, Liberal MP Tim Wilson, ASIC said Mr McPhee's evidence was that the regulator's only input to the bank ... "], ["2020-05-31 21:00", "Winning colours of ST challenge ...  WeChat Pinterest Print Purchase Article Permalink: https://str.sg/JdET Copy Creativity was at the fore of entries to The Straits Times' \"In This Together\" Daily Colouring Challenge, with participants adding tasteful embellishments and using ingenious materials. Here are some winning entries, in no particular order, which stood out among more than 12,000 entries. The contest was sponsored by Pulse by Prudential. Winners Challenge 1 Sharyl Lam Dayna Zaidi Vincent Lee Chiang Yok Wah Cheryl Kam Teo Aik Cher Wong Chek Poh Wendy Choo Fernanda Wee Audrey Tan Challenge 2 Soh Rui Ting Ng Chee Choy Tay Ee Yan Christian James Micu Enya Lee Lim May Ping Sarina Chan Chee Kwong Wee Yong Hui Lim Xin Hui Yap En Teen Challenge 3 Torazo Tokuda Amos Yeo Desheng ... "], ["2020-05-31 20:05", "Small hotel groups like Vimal Patel's face an existential crisis ...  by CMBS, while in Louisiana about four dozen hotels owe a total of $1.1 billion to CMBS lenders. One of the conditions of Patel's loans is that he cannot borrow any additional money against the properties without seeking the permission of the firms in charge, called \"servicers.\" That has meant he has had to ask permission to apply for the SBA loans. One servicer, Prudential Asset Resources, didn't respond. He says that meant he missed deadlines that cost him a chance for some emergency funds for his Holiday Inn Express in LaPlace. The other, LMF Commercial, said it would let him apply for the government loans for the TownePlace Suites in LaPlace, but would charge thousands of dollars in fees just to talk about the terms of doing so. \"We ... "], ["2020-05-31 18:48", "Check your super balance. Australians have been scammed out of thousands ...  scheme's security has been tightened and there has been no more fraud, but have declined to provide any detail about the changes. \"The ATO constantly recalibrates its systems so that they're secure, and the system has been working very well since,\" Assistant Minister for Superannuation Jane Hume said. However, Australia's financial regulator, the Australian Prudential Regulation Authority (APRA) told a Parliamentary inquiry last week that there had been \"some identified cases of fraudulent account creation\" since the ATO upgraded its system, but said the fraud was small. Services Australia, which operates myGov, confirmed in a statement that it was possible to set up multiple myGov accounts in one person's name. \"However ... "], ["2020-05-31 16:22", "FP Markets Celebrates Its 15 Year Anniversary ...  company's outstanding 24/5 multilingual service has been recognised by Investment Trends as home to some of the most content clients in the industry, having been awarded 'The Highest Overall Client Satisfaction Award,' five years running from Investment Trends. For full details of our wide-ranging offering, please visit https://www.fpmarkets.com First Prudential Markets Pty LtdLevel 5, Exchange House 10 Bridge St Sydney NSW 2000 AUSTRALIA View original content to download multimedia: http://www.prnewswire.com/news-releases/fp-markets-celebrates-its-15-year-anniversary-301068227.html SOURCE FP Markets By PR Newswire Terms Of Use Privacy Policy Advertise Reprints Customer Service Data Topic Archive Subscriptions 2020 TheStreet, Inc. All rights ... "], ["2020-05-31 14:18", "CBA allows interest-only switch as banks prepare for COVID-19 'check-ins' ...  saying 4,000 people or almost 4 per cent of those granted a deferral have voluntarily resumed repayments. ANZ Bank said more than 2,000 people, or about 2 per cent of those with deferrals, had resumed repayments. Other banks are expected to provide more detail on this trend soon. In another sign of the pandemic's impact on banks, Australian Prudential Regulation Authority (APRA) figures on Friday showed household deposits with banks surged by $22 billion to more than $1 trillion in April, a trend that is likely to further add to easing in bank funding costs. Loading Macquarie analyst Victor German said the strong growth in deposits could reflect government payments, early withdrawals from superannuation funds under an emergency government scheme, and ... "], ["2020-05-31 14:15", "CBA allows interest-only switch as banks prepare for COVID-19 'check-ins' ...  saying 4,000 people or almost 4 per cent of those granted a deferral have voluntarily resumed repayments. ANZ Bank said more than 2,000 people, or about 2 per cent of those with deferrals, had resumed repayments. Other banks are expected to provide more detail on this trend soon. In another sign of the pandemic's impact on banks, Australian Prudential Regulation Authority (APRA) figures on Friday showed household deposits with banks surged by $22 billion to more than $1 trillion in April, a trend that is likely to further add to easing in bank funding costs. Loading Macquarie analyst Victor German said the strong growth in deposits could reflect government payments, early withdrawals from superannuation funds under an emergency government scheme, and ... "], ["2020-05-31 13:17", "ASIC contradicts key claims by embattled ME Bank ... 34;There was no further opportunity for ASIC to raise concerns about ME Bank's remediation and communication strategy before the bank made adjustments to customers' redraw facilities,\" Mr Shipton wrote. The average amount restricted from accounts was $17,000, meaning the bank shaved around $340 million of risk from its books. In a separate letter from the Australian Prudential Regulation Authority, sent to Mr Wilson and seen by this masthead , the banking and insurance regulator said it was monitoring ME Bank's liquidity, though no risks had been yet identified. ASIC has not announced any action against ME Bank for misconduct or other issues arising from the policy change. The parliamentary committee probed ME Bank's relationship with its ... "], ["2020-05-31 13:04", "ASIC contradicts key claims by embattled ME Bank ... 34;There was no further opportunity for ASIC to raise concerns about ME Bank's remediation and communication strategy before the bank made adjustments to customers' redraw facilities,\" Mr Shipton wrote. The average amount restricted from accounts was $17,000, meaning the bank shaved around $340 million of risk from its books. In a separate letter from the Australian Prudential Regulation Authority, sent to Mr Wilson and seen by this masthead , the banking and insurance regulator said it was monitoring ME Bank's liquidity, though no risks had been yet identified. ASIC has not announced any action against ME Bank for misconduct or other issues arising from the policy change. The parliamentary committee probed ME Bank's relationship with its ... "], ["2020-05-31 12:00", "A city in silence: Photographer documents Newark amid pandemic lockdown ...  sign on Broad Street in front of City Hall, looking east. Photo by Donell Woodson \"I kind of wanted to give people a frame of reference on where I was shooting the video as well as taking pictures. I always want some type of landmark that tells users, if they're not familiar with the surroundings, where we are,\" Woodson said. About capturing the flag flying atop Prudential Plaza, Woodson added: \"It wasn't on purpose. Sometimes, a lot of the things in photography, you kind of just stumble upon or it just comes on its own, and just having things like that in the background actually enhance the photos.\" Dr. Jay's Ladies, a women's footwear store on Market Street, in the morning sun. Photo by Donell Woodson \"This one ... "]]}}