{"postfix": "psi_software-aktie", "name": "PSI_SOFTWARE", "wkn": "A0Z1JH", "time": "2020.06.02 14:34", "ts": 1591101275, "features": {"KGV": "22.53", "Marktkapitalisierung": {"Size": "Mio", "Value": "329.64"}, "GA": "0.91", "KBV": "3.41", "BA": "6.02", "KCV": "17.17", "CA": "1.09", "Vola30": "39.03", "Vola90": "89.02", "Vola180": "71.54", "Vola250": "53.29"}, "rivals": ["p_i_personal_informatik-aktie", "microsoft-aktie", "ibm-aktie", "sap-aktie", "ibs-aktie", "siemens-aktie", "oracle-aktie"], "text_data": {"de": [["12.05.20", "PSI Software: Gelungener Jahresstart 2020"], ["29.04.20", "PSI Software stellte Quartalsergebnis zum abgelaufenen Jahresviertel vor"], ["17.04.20", "PSI Software: Anhaltend hohe Nachfrage erwartet"], ["06.01.20", "Das perfekte Klima-Aktien-Paket: 2G Energy, Verbio, PSI Software und Sto"]], "en": [["28.04.20", "PSI Software AG : PSI with Stable New Orders and Strong Cashflow ..."], ["07.04.20", "PSI Software AG : Postponement of the Annual General Meeting"], ["06.04.20", "PSI AG : Original-Research: PSI AG (von First Berlin Equity Research GmbH): Kaufen"], ["25.03.20", "PSI Software AG : Release of a capital market information"], ["24.03.20", "PSI Software AG : PSI Exceeds Targets for 2019"], ["18.03.20", "PSI Software AG : Preliminary announcement of the publication of financial reports according to Articles 114, 115, 117 of the WpHG [the German Securities Act]"], ["13.03.20", "PSI Software AG : Share Buyback for Employee Participation Program"], ["2020-06-02 11:15", "Amid pandemic, crypto crime surges in first 5 months - CipherTrace ...  Asia World Business Sport Commentary News Clips Video on Demand Podcasts Singapore Parliament CNA Eyewitness Newsletters Interactives Telegram News Service Weather PSI Special Reports Facebook Twitter LinkedIn YouTube RSS Play Store App Store Advertisement Advertisement Advertisement Advertisement Amid pandemic, crypto crime surges in ...  report. The Wotoken scheme offered investors the chance to generate returns for users by employing algorithmic trading bots, offering referral commissions to affiliates, news reports said. However, the advertised proprietary trading software did not exist. The CipherTrace report also released findings showing that for the third year in row, Finnish exchanges in 2019 received the highest number of bitcoins that were supposed to ... "], ["2020-05-29 22:25", "US stocks end mostly up despite bad data, China tensions ...  Edition International Edition Compact Layout All Sections Close Singapore Asia World Business Sport Commentary News Clips Video on Demand Podcasts Singapore Parliament Weather PSI Interactives Special Reports Telegram News Service Facebook Twitter LinkedIn YouTube RSS Play Store App Store Advertisement Advertisement Advertisement Advertisement US stocks end mostly up ...  the quarter, fueled by surging sales of cooking equipment with much of the US stuck at home under quarantine orders. Salesforce.com fell 3.4 per cent following a disappointing forecast as the software giant reported a drop in first-quarter profits. Source: AFP/ec Tagged Topics business and finance China Donald Trump US stock market Share this content Bookmark More stories for you Stay on top ... "], ["2020-05-29 11:00", "Futures hit by Sino-US tensions at the end of strong month ... Edition International Edition Compact Layout All Sections Close Singapore Asia World Business Sport Commentary News Clips Video on Demand Podcasts Singapore Parliament Weather PSI Interactives Special Reports Telegram News Service Facebook Twitter LinkedIn YouTube RSS Play Store App Store Advertisement Advertisement Advertisement Advertisement Futures hit by  ... in a public webcast, where he is expected to detail the central bank's next phase of coronavirus response. Among stocks, Salesforce.com Inc slipped 2.9per cent as the cloud-based business software maker cut its annual revenue and profit forecasts. (Reporting by Medha Singh in Bengaluru; Editing by Anil D'Silva) Source: Reuters Tagged Topics business and finance tension U.S. Donald Trump China  ... "], ["2020-05-29 11:00", "S&P 500, Dow dip on jitters over Trump's China response ...  Live Singapore Edition International Edition Compact Layout All Sections Close Singapore Asia World Business Sport Commentary News Clips Video on Demand Podcasts Singapore Parliament Weather PSI Interactives Special Reports Telegram News Service Facebook Twitter LinkedIn YouTube RSS Play Store App Store Advertisement Advertisement Advertisement Advertisement S&P 500, Dow dip on ... detail the central bank's next phase of coronavirus response. The event is slated to start at 11:00 a.m. ET (1500 GMT). Salesforce.com Inc slipped 4.8per cent as the cloud-based business software maker cut its annual revenue and profit forecasts. Declining issues outnumbered advancers nearly 2-to-1 on the NYSE and 1.43-to-1 on the Nasdaq. The S&P index recorded four new 52-week  ... "], ["2020-05-29 11:00", "Wall Street retreats ahead of Trump's response on Hong Kong ...  Edition International Edition Compact Layout All Sections Close Singapore Asia World Business Sport Commentary News Clips Video on Demand Podcasts Singapore Parliament Weather PSI Interactives Special Reports Telegram News Service Facebook Twitter LinkedIn YouTube RSS Play Store App Store Advertisement Advertisement Advertisement Advertisement Wall Street retreats ahead  ... fell 0.4per cent. Focus is also on Federal Reserve Chair Jerome Powell, who is speaking in a public webcast organized by Princeton University. Salesforce.com Inc slipped 4.2per cent as the cloud-based business software maker cut its annual revenue and profit forecasts. Declining issues outnumbered advancers for a 1.97-to-1 ratio on the NYSE and for a 1.82-to-1 ratio on the Nasdaq. The S&P ... "], ["2020-05-28 21:11", "Dell beats revenue estimates as remote working lifts workstation demand ...  Edition Compact Layout All Sections Close Singapore Asia World Business Sport Commentary News Clips Video on Demand Podcasts Singapore Parliament Weather PSI Interactives Special Reports Telegram News Service Facebook Twitter LinkedIn YouTube RSS Play Store App Store Advertisement Advertisement Advertisement Advertisement Dell beats  ...  fell to US$143 million, from US$293 million a year earlier. Dell in March scrapped its financial year 2021 forecast due to uncertainty over the impact of the coronavirus outbreak. Sales from its software unit VMware jumped 12per cent to US$2.76 billion. (Reporting by Neha Malara in Bengaluru; Additional reporting by Munsif Vengattil; Editing by Sriraj Kalluvila and Amy Caren Daniel) Source: Reuters Tagged Topics Dell ... "], ["2020-05-28 21:11", "Dell beats revenue estimates as remote working lifts workstation demand ... Edition International Edition Compact Layout All Sections Close Singapore Asia World Business Sport Commentary News Clips Video on Demand Podcasts Singapore Parliament Weather PSI Interactives Special Reports Telegram News Service Facebook Twitter LinkedIn YouTube RSS Play Store App Store Advertisement Advertisement Advertisement Advertisement Dell beats revenue  ...  US$143 million, from US$293 million a year earlier. Dell in March scrapped its financial year 2021 forecast due to uncertainty over the impact of the coronavirus outbreak. Sales from its software unit VMware jumped 12 per cent to US$2.76 billion. BOOKMARK THIS: Our comprehensive coverage of the coronavirus outbreak and its developments Download our app or subscribe to our Telegram channel for ... "], ["2020-05-28 18:31", "NSA warns of ongoing Russian hacking campaign against US systems ... Edition International Edition Compact Layout All Sections Close Singapore Asia World Business Sport Commentary News Clips Video on Demand Podcasts Singapore Parliament Weather PSI Interactives Special Reports Telegram News Service Facebook Twitter LinkedIn YouTube RSS Play Store App Store Advertisement Advertisement Advertisement Advertisement NSA warns of ongoing ...  cyberattack against the country of Georgia. Advertisement Advertisement A security alert published by the NSA on Thursday explains how hackers with GRU, Russia's military intelligence, are leveraging a software vulnerability in Exim, a mail transfer agent common on Unix-based operating systems, such as Linux. The vulnerability was patched last year, but some users have not updated their systems ... "], ["2020-05-28 17:11", "German union accuses Volkswagen of 'management errors' that put jobs at risks ... Singapore Edition International Edition Compact Layout All Sections Close Singapore Asia World Business Sport Commentary News Clips Video on Demand Podcasts Singapore Parliament Weather PSI Interactives Special Reports Telegram News Service Facebook Twitter LinkedIn YouTube RSS Play Store App Store Advertisement Advertisement Advertisement Advertisement German union accuses Volkswagen of ... that it admitted was racist and insulting, saying it would investigate how it came about and draw consequences. IG Metall, the main union for VW workers in Germany, also highlighted recent software problems that halted delivery of Volkswagen's Golf 8 model, saying it made \"the disaster even worse!\" \"This poor public image destroys the customer confidence that  ... "], ["2020-05-28 16:50", "Volkswagen board formally okays Ford alliance projects ...  Edition Compact Layout All Sections Close Singapore Asia World Business Sport Commentary News Clips Video on Demand Podcasts Singapore Parliament Weather PSI Interactives Special Reports Telegram News Service Facebook Twitter LinkedIn YouTube RSS Play Store App Store Advertisement Advertisement Advertisement Advertisement Volkswagen board formally ... spokesman on Thursday said, \"We look forward to jointly providing an update soon.\" VW's statement said \"further projects are to follow, as is the investment in Argo AI,\" the self-driving software company backed by Ford and which eventually will be jointly controlled with VW. VW's planned US$3.1 billion investment in Argo \"remains on track and is expected to close soon,\" Argo  ... "], ["2020-05-28 11:45", "Home trading triggers bank 'black hole' surveillance alerts ... Live Singapore Edition International Edition Compact Layout All Sections Close Singapore Asia World Business Sport Commentary News Clips Video on Demand Podcasts Singapore Parliament Weather PSI Interactives Special Reports Telegram News Service Facebook Twitter LinkedIn YouTube RSS Play Store App Store Advertisement Advertisement Advertisement Advertisement Home trading triggers bank 'black ...  there is no colleague to monitor what you are up to and what we are seeing across a number of clients is a spike in escalations,\" said Erkin Adylov, CEO of Behavox, whose software is by banks, hedge funds and asset managers in New York, London and Asia to monitor staff. Behavox has seen an 18per cent rise in conduct being \"escalated\" or singled out for  ... "], ["2020-05-28 11:15", "US vs China: Facing off on many fronts ...  CNA938 Live Singapore Edition International Edition Compact Layout All Sections Close Singapore Asia World Business Sport Commentary News Clips Video on Demand Podcasts Singapore Parliament Weather PSI Interactives Special Reports Telegram News Service Facebook Twitter LinkedIn YouTube RSS Play Store App Store Advertisement Advertisement Advertisement Advertisement US vs China: Facing off on many  ... . Huawei has strenuously rejected the charges, but in the latest blow, the US imposed sanctions last week that deny the company access to semiconductor designs developed using American software and technology. Washington is also seeking the extradition from Canada of top Huawei executive Meng Wanzhou on a US warrant, dragging Ottawa into the spat. HONG KONG The US ... "], ["2020-05-27 10:29", "Android devices on older firmware exposed to security vulnerability, warns SingCERT ...  Edition Compact Layout All Sections Close Singapore Asia World Business Sport Commentary News Clips Video on Demand Podcasts Singapore Parliament Weather PSI Interactives Special Reports Telegram News Service Facebook Twitter LinkedIn YouTube RSS Play Store App Store Advertisement Advertisement Advertisement Advertisement Android devices  ... from the official Google Play Store, said SingCERT. Advertisement Advertisement They should also update their devices to the latest firmware once it is available, said SingCERT. The current latest version of the operating software is Android 10. A significant portion of Android users worldwide are on older versions of Android, said Promon, citing data from Google, meaning a large percentage of users are at risk of  ... "], ["2020-05-26 22:10", "Commentary: Multibillion-dollar wizards how COVID-19 is exposing what's behind the curtain ... International Edition Compact Layout All Sections Close Singapore Asia World Business Sport Commentary News Clips Video on Demand Podcasts Singapore Parliament Weather PSI Interactives Special Reports Telegram News Service Facebook Twitter LinkedIn YouTube RSS Play Store App Store Advertisement Advertisement Advertisement Advertisement Commentary: Multibillion-dollar  ... COVID-19 has exposed many for being services companies with a long logistical train, instead of the tech firms they were masquerading as, which can expand quickly without huge costs, because of intellectual property, software and hardware owned. After all, when high tech firms have a valuation-to-earnings ratio of 23 times, who didn't want to be a tech firm? But are they really the Microsoft ... "], ["2020-05-26 22:09", "Commentary: Despite stiffer competition, Zoom is ahead of the pack ...  Singapore Edition International Edition Compact Layout All Sections Close Singapore Asia World Business Sport Commentary News Clips Video on Demand Podcasts Singapore Parliament Weather PSI Interactives Special Reports Telegram News Service Facebook Twitter LinkedIn YouTube RSS Play Store App Store Advertisement Advertisement Advertisement Advertisement Commentary: Despite stiffer competition, Zoom ... office has closed its inquiry into Zoom's security practice and the New York City Department of Education has since lifted its ban on Zoom use for educators as it approved the software's new security features. With all these enhancements and features, it appears that even after the dust on COVID-19 is settled, Zoom will be here to stay. While not all  ... "], ["2020-05-26 11:10", "Tech companies target temperature-monitoring patches for COVID-19 ...  Edition International Edition Compact Layout All Sections Close Singapore Asia World Business Sport Commentary News Clips Video on Demand Podcasts Singapore Parliament Weather PSI Interactives Special Reports Telegram News Service Facebook Twitter LinkedIn YouTube RSS Play Store App Store Advertisement Advertisement Advertisement Advertisement Tech companies target temperature- ...  into flu season later this year,\" Bryan Wisk, a founding partner at Asymmetric Return Capital, said in a statement. The work is part of a broader partnership with two other firms: Software maker SensiML, a subsidiary of QuickLogic Corp, and Upward Health, a provider of in-home health care. The companies hope to use artificial intelligence to analyze signals such as the sounds of  ... "], ["2020-05-26 08:53", "Fortitude Budget: More than S$500m allocated to support digital transformation of businesses amid COVID-19 outbreak ...  International Edition Compact Layout All Sections Close Singapore Asia World Business Sport Commentary News Clips Video on Demand Podcasts Singapore Parliament Weather PSI Interactives Special Reports Telegram News Service Facebook Twitter LinkedIn YouTube RSS Play Store App Store Advertisement Advertisement Advertisement Advertisement Fortitude Budget: More  ... learning, has been instrumental in supporting teachers for home-based learning during the \"circuit breaker\" period, he added. \"The Government will harness the talents of our best software engineers, AI experts, learning scientists and educators to develop the relevant pedagogy and build new digital platforms for online teaching and learning, and integrate the latest advancements in AI  ... "], ["2020-05-26 07:45", "Tencent to invest US$70 billion in 'new infrastructure' ...  Edition International Edition Compact Layout All Sections Close Singapore Asia World Business Sport Commentary News Clips Video on Demand Podcasts Singapore Parliament Weather PSI Interactives Special Reports Telegram News Service Facebook Twitter LinkedIn YouTube RSS Play Store App Store Advertisement Advertisement Advertisement Advertisement Tencent to invest US$ ... per cent higher following the announcement. Tencent has said while cloud businesses suffered amid the COVID-19 outbreak it expected to see accelerated cloud services and enterprise software adoption from offline industries and public sectors over the longer term. Advertisement Advertisement \"Expediting the 'new infrastructure' strategy will help further cement virus containment ... "], ["2020-05-25 10:40", "VW loses landmark German case as diesel owners stand to receive damages ... Live Singapore Edition International Edition Compact Layout All Sections Close Singapore Asia World Business Sport Commentary News Clips Video on Demand Podcasts Singapore Parliament Weather PSI Interactives Special Reports Telegram News Service Facebook Twitter LinkedIn YouTube RSS Play Store App Store Advertisement Advertisement Advertisement Advertisement VW loses landmark German case  ...  argue that claims for recompense from customers in its home region were without merit. Advertisement Advertisement European authorities instead forced Volkswagen to update its engine control software to ensure that anti-pollution filters are activated and fined Volkswagen for fraud and administrative lapses. (Reporting by Ursula Knapp; Writing by Ludwig Burger; Editing by  ... "], ["2020-05-25 03:30", "Qatar virus tracing app stirs rare privacy backlash ... Edition International Edition Compact Layout All Sections Close Singapore Asia World Business Sport Commentary News Clips Video on Demand Podcasts Singapore Parliament Weather PSI Interactives Special Reports Telegram News Service Facebook Twitter LinkedIn YouTube RSS Play Store App Store Advertisement Advertisement Advertisement Advertisement Qatar virus tracing app ...  an update for the Ehteraz app to address the issues of concern and further improve its efficiency,\" he added in an interview on state television on Thursday. A new version of the software was duly released for Apple and Android on Sunday, promising \"minor bug fixes\", but without indicating that the invasive aspects had been removed. The app was introduced just as authorities across  ... "]]}}