{"postfix": "puma-aktie", "name": "PUMA", "wkn": "696960", "time": "2020.06.02 14:28", "ts": 1591100938, "features": {"KGV": "38.84", "Marktkapitalisierung": {"Size": "Mrd", "Value": "9.70"}, "GA": "1.76", "KBV": "5.45", "BA": "12.53", "KCV": "20.00", "CA": "3.42", "Vola30": "46.87", "Vola90": "82.27", "Vola180": "63.85", "Vola250": "48.93"}, "rivals": ["adidas-aktie", "vf-aktie", "brunswick-aktie", "columbia_sportswear-aktie", "pacific_sunwear_of_california-aktie", "quiksilver-aktie", "billabong_international-aktie"], "text_data": {"de": [["31.05.20", "Experten sehen bei PUMA SE-Aktie Potenzial"], ["18.05.20", "ANALYSE-FLASH: Warburg Research hebt Ziel für Puma SE auf 76 Euro - 'Buy'"], ["16.05.20", "UEFA-Präsident Ceferin froh über Bundesliga-Start: 'Positive Energie'"], ["16.05.20", "UEFA-Chef Ceferin: Fußball-EM 2021 zur Not auch in nur acht Ländern"], ["11.05.20", "DFB-Präsidium berät über Termine für 3. Liga, Pokal und Frauen-Liga"], ["09.05.20", "PUMA SE mit Zahlen zum abgelaufenen Quartal"], ["07.05.20", "XETRA-SCHLUSS/DAX legt zu - Berichtssaison liefert die Impulse"], ["07.05.20", "Keine Rabatte für Kunden: Puma nimmt 900-Millionen-Kredit auf"], ["07.05.20", "Puma greift in Corona-Krise zu Hilfskredit über 900 Millionen Euro"], ["07.05.20", "Keine starken Rabatte geplant: Puma will Krise mit 900-Mio-Euro-Staatskredit überstehen"], ["07.05.20", "Puma-Gewinn sackt um mehr als 60 Prozent ab: \"Es geht ums Überleben\""], ["07.05.20", "ROUNDUP: Gewinneinbruch bei Puma wegen Corona-Krise - Hoffnung für 2021"], ["07.05.20", "ARD-Börse: Zalando und Puma gehen getrennte Wege"], ["07.05.20", "Puma will Krise mit 900-Mio-Euro-Staatskredit überstehen"], ["07.05.20", "Puma will Krise mit 900-Mio-Euro-Staatskredit überstehen"], ["07.05.20", "Puma: Gewinn-Crash - aber die Aktie springt an"], ["07.05.20", "Puma-Chef begrüßt Fortsetzung der Fußball-Bundesliga"], ["07.05.20", "Wichtige Kursbewegungen: Puma-Aktien profitieren von anziehendem China-Geschäft"], ["07.05.20", "AKTIE IM FOKUS: Puma legen zu - JPMorgan: Gut auf Krise reagiert"], ["07.05.20", "Puma mit drastischem Gewinnrückgang - Kredit mit KfW-Beteiligung"], ["07.05.20", "Sportartikelhersteller: Puma schlägt sich besser als Adidas - braucht aber auch einen Staatskredit"], ["07.05.20", "Puma-Aktie: Sportartikelhersteller bekommt 900-Mio-Euro-Kredit - zum Großteil von der KfW"], ["05.05.20", "Marktstudie: Modehandel in Deutschland kommt nur schleppend in Gang"], ["30.04.20", "Analysten sehen für PUMA SE-Aktie Luft nach oben"], ["27.04.20", "AKTIE IM FOKUS 3: Hoffnung auf Erholung überstrahlt die schwachen Adidas-Zahlen"], ["27.04.20", "Adidas bekommt Coronakrise noch stärker zu spüren"], ["26.04.20", "Puma, Bayer, Allianz, Eon ...: Viele Firmen fordern ehrgeizige Klimapolitik"], ["26.04.20", "Unternehmen fordern ambitionierte Klimapolitik - Zeitung"], ["18.04.20", "Textil- und Modeindustrie für Konsumgutscheine - Konsum ankurbeln"], ["16.04.20", "ROUNDUP/Olympia-Macher: Gleicher Zeitplan, gleiche Arenen auch 2021"]], "en": [["26.05.20", "Moving Average Crossover Alert: Puma Biotechnology"], ["14.05.20", "Puma Biotechnology, Inc. (PBYI) Shares March Higher, Can It Continue? "], ["09.05.20", "Puma Biotechnology Inc (PBYI) Q1 2020 Earnings Call Transcript"], ["08.05.20", "Puma Biotech (PBYI) Reports Q1 Loss, Tops Revenue Estimates"], ["30.04.20", "Earnings Preview: Puma Biotech (PBYI) Q1 Earnings Expected to Decline"], ["21.04.20", "Puma Biotechnology Earns 90 RS Rating, Edging Above 10-Week Line"], ["21.04.20", "Why Clovis Oncology, Immunomedics, and Puma Biotechnology All Spiked Today"], ["06.04.20", "Puma Alpha VCT PLC : Extension of Offer"], ["03.04.20", "Sportswear maker Puma proposes suspending dividend due to virus"], ["27.03.20", "Puma VCT 13 PLC : Impact of COVID-19 Epidemic and National Shutdown"], ["24.03.20", "Puma sets short-time work for 1,400 staff"], ["21.03.20", "Puma Biotech (PBYI) Down 44% Since Last Earnings Report: Can It Rebound?"], ["12.03.20", "Coronavirus dents Adidas & Puma sales in China"], ["11.03.20", "Adidas sees $1.1 billion coronavirus hit to China sales, Puma warns on profit"], ["11.03.20", "Adidas sees $1.1 billion coronavirus hit to China sales, Puma warns on profit"], ["11.03.20", "Adidas sees $1 billion coronavirus hit to China sales, Puma warns on profit"], ["09.03.20", "Puma Biotech's (PBYI) Nerlynx Aids Growth Despite Competition"], ["02.03.20", "Trafigura agrees deal over Puma Energy stake"], ["28.02.20", "Will Puma Biotechnology Break Out of Its Rut in 2020?"], ["21.02.20", "Puma (PBYI) Stock Down Despite Q4 Earnings & Sales Beat"], ["21.02.20", "Puma Biotechnology Inc (PBYI) Q4 2019 Earnings Call Transcript"], ["20.02.20", "Puma VCT 12 PLC : Dividend Declaration"], ["20.02.20", "Adidas and Puma warn on coronavirus disrupting business"], ["19.02.20", "Adidas and Puma warn outbreak could hit business in China"], ["19.02.20", "Adidas and Puma warn of coronavirus sales drag"], ["19.02.20", "Adidas, Puma warn of coronavirus hit to China business"], ["19.02.20", "Europe Markets: Puma leads European stocks higher as investors shake off Apple warning"], ["19.02.20", "Adidas, Puma warn of coronavirus hit to China business"], ["19.02.20", "Adidas, Puma warn of coronavirus hit to China business"], ["19.02.20", "Puma warns of hit to sales and profits from coronavirus"], ["19.02.20", "Puma warns of hit to sales and profits from coronavirus"], ["05.02.20", "Why Puma Biotechnology Is Soaring Today"], ["23.01.20", "Trafigura in talks to buy Puma stake from retired Angolan general"], ["23.01.20", "Trafigura to buy Angolan general's stake in Puma Energy -sources"], ["23.01.20", "Exclusive: Trafigura to buy Angolan general's stake in Puma Energy - sources"], ["21.01.20", "Puma Biotech's (PBYI) Breast Cancer Drug Nerlynx Aids Growth"], ["20.01.20", "Implied Volatility Surging for Puma Biotechnology (PBYI) Stock Options"], ["14.01.20", "Puma VCT 11 PLC : Dividend Declaration"], ["08.01.20", "Is Puma Biotechnology a Buy?"], ["2020-06-02 12:14", "Pupils wearing face masks return to school in Singapore ... ;s national anthem no comment Italy's archaeological site Pompeii reopens - but with restrictions no comment Swarms of desert locusts tear through Rajasthan in northern India no comment French nursing home's special tent lets elderly have visitors again no comment Aquarium releases first footage of newborn beluga whale no comment A Mexican zoo has named two newborn puma cubs Pandemic and Quarantine no comment Supporters greet Bolsonaro amid controversy over cabinet video no comment Groundbreaking TV? Earthquake hits during Jacinda Ardern interview no comment Healthcare workers stage fresh protest outside Paris hospital no comment Watch: Robot pulls the pints as bar offers a taste of the future no comment The Eternal City shares its past again as Rome ... "], ["2020-06-02 12:00", "George Steinbrenner's obsession with destroying Dave Winfield changed Yankees forever ... latest odds on all the top sports. See Odds what to shop now Saks Fifth Avenue offers up to 70 percent off Father's Day gifts YLighting takes up to 75 percent off lighting and more for Warehouse Sale Lululemon offers up to 50 percent off apparel, accessories and more Wayfair takes up to 60 percent off furniture and more for Living Room Sale Puma takes an extra 20 percent off clearance for summer sale More Stories page six Cole Sprouse arrested at Los Angeles Black Lives Matter protest nypost Josina Anderson is out at ESPN New York Post Facebook Twitter Instagram LinkedIn Messenger Email YouTube Email Newsletters Mobile Apps Contact Us Tips Facebook Twitter Instagram LinkedIn Messenger Email YouTube Sections & Features News Tech Metro Real Estate Page Six ... "], ["2020-06-02 11:36", "Bronx streets turn chaotic as looters run wild: 'Fordham is on fire' ...  Daily Update newsletter. SUBSCRIBE NOW Read Latest Updates what to shop now Saks Fifth Avenue offers up to 70 percent off Father's Day gifts YLighting takes up to 75 percent off lighting and more for Warehouse Sale Lululemon offers up to 50 percent off apparel, accessories and more Wayfair takes up to 60 percent off furniture and more for Living Room Sale Puma takes an extra 20 percent off clearance for summer sale Now On Now on Page Six Celebrities are joining the protests Celebrities are joining the protests Restauranteur Svitlana Flom says 911 call video 'twisted the entire thing' Restauranteur Svitlana Flom says 911 call video 'twisted the entire thing' Tim Gunn has finally embraced comfortable clothes Tim Gunn has finally embraced ... "], ["2020-06-02 10:59", "'Hundreds' of looters rush into Macy's Herald Square store despite curfew ...  Daily Update newsletter. SUBSCRIBE NOW Read Latest Updates what to shop now Saks Fifth Avenue offers up to 70 percent off Father's Day gifts YLighting takes up to 75 percent off lighting and more for Warehouse Sale Lululemon offers up to 50 percent off apparel, accessories and more Wayfair takes up to 60 percent off furniture and more for Living Room Sale Puma takes an extra 20 percent off clearance for summer sale Now On Now on Page Six Celebrities are joining the protests Celebrities are joining the protests Restauranteur Svitlana Flom says 911 call video 'twisted the entire thing' Restauranteur Svitlana Flom says 911 call video 'twisted the entire thing' Tim Gunn has finally embraced comfortable clothes Tim Gunn has finally embraced ... "], ["2020-06-02 09:54", "Tictrac secures $7.5M to expand employee wellbeing platform as WFH baloons ... ;Now more than ever, companies have a greater role and responsibility in supporting the health of their workforce. And while businesses are focused on sustaining retention and productivity - particularly with so many people working remotely - they are now tasked with trying to navigate health issues such as burn-out and striking a healthy work-life balance.\" Rupert West, Managing Director at Puma Private Equity said: \"We have been consistently impressed with Tictrac's ability to heighten health and wellbeing engagement, which in turn will help alleviate some of the pressures our health services continue to face.\" What to Read Next D.C. bishop 'outraged' Trump used tear gas on citizens for photo op at church Yahoo Entertainment Lucille ... "], ["2020-06-02 09:54", "Tictrac secures $7.5M to expand employee wellbeing platform as WFH balloons ... , Andy Murray and American basketball player, Carmelo Anthony who has been named an NBA All-Star 10 times. Today it secures a 6m ($7.5M) in a funding round led by London-based Puma Private Equity, bringing its total investment to date to 13.5m ($17M). The latest round will allow the company to expand its Employee Wellbeing platform for its thousand-plus customers. It will also  ... many people working remotely they are now tasked with trying to navigate health issues such as burn-out and striking a healthy work-life balance.\" Rupert West, Managing Director at Puma Private Equity said: \"We have been consistently impressed with Tictrac's ability to heighten health and wellbeing engagement, which in turn will help alleviate some of the pressures our  ... "], ["2020-06-02 09:22", "'The time has come for humanity to go through its next evolution' ... polite. Usually well-fed by tourists, the monkeys have been finding snacks hard to come by during the pandemic. They've even engaged in intertribal warfare over scraps, fighting in the streets and historic temples. Thailand, the first country outside China to confirm a COVID-19 case, saw 39 million tourists in 2019. Amid coronavirus pandemic, animals reclaiming empty cities Urban jungle This young puma was recently found stalking through the empty streets of downtown Santiago, Chile, followed soon after by two more. The animals live in the nearby Andes Mountains and have increasingly been spotted in the locked down capital, home to about 6 million people. \"There's no people, there's no noise, so they dare to explore a little more,\" said a ... "], ["2020-06-02 08:03", "FuelWatch reveal Perth's cheapest petrol prices before weekly fuel hike ...  price rise, as the average cost fuel is set to rise above the $1 per litre mark tomorrow. The average price of regular unleaded petrol will increase by over 26 cents per litre to 124 c/litre. Coles Express will charge up to 135.9 c/litre tomorrow, while BP stations and Caltex will charge up to 131.9 c/litre. Caltex Woolworths and 7-Eleven will jump to 129.9 c/litre, while Puma won't be much cheaper at 129.7. Vibe stations will be among the cheapest, charging up to 125.7 c/litre. Perth's weekly petrol price cycle means the cheapest prices usually fall on a Monday and Tuesday, while Wednesdays and Thursdays tend to the most expensive. Tonight's cheapest fuel is being sold at Costco at Perth Airport, where petrol costs just 91.7 c/litre — but ... "], ["2020-06-02 06:50", "NYPD cop struck by hit-and-run driver in the Bronx ... ; over a fake wall see all columnists what to shop now Saks Fifth Avenue offers up to 70 percent off Father's Day gifts YLighting takes up to 75 percent off lighting and more for Warehouse Sale Lululemon offers up to 50 percent off apparel, accessories and more Wayfair takes up to 60 percent off furniture and more for Living Room Sale Puma takes an extra 20 percent off clearance for summer sale Page Six Style Saweetie donating all proceeds from PrettyLittleThing collection to Black Lives Matter Saweetie donating all proceeds from PrettyLittleThing collection to Black Lives Matter Stylist Kollin Carter calls out fashion brands who have not supported Black Lives Matter Stylist Kollin Carter calls out fashion brands who have not supported Black Lives Matter ... "], ["2020-06-02 06:45", "Four police officers shot in St. Louis amid chaos and looting ...  Daily Update newsletter. SUBSCRIBE NOW Read Latest Updates what to shop now Saks Fifth Avenue offers up to 70 percent off Father's Day gifts YLighting takes up to 75 percent off lighting and more for Warehouse Sale Lululemon offers up to 50 percent off apparel, accessories and more Wayfair takes up to 60 percent off furniture and more for Living Room Sale Puma takes an extra 20 percent off clearance for summer sale Now On Now on Page Six Restauranteur Svitlana Flom says 911 call video 'twisted the entire thing' Restauranteur Svitlana Flom says 911 call video 'twisted the entire thing' Tim Gunn has finally embraced comfortable clothes Tim Gunn has finally embraced comfortable clothes Model Duckie Thot criticizes fashion industry's ... "], ["2020-06-01 06:31", "No line judges and one coach allowed: How US Open chiefs are planning 2020 edition with a difference ... ...we're all in the same boat': Sean Dyche admits football's return isn't ideal but says Burnley players are raring to go Hertha Berlin run riot as they hit FOUR past rivals Union Berlin in 26 second-half minutes in front of empty stadium Comfortably claimed the bragging rights Liam Gallagher slams Manchester City's rumoured kit for 2021-22 and claims designers Puma should be 'put on next flight to Wuhan' Since deleted angry tweet 'Are you taking the p***?!': Brandon Williams' dad is left STUNNED as Utd starlet hands him the keys to new 40,000 Mercedes Repaying his faith Make the FA Cup like the World Cup! Jamie Carragher leads calls to change cup format amid coronavirus pandemic Ex-Liverpool man wants big changes made ... "], ["2020-06-01 06:06", "The Archives pay inspired tribute to Gil Scott-Heron ...  versions arent a random stylistic choice either, as Scott-Herons father was a Jamaican soccer player. Opener \"Home Is Where the Hatred Is\" is like a first-person update of John Prines heartbreaking \"Sam Stone.\" Instead of the addicts child lamenting the fathers torment, the junkie himself tells the tale \"Home is where I live inside my white powder dreams.\" Puma Ptahs vocals and a horn section both add degrees of drama. Scott-Herons best-known composition, \"The Revolution Will Not Be Televised,\" is stripped of most of its lengthy lyrics, a sensible choice as, for example, neither Spiro Agnew nor John Mitchell mean today what they did during the Nixon era and trying to update the references may have been an unnecessary step too ... "], ["2020-06-01 05:54", "Paul Gascoigne reveals Sir Bobby Robson's fury at 1am tennis before Italia 90 semi-final ... ...we're all in the same boat': Sean Dyche admits football's return isn't ideal but says Burnley players are raring to go Hertha Berlin run riot as they hit FOUR past rivals Union Berlin in 26 second-half minutes in front of empty stadium Comfortably claimed the bragging rights Liam Gallagher slams Manchester City's rumoured kit for 2021-22 and claims designers Puma should be 'put on next flight to Wuhan' Since deleted angry tweet 'Are you taking the p***?!': Brandon Williams' dad is left STUNNED as Utd starlet hands him the keys to new 40,000 Mercedes Repaying his faith Make the FA Cup like the World Cup! Jamie Carragher leads calls to change cup format amid coronavirus pandemic Ex-Liverpool man wants big changes made ... "], ["2020-06-01 05:30", "Relegation-threatened sides 'ready for legal action if Premier League use PPG to decide season ... ...we're all in the same boat': Sean Dyche admits football's return isn't ideal but says Burnley players are raring to go Hertha Berlin run riot as they hit FOUR past rivals Union Berlin in 26 second-half minutes in front of empty stadium Comfortably claimed the bragging rights Liam Gallagher slams Manchester City's rumoured kit for 2021-22 and claims designers Puma should be 'put on next flight to Wuhan' Since deleted angry tweet 'Are you taking the p***?!': Brandon Williams' dad is left STUNNED as Utd starlet hands him the keys to new 40,000 Mercedes Repaying his faith Make the FA Cup like the World Cup! Jamie Carragher leads calls to change cup format amid coronavirus pandemic Ex-Liverpool man wants big changes made ... "], ["2020-06-01 05:03", "'We have had enough': NBA legend Michael Jordan speaks out following death of George Floyd ... ...we're all in the same boat': Sean Dyche admits football's return isn't ideal but says Burnley players are raring to go Hertha Berlin run riot as they hit FOUR past rivals Union Berlin in 26 second-half minutes in front of empty stadium Comfortably claimed the bragging rights Liam Gallagher slams Manchester City's rumoured kit for 2021-22 and claims designers Puma should be 'put on next flight to Wuhan' Since deleted angry tweet 'Are you taking the p***?!': Brandon Williams' dad is left STUNNED as Utd starlet hands him the keys to new 40,000 Mercedes Repaying his faith Make the FA Cup like the World Cup! Jamie Carragher leads calls to change cup format amid coronavirus pandemic Ex-Liverpool man wants big changes made ... "], ["2020-06-01 04:46", "Mets hoping draft steal Matthew Allan can turn into their next ace ...  Tech Real Estate Video Photos Sub Menu 1 Covers Columnists Horoscopes Sports Odds Email Newsletters Store Home Delivery Sign in Search Type to Search Search Tips Sign Up New York Post New York Post Share this: Facebook Twitter Flipboard WhatsApp Email Copy Sports Share this: Facebook Twitter Flipboard WhatsApp Email Copy Mets hoping draft steal Matthew Allan can turn into their next ace By Mike Puma View author archive email the author follow on twitter Get author RSS feed Most Popular Today 1 I was 'rehomed' and it was the best thing that ever happened to me 2 ABC insiders 'extremely worried' Ryan Seacrest is 'overdoing it' 3 Mayor Bill de Blasio's daughter, Chiara, arrested at Manhattan protest 4 St. Patrick's Cathedral ... "], ["2020-06-01 04:08", "Opinion: Cities act to keep bluer skies on horizon ...  Angela Merkel, are calling for this plan to be accelerated as part of the economic recovery. Merkel has called for the EU's coronavirus recovery fund to invest in \"climate action,\" an aim that has the support of Germany's business community. More than 60 German companies — including iconic brands like Bayer, ThyssenKrupp and Puma — issued a joint statement calling for any stimulus they receive to be tied to a green transition. Germany's businesses aren't alone. Fifty leading European financial firms recently endorsed a recovery plan to retrofit buildings, electrify transportation systems and build renewable energy and storage. They also propose decarbonizing industrial facilities, scaling up local food production ... "], ["2020-06-01 03:15", "The Voice's Guy Sebastian rocks a quirky outfit in Maroubra with wife Jules ... , rugged up for the outing in a red and black gingham coat and a black sweater by Danish label Daily Paper. That's one way to stand out! Guy Sebastian rocked a quirky outfit on Sunday while out for a walk with his family and friends in Maroubra, Sydney He teamed his outfit with a pair of blue Adidas tracksuit pants that clashed with his jacket and Puma trainers. RELATED ARTICLES Previous 1 Next Cha-ching! The Voice judges' rumoured salaries are revealed... The Voice star Matt Gresham's controversial X Factor... The Voice 'fix scandal' continues: Viewers slam 'unfair'... 'That's why this hurts': Guy Sebastian's personal life... Share this article Share His completed his unusual ensemble with a blue beanie and round ... "], ["2020-05-31 23:47", "BU Researcher Expects New Leadership to Emerge From COVID Crisis ...  an Event About Us Meet The Team Contact Us Programming Jobs and Internships Contests Checkered Flag Challenge Deals Bid 2 Buy FOX 40 Half Off Deals The Clubhouse Card yoursay BU Researcher Expects New Leadership to Emerge From COVID Crisis Posted: Sunday, May 31, 2020 7:47 PM EDT Updated: Sunday, May 31, 2020 7:47 PM EDT By Valerie Puma Email Connect vpuma1@binghamton.edu Binghamton University BINGHAMTON, N.Y. - Throughout the coronavirus pandemic, citizens have looked to their leaders and politicians for guidance. An assistant professor from Binghamton University believes these difficult times will result in outstanding leadership emergence. Chou-Yu \"Joey\" Tsai, an assistant professor leadership studies at the School of Management, says that these ... "], ["2020-05-31 23:31", "Any player 'testing positive for coronavirus next week could miss Premier League restart' ... ...we're all in the same boat': Sean Dyche admits football's return isn't ideal but says Burnley players are raring to go Hertha Berlin run riot as they hit FOUR past rivals Union Berlin in 26 second-half minutes in front of empty stadium Comfortably claimed the bragging rights Liam Gallagher slams Manchester City's rumoured kit for 2021-22 and claims designers Puma should be 'put on next flight to Wuhan' Since deleted angry tweet 'Are you taking the p***?!': Brandon Williams' dad is left STUNNED as Utd starlet hands him the keys to new 40,000 Mercedes Repaying his faith Make the FA Cup like the World Cup! Jamie Carragher leads calls to change cup format amid coronavirus pandemic Ex-Liverpool man wants big changes made ... "]]}}