{"postfix": "qiagen-aktie", "name": "QIAGEN", "wkn": "A2DKCH", "time": "2020.06.02 12:44", "ts": 1591094662, "features": {"KGV": "23.83", "Marktkapitalisierung": {"Size": "Mrd", "Value": "9.08"}, "GA": "1.43", "KBV": "3.12", "BA": "10.94", "KCV": "23.02", "CA": "1.48", "Vola30": "10.93", "Vola90": "35.79", "Vola180": "43.37", "Vola250": "43.43"}, "rivals": ["bb_biotech-aktie", "evotec-aktie", "morphosys-aktie", "agennix-aktie", "amgen-aktie", "roche_2-aktie", "biogen-aktie"], "text_data": {"de": [["31.05.20", "Mai 2020: Experten empfehlen QIAGEN-Aktie mehrheitlich zu halten"], ["27.05.20", "Hinter den Kulissen einer Milliardenschlacht: Qiagen - wie eine deutsche Biotech-Ikone verschleudert wird"], ["09.05.20", "QIAGEN gewährte Anlegern Blick in die Bücher "], ["08.05.20", "Gewinner in der Corona-Krise: Qiagen-Aktie steigt auf 19-Jahres-Hoch"], ["08.05.20", "Qiagen: Übernahme - geht da noch mehr?"], ["08.05.20", "Wichtige Kursbewegungen: Qiagen-Aktie steigt auf 19-Jahres-Hoch"], ["07.05.20", "Qiagen: 50 mal mehr Corona-Testkits"], ["06.05.20", "Endgültige Qiagen-Zahlen ohne Überraschung"], ["06.05.20", "NACHBÖRSE/XDAX -0,7% auf 10.535 Pkt - Zalando sehr fest"], ["06.05.20", "MÄRKTE EUROPA/Rücksetzer - schwache EU-Prognosen verstimmen"], ["06.05.20", "MÄRKTE EUROPA/Börsen drehen ins Minus - schwache EU-Prognosen"], ["06.05.20", "MÄRKTE EUROPA/Anleger trotz schwacher EU-Prognosen vorsichtig optimistisch"], ["06.05.20", "KORREKTUR: MÄRKTE EUROPA/Uneinheitlich - Berichtssaison im Blick"], ["06.05.20", "MÄRKTE EUROPA/Uneinheitlich - Berichtssaison im Blick"], ["06.05.20", "Qiagen: Optimismus für das zweite Quartal - Aktie nähert sich Übernahmeangebot"], ["05.05.20", "Qiagen setzt Jahresausblick aus - Optimismus für zweites Quartal"], ["30.04.20", "QIAGEN-Aktie: Einschätzungen und Kursziele der Analysten im April"], ["28.04.20", "Besonders auffällige Insidertransaktionen bei SAP, Drägerwerk & Qiagen"], ["27.04.20", "Biotech-Branche hofft auf Durchbruch bei Corona-Forschungen"], ["15.04.20", "NACHBÖRSE/XDAX unv bei 10.278 Pkt - VW und Qiagen gesucht"], ["14.04.20", "Qiagen: Über den Erwartungen dank Corona-Tests - Hürden bei der Übernahme"], ["09.04.20", "NACHBÖRSE/XDAX +1,1% auf 10.680 Pkt - Tui gefragt"], ["09.04.20", "Qiagen profitiert von Corona-Tests"]], "en": [["01.06.20", "QIAGEN Sales Grow on Coronavirus Solutions Ahead of Selloff"], ["01.06.20", "Here's Why You Should Add QIAGEN (QGEN) to Your Portfolio"], ["29.05.20", "How QIAGEN (QGEN) Stock Stands Out in a Strong Industry?"], ["28.05.20", "Zacks.com featured highlights include: SpartanNash Company, BG Foods, QIAGEN, Regeneron Pharmaceuticals and United Therapeutics"], ["18.05.20", "SHAREHOLDER ALERT: Levi & Korsinsky, LLP Notifies Investors of an Investigation Regarding Whether the Sale of QIAGEN N.V. to Thermo Fisher Scientific Inc. is Fair to Shareholders"], ["12.05.20", "Can Qiagen (QGEN) Run Higher on Rising Earnings Estimates?"], ["07.05.20", "QIAGEN (QGEN) Q1 Earnings Lag Estimates, Operating Margin Up"], ["07.05.20", "Here's How Qiagen Trounced Q1 Estimates"], ["06.05.20", "Qiagen plans 50-fold production hike for COVID-19 testing kits"], ["30.04.20", "QIAGEN (QGEN) Q1 Earnings to Gain on Growing Test Kit Sales"], ["17.04.20", "QIAGEN Launches Assay for Cancer Patients Following FDA's Nod"], ["15.04.20", "QIAGEN (QGEN) Reports Preliminary Revenue Results for Q1"], ["26.03.20", "QIAGEN Releases Coronavirus Test Kit in US on New FDA Policy"], ["24.03.20", "The Zacks Analyst Blog Highlights: Danaher, Quidel, Aytu BioScience, QIAGEN and Co-Diagnostics"], ["24.03.20", "Germany's Qiagen starts shipping coronavirus diagnostic tests to United States"], ["24.03.20", "UPDATE 1-Germany's Qiagen starts shipping coronavirus diagnostic tests to United States"], ["24.03.20", "Qiagen begins shipping coronavirus diagnostic tests to United States"], ["24.03.20", "Qiagen begins shipping coronavirus diagnostic tests to United States"], ["19.03.20", "QIAGEN Gets CE Nod for QIAstat-Dx Respiratory SARS-CoV-2 Test"], ["17.03.20", "Qiagen to beef up capacity to produce coronavirus test kits"], ["17.03.20", "Is QIAGEN N.V. (QGEN) Outperforming Other Medical Stocks This Year?"], ["13.03.20", "Qiagen says virus test kit output up 70%, not to blame for U.S. testing delays"], ["11.03.20", "Qiagen boosting production of chemical needed to test for coronavirus"], ["10.03.20", "CORRECTED-Thermo Fisher hires senior Goldman banker as strategy chief after Qiagen deal"], ["10.03.20", "Thermo Fisher hires senior Goldman banker as strategy chief after Qiagen deal"], ["09.03.20", "Zacks.com featured highlights include: LGI Homes, Coherus Biosciences, QIAGEN, Regeneron Pharmaceuticals and Century Communities"], ["05.03.20", "Why Is Qiagen (QGEN) Up 19% Since Last Earnings Report?"], ["04.03.20", "Thermo Fisher (TMO) to Buy Molecular Diagnostics Major QIAGEN"], ["04.03.20", "Will QIAGEN Continue to Surge Higher?"], ["03.03.20", "Here's Why Qiagen Jumped Higher Today"], ["03.03.20", "UPDATE 5-Thermo Fisher agrees to buy genetic tester Qiagen in $11.5 bln deal"], ["03.03.20", "Thermo Fisher agrees to buy genetic tester Qiagen in $11.5 billion deal"], ["03.03.20", "Thermo Fisher buying Qiagen in deal worth about $10.1B"], ["03.03.20", "Thermo Fisher agrees to buy genetic tester Qiagen in $11.5 billion deal"], ["03.03.20", "UPDATE 4-Thermo Fisher agrees to buy genetic tester Qiagen in $11.5 bln deal"], ["03.03.20", "Thermo Fisher makes $11.6B approach for Qiagen"], ["03.03.20", "Thermo Fisher launches $11.6 billion bid for genetic tester Qiagen"], ["03.03.20", "Qiagen shares surge after agreeing to be bought by Thermo Fisher for $11.5 billion"], ["03.03.20", "Thermo Fisher to buy Qiagen in $11.5bn deal"], ["03.03.20", "UPDATE 3-Thermo Fisher launches $11.6 billion bid for genetic tester Qiagen"], ["2020-05-29 14:31", "How QIAGEN (QGEN) Stock Stands Out in a Strong Industry?QIAGEN (QGEN) has seen solid earnings estimate revision activity over the past month, and belongs to a strong industry as well."], ["2020-05-29 14:30", "Why Kornit Digital (KRNT) Stock Might be a Great Pick ... have chosen 7 stocks out of 220 Zacks Rank #1 Strong Buys that have the highest potential to increase in price quickly amid the global health crisis. A recent pick, Maxar, skyrocketed +178.7% in 3 months. For 32 years, our Strong Buy list has averaged returns more than twice the market. See its 7 best stocks now. Privacy Policy | No cost, no obligation to buy anything ever. Up Next How QIAGEN (QGEN) Stock Stands Out in a Strong Industry? Most Read New Strong Buy Stocks for May 29th 5 Top Momentum Stocks for June as U.S. Economy Reopens Will Rising U.S. Stockpiles Disrupt Crude's Bullish Trend? AWS 5/29: Personal Income Surprises to +10.5% on Gov't Transfers PFP 5/29: Stocks Give Up Gains Ahead of Trump's China Address Quick Links Services Account ... "], ["2020-05-29 13:00", "Global Whole Genome And Exome Sequencing Market: Focus On Product, Workflow, Application, End User, Country Data (16 Countries), And Competitive Landscape - Analysis And Forecast, 2019-2029 ...  (by Application) Opportunity (by Region) Key Companies Profiled Agilent Technologies, Inc., Beijing Genomics Institute (BGI), Bio-Rad Laboratories, Inc. , Cancer Genetics, Inc., Eurofins Scientific SE, F. Hoffmann-La Roche Ltd, General Electric Company, GENEWIZ, Inc., Illumina, Inc., Laboratory Corporation of America Holdings, NoVo gene Corporation, Oxford Nanopore Technologies, Inc., Pacific Biosciences of California , Inc., QIAGEN N.V., Thermo Fisher Scientific Inc. Key Questions Answered: What are the long-term and short-term impacts of whole genome and exome sequencing on the human health continuum? What are the major market drivers, challenges, and opportunities in the whole genome and exome sequencing? What are the key development strategies which are ... "], ["2020-05-28 20:05", "QIAGEN Builds On Leading Position In Precision Medicine With Novel Solutions In OncologyQIAGEN (NYSE: QGEN; Frankfurt Prime Standard: QIA) today announced the launch of novel solutions enabling faster, better analysis of genomic variations in cancer - accelerating multiple applications of Precision Medicine. QIAGEN is showcasing its broad po"], ["2020-05-28 15:40", "QGEN vs. RGEN: Which Stock Is the Better Value Option? ...  earn a Value grade of B, while RGEN has been given a Value grade of C. QGEN has seen stronger estimate revision activity and sports more attractive valuation metrics than RGEN, so it seems like value investors will conclude that QGEN is the superior option right now. In-Depth Zacks Research for the Tickers Above Normally $25 each - click below to receive one report FREE: QIAGEN N.V. (QGEN) - free report > > Repligen Corporation (RGEN) - free report > > Published in value-stocks which-stock-is-cheaper Zacks' 7 Best Strong Buy Stocks for June, 2020 Free Research for Zacks.com Readers Experts have chosen 7 stocks out of 220 Zacks Rank #1 Strong Buys that have the highest potential to increase in price quickly amid the global health crisis. A recent pick ... "], ["2020-05-28 15:34", "Zacks.com featured highlights include: SpartanNash Company, BG Foods, QIAGEN, Regeneron Pharmaceuticals and United TherapeuticsZacks.com featured highlights include: SpartanNash Company, BG Foods, QIAGEN, Regeneron Pharmaceuticals and United Therapeutics"], ["2020-05-28 15:00", "Global In Vitro Diagnostics Market Is Expected To Reach $164.40 Billion By 2027 - Latest Market Research Report By Stratistics MRC ... 164.40 billion by 2027 growing at a CAGR of 7.2% during the forecast period. Some of the key players profiled in the In Vitro Diagnostics Market include Abbott Laboratories Inc, Agilent Technologies, Becton Dickinson and Company, Biomrieux Sa, Bio-Rad Laboratories Inc, Cepheid, Danaher Corporation, Diasorin, Johnson & Johnson, Leica Biosystems Nussloch GmbH, Qiagen, Roche Diagnostics, Siemens AG, Sysmex Corporation and Thermo Fisher Scientific. Increasing adoption of fully automated instruments in labs, rising awareness on personalized medicine and consequent growth of chronic diseases are the major factors driving the market growth. However, adverse reimbursement scenario is restraining the market growth. Request for sample here: https://www.strategymrc.com ... "], ["2020-05-27 15:00", "Coronavirus Test Kits Market Segmented By Government And Non-Government End-Users With Regional Analysis ...  industry analysis The robust vendor analysis is designed to help clients improve their market position, and in line with this, this report provides a detailed analysis of several leading coronavirus testing kits market vendors that include Abbott Laboratories, BGI Genomics Co. Ltd., Danaher Corp., F. Hoffmann-La Roche Ltd., Hologic Inc., Laboratory Corp. of America Holdings, QIAGEN GmbH, Seegene Inc., SolGent Co. Ltd., and Thermo Fisher Scientific Inc. Also, the coronavirus testing kits market analysis report includes information on upcoming trends and challenges that will influence market growth. This is to help companies strategize and leverage on all forthcoming growth opportunities.The study was conducted using an objective combination of primary and ... "], ["2020-05-27 14:30", "Global Molecular Diagnostics Market Analysis, Trends And Forecasts With Profiles Of Leading Players Including Abbott Laboratories, BioMrieux SA, Cepheid, Hologic Inc. And Thermo Fischer Scientific Inc ...  Molecular Diagnostics market landscape. All research viewpoints presented are based on validated engagements from influencers in the market, whose opinions supersede all other research methodologies. Competitors identified in this market include, among others: Abbott Laboratories Becton, Dickinson and Company bioMrieux SA Cepheid F. Hoffmann-La Roche Ltd Grifols International S.A. Hologic Inc. QIAGEN N.V. Quest Diagnostics Inc. Siemens Healthineers Tecan Group Ltd. Thermo Fischer Scientific Inc. Key Topics Covered: I. INTRODUCTION, METHODOLOGY & REPORT SCOPE II. EXECUTIVE SUMMARY 1. MARKET OVERVIEW Global In-Vitro Diagnostics (IVD) Market on a Steady Growth Path Recent Market Activity Molecular Diagnostics - A Rapidly Expanding Segment of the IVD Market PCR ... "], ["2020-05-27 13:45", "5 Stocks Trading Near 52-Week High That Can Scale Higher ... , BG Foods Inc ( BGS - Free Report ) along with its subsidiaries manufactures, sells and distributes high quality, shelf stable, frozen food and household products across the United States, Canada and Puerto Rico. The company currently sports a Zacks Rank #1. It pulled off a trailing four-quarter positive earnings surprise of 5.36%, on average. Based in Venlo, the Netherlands, QIAGEN N.V. ( QGEN - Free Report ) is one of the world's leading providers of technologies and products for the separation, purification and handling of nucleic acids DNA/RNA. The company provides innovative technologies and products for pre-analytical sample preparation and molecular diagnostics solutions. The company currently carries a Zacks Rank #1. It delivered a trailing four ... "], ["2020-05-26 13:06", "5 Coronavirus-Proof PEG Picks Suitable for GARP Investors ...  a Value Score of B and carries a Zacks Rank of 2. DaVita Inc. ( DVA - Free Report ) is a leading provider of dialysis services in the United States to patients suffering from chronic kidney failure, also known as end stage renal disease (ESRD). Apart from a discounted PEG and P/E, the stock has a Value Score of A and holds a Zacks Rank #2, at present. QIAGEN N.V. ( QGEN - Free Report ) is one of the world's leading providers of technologies and products for the separation, purification and handling of nucleic acids DNA/RNA. The company provides innovative technologies and products for pre-analytical sample preparation and molecular diagnostics solutions. Currently, the stock carries a Zacks Rank #1 and has a Value Score of B. Get the rest of the stocks ... "], ["2020-05-26 12:33", "FACTBOX-Global pharma industry steps up efforts to battle coronavirus ... September. May 14 GlaxoSmithKline Plc Partnered with Sanofi SA to develop a vaccine. Sanofi's CEO has Early stage trials said it is vital that any coronavirus vaccine reach all parts of the world, to begin in second after angering the French government earlier by saying some countries would half of 2020. get priority access. DIAGNOSTICS Date of Company Progress Story link last update March 31 Qiagen NV The German company has launched a test in Europe that may detect coronavirus in about an hour. The test is also allowed for use in the United States. May 21 Abbott Laboratories Launched several COVID-19 tests, including one that is used in the White House. March 21 Danaher Corp Company's Cepheid unit has gained U.S. approval for a rapid diagnostic test ... "], ["2020-05-26 12:33", "FACTBOX-Global pharma industry steps up efforts to battle coronavirus ... September. May 14 GlaxoSmithKline Plc Partnered with Sanofi SA to develop a vaccine. Sanofi's CEO has Early stage trials said it is vital that any coronavirus vaccine reach all parts of the world, to begin in second after angering the French government earlier by saying some countries would half of 2020. get priority access. DIAGNOSTICS Date of Company Progress Story link last update March 31 Qiagen NV The German company has launched a test in Europe that may detect coronavirus in about an hour. The test is also allowed for use in the United States. May 21 Abbott Laboratories Launched several COVID-19 tests, including one that is used in the White House. March 21 Danaher Corp Company's Cepheid unit has gained U.S. approval for a rapid diagnostic test ... "], ["2020-05-22 21:15", "Insights Into North America's Biobanks Market 2020, Featuring Key Player Profiles Including Atlanta Biologicals Inc., BioLifeSolutions Inc. And Thermo Fisher Scientific Inc. ... Stem Cell Biobanking5.3.3 Cord Banking5.3.4 DNA/RNA Biobanking5.3.5 Other Services5.4 By Application5.4.1 Regenerative Medicine5.4.2 Drug Discovery5.4.3 Disease Research5.5 Geography 6 COMPETITIVE LANDSCAPE 6.1 Company Profiles Atlanta Biologicals Inc. (Bio-Techne Corporation) Becton, Dickinson and Company BioLifeSolutions Inc. Chart Industries Inc. Hamilton Company Qiagen NV Sigma-Aldrich Inc. (Merck KGaA) STEMCELL Technologies Inc. Thermo Fisher Scientific Inc. VWR International LLC 7 MARKET OPPORTUNITIES AND FUTURE TRENDS For more information about this report visit https://www.researchandmarkets.com/r/gfzh0r About ResearchAndMarkets.com ResearchAndMarkets.com is the world's leading source for international market research reports and market data. We ... "], ["2020-05-22 15:30", "Why Is Thermo Fisher (TMO) Up 4.8% Since Last Earnings Report? ...  earnings report in order to get a better handle on the important drivers. Thermo Fisher Beats on Q1 Earnings on Growth In Life Sciences Thermo Fisher's first-quarter 2020 adjusted earnings per share of $2.94 beat the Zacks Consensus Estimate by 5.4%. The figure improved 4.6% year over year. The adjusted number excludes certain non-recurring expenses, QIAGEN acquisitioncosts and certain restructuring costs, net, consisting principally of severance, abandoned facility and other expenses of headcount reductions within several businesses and real estate consolidation. On a reported basis, earnings per share were $1.97, down 2.5% year over year. Revenues in the quarter under review grossed $6.23 billion, up 1.6% year over year. The top line also exceeded ... "], ["2020-05-20 10:03", "Here's Why You Should Hold on to Illumina (ILMN) Stock for Now ... : We are optimistic about Illumina's expansion strategy. It partnered with IDbyDNA in March with the aim of co-marketing IDbyDNA's Explify Platform for use with Illumina's NGS systems and library preparation to provide a complete and streamlined workflow solution for infectious disease applications. Further, Illumina's partnership with QIAGEN is aimed at expanding the accessibility and use of NGS-based IVD kits, including companion diagnostics, for better patient management. The company's collaboration with Adaptive Biotechnologies Corporation will enable clinicians to carry out clinical immunodiagnostic testing, which can be conducted in local laboratories. Downsides Stiff Competition: Illumina faces tough competition in the sequencing ... "], ["2020-05-19 13:15", "Global Bioinformatics Industry Analysis, 2014-2024 Featuring Profiles Of Leading Players Including Illumina, Life Technologies, Qiagen, Agilent Technologies, And PerkinElmer ...  & Developments 13. Competitive Landscape 13.1. Competition Outlook13.2. Company Profiles13.2.1. Company Details13.2.2. Financials (as reported)13.2.3. Key Market Focus and Geographical Presence13.2.4. Pricing of Target Products13.2.5. Market positioning13.3. Global Players Profiled (Leading Companies)13.3.1. Illumina Inc.13.3.2. Life Technologies (Thermo Fischer Scientific)13.3.3. Qiagen N.V.13.3.4. Agilent Technologies13.3.5. PerkinElmer13.3.6. Accelrys Inc.13.3.7. Geneva Bioinformatics S.A.13.3.8. Ontoforce13.3.9. Data4Cure 13.3.10 . Life Map Sciences (Biotime) 14. Strategic Recommendations For more information about this report visit https://www.researchandmarkets.com/r/82c72t Research and Markets also offers Custom Research services providing focused ... "], ["2020-05-19 13:07", "Pier 1 Imports to wind down its business after not finding a buyer ... Celebrity What The Tiny Diamond On A Measuring Tape Is For Livestly Ad Coronavirus stimulus checks: Here's what a second round could look like Yahoo Money Court clears way for execution of inmate Yahoo News Video Vintage Photos Of Celebs On Their Wedding Day Faqtoids.com Ad Global Bioinformatics Industry Analysis, 2014-2024 Featuring Profiles of Leading Players Including Illumina, Life Technologies, Qiagen, Agilent Technologies, and PerkinElmer PR Newswire The sister of Ahmaud Arbery's accused killer posted pictures of his dead body to Snapchat, and said it's because she's a 'true crime fan' INSIDER Trump Just Retweeted One Of His Biggest Critics, Who Replied Exactly How You'd Expect HuffPost New Jersey: Say Bye To Expensive Solar ... "], ["2020-05-19 12:04", "Hydroxychloroquine: Using anti-malaria drug is a risky business ...  evaluated the case files of 368 patients at US hospitals for military veterans. Despite concerns about the methodology of the studies, their significance, and possible side effects, clinical tests with the well-known active substance have now been carried out in other places, too. Read more: Coronavirus: Paper towels and coins beat hand dryers and banknotes Watch video 02:01 Share Qiagen develops rapid test Send Facebook Twitter google+ Whatsapp Tumblr linkedin stumble Digg reddit Newsvine Permalink https://p.dw.com/p/3ZuXT European biotech giant develops sought-after rapid test Fatal study in Brazil A small phase II study in Brazil, in which 11 patients died of fatal arrhythmias or heart muscle damage, shows how risky high-dose treatment of COVID-19 ... "], ["2020-05-19 04:00", "African-American and white women share genes that increase breast cancer risk ...  American Cancer Society; and by the Susan G Komen Foundation (JRP, SMD), Breast Cancer Research Foundation (FJC, CBA, JMW, SMD, KLN), and Karin Grunebaum Cancer Research Foundation (JRP). Note to Editor: The authors have no conflicts of interest. Drs. Couch and Domchek have the following disclosures: Fergus Couch - Honoraria/Speakers Bureau: Ambry Genetics, Qiagen, AstraZeneca; Corporate Sponsored Research: GRAIL. Susan Domchek - Honoraria: AstraZeneca, Clovis, BMS; Corporate-Sponsored Research: The University of Pennsylvania has received research funding for clinical trials from Clovis and AstraZeneca. Disclaimer: AAAS and EurekAlert! are not responsible for the accuracy of news releases posted to EurekAlert! by contributing institutions or for the use of ... "]]}}