{"postfix": "qsc-aktie", "name": "QSC", "wkn": "513700", "time": "2020.06.02 12:14", "ts": 1591092879, "features": {"KGV": "1.82", "Marktkapitalisierung": {"Size": "Mio", "Value": "161.92"}, "GA": "0.59", "KBV": "0.83", "BA": "1.30", "KCV": "2.29", "CA": "0.47", "Vola30": "35.62", "Vola90": "61.97", "Vola180": "53.78", "Vola250": "44.27"}, "rivals": ["drillisch-aktie", "freenet-aktie", "united_internet-aktie", "deutsche_telekom-aktie", "orange-aktie", "telefonica-aktie", "telecom_italia-aktie"], "text_data": {"de": [["13.05.20", "QSC gab Ergebnis zum abgelaufenen Quartal bekannt"], ["11.05.20", "Schröders Nebenwerte-Wachlist: va-Q-tec, HelloFresh, QSC, Sixt und Aixtron - Kaufen, halten oder verkaufen? "], ["11.05.20", "AKTIONÄR-Hot-Stock QSC: Starker Jahresauftakt - Prognose bestätigt - Analysten sehen über 60% Potenzial "], ["11.05.20", "QSC bestätigt nach gutem Jahresauftakt Prognose für das Gesamtjahr 2020"], ["23.04.20", "QSC und TeamViewer gehen Kooperation beim Edge Computing ein"], ["21.04.20", "QSC hält ordentliche Hauptversammlung am 20. Mai 2020 als virtuelle Hauptversammlung ab"], ["07.04.20", "QSC AG plant Umfirmierung in Q.BEYOND"], ["02.04.20", "QSC-Vorstand stockt Anteilsbesitz auf 1 Million QSC-Aktien auf"], ["02.04.20", "QSC öffnete die Bücher zum abgelaufenen Quartal"], ["30.03.20", "Home-Office-Ready im Eiltempo: QSC AG stellt SCHMOLZ + BICKENBACH hunderte Cloud-Arbeitsplätze bereit"], ["16.03.20", "QSC migriert Intosite in nur vier Wochen in die Cloud"], ["09.03.20", "AKTIONÄR Hot-Stocks Allgeier und QSC im Check: IT-Dienstleister mit kaum beachteter Sonderfantasie "], ["03.03.20", "Real-Depot-Wert QSC: 55% Kurschance? Kaufen! "], ["02.03.20", "MÄRKTE EUROPA/Börsen zwischen Hoffen und Bangen"], ["02.03.20", "XETRA-SCHLUSS/DAX mit ersten Stabilisierungsansätzen"], ["02.03.20", "MÄRKTE EUROPA/Börsen volatil - Zwischen Hoffen und Bangen"], ["02.03.20", "Schröders Nebenwerte-Watchlist: Eckert &amp;amp;amp;amp;amp;amp;amp;amp; Ziegler, Shop Apotheke, Helma Eigenheimbau, QSC, SNP in Zeiten des Coronavirus "], ["02.03.20", "MÄRKTE EUROPA/Börsen drehen ins Minus trotz Lockerungs-Erwartungen"], ["02.03.20", "QSC kündigt Dividende an"], ["02.03.20", "QSC nimmt Verluste bewusst in Kauf"], ["02.03.20", "Rücksetzer bei QSC nutzen: Jetzt auf die digitale Comeback-Chance 2020 setzen"], ["02.03.20", "QSC erwartet für 2020 zweistelliges Umsatzwachstum"], ["17.02.20", "Schröders Nebenwerte-Watchlist: QSC, Aixtron, Helma Eigenheimbau, Sixt, Singulus - Klassiker im Fokus "], ["03.02.20", "QSC wächst wieder"], ["03.02.20", "QSC legt solide Grundlage für das Geschäftsjahr 2020"], ["27.01.20", "QSC-Tochter Q-loud hat bereits 600.000 Industrie-Devices sicher und erfolgreich in das Internet der Dinge gebracht"], ["13.01.20", "Schröders Nebenwerte-Watchlist: Aixtron, 2G Energy, Sixt, PVA Tepla, QSC - das bringt 2020! "]], "en": [["11.05.20", "QSC AG : QSC confirms full-year forecast after good start to 2020"], ["21.04.20", "QSC AG : QSC to hold its Annual General Meeting as a virtual AGM on 20 May 2020"], ["02.04.20", "QSC AG : QSC's CEO increases shareholding to 1 million QSC shares"], ["18.03.20", "QSC AG : Preliminary announcement of the publication of financial reports according to Articles 114, 115, 117 of the WpHG [the German Securities Act]"], ["02.03.20", "QSC AG : QSC expects double-digit revenue growth in 2020"], ["2020-06-02 09:00", "ITR-1 Sahaj for AY 2020-21: What has changed and what additional details it seeks from taxpayers ...  Cooperative Bank Limited City Union Bank Limited Corporation Bank Credit Agricole Corporate And Investment Bank Credit Suisee AG CSB Bank Limited CTBC Bank Co Ltd DBS Bank India Limited DCB Bank Limited Dena Bank Deogiri Nagari Sahakari Bank Ltd. Aurangabad Deposit Insurance And Credit Guarantee Corporation Deustche Bank Development Bank Of Singapore Dhanalakshmi Bank DMK Jaoli Bank Doha Bank Doha Bank Qsc Dombivli Nagari Sahakari Bank Limited Durgapur Steel Peoples Co-operative Bank Ltd Emirates NBD Bank P J S C Equitas Small Finance Bank Limited ESAF Small Finance Bank Limited Export Import Bank Of India Federal Bank Fincare Small Finance Bank Ltd Fino Payments Bank First Abu Dhabi Bank PJSC Firstrand Bank Limited G P Parsik Bank GS Mahanagar Co-Operative ... "], ["2020-06-02 08:36", "SBI Credit Card: Over Rs 175 crore average daily spends in May ...  Cooperative Bank Limited City Union Bank Limited Corporation Bank Credit Agricole Corporate And Investment Bank Credit Suisee AG CSB Bank Limited CTBC Bank Co Ltd DBS Bank India Limited DCB Bank Limited Dena Bank Deogiri Nagari Sahakari Bank Ltd. Aurangabad Deposit Insurance And Credit Guarantee Corporation Deustche Bank Development Bank Of Singapore Dhanalakshmi Bank DMK Jaoli Bank Doha Bank Doha Bank Qsc Dombivli Nagari Sahakari Bank Limited Durgapur Steel Peoples Co-operative Bank Ltd Emirates NBD Bank P J S C Equitas Small Finance Bank Limited ESAF Small Finance Bank Limited Export Import Bank Of India Federal Bank Fincare Small Finance Bank Ltd Fino Payments Bank First Abu Dhabi Bank PJSC Firstrand Bank Limited G P Parsik Bank GS Mahanagar Co-Operative ... "], ["2020-06-02 08:28", "Maruti, Hyundai, Mercedes offer teaser car loans as RBI softens stance ...  Cooperative Bank Limited City Union Bank Limited Corporation Bank Credit Agricole Corporate And Investment Bank Credit Suisee AG CSB Bank Limited CTBC Bank Co Ltd DBS Bank India Limited DCB Bank Limited Dena Bank Deogiri Nagari Sahakari Bank Ltd. Aurangabad Deposit Insurance And Credit Guarantee Corporation Deustche Bank Development Bank Of Singapore Dhanalakshmi Bank DMK Jaoli Bank Doha Bank Doha Bank Qsc Dombivli Nagari Sahakari Bank Limited Durgapur Steel Peoples Co-operative Bank Ltd Emirates NBD Bank P J S C Equitas Small Finance Bank Limited ESAF Small Finance Bank Limited Export Import Bank Of India Federal Bank Fincare Small Finance Bank Ltd Fino Payments Bank First Abu Dhabi Bank PJSC Firstrand Bank Limited G P Parsik Bank GS Mahanagar Co-Operative ... "], ["2020-06-02 06:17", "5 smart ways to boost your loan approval chances in times of Covid-19 ...  Cooperative Bank Limited City Union Bank Limited Corporation Bank Credit Agricole Corporate And Investment Bank Credit Suisee AG CSB Bank Limited CTBC Bank Co Ltd DBS Bank India Limited DCB Bank Limited Dena Bank Deogiri Nagari Sahakari Bank Ltd. Aurangabad Deposit Insurance And Credit Guarantee Corporation Deustche Bank Development Bank Of Singapore Dhanalakshmi Bank DMK Jaoli Bank Doha Bank Doha Bank Qsc Dombivli Nagari Sahakari Bank Limited Durgapur Steel Peoples Co-operative Bank Ltd Emirates NBD Bank P J S C Equitas Small Finance Bank Limited ESAF Small Finance Bank Limited Export Import Bank Of India Federal Bank Fincare Small Finance Bank Ltd Fino Payments Bank First Abu Dhabi Bank PJSC Firstrand Bank Limited G P Parsik Bank GS Mahanagar Co-Operative ... "], ["2020-05-29 10:00", "Undocumented Dallas plant workers say they rented fake IDs from temp agency. Then 2 died ...  and compliant work environment. \"We have established long-term relationships with reputable staffing agencies such as Archer Services to augment our workforce, as needed.\" the statement says. \"As part of our policies and procedures, it is critical that our staffing agencies confirm that anyone who works at our facility is authorized to do so.\" QSC Statement Immigration Compliance (PDF) QSC Statement Immigration Compliance (Text) Kristian Hernandez (817) 390-7514 Kristian Hernndez is an investigative reporter for the Fort Worth Star-Telegram. He's covered politics with the Center for Public Integrity in DC and immigration with the McAllen Monitor in South Texas. In 2014, Hernndez was a courts reporter for Homicide Watch D.C. He is a first ... "], ["2020-05-22 20:07", "'Count On Me NC' program to keep public safe as they head out in Phase 2 ...  search for a specific business, click here.The businesses include:*Note: Under Phase 2, not all of these businesses can open.ArchdaleCarolina QSC ManagementNattie's Frozen CreationAsheboroHop's Bar-B-QBurlingtonAlamance Regional Medical CenterBurlington Beer WorksFood Gang Catering, LLCClemmonsMonte De Rey Mexican RestaurantPete ... receive certificates to display when they complete their training. To search for a specific business, click here . The businesses include: *Note: Under Phase 2 , not all of these businesses can open. Archdale Carolina QSC Management Nattie's Frozen Creation Asheboro Hop's Bar-B-Q Burlington Alamance Regional Medical Center Burlington Beer Works Food Gang Catering, LLC Clemmons Monte De Rey Mexican Restaurant Pete' ... "], ["2020-05-21 03:21", "Protestan tras muertes por COVID-19 en planta procesadora de carne ...  planta de produccin. Una copia del documento obtenido por el Star-Telegram dice, \"Renuncio y libero expresamente todos los reclamos legales potenciales y reales y las causas de accin contra las tres compaas y sus propietarios, inversionistas, aseguradores, empleados, contratistas y agentes de cualquier manera relacionada con las muestras, pruebas y resultados de pruebas, incluyendo cmo QSC utiliza los resultados de la prueba\". La empresa Quality Sausage declin una peticin para confirmar la validez de este documento y otra peticin, por separada, acerca de la clase de pruebas que est conduciendo, sus procedimientos de rastreo, datos de casos confirmados y el conteo de muertes de trabajadores relacionados con COVID-19. Artculos relacionados Fort Worth ... "], ["2020-05-20 03:58", "Protesters blame Dallas meatpacking plant for virus deaths. 'We are asking for justice.' ... -19 cases inside the plant. A copy of the form obtained by the Star-Telegram reads, \"I expressly waive and release all potential and actual legal claims and causes of action against the three companies and their owners, investors, insurers, employees, contractors, and agents in any way related to the swabs, tests, and test results, including how the test results are used by QSC.\" Quality Sausage declined a request confirming the validity of the form and a separate request for information regarding what type of tests it is conducting, its contact tracing procedures, data on confirmed cases and its count of COVID-19-related workers deaths. Thousands infected At least 20 meat and poultry workers have died and 4,913 employees in 115 plants have tested ... "], ["2020-05-10 01:31", "Qualys (QLYS) Q1 2020 Earnings Call Transcript ... , we also announced general availability of the Qualys Cloud Agent on the Google Cloud platform, GCP. GCP Customers can now easily activate multiple Qualys applications, including our game-changing VMDR application to build a streamlined workflow within GCP. Also, at our user conference this past quarter, we participated in a number of impromptu videos, which you can access at www.qualys.com/qsc/2020san-francisco. These videos underscore the fact that the security industry is on the verge of a major transformation as many of the current solutions offered by a plethora of vendors are becoming inadequate, as the architecture of our corporate network is drastically and rapidly changing. We saw this coming quite a while ago. And as mentioned earlier, we took the ... "], ["2020-05-06 13:24", "830 new confirmed cases of coronavirus in Qatar, 146 recoveries ... -Kochi flight on Thursday rescheduled to Saturday READ MORE Qatar Airways announces phased rebuilding of network to 52 destinations by May end READ MORE Stenden University webinars add digital push to education READ MORE Qatar Charity opens more branches, collection points READ MORE GU-Q student researches role of radio during times of crisis READ MORE 2020 WISE Awards finalists named READ MORE QSC face shields boost battle against Covid-19 READ MORE Industrial Area reopens; entry, exit regulated READ MORE Katara receives over 1,800 entries for stay-at-home writing contests READ MORE play pause Top News Mission Impossible to Mission Control: Tom Cruise to film in space 5/6/2020 1:20:46 PM German rescue ship Alan Kurdi blocked in Italy for 'irregularities ... "], ["2020-05-06 03:04", "Stenden University webinars add digital push to education ...  Your email address will not be published. Required fields are marked * Your Comment (must be logged in) * *You must register and complete fields Please you have to log in POST COMMENT MORE NEWS Qatar Charity opens more branches, collection points READ MORE GU-Q student researches role of radio during times of crisis READ MORE 2020 WISE Awards finalists named READ MORE QSC face shields boost battle against Covid-19 READ MORE Industrial Area reopens; entry, exit regulated READ MORE Katara receives over 1,800 entries for stay-at-home writing contests READ MORE NHRC launches awareness campaign for corporate and domestic workers READ MORE Qatar on track for digital health ecosystem: QCRI researcher READ MORE Over 250 individuals get cash prizes in 3rd edition ... "], ["2020-05-06 03:02", "Qatar Charity opens more branches, collection points ...  email address will not be published. Required fields are marked * Your Comment (must be logged in) * *You must register and complete fields Please you have to log in POST COMMENT MORE NEWS Stenden University webinars add digital push to education READ MORE GU-Q student researches role of radio during times of crisis READ MORE 2020 WISE Awards finalists named READ MORE QSC face shields boost battle against Covid-19 READ MORE Industrial Area reopens; entry, exit regulated READ MORE Katara receives over 1,800 entries for stay-at-home writing contests READ MORE NHRC launches awareness campaign for corporate and domestic workers READ MORE Qatar on track for digital health ecosystem: QCRI researcher READ MORE Over 250 individuals get cash prizes in 3rd edition ... "], ["2020-05-06 02:58", "GU-Q student researches role of radio during times of crisis ...  A COMMENT Your email address will not be published. Required fields are marked * Your Comment (must be logged in) * *You must register and complete fields Please you have to log in POST COMMENT MORE NEWS Stenden University webinars add digital push to education READ MORE Qatar Charity opens more branches, collection points READ MORE 2020 WISE Awards finalists named READ MORE QSC face shields boost battle against Covid-19 READ MORE Industrial Area reopens; entry, exit regulated READ MORE Katara receives over 1,800 entries for stay-at-home writing contests READ MORE NHRC launches awareness campaign for corporate and domestic workers READ MORE Qatar on track for digital health ecosystem: QCRI researcher READ MORE Over 250 individuals get cash prizes in 3rd ... "], ["2020-05-06 02:28", "2020 WISE Awards finalists named ...  2020 and celebrated at a WISE event. In addition to visibility and networking opportunities, each project will receive $20,000. 0 COMMENTS There are no comments. LEAVE A COMMENT Your email address will not be published. Required fields are marked * Your Comment (must be logged in) * *You must register and complete fields Please you have to log in POST COMMENT MORE NEWS QSC face shields boost battle against Covid-19 READ MORE Industrial Area reopens; entry, exit regulated READ MORE Katara receives over 1,800 entries for stay-at-home writing contests READ MORE NHRC launches awareness campaign for corporate and domestic workers READ MORE Qatar on track for digital health ecosystem: QCRI researcher READ MORE Over 250 individuals get cash prizes in 3rd edition ... "], ["2020-05-06 02:27", "QSC face shields boost battle against Covid-19Qatar Scientific Club (QSC) has devised a face shield to provide adequate protection against Covid-19 infection to medical staff in the country, including those of Hamad Medical Corporation (HMC)."], ["2020-05-06 02:24", "Industrial Area reopens; entry, exit regulated ...  quality inside and outside the Industrial Area to all those diagnosed with the infection. 0 COMMENTS There are no comments. LEAVE A COMMENT Your email address will not be published. Required fields are marked * Your Comment (must be logged in) * *You must register and complete fields Please you have to log in POST COMMENT MORE NEWS 2020 WISE Awards finalists named READ MORE QSC face shields boost battle against Covid-19 READ MORE Katara receives over 1,800 entries for stay-at-home writing contests READ MORE NHRC launches awareness campaign for corporate and domestic workers READ MORE Qatar on track for digital health ecosystem: QCRI researcher READ MORE Over 250 individuals get cash prizes in 3rd edition of QIB MISK draws READ MORE Qatar Museums, HMC join ... "]]}}