{"postfix": "qualcomm-aktie", "name": "QUALCOMM", "wkn": "883121", "time": "2020.06.02 11:44", "ts": 1591091056, "features": {"KGV": "21.56", "Marktkapitalisierung": {"Size": "Mrd", "Value": "78.86"}, "GA": "3.54", "KBV": "18.85", "BA": "4.05", "KCV": "13.82", "CA": "5.52", "Vola30": "41", "Vola90": "52.68", "Vola180": "43.58", "Vola250": "37.47"}, "rivals": ["adva-aktie", "broadcom_4-aktie", "intel-aktie", "ibm-aktie", "nokia-aktie", "texas_instruments-aktie", "alcatel-lucent-aktie"], "text_data": {"de": [["31.05.20", "Analysten sehen bei QUALCOMM-Aktie Potenzial"], ["28.05.20", "Mehr WLAN-Spektrum: Qualcomm ist Erster bei Wi-Fi-6E-Chips"], ["15.05.20", "USA und China eskalieren Streit über Rolle von Huawei"], ["11.05.20", "Smartphone-Prozessor: Qualcomm Snapdragon 768G für flotte Mittelklasse-Geräte"], ["11.05.20", "Snapdragon 768G: Qualcomm macht Oberklasse-SoC schneller"], ["07.05.20", "Qualcomm: Snapdragon 875 soll mit 5 nm gefertigt werden"], ["01.05.20", "QUALCOMM: Bilanz zum abgelaufenen Quartal"], ["30.04.20", "So schätzen Analysten die QUALCOMM-Aktie ein"], ["30.04.20", "MÄRKTE USA/Wall Street zum Start leichter erwartet"], ["30.04.20", "MARKT USA/Wall Street etwas fester erwartet"], ["30.04.20", "Coronavirus: Qualcomm geht von geringerer Smartphone-Nachfrage aus"], ["30.04.20", "SoC-Hersteller Qualcomm: Smartphone-Markt bricht um 30 Prozent ein"], ["30.04.20", "Snapdragon 8cx im Test: Qualcomm rückt an Intel heran"], ["22.04.20", "Qualcomm kündigt Quartalsdividende an"], ["15.04.20", "Qualcomm 3D Sonic Max: BOE baut Fingerabdrucksensor in OLED-Panels"], ["07.04.20", "China überholt die USA erstmals bei Zahl der Patentanmeldungen"], ["31.03.20", "So schätzen Analysten die QUALCOMM-Aktie ein"], ["26.03.20", "Aktionäre von Qualcomm erhalten Dividende"], ["21.02.20", "Made in USA: Glasexperte Corning und Qualcomm bieten 5G Small Cells"], ["18.02.20", "AKTIE IM FOKUS 3: Apple belastet von Umsatzwarnung - Sorgen um Coronavirus"], ["18.02.20", "5G-Modem Snapdragon X60: Qualcomm startet mit 5-Nanometer-Technik"], ["07.02.20", "QUALCOMM vermeldete Zahlen zum jüngsten Quartal"], ["06.02.20", "MÄRKTE USA/Wall Street steigt auf neue Rekordhochs"], ["06.02.20", "MÄRKTE USA/Mit kleinen Gewinnen auf neue Rekordhochs"], ["06.02.20", "MÄRKTE USA/Dow und S&P-500 auf Allzeithoch - Kurssprung bei Twitter"], ["06.02.20", "MÄRKTE USA/Erholungsbewegung intakt - Twitter-Aktie sehr fest"], ["06.02.20", "5G treibt Qualcomm an"], ["24.01.20", "Smartphones: Qualcomm nutzt RISC-V in Snapdragon-Chips"], ["21.01.20", "Wi-Fi 6 für die Mittelklasse: Qualcomm kündigt neue Smartphone-Prozessoren an"], ["21.01.20", "Snapdragon 720G/662/460: Qualcomm bringt 8-nm-Chips mit Navic und Wi-Fi 6"], ["20.01.20", "Qualcomm gibt Dividende bekannt"]], "en": [["29.05.20", "Why Is Qualcomm (QCOM) Down 0.7% Since Last Earnings Report?"], ["29.05.20", "Qualcomm, Qorvo & Jabil: Apple Suppliers Have Been Left Behind From The Rally. Time To Buy?"], ["28.05.20", "Qualcomm Stock To Surge Past $90 Post Covid-19 Crisis?"], ["27.05.20", "Why Investors Should Consider Qualcomm Stock in a Post-Pandemic World"], ["27.05.20", "Qualcomm Gets RS Rating Upgrade"], ["26.05.20", "Qualcomm expects all-in-one 5G XR viewers in 1-4 years, glasses in 5-10"], ["26.05.20", "Phone-connected 5G VR/AR headsets are still on track for 2020, says Qualcomm     - CNET"], ["19.05.20", "The Zacks Analyst Blog Highlights: Apple, Qualcomm, The Boeing Company and Cisco Systems"], ["18.05.20", "50% Jump For Qualcomm Stock With Barely Any Revenue Growth?"], ["14.05.20", "Jim Cramer: Chart action shows more upside in Nvidia, AMD and Qualcomm"], ["14.05.20", "Charts show Nvidia, AMD and Qualcomm have 'a lot more room to run,' Jim Cramer says"], ["13.05.20", "The Zacks Analyst Blog Highlights: Qualcomm, Cogent Communications, FactSet and Cardinal Health"], ["12.05.20", "The Zacks Analyst Blog Highlights: Taiwan Semiconductor, Nvidia, AMD, Qualcomm and Broadcom"], ["11.05.20", "The Zacks Analyst Blog Highlights: Visa, PepsiCo, salesforce, Citigroup and QUALCOMM"], ["11.05.20", "Qualcomm and MediaTek chase video and game fans with tweaked 5G chips"], ["11.05.20", "Qualcomm adds new Snapdragon 768G processor to boost midrange phones     - CNET"], ["08.05.20", "The Zacks Analyst Blog Highlights: Qualcomm, Arista Networks, Nokia, Altice USA and Knowles"], ["07.05.20", "Telecom Stock Roundup: Qualcomm & Arista Surpass Earnings Estimates, & More"], ["07.05.20", "Qualcomm CEO Steve Mollenkopf Drives Worldwide 5G Growth"], ["05.05.20", "Qualcomm Should Be Scared of These 2 Words That Apple Just Uttered"], ["04.05.20", "Qualcomm stock falls after Wells Fargo starts coverage with bearish rating"], ["04.05.20", "The Zacks Analyst Blog Highlights: Tesla, Cisco, Comcast, Qualcomm and Micron"], ["02.05.20", "Better Buy: NXP Semiconductors vs. Qualcomm"], ["30.04.20", "The Ratings Game: Qualcomm doubles down on 5G forecast amid coronavirus and Wall Street approves"], ["30.04.20", "The Zacks Analyst Blog Highlights: Facebook, Microsoft, Tesla, Qualcomm and eBay"], ["30.04.20", "Qualcomm (QCOM) Q2 Earnings Beat Estimates on 5G Strength"], ["30.04.20", "Qualcomm Inc (QCOM) Q2 2020 Earnings Call Transcript"], ["29.04.20", "Qualcomm forecasts upbeat revenue as 5G demand mitigates virus impact"], ["29.04.20", "Qualcomm forecasts upbeat revenue as 5G demand mitigates virus impact"], ["29.04.20", "UPDATE 2-Qualcomm forecasts upbeat revenue as 5G demand mitigates virus impact"], ["29.04.20", "Qualcomm (QCOM) Beats Q2 Earnings and Revenue Estimates"], ["29.04.20", "Qualcomm expects a steep drop in phone shipments as coronavirus hurts demand     - CNET"], ["29.04.20", "Qualcomm second-quarter results beat estimates, shares rise"], ["29.04.20", "Qualcomm second-quarter results beat estimates, shares rise"], ["29.04.20", "UPDATE 1-Qualcomm second-quarter results beat estimates, shares rise"], ["29.04.20", "Qualcomm second-quarter revenue beats estimates, shares rise"], ["29.04.20", "Qualcomm Sees Coronavirus Pandemic Hurting Smartphone Sales"], ["29.04.20", "Earnings Results: Qualcomm stock rises following earnings beat, no change to 5G forecast"], ["29.04.20", "Qualcomm second-quarter revenue beats estimates, shares rise"], ["29.04.20", "Qualcomm rises after earnings, but sees 30% drop in phone shipments in future"], ["2020-06-02 08:46", "Red Magic 5G Lite gaming phone from Nubia might launch soon globally ...  is it is devoid of any ugly notches with minimum bezels in top and bottom. It also boasts 4096 auto brightness adjustment levels and has a 144hz refresh rate. The 240hz touch sampling rate is probably to ensure low latency in touch responsiveness while gaming. T he Nubia Play brings extreme refresh rates to the budget segment Nubia Red Magic 5G review The Nubia Play has the latest Qualcomm Snapdragon 765 SoC with support for 5G connectivity and adreno 620 GPU for graphics on-board. Despite being a gaming-centric device, the phone has quite the camera sensors. There is a 48MP Sony IMX 582, 8MP wide-angle, a 2MP Macro and 2MP depth sensors for rear optics. Selfie shooter on the front is a 12MP sensor. It has an in-display fingerprint scanner, 3.5mm headphone ... "], ["2020-06-02 08:15", "Samsung Galaxy M11, Galaxy M01 with Qualcomm SoCs launched: Price, specsRead more about Samsung Galaxy M11, Galaxy M01 with Qualcomm SoCs launched: Price, specs on Business Standard. The Galaxy M11 and Galaxy M01 will be available on offline stores, e-commerce platforms and Samsung online shop from June 2"], ["2020-06-02 08:00", "Huawei tops 5G patent numbers ... ;s 2019 financial report, the company spent 131.66 billion yuan ($18.49 billion) in research and development in the 2019 fiscal year, accounting for 15.3 percent of its total revenue. Data also show that, including Huawei and ZTE, Chinese companies have a share of 34.02 percent among the global total in 5G SEPs, ranking first in the number. Huawei was followed by Qualcomm, Nokia, Samsung, LG, ZTE, Ericsson, CATT, NTT DOCOMO and InterDigital. Related Stories Huawei boss queries UK govt U-turn UK will pay price if it carries out decision to exclude Huawei: China Daily editorial Huawei leads China's 5G phone market in Q1 No turning the other cheek on Huawei: China Daily editorial 5G technology to offer players new experiences Photo Night economy prosperous ... "], ["2020-06-02 07:30", "Samsung launches budget Galaxy M01, Galaxy M11 phones in India; price starts at Rs 8,999 ...  might not be able to handle this wallpaper Samsung Galaxy S20+ long-term review: You can't go wrong with this Hackers claim BHIM users' data vulnerable; NPCI says no data compromise at app The Galaxy M11 is Samsung's second budget punch hole cutout-toting phone after last year's Galaxy M40. The phone has a 6.4-inch HD+ or 720p+ Infinity-O LCD display and is powered by a Qualcomm Snapdragon 450 processor paired with up to 4GB RAM and up to 64GB storage which is further expandable by up to 512GB via a micro-SD card slot. The dual-SIM phone has a 5,000mAh battery under the hood and there's also support for 15W fast charging. The Galaxy M11 has three cameras on the back. There's a 13MP main camera with f/1.8 aperture, a 5MP ultra wide ... "], ["2020-06-02 07:08", "Samsung Galaxy M11, Galaxy M01 Debut in India: All Details ... Galaxy M11 packs a 5,000mAh battery that supports 15W fast charging. Besides, the phone measures 161.4x76.3x9.0mm and weighs 197 grams. Samsung Galaxy M01 specifications The dual-SIM (Nano) Samsung Galaxy M01 also runs One UI 2.0 on top of Android 10 and features a 5.71-inch HD+ (720x1560 pixels) TFT Infinity-V Display panel with a 19.5:9 aspect ratio. The phone is powered by an octa-core Qualcomm Snapdragon 435 SoC, paired with 3GB of RAM. There is the dual rear camera setup that includes a 13-megapixel primary sensor with an f/2.2 lens and a 2-megapixel secondary sensor with an f/2.4 lens. The phone also has a 5-megapixel selfie camera sensor at the front, along with an f/2.2 lens. Redmi Note 8, Redmi 8, Redmi 8A Dual Price in India Hiked Once Again Global ... "], ["2020-06-02 06:43", "Huawei could be forced to use Snapdragon chipsetsHuawei is forced to look for alternate options to source chipsets for its flagship smartphones and maybe turning towards Qualcomm to procure SoCs for its flagship smartphones."], ["2020-06-02 06:40", "NBN admits telling Canberrans they needed to move off TransACT when they didn't ... ,sothesewillbereadytomitigatesecurity... NBN to get 250Mbps on entire HFC network by June 2021, only 7% can get 750Mbps New wholesale pricing structure leaves cable users guessing. Cisco acquires ThousandEyes to bolster visibility, analytics for services, apps ThousandEyes provides a platform that enables enterprises to visualize environments that increasingly run through multiple clouds and networks. Qualcomm debuts new Wi-Fi 6E offerings, Networking Pro Series upgrades The chipmaker is rapidly introducing new designs to capitalize on recent spectrum release by the FCC. Windows 10 2004: We're already looking into these 10 issues, says Microsoft Despite extra testing of the Windows 10 May 2020 update, the rollout has ... "], ["2020-06-01 05:41", "Redmi Note 8, Redmi 8, Redmi 8A Dual Price in India Hiked Once Again ... : All You Need to Know Redmi Note 8, Redmi 8, Redmi 8A Dual Price in India Hiked Once Again: All Details Redmi, Mi, Poco Phones Now on Sale via Online Platforms in Green and Orange Zones Realme C3 vs Redmi 8 vs Infinix Hot 8: Price in India, Specifications Compared More Xiaomi mobiles Xiaomi mobiles price in India Redmi 8A Dual KEY SPECS NEWS Variants Display 6.22-inch Processor Qualcomm Snapdragon 439 Front Camera 8-megapixel Rear Camera 13-megapixel + 2-megapixel RAM 2GB Storage 32GB Battery Capacity 5000mAh OS Android 9.0 Resolution 720x1520 pixels Redmi Note 8, Redmi 8, Redmi 8A Dual Price in India Hiked Once Again: All You Need to Know Redmi Note 8, Redmi 8, Redmi 8A Dual Price in India Hiked Once Again: All Details Redmi 8A Dual Goes on Open Sale in ... "], ["2020-06-01 02:04", "Australian bushfires impacted 1% of all NBN services ... ,sothesewillbereadytomitigatesecurity... NBN to get 250Mbps on entire HFC network by June 2021, only 7% can get 750Mbps New wholesale pricing structure leaves cable users guessing. Cisco acquires ThousandEyes to bolster visibility, analytics for services, apps ThousandEyes provides a platform that enables enterprises to visualize environments that increasingly run through multiple clouds and networks. Qualcomm debuts new Wi-Fi 6E offerings, Networking Pro Series upgrades The chipmaker is rapidly introducing new designs to capitalize on recent spectrum release by the FCC. Windows 10 2004: We're already looking into these 10 issues, says Microsoft Despite extra testing of the Windows 10 May 2020 update, the rollout has ... "], ["2020-05-31 22:26", "NYPD'S Terrorism Chief Says Unnamed Groups Planned Protest Violence in Advance ...  NIGHT. WE TOLD BUT THAT. NEWS 4\\u2019S ADAM HARDING IN UNION SQUARE TONIGHT. HOW IS IT LOOKING, ADAM? > > Reporter: WELL, ADAM, IT\\u2019S PRETTY QUIET RIGHT NOW. LIKE CHECKEY, WE WERE EXPECTING A PROTEST AT 5:00. THAT DID NOT COME TO PASS. WE HAVE TO SHOW YOU POLICE HAVE BARRICADES AT THE TRAIN STATION OF 14th STREET, UNION SQUARE STREET TRAIN STATION. IT REMAINS QUALCOMM AND VERY QUIET. PROTESTERS WHO WERE HERE JUST A FEW HOURS AGO TONIGHT CALLING FOR PEACE AFTER SOME SIGNS OF DISRUPTION LAST NIGHT. > > > TONIGHT PARTS OF NEW YORK > > > TONIGHT PARTS OF NEW YORK ARE BOARDING UP AND CLEANING UP. AFTER STORES ACROSS THE CITY WERE HIT BY VANDALS DURING PROTESTS SATURDAY NIGHT, THIS VIDEO FROM SOHO SHOWING SOME MAKING OFF WITH WHAT APPEARS TO BE MERCHANDISE ... "], ["2020-05-31 19:33", "We cannot continue to ignore uncomfortable truths about our society ...  more problems in the U.S. Here's the EPA's plan to address it. The Environmental Protection Agency has USMCA funding to address transborder pollution. Now it must decide how. The Conversation What exactly does Qualcomm do? Here's what you should know about the San Diego company. The Conversation What exactly does Qualcomm do? Here's what you should know about the San Diego company. President Donald Trump has blocked Singapore-based Broadcom's takeover of Qualcomm on national security grounds. Advertisement Connect with us Connect with us Subscribe to email newsletters from the Union-Tribune about news, sports, business, opinion and more. Also sign up for our community newspaper newsletters, and CaregiverSD. Advertisement Advertisement ... "], ["2020-05-31 14:53", "State of Texas: Court ruling puts vote by mail eligibility decision in hands of voters ...  to the 2300 block of South Lamar Boulevard near West Oltorf Street for a report of a disturbance at around 3:05 p.m. At the scene officers met with the victim who is a parking enforcement attendant. Read the Full Article Faster Wi-Fi on its way to help parents and kids stuck at home by Salvador Rivera / May 31, 2020 SAN DIEGO (Border Report) -- Qualcomm is releasing new Wi-Fi technology that will reportedly provide faster connectivity to smartphones, laptops and other mobile devices. The San Diego-based company is unveiling new Wi-Fi chips with the capability of boosting speeds and capacity for home and business needs, which is welcome news for many people who are either working from home or have children taking classes online because of the coronavirus ... "], ["2020-05-31 14:41", "Faster Wi-Fi on its way to help parents and kids stuck at homeQualcomm is releasing new Wi-Fi technology that will reportedly provide faster connectivity to smartphones, laptops and other mobile devices. The San Diego based company unveiled new Wi-Fi chips wi..."], ["2020-05-31 13:30", "iPhone 11 Pro vs. OnePlus 8 Pro cameras: Let these photos speak for themselves ...  vs. iPhone 11 Pro camera specs OnePlus 8 Pro iPhone 11 Pro Camera 48-megapixel main, 8-megapixel telephoto, 48-megapixel ultra-wide, 5-megapixel 'colour filter' 12-megapixel f/1.8 (wide), 12-megapixel (ultra-wide), 12-megapixel (telephoto) Front-facing camera 16-megapixel 12-megapixel Video capture 4K 4K Slow motion video 240fps, 1080p 240fps, 1080p Portrait mode Yes Yes Night mode Yes Yes Processor Qualcomm Snapdragon 865 Apple A13 Bionic The coronavirus lockdown means it's tricky to get out and do my usual full suite of tests, but I've found the odd moment while taking my daily walks to get some quick snaps for comparison. I'll expand on this just as soon as I'm able to spend some proper time outdoors. See the Apple iPhone 11 Pro ... "], ["2020-05-31 13:00", "iPhone SE vs. Galaxy S10E and other budget phones you can buy in 2020 ...  software iOS 13 Android 9.0 Android 9.0 Android 10 Camera 12-megapixel 12.2-megapixel 12-megapixel (wide-angle), 16-megapixel (ultrawide-angle) 48-megapixel (standard), 12-megapixel (wide-angle), 5-megapixel (macro), 5-megapixel (depth sensing) Front-facing camera 7-megapixel 8-megapixel 10-megapixel 32-megapixel Video capture 4K 4K 4K 4K Processor Apple A13 Bionic 2.0GHz octa-core Qualcomm Snapdragon 670 Octa-core Qualcomm Snapdragon 855 2.3GHz octa-core Storage 64GB, 128GB, 256GB 64GB 128GB, 256GB 128GB RAM Not disclosed 4GB 6GB, 8GB 4GB Expandable storage No No Up to 512GB Up to 512GB Battery Not disclosed 3,000 mAh 3,100 mAh 4,000 mAh Fingerprint sensor Home button Back Power button In-screen Connector Lightning USB-C USB-C USB-C Headphone jack No Yes ... "], ["2020-05-31 11:00", "Pixel 3 specs vs. 3 XL: Battery life, screen size and price are the main differences ... .03 in. Dimensions (millimeters) 145.6x68.2x7.9 mm 158x76.7x7.9 mm Weight (ounces, grams) 5.2oz.; 148g 6.5 oz.; 184g Mobile software Android 9 Pie (upgradeable to Android 10) Android 9 Pie (upgradeable to Android 10) Camera 12.2-megapixel 12.2-megapixel Front-facing camera Dual 8-megapixel Dual 8-megapixel Video capture 4K 4K Processor Qualcomm Snapdragon 845 (2.5GHz + 1.6GHz octa-core) Qualcomm Snapdragon 845 (2.5GHz octa-core) Storage 64GB, 128GB 64GB, 128GB RAM 4GB 4GB Expandable storage None None Battery 2,915 mAh 3,430 mAh Fingerprint sensor Back cover Back cover Connector USB-C USB-C Headphone jack No No Special features Water resistant (IPX8), wireless charging support, Pixel Buds USB-C headphones in the box Water resistant (IPX8), wireless charging ... "], ["2020-05-31 10:00", "Galaxy S20, S20 Plus and S20 Ultra specs vs. Galaxy S10 and S10 Plus: What's new and what's different ...  (ultra wide-angle), 12-megapixel (telephoto) Front-facing camera 10-megapixel 10-megapixel 40-megapixel 10-megapixel 10-megapixel, 8-megapixel Video capture 8K 8K 8K 4K 4K Processor 64-bit octa-core processor (Max 2.7GHz + 2.5 GHz + 2.0 GHz) 64-bit octa-core processor (Max 2.7GHz + 2.5 GHz + 2.0 GHz) 64-bit octa-core processor (Max 2.7GHz + 2.5 GHz + 2.0 GHz) Octa-core Qualcomm Snapdragon 855 Octa-core Qualcomm Snapdragon 855 Storage 128GB 128GB, 512GB 128GB, 512GB 128GB, 512GB 128GB, 512GB, 1TB RAM 12GB 12GB 12GB, 16GB 8GB 8GB, 12GB Expandable storage Up to 1TB Up to 1TB Up to 1TB Up to 512GB Up to 512GB Battery 4,000 mAh 4,500 mAh 5,000 mAh 3,400 mAh 4,100 mAh Fingerprint sensor In-screen In-screen In-screen In-screen In-screen Connector USB-C USB-C USB-C ... "], ["2020-05-31 08:22", "'5G will be defined by smart glasses' ...  advanced AR glasses, according to officials and analysts. While we may hear often in the media these days, \"The smartphone is dead; Long live smart glasses,\" it still seems there is a long way to go to the commercialization of VR-AR glasses in consumer markets as Google and Microsoft are more active in the \"enterprise market.\" U.S. telecom chip giant Qualcomm and 15 operator groups including China Mobile, China Telecom, NTT DoCoMo, KT, LG Uplus, SK Telecom, SoftBank, Verizon, Vodafone T-Mobile and others have thrown their weight behind \"smart glasses\" by announcing that they will work on making \"5G XR\" viewers available at both the consumer and enterprise level \"within the next year.\" Apple is reportedly working on a ... "], ["2020-05-31 04:00", "Is Apple Planning To Enter Cloud Computing Space? ...  effort, she has created a chat show called 'Valley Teen Chat Show' to bring Entrepreneurship and Leadership lessons from stellar CEOs and VCs - she has already interviewed John Chambers (Cisco ex-CEO), Tim Draper (top VC), Vinod Kumar (CEO of Vodafone Business and Tata Communications ex-CEO), Dheeraj Pandey (Nutanix CEO), Kamran Ziaee (CenturyLink CIO), Quinn Li (Head of Qualcomm Ventures) and several executives from SAP, TechStars, etc. The chat show is coming soon. Taarini is the youngest person to win the Young American-Indian Award which she received from the Indian Ambassador to the US Navtej Sarna for her work in Entrepreneurship in 2018. She has written a book (The Young Aspiring Entrepreneur) which has a foreword from Intel Capital President ... "], ["2020-05-30 23:32", "Shoppers flock to Westfield UTC as more stores open in San Diego ...  their dogs and chased toddlers around the retail plaza. Queues of customers lined up outside popular spots such as The Apple Store and Pottery Barn, standing on circular mats marking 6 feet of distance between shoppers. People basked in the common areas, occasionally lifting their face coverings to take sips of coffee as they talked. Faye Longmaker and Amy Talmadge, two friends and longtime coworkers at Qualcomm, sat 6 feet apart under a shade tree, each in a homemade fabric mask. Before the days of the pandemic, the duo had a tradition of taking a weekend art class together, followed by a chatty breakfast at the Corner Bakery Caf. Now, they each work from home. No chatting in the hallways. No weekend art classes. \"Zoom just isn't the same,\" ... "]]}}