{"postfix": "reckitt_benckiser-aktie", "name": "RECKITT_BENCKISER", "wkn": "A0M1W6", "time": "2020.06.02 12:32", "ts": 1591093969, "features": {"KGV": "17.77", "Marktkapitalisierung": {"Size": "Mrd", "Value": "56.98"}, "GA": "3.49", "KBV": "4.69", "BA": "13.23", "KCV": "16.95", "CA": "3.66", "Vola30": "28.3", "Vola90": "45.13", "Vola180": "36.74", "Vola250": "29.62"}, "rivals": ["johnson_johnson-aktie", "procter_gamble-aktie", "colgate-palmolive-aktie", "beiersdorf-aktie", "merck-aktie", "unilever-aktie"], "text_data": {"de": [["31.05.20", "So schätzen die Analysten die Zukunft der Reckitt Benckiser-Aktie ein"], ["30.04.20", "MÄRKTE EUROPA/EZB erfüllt hohe Erwartung nicht - Börsen schwach"], ["30.04.20", "Was Analysten von der Reckitt Benckiser-Aktie erwarten"], ["30.04.20", "MÄRKTE EUROPA/Börsen drehen deutlich ins Minus - Shell schwach"], ["30.04.20", "ANALYSE-FLASH: Goldman belässt Reckitt Benckiser auf 'Neutral' - Ziel 5950 Pence"], ["30.04.20", "Sagrotan-Hersteller Reckitt Benckiser profitiert von Corona-Pandemie"], ["24.04.20", "Ärzte warnen eindringlich vor Empfehlungen Trumps für Covid-19-Behandlung"], ["24.04.20", "Nach Trump-Aussagen: Warnung vor Einnahme von Desinfektionsmitteln"], ["17.04.20", "MÄRKTE EUROPA/Börsen bauen Gewinne aus - Konjunkturtitel gesucht"], ["17.04.20", "MÄRKTE EUROPA/Europa feiert - Hoffnung auf schnelles Comeback"], ["15.04.20", "ANALYSE-FLASH: Credit Suisse hebt Reckitt Benckiser auf 'Neutral'"], ["31.03.20", "So schätzen Analysten die Reckitt Benckiser-Aktie ein"], ["29.02.20", "Reckitt Benckiser-Aktie: Experten empfehlen Reckitt Benckiser im Februar mehrheitlich zum Kauf "], ["28.02.20", "Reckitt Benckiser Group vermeldete Zahlen zum jüngsten Quartal"], ["28.02.20", "Reckitt Benckiser stellte Zahlen zum jüngsten Quartal vor"], ["27.02.20", "Reckitt Benckiser muss wegen Mead Johnson Milliarden abschreiben"], ["27.02.20", "Reckitt Benckiser steigert die Dividende"], ["27.02.20", "Reckitt Benckiser schreibt wegen milliardenschwerer Abschreibung Verlust"], ["Dividendenrekord 2020", "Januar 2020: Das sind die Expertenmeinungen zur Reckitt Benckiser-Aktie"], ["Dividendenrekord 2020", "Reckitt Benckiser-Aktie: Das sind die Analysten-Einstufungen des vergangenen Monats"], ["31.01.20", "So stuften die Analysten die Reckitt Benckiser-Aktie im vergangenen Monat ein"]], "en": [["01.06.20", "Reckitt Benckiser Gp : Total Voting Rights"], ["29.05.20", "Reckitt Benckiser Gp : Second Price Monitoring Extn"], ["29.05.20", "Reckitt Benckiser Gp : Price Monitoring Extension"], ["28.05.20", "Reckitt Benckiser Gp : Director/PDMR Shareholding"], ["28.05.20", "How Reckitt Benckiser kept Dettol flowing in the pandemic"], ["13.05.20", "Reckitt Benckiser Gp : Publication of Offering Memorandum"], ["04.05.20", "Reckitt Benckiser Gp : Director/PDMR Shareholding"], ["01.05.20", "Reckitt Benckiser Gp : Total Voting Rights"], ["30.04.20", "Reckitt Benckiser posts record sales on disinfectant boom"], ["30.04.20", "Reckitt Benckiser Gp : Q1 2020 Trading Update"], ["06.04.20", "Reckitt Benckiser Gp : Annual Financial Report"], ["03.04.20", "Reckitt Benckiser Gp : Director Declaration"], ["01.04.20", "Reckitt Benckiser Gp : Total Voting Rights"], ["24.03.20", "Reckitt Benckiser Gp : Second Price Monitoring Extn"], ["24.03.20", "Reckitt Benckiser Gp : Price Monitoring Extension"], ["03.03.20", "Reckitt Benckiser Gp : Director/PDMR Shareholding"], ["02.03.20", "Reckitt Benckiser Gp : Total Voting Rights"], ["27.02.20", "Reckitt Benckiser says Dettol demand driven higher by coronavirus"], ["27.02.20", "Reckitt Benckiser takes £5bn writedown on Mead Johnson purchase"], ["27.02.20", "Reckitt Benckiser sales come in low, unveils 2 bln investment plan"], ["27.02.20", "Reckitt Benckiser Gp : Full Year Results 2019"], ["03.02.20", "Reckitt Benckiser Gp : Total Voting Rights"], ["02.01.20", "Reckitt Benckiser Gp : Total Voting Rights"], ["2020-06-01 09:12", "South Korea opens websites for potential military victims of humidifier disinfectants ...  websites exclusively for the issue to receive reports from victims and to provide them with counseling services online,\" the ministry said in a release. So far, a total of 136 people has reported their suffering to the defense ministry through the offline center, it added. Government tests found that toxic biocides were used in the products made by several companies, including Oxy Reckitt Benckiser and SK Chemicals. Such products first hit the shelves here in 1994 and were sold until being banned in 2011. Investigations into the firms have resulted in a number of convictions. Last year, Seoul's top court upheld a lower court's six-year sentence on Shin Hyun-woo, Oxy's former chief, for accidental homicide due to professional negligence ... "], ["2020-06-01 05:26", "Gov't opens websites for potential military victims of humidifier disinfectants ...  websites exclusively for the issue to receive reports from victims and to provide them with counseling services online,\" the ministry said in a release. So far, a total of 136 people have reported their suffering to the defense ministry through the offline center, it added. Government tests found that toxic biocides were used in the products made by several companies, including Oxy Reckitt Benckiser and SK Chemicals. Such products first hit the shelves here in 1994 and were sold until being banned in 2011. Investigations into the firms have resulted in a number of convictions. Last year, Seoul's top court upheld a lower court's six-year sentence on Shin Hyun-woo, Oxy's former chief, for accidental homicide due to professional negligence ... "], ["2020-05-31 15:30", "Govt. opens websites for potential military victims of humidifier disinfectants ...  websites exclusively for the issue to receive reports from victims and to provide them with counseling services online,\" the ministry said in a release. So far, a total of 136 people have reported their suffering to the defense ministry through the offline center, it added. Government tests found that toxic biocides were used in the products made by several companies, including Oxy Reckitt Benckiser and SK Chemicals. Such products first hit the shelves here in 1994 and were sold until being banned in 2011. Investigations into the firms have resulted in a number of convictions. Last year, Seoul's top court upheld a lower court's six-year sentence on Shin Hyun-woo, Oxy's former chief, for accidental homicide due to professional negligence ... "], ["2020-05-30 01:35", "78% of Democrats Say Coronavirus News Coverage Has Been Mostly Accurate, While 52% of Republicans Say It's Inaccurate ...  In Attempt to Ward Off Coronavirus After Trump's comments, poison control call centers in at least four states saw an increase in queries about cleaning products. In Georgia, one individual drank a mixture of pine cleaner, beer, mouthwash and pain medication. No clear link between Trump's comments and the actions of the Georgia individual has been established. Reckitt Benckiser, the manufacturer of Lysol, issued a statement clarifying that \"under no circumstance should our disinfectant products be administered into the human body (through injection, ingestion or any other route).\" Trump later said to members of the media during an April bill signing that he made the comments in a \"sarcastic\" fashion. \"I was asking a question ... "], ["2020-05-29 20:02", "Investing During Coronavirus: Stocks Turn Positive on Trump's Trade Comments ...  trends (think cleaning products and comfort food). Yes, some of today's hottest companies will soon go back out of style. But Dziubinski thinks these are all stocks to buy for the long term. Here are the eight names she's recommending: Anheuser-Busch InBev (NYSE: BUD ) Coca-Cola (NYSE: KO ) Hostess Brands (NASDAQ: TWNK ) Kellogg (NYSE: K ) Molson Coors (NYSE: TAP ) Reckitt Benckiser (OTCMKTS: RBGLY ) Kraft Heinz (NASDAQ: KHC ) Unilever (NYSE: UN , NYSE: UL ) 3 Vaccine Stocks to Buy on Coronavirus Hopes [Thursday, April 30, 10:15 a.m.] Contributed by Sarah Smith Based on how the market reacted to good news from Gilead Sciences (NASDAQ: GILD ) yesterday about its remdesivir, imagine the rally when a vaccine is declared to be a winner. That's why ... "], ["2020-05-29 10:45", "Trump Takes Aim at Social Platforms; The Future of D&I: Friday's First Things First ...  magazine D&I TBD, in which we talked to industry leaders about their experiences and what needs to be done going forward. But bigger still, we held our first Diversity and Inclusion Summit this week, with nearly 4,500 attendees and a dozen leaders from today's top brands and organizations sharing key insights into the state of D&I in the industry—from Reckitt Benckiser's Cynthia Chen and Petco's Tariq Hassan to ADCOLOR and Omnicom's Tiffany R. Warren . From the discussion, several major themes emerged about the pandemic and the challenges ahead for D&I: Companies must not abandon diversity efforts amid the pandemic. The Female Quotient's Shelley Zalis and Facebook's Antonio Lucio emphasized that going back to \"normal\" ... "], ["2020-05-29 04:00", "Are We Really Going To Run Out Of Condoms? ... , during the lockdown in France to stop the ... [+] spread of the novel coronavirus COVID-19. (Photo by Mehdi Taamallah/NurPhoto via Getty Images) NurPhoto via Getty Images With casual sex and hookups also off the table, the demand for condoms has gone down. By the end of April major brands such as Durex were reporting a reduction in sales. Laxman Narasimhan, the chief executive of Reckitt Benckiser, the company that owns Durex, told The Guardian that quarantine restrictions in the UK had led to reduced opportunities for sex as single people and people living in different households to their partners were no longer allowed to meet up. \"What you see is this virus is having a toll on the number of intimate occasions in the UK,\" he said. He noted that ... "], ["2020-05-28 18:21", "At Adweek's Inaugural D&I Summit, Leaders Forge Ahead With Commitment to Equality ...  about this is so far in the past.\" Speakers also included: Marc Pritchard (chief brand officer, Procter & Gamble) Antonio Lucio (global CMO, Facebook) Bozoma Saint John (CMO, Endeavor) Stephanie Buscemi (CMO, Salesforce) Marcel Marcondes (U.S. CMO, Anheuser-Busch) Diego Scotti , (CMO, Verizon) Tariq Hassan (CMO, Petco) Cynthia Chen (GM/president of consumer health and wellness, Reckitt Benckiser) Claudia Romo Edelman (founder, We Are All Human) Sarah Kate Ellis (president/CEO, GLAAD) Tiffany R. Warren (svp/chief diversity officer, Omnicom Group and founder/president, ADCOLOR ) Jason White (CMO, Curaleaf) Shelley Zalis (CEO, The Female Quotient) Here are some of the key themes that emerged, including select audio segments. D&I efforts shouldn't be ... "], ["2020-05-28 17:45", "What hotels are doing to sanitize rooms during the pandemic ...  extra precaution for now. Enhanced disinfecting protocols The most basic (and expected) changes that hotels are implementing? More cleaning. Marriott's new Global Cleanliness Council, for instance, is requiring the use of \"hospital-grade\" disinfectants in public spaces and guest rooms. Among the proposals for Hilton's program, a partnership with the Mayo Clinic and Lysol maker Reckitt Benckiser that's launching in June, are requirements that public spaces and 10 specific \"high-touch\" areas be cleaned even more frequently. Beyond that, hotels are experimenting with new sanitation technology, too. Sign up for Newsday's Travel newsletter Plan small day trips, big getaways and more. Sign up By clicking Sign up, you agree to our ... "], ["2020-05-28 13:39", "Global Over-the-counter Drugs Market Is Expected To Reach $237.66 Billion By 2027 - Latest Market Research Report By Stratistics MRC ... Global Over-the-counter Drugs market is accounted for $125.00 billion in 2018 and is expected to reach $237.66 billion by 2027 growing at a CAGR of 7.4% during the forecast period. Some of the key players in Over-the-counter Drugs Market include GlaxoSmithKline PLC, Emami Limited, Abbott Laboratories, Dabur India Limited, Procter & Gamble, Reckitt Benckiser, Sun Pharmaceuticals Limited, Cipla Inc, Company, Alkem Laboratories Limited, Teva Pharmaceutical Industries Ltd, Sanofi, Boehringer Ingelheim, Novartis, and Pfizer. While the factors like the inclination of pharmaceutical companies toward OTC drugs from RX drugs and favorable regulatory framework are the factors fueling the growth of the market. However, lack of awareness in the rural area is restraining ... "], ["2020-05-28 13:22", "From Mr. Clean to Michelle Yeoh, how the travel industry plans to woo customers back ... airlines and hotel chains are racing to brand themselves as spotless, in efforts to wipe out memories of grimy seat-back tray tables and bed bug-ridden rooms for travelers fearing exposure to the coronavirus. United Airlines struck a partnership with Clorox and the Cleveland Clinic to develop a standard for cleaning and sanitizing planes, while Hilton Hotels said it would work with Reckitt Benckiser's Lysol and the Mayo Clinic. An Extended Stay America campaign describes a 10-point cleaning process for the hotel chain's rooms and highlights its partnership with Procter & Gamble brands including Mr. Clean, Spic and Span, and Microban 24. \"Cleanliness will be the new on-time performance or low-price offer that people use to determine which airline ... "], ["2020-05-28 12:16", "David Herro was the world's best international stock-picker for a decade straight. He breaks down 8 stocks he bet on after the coronavirus decimated markets — and 3 he sold. ... As they're coming out of this pandemic, domestic travel is measurably starting to pick up,\" Herro said. \"Trip probably has close to a 40%, 50% market share.\" The exits Herro also sold stakes in a handful of companies that performed well during the market upheaval, including optical products maker Olympus and chipmaker ASML . He also cut back on his position in Lysol maker Reckitt Benckiser . \"People are overpaying for insurance. They're overpaying for safety,\" he said. These consumer staples companies are faring very well during this, but ... if something has a sustainable growth rate of 3% or 4% or 5%, it's not worth 30 or 35 times earnings.\" SEE ALSO: Michael Gayed's fund relied on just one market signal to book a ... "], ["2020-05-28 11:50", "Cineworld plans to reopen all its 128 venues in July ...  points: Is it a good deal? Help! My pension pot could run out within four years if I keep taking the same income Steve Webb replies You can't go away but should you still sell in May? A well-known but very questionable investing tip is being put to the test in a new way by the virus crisis. The defensive stocks that rode out the coronavirus crash Reckitt Benckiser and AstraZeneca prove their worth but BT and ABF fare less well... MIDAS SHARE TIPS MIDAS SHARE TIPS: Snap up profits by the tanker load with Breamar - in ships that store the world's surplus oil MIDAS SHARE TIPS UPDATE: Vital signs are healthy for our medical tip LiDCO, as demand for its devices shoots up MIDAS SHARE TIPS: Economic woe spells good news for insolvency practices and firms ... "], ["2020-05-28 11:31", "From Mr. Clean to Michelle Yeoh, how the travel industry plans to woo customers back ... airlines and hotel chains are racing to brand themselves as spotless, in efforts to wipe out memories of grimy seat-back tray tables and bed bug-ridden rooms for travelers fearing exposure to the coronavirus. United Airlines struck a partnership with Clorox and the Cleveland Clinic to develop a standard for cleaning and sanitizing planes, while Hilton Hotels said it would work with Reckitt Benckiser's Lysol and the Mayo Clinic. An Extended Stay America campaign describes a 10-point cleaning process for the hotel chain's rooms and highlights its partnership with Procter & Gamble brands including Mr. Clean, Spic and Span, and Microban 24. \"Cleanliness will be the new on-time performance or low-price offer that people use to determine which airline ... "], ["2020-05-28 11:29", "From Mr. Clean to Michelle Yeoh, how the travel industry plans to woo customers back ... airlines and hotel chains are racing to brand themselves as spotless, in efforts to wipe out memories of grimy seat-back tray tables and bed bug-ridden rooms for travelers fearing exposure to the coronavirus. United Airlines struck a partnership with Clorox and the Cleveland Clinic to develop a standard for cleaning and sanitizing planes, while Hilton Hotels said it would work with Reckitt Benckiser's Lysol and the Mayo Clinic. An Extended Stay America campaign describes a 10-point cleaning process for the hotel chain's rooms and highlights its partnership with Procter & Gamble brands including Mr. Clean, Spic and Span, and Microban 24. \"Cleanliness will be the new on-time performance or low-price offer that people use to determine which airline ... "], ["2020-05-28 10:43", "Nissan car production in Europe will be centred at Sunderland plant ... Is it a good deal? Help! My pension pot could run out within four years if I keep taking the same income Steve Webb replies You can't go away but should you still sell in May? A well-known but very questionable investing tip is being put to the test in a new way by the virus crisis. The defensive stocks that rode out the coronavirus crash Reckitt Benckiser and AstraZeneca prove their worth but BT and ABF fare less well... Latest reports from Cars Boost for British car making: Nissan says production of vehicles in Europe will be centred at Sunderland plant as it announces closure of Barcelona factory Aston Martin begins production of its 3.3MILLION reborn DB5 classics from the Goldfinger 007 film fitted with a full quota of Bond gadgets - just days after ... "], ["2020-05-28 08:36", "Gardening Express customers vent their fury amid order chaos ... : Is it a good deal? Help! My pension pot could run out within four years if I keep taking the same income Steve Webb replies You can't go away but should you still sell in May? A well-known but very questionable investing tip is being put to the test in a new way by the virus crisis. The defensive stocks that rode out the coronavirus crash Reckitt Benckiser and AstraZeneca prove their worth but BT and ABF fare less well... be a successful investor This is Money's brilliant guide now available on the Kindle THE INVESTING SHOW Where can investors look for shares that will benefit from a coronavirus recovery? What kind of rescue could trigger a stock market bounce back? How to invest through a crisis like coronavirus and protect your money? How to ... "], ["2020-05-28 08:13", "Voltaren makers to pay $4.5m for claiming Osteo Gel better than Emulgel ... treating osteoarthritis-related pain and inflammation, even though both had the same active ingredients. \"It's really disappointing that post-Nurofen, there is still behaviour where we have products with the same active ingredients stating two different abilities and two different remedies,\" ACCC chairman Rod Sims said at the time. Advertisement In 2016, pharmaceutical company Reckitt Benckiser, which manufactures Nurofen, was ordered to pay a $6 million penalty for misleading consumers with its specific pain relief range, which was confirmed after a final appeal to the High Court was rejected in August of 2017 . Loading The $6 million corporate penalty remains the highest-ever contested fine under Australian Consumer Law. The highest penalty the ... "], ["2020-05-28 08:08", "The brands with the best-rated dealer networks in the UK revealed ...  points: Is it a good deal? Help! My pension pot could run out within four years if I keep taking the same income Steve Webb replies You can't go away but should you still sell in May? A well-known but very questionable investing tip is being put to the test in a new way by the virus crisis. The defensive stocks that rode out the coronavirus crash Reckitt Benckiser and AstraZeneca prove their worth but BT and ABF fare less well... Latest reports from Cars Aston Martin begins production of its 3.3MILLION reborn DB5 classics from the Goldfinger 007 film fitted with a full quota of Bond gadgets - just days after showing its boss of six years the ejector seat Top service: With car showrooms given the green light to open on Monday, these are the brands with ... "], ["2020-05-28 08:02", "Voltaren makers to pay $4.5m for claiming Osteo Gel better than Emulgel ... treating osteoarthritis-related pain and inflammation, even though both had the same active ingredients. \"It's really disappointing that post-Nurofen, there is still behaviour where we have products with the same active ingredients stating two different abilities and two different remedies,\" ACCC chairman Rod Sims said at the time. Advertisement In 2016, pharmaceutical company Reckitt Benckiser, which manufactures Nurofen, was ordered to pay a $6 million penalty for misleading consumers with its specific pain relief range, which was confirmed after a final appeal to the High Court was rejected in August of 2017 . Loading The $6 million corporate penalty remains the highest-ever contested fine under Australian Consumer Law. The highest penalty the ... "]]}}