{"postfix": "renault-aktie", "name": "RENAULT", "wkn": "893113", "time": "2020.06.02 14:33", "ts": 1591101207, "features": {"KGV": "-82.44", "Marktkapitalisierung": {"Size": "Mrd", "Value": "6.03"}, "GA": "-0.52", "KBV": "0.34", "BA": "126.95", "KCV": "2.96", "CA": "14.50", "Vola30": "87.45", "Vola90": "99.27", "Vola180": "75.47", "Vola250": "57.03"}, "rivals": ["daimler-aktie", "man-aktie", "peugeot-aktie", "toyota-aktie", "audi-aktie", "volkswagen_vz-aktie", "bmw_vz-aktie"], "text_data": {"de": [["2020.06.02", "MÄRKTE EUROPA/DAX auf Dreimonatshoch über 12.000 - Autos geben Vollgas"], ["2020.06.02", "Renault will weltweit 15'000 Stellen streichen"], ["2020.06.02", "Streit um geplante Stellenstreichungen bei Renault geht in neue Runde"], ["31.05.20", "Renault-Aktie: Was Analysten im Mai vom Papier halten"], ["30.05.20", "Tausende demonstrieren in Frankreich gegen Sparplan von Renault"], ["30.05.20", "Tausende demonstrieren in Frankreich gegen Sparplan von Renault"], ["29.05.20", "DIE AUTO-WOCHE - das waren die wichtigsten Themen"], ["29.05.20", "MÄRKTE EUROPA/Hongkong-Krise löst Gewinnmitnahmen aus"], ["29.05.20", "MÄRKTE EUROPA/Zykliker schwach - Anleger warten auf Trump"], ["29.05.20", "Renault bekennt sich trotz Sparkurs zu Formel 1"], ["29.05.20", "WDH/ROUNDUP 2: Kriselnder Autobauer Renault will 15 000 Jobs streichen"], ["29.05.20", "Jobabbau in Autobranche nimmt Fahrt auf - 15.000 Stellen bei Renault"], ["29.05.20", "ROUNDUP 2: Kriselnder Autobauer Renault will 15 000 Jobs streichen"], ["29.05.20", "MÄRKTE EUROPA/Anleger vor Trumps China-Reaktion vorsichtig"], ["29.05.20", "Renault will ein Werk in Frankreich schließen"], ["29.05.20", "Corona-Krise: Renault will weltweit knapp zehn Prozent der Stellen abbauen"], ["29.05.20", "Job-Kahlschlag: Renault streicht 15.000 Stellen"], ["29.05.20", "Jobabbau in Autobranche nimmt Fahrt auf - 15.000 Stellen bei Renault"], ["29.05.20", "Renault: Milliarden-Sparprogramm sollen fast 15.000 Stellen zum Opfer fallen"], ["29.05.20", "MÄRKTE EUROPA/Gewinnmitnahmen - Autowerte wegen China unter Druck"], ["29.05.20", "Autobauer Renault will fast 15.000 Stellen streichen"], ["29.05.20", "ROUNDUP: Renault will weltweit fast 15 000 Stellen streichen"], ["29.05.20", "Renault kappt 15.000 Stellen, Kooperation mit Daimler soll bleiben: \"Die Frage des Überlebens beschäftigt uns sehr\""], ["29.05.20", "Renault will 15.000 Stellen streichen"], ["29.05.20", "Autoindustrie: Autobauer Renault will fast 15'000 Stellen abbauen"], ["29.05.20", "Autobauer Renault will fast 15 000 Stellen abbauen"], ["29.05.20", "Autobauer: Renault plant offenbar Abbau von 15.000 Stellen weltweit"], ["28.05.20", "Nissan auf Schrumpfkurs - Werksschließung in Spanien"], ["28.05.20", "ROUNDUP: Nissan rutscht tief in Verlustzone - Werk in Barcelona vor dem Aus"], ["28.05.20", "Nissan rutscht tief in Verlustzone - Werk in Barcelona soll schließen"], ["28.05.20", "Nissan kürzt Produktion um ein Fünftel - Verluste türmen sich"], ["27.05.20", "Motorsport-Weltrat beschließt Budgetobergrenze für Formel 1"], ["27.05.20", "MÄRKTE EUROPA/EU-Hilfspaket schürt Optimismus - Autos sehr fest"]], "en": [["2020.06.02", "French Finance Minister: Renault loan not signed yet, but should be soon"], ["01.06.20", "After coronavirus and Ghosn: Renault and Nissan plot their future"], ["31.05.20", "Renault chairman dismisses fears over potential Maubeuge closure"], ["29.05.20", "Renault to Slash Jobs by 8 Percent"], ["29.05.20", "French carmaker Renault announces 15,000 job cuts worldwide"], ["29.05.20", "UPDATE 4-We thought too big, Renault says as it axes 15,000 jobs in cost-cutting reboot"], ["29.05.20", "Renault factory worker spared layoffs - for now"], ["29.05.20", "We thought too big, Renault says as it axes 15,000 jobs in cost-cutting reboot"], ["29.05.20", "We thought too big, Renault says as it axes 15,000 jobs in cost-cutting reboot"], ["29.05.20", "UPDATE 3-We thought too big, Renault says as it axes 15,000 jobs in cost-cutting reboot"], ["29.05.20", "French automaker Renault announces 15,000 job cuts"], ["29.05.20", "Dow Jones Futures: Trump China News May Not Break Coronavirus Stock Market Rally; Renault, Twitter In Focus"], ["29.05.20", "Renault announces nearly 15,000 job losses worldwide"], ["29.05.20", "Renault to restructure French factories in bid to slash costs"], ["29.05.20", "French carmaker Renault announces 15,000 job cuts worldwide"], ["29.05.20", "Renault to restructure French factories in bid to slash costs"], ["29.05.20", "Renault to slash about 15,000 jobs in €2bn cost-cutting plan"], ["29.05.20", "Renault cuts 15,000 jobs in major restructuring"], ["29.05.20", "French Carmaker Renault Plans to Eliminate Nearly 15,000 Jobs Worldwide Amid Pandemic"], ["29.05.20", "Renault to restructure French factories in high-stakes reboot plan"], ["29.05.20", "Renault to restructure French factories in high-stakes reboot plan"], ["28.05.20", "Renault prepares for 15,000 job cuts"], ["28.05.20", "Renault poised to announce 15,000 layoffs worldwide: union"], ["28.05.20", "Renault poised to announce 15,000 layoffs worldwide - union"], ["28.05.20", "Spain aims to convince Nissan to change mind on Barcelona plant, hopes Renault stays"], ["28.05.20", "Spain aims to convince Nissan to change mind on Barcelona plant, hopes Renault stays"], ["28.05.20", "Spain says will try to convince Nissan to change its mind on Barcelona plant, hopes Renault stays"], ["28.05.20", "Renault & Nissan Revamp Alliance to Combat Coronavirus Crisis"], ["28.05.20", "Renault to take 3.6 billion euro hit from Nissan losses"], ["28.05.20", "Renault to take 3.6 billion euro hit from Nissan losses"], ["28.05.20", "Renault loan still not signed, site closures must be last resort: Le Maire"], ["28.05.20", "Renault loan still not signed, site closures must be last resort - Le Maire"], ["27.05.20", "Nissan-Renault alliance to share more parts, technology"], ["27.05.20", "Renault and Nissan Unveil Plan to Patch Tattered Alliance"], ["27.05.20", "UPDATE 3-Renault and Nissan rule out merger as they unveil survival plan"], ["27.05.20", "Factbox: Renault and Nissan's plan to rebuild their alliance"], ["27.05.20", "Renault and Nissan rule out merger as they unveil survival plan"], ["27.05.20", "Renault and Nissan scrap Ghosn strategy in move to slash costs"], ["27.05.20", "Factbox: Renault and Nissan's plan to rebuild their alliance"], ["27.05.20", "Renault and Nissan rule out merger as they unveil survival plan"], ["2020-06-02 13:31", "Datsun redi-GO facelift launched at Rs 2.83 lakh ...  Datsun redi-GO launched with smart features, starts at Rs 2.83 lakh TIMESOFINDIA.COM | Jun 2, 2020, 15:31 IST NEW DELHI: Datsun on Tuesday launched of the 2020 redi-GO in India, starting at Rs 2.83 lakh (ex-showroom) for manual transmission and Rs 4.77 lakh (ex-showroom) for automatic. Datsun redi-GO competes with the likes of Maruti Suzuki S-Presso and Renault Kwid. The hatchback's look is defined by its distinctive fascia with full chrome surround, L-shape DRLs, sleek headlamps with silver decoration, LED fog lamps, 14-inch wheels with Pentablade Dual Tone Wheel cover, LED signature tail-lamps, and door trim with fabric. The hatchback offers a segment-leading ground clearance of 187mm and class-leading rear knee room comfort (equivalent to a compact ... "], ["2020-06-02 12:51", "Answering your vehicle-related queries ... cars you have shortlisted are in two very different segments, as one is a sedan and the other an SUV. The Vento will be nimbler in an urban environment but the new Kicks with its 1.3 turbo-petrol mated to a CVT is a very compelling package. Firstly, the 156hp motor will give fantastic performance without too much of a compromise on fuel efficiency. Second, the Kicks is based on Renault's fabled M0 chassis which apart from being rugged, offers the best ride and handling balance, especially on bad roads. The interiors of the Kicks have been spruced up too, though they still can't match the quality of VW cars. However, the Kicks is more spacious, has a high seating position and overall makes a lot more sense as a fun-to-drive everyday car than the Vento ... "], ["2020-06-02 12:12", "F1 announces dates for return to racing ... racing 3h Laurence Edmondson Hamilton calls out 'white dominated' F1 for silence over George Floyd 2d ESPN 'It's 2020, ffs' - Ricciardo angered by racism 1d Jake Michaels Red Bull: Austria ideal chance for F1 to experiment 4h Reuters Mercedes set to oppose F1 reverse grid qualifying plan 2d Reuters Williams says any team sale would be to secure F1 future 4d Reuters Renault confirms it will stay in F1 4d ESPN Williams considers sale of struggling F1 team 4d ESPN and Reuters Mercedes responds to F1 exit reports 5d Laurence Edmondson Ricciardo not sure why Ferrari chose Sainz over him 5d ESPN Reimagining the liveries of the F1 grid 7d ESPN Grosjean unsure if Vettel will stay in F1 after Ferrari 5d Gabriel Tan Susie and Toto Wolff talk Vettel ... "], ["2020-06-02 11:35", "Premier League players urged to take a knee in protest at George Floyd's death ... . Click the link and make a difference... #blacklivesmatter https://t.co/IrVrgU2JBA pic.twitter.com/ee2A0goz84 — Lando Norris (@LandoNorris) June 1, 2020 \"It is our responsabilities to speak out against injustice. Don't be silent. I stand [with] #BlackLivesMatters.\" Norris tweeted a link which provides people with information on Black Lives Matter and allows them to make donations. Renault driver Daniel Ricciardo had spoken out before Hamilton's posts, saying the last few days had left him \"saddened.\" \"What happened to George Floyd and what continues to happen in today's society is a disgrace,\" the Australian wrote on Instagram. \"Now more than ever we need to stand together, unified together. Racism is toxic ... "], ["2020-06-02 11:35", "Premier League players urged to take a knee in protest at George Floyd's death ... seen on [the] Internet. Racism needs to be met with actions, not silence. Please be actively participating, engaging and encouraging others to spread awareness. \"It is our responsabilities to speak out against injustice. Don't be silent. I stand [with] #BlackLivesMatters.\" Norris tweeted a link which provides people with information on Black Lives Matter and allows them to make donations. Renault driver Daniel Ricciardo had spoken out before Hamilton's posts, saying the last few days had left him \"saddened.\" \"What happened to George Floyd and what continues to happen in today's society is a disgrace,\" the Australian wrote on Instagram. \"Now more than ever we need to stand together, unified together. Racism is toxic and ... "], ["2020-06-02 10:17", "Hyundai vs Maruti: Creta blows a solid punch in May ... 2020 Hyundai Creta is powered by new BS6 compliant engines- a 1.5-litre petrol, a 1.5-litre diesel and 1.4-litre turbo petrol engine. The 2020 Hyundai Creta is available in five variants- E, EX, S, SX, and SX(O), ranging from Rs. 9.99 lakh to Rs. 17.2 lakh (ex-showroom India). Creta takes on the likes of Kia Seltos , Nissan Kicks and Renault Captur . Due to Creta's aggresive pricing, it also faces competition from the likes of Tata Harrier and MG Hector . Download The Times of India News App for Latest Auto News more from times of india news Coronavirus News US Presidential Election US News Pakistan News Donald Trump China News South Asia News World News Narendra Modi Coronavirus outbreak Coronavirus symptoms Coronavirus Precautions Coronavirus live news ... "], ["2020-06-02 10:06", "Formula One announces revamped 8-race schedule ... you are commenting as Logout Jump back to top MORE IN motorsport F1 unveil blockbuster 2020 schedule Mercedes torpedoes radical F1 'gimmick' Ricciardo joins Hamilton's 'silent' F1 slam Bizarre F1 change for 2020 season $24m brings F1 empire to its knees Ricciardo reveals talks with F1 powerhouse Green light given to radical F1 overhaul 'Disappointed' Renault boss pans Ricciardo Find us Advertise About Us Newsletters Connect Be rewarded for your opinions Download the App Privacy Policy Relevant Ad Opt-Out Cookie Policy Terms & Conditions Our Team A NOTE ABOUT RELEVANT ADVERTISING: We collect information about the content (including ads) you use across this site and use it to make both advertising and content more relevant to you on ... "], ["2020-06-02 09:37", "F1 unveil blockbuster 2020 schedule ...  up Join the conversation, you are commenting as Logout Jump back to top MORE IN motorsport Mercedes torpedoes radical F1 'gimmick' Ricciardo joins Hamilton's 'silent' F1 slam Bizarre F1 change for 2020 season $24m brings F1 empire to its knees Ricciardo reveals talks with F1 powerhouse Green light given to radical F1 overhaul 'Disappointed' Renault boss pans Ricciardo Ricciardo's rumoured pay cut revealed Find us Advertise About Us Newsletters Connect Be rewarded for your opinions Download the App Privacy Policy Relevant Ad Opt-Out Cookie Policy Terms & Conditions Our Team A NOTE ABOUT RELEVANT ADVERTISING: We collect information about the content (including ads) you use across this site and use it to make both advertising ... "], ["2020-06-02 08:27", "Coronavirus: French economy expected to shrink by 11% in 2020 ...  and sales of electric and hybrid cars is central to Macron's stimulus plan, which includes significant buyer incentives to go green. Its goal is to produce over one million clean-energy vehicles in the country by 2025. READ MORE: France earmarks 8bn stimulus package to support car industry The government also wants its car giants, such as Renault ( RNO.PA ) and the Peugeot Group ( UG.PA ) to focus production in France. Renault is currently in discussions for a state-backed loan of 5bn. The government has also approved a 7bn bailout for flag carrier Air France. What to Read Next On this day... June 3 Reuters Play Your Favorite Games Online with Golden Nugget Golden Nugget Casino Ad Virus deaths reach 375,000 as Latin America struggles AFP German stocks ... "], ["2020-06-02 08:19", "French economy to shrink 11 percent this year after 'brutal' coronavirus shock ...  and REUTERS) Daily newsletter Receive essential international news every morning Subscribe Take international news everywhere with you! Download the France 24 app google-play-badge_EN France Coronavirus (Covid-19) economy Related content Covid-19: France reports slight drop in hospitalisations on eve of further easing of lockdown France begins 'Phase II' of easing lockdown measures as coronavirus abates Faltering Renault to cut 15,000 jobs worldwide, including 4,600 in France On the same topic 01/06/2020 Once a radical idea, universal basic income is gaining support 01/06/2020 Russia eases lockdown despite recording more than 9,000 new Covid-19 cases in a day 01/06/2020 Notre-Dame Cathedral renovations play catch-up as lockdown eases, square reopens ... "], ["2020-06-02 06:17", "PARIS After the aid packages, the layoffsAs most lockdown measures have now been lifted as of today (2 June) and life starts getting back to normal in France, the economy has taken a big hit. The Renault group has announced a massive cost-cutting plan, which would..."], ["2020-06-02 06:15", "Renault loan not signed yet, but should be soon: French finance minister ...  i Cashback S$ Coupons Surveys Sign out meREWARDS lets you get coupon deals, and earn cashback when you complete surveys, dine, travel and shop with our partners Search Open All Sections All Sections Close Section Navigation Title CNA938 CNA Lifestyle CNA Insider Singapore Asia World Business Sport Commentary News Clips Video on Demand Podcasts Open All Sections Business Renault loan not signed yet, but should be soon: French finance minister Toggle share menu Jump to top Search Open All Sections Main Navigation Section Navigation Title Home CNA938 CNA Lifestyle CNA Insider Watch TV CNA938 Live Singapore Edition International Edition Compact Layout All Sections Close Singapore Asia World Business Sport Commentary News Clips Video on Demand Podcasts Singapore ... "], ["2020-06-02 06:11", "French Finance Minister: Renault loan not signed yet, but should be soonFrench Finance Minister Bruno Le Maire said on Tuesday the government had not yet signed off on a planned 5 billion euro (4.45 billion pounds) loan for carmaker Renault , though he hoped the loan would be agreed soon."], ["2020-06-02 06:09", "French Finance Minister: Renault loan not signed yet, but should be soonFrench Finance Minister Bruno Le Maire said on Tuesday the government had not yet signed off on a planned 5 billion euro ($5.6 billion) loan for carmaker Renault , though he hoped the loan would be agreed soon."], ["2020-06-01 06:43", "France 24 ... %C3%A9s-to-reopen-for-terrace-only-serviceAn essential part of life for a city renowned for its eating and drinking culture, Paris's restaurants, cafs and bars will reopen on June 2, but only for seating outside on the grounds that Covid-19 is believed to spread more easily inside.e649206c-a318-11ea-b26f-005056a942d7Sun, 31 May 2020 08:50:52 GMTAFP - FRANCK FIFEFRANCE 24BusinessFrance's Renault highlights obstacles to reshoring industrieshttps://www.france24.com/en/20200531-france-s-renault-highlights-obstacles-to-reshoring-industriesThe Covid-19 crisis has highlighted the Western world's dependence on Asian countries for manufactured goods. But trying to reshore industries is difficult to put into practice as shown by the case of French carmaker ... "], ["2020-06-01 06:43", "Taiwan News ... news/3941424 Taiwan News en 2020-05-29 5 things to know today - that aren't about the virus https://www.taiwannews.com.tw/en/news/3941414 Taiwan News en 2020-05-29 French automaker Renault announces 15,000 job cuts https://www.taiwannews.com.tw/en/news/3941413 Taiwan News en 2020-05-29 Maas calls for 'open dialogue' with China https://www.taiwannews.com.tw/en/news/ ... 3941372 Taiwan News en 2020-05-29 Gogoro's Eeyo a lightweight e-bike made for the city https://www.taiwannews.com.tw/en/news/3941376 Taiwan News en 2020-05-29 French carmaker Renault announces 15,000 job cuts worldwide https://www.taiwannews.com.tw/en/news/3941377 Taiwan News en 2020-05-29 New Zealand near eradication, but virus has grim global hold https://www.taiwannews.com. ... "], ["2020-06-01 06:43", "RT.com ... Charles_Leclerc) May 31, 2020 \"I still struggle to find the words to describe the atrocity of some videos I've seen on the internet,\" wrote Leclerc. \"Racism needs to be met with actions, not silence. Please be actively participating, engaging and encouraging others to spread awareness. It is our responsibilities to speak out against injustice. Don't remain silent.\"Renault's Ricciardo, who will make the switch to McLaren at the end of the season, added his voice to say: \"Racism is toxic and needs to be addressed not with violence or silence but with unity and action.\" ]]> Also on rt.com Dortmund star Jadon Sancho BOOKED after revealing 'Justice for George Floyd' tribute in hat-trick performance (VIDEO) ]]> ]]> Mon ... "], ["2020-06-01 06:15", "Welcome to 'Chromatica' — inside Lady Gaga's triumphant dance floor return ... , not in India: FM NCOC seeks market associations' help for implementing SOPs More Posts from this Category Business China factory activity slows as global slump drags on growth US food prices see historic jump and are likely to stay high Latin America's stricken airlines facing long haul to recovery Russian small businesses reopen to uncertain future Thousands protest mass Renault job cuts More Posts from this Category World Schools nationwide brace for cuts from new financial crisis Before Floyd death, activists saw progress on police reforms Some Old Order Mennonites feel called to return to church More Posts from this Category Footer Home Lead Stories Latest News Editor's Picks Culture Life & Style Featured Videos Editorials OP-EDS Commentary ... "], ["2020-06-01 06:14", "Special Elemental Magic: Japanese Scientists Announce a 'Nuclear' Periodic Table ... , not in India: FM NCOC seeks market associations' help for implementing SOPs More Posts from this Category Business China factory activity slows as global slump drags on growth US food prices see historic jump and are likely to stay high Latin America's stricken airlines facing long haul to recovery Russian small businesses reopen to uncertain future Thousands protest mass Renault job cuts More Posts from this Category World Schools nationwide brace for cuts from new financial crisis Before Floyd death, activists saw progress on police reforms Some Old Order Mennonites feel called to return to church More Posts from this Category Footer Home Lead Stories Latest News Editor's Picks Culture Life & Style Featured Videos Editorials OP-EDS Commentary ... "], ["2020-06-01 06:13", "'The Vast of Night' — mesmerising retro sci-fi ... , not in India: FM NCOC seeks market associations' help for implementing SOPs More Posts from this Category Business China factory activity slows as global slump drags on growth US food prices see historic jump and are likely to stay high Latin America's stricken airlines facing long haul to recovery Russian small businesses reopen to uncertain future Thousands protest mass Renault job cuts More Posts from this Category World Schools nationwide brace for cuts from new financial crisis Before Floyd death, activists saw progress on police reforms Some Old Order Mennonites feel called to return to church More Posts from this Category Footer Home Lead Stories Latest News Editor's Picks Culture Life & Style Featured Videos Editorials OP-EDS Commentary ... "]]}}