{"postfix": "rolls-royce-aktie", "name": "ROLLS-ROYCE", "wkn": "A1H81L", "time": "2020.06.02 13:06", "ts": 1591095996, "features": {"KGV": "43.99", "Marktkapitalisierung": {"Size": "Mrd", "Value": "6.26"}, "GA": "0.16", "KBV": "-3.95", "BA": "-1.77", "KCV": "14.46", "CA": "0.48", "Vola30": "91.72", "Vola90": "114.14", "Vola180": "86.34", "Vola250": "65"}, "rivals": ["general_electric-aktie", "united_technologies-aktie", "mtu-aktie"], "text_data": {"de": [["31.05.20", "So schätzen Analysten die Rolls-Royce-Aktie ein"], ["28.05.20", "MÄRKTE EUROPA/Hoffnung auf Wirtschaftserholung treibt weiter"], ["28.05.20", "MÄRKTE EUROPA/Hoffnung auf Wirtschaftsbelebung treibt Kurse"], ["27.05.20", "Daimler und Rolls-Royce wollen nun eigene Brennstoffzellen: Bedrohung für Ballard Power, Powercell & Co?"], ["26.05.20", "Daimler kooperiert mit Rolls-Royce bei Brennstoffzellen"], ["21.05.20", "ROUNDUP 2: Rolls-Royce kündigt Streichung von mindestens 9000 Stellen an"], ["20.05.20", "MÄRKTE EUROPA/Börsen sehr fest - Marks & Spencer nach Zahlen gesucht"], ["20.05.20", "MÄRKTE EUROPA/Börsen bauen Gewinne noch leicht aus"], ["20.05.20", "MÄRKTE EUROPA/Börsen drehen leicht ins Plus"], ["20.05.20", "Rolls-Royce erwartet Abbau von mindestens 9000 Stellen"], ["20.05.20", "Triebwerkhersteller Rolls-Royce streicht 9000 Stellen"], ["20.05.20", "MÄRKTE EUROPA/Kurse setzen sich - Kurssprung bei Aareal Bank"], ["20.05.20", "Triebwerkshersteller Rolls-Royce ohne Schub - 9000 Jobs weg"], ["20.05.20", "Liveblog: ++ Rolls-Royce will 9000 Stellen streichen ++"], ["20.05.20", "Kahlschlag beim Triebwerksbauer vor allem in Großbritannien: Fatale Abhängigkeit - Rolls-Royce streicht 9000 Jobs"], ["20.05.20", "Triebwerksbauer: Rolls-Royce kündigt Streichung von mindestens 9000 Stellen an"], ["20.05.20", "Triebwerksbauer: Rolls-Royce kündigt Streichung von mindestens 9000 Stellen an"], ["20.05.20", "Rolls-Royce kündigt Streichung von mindestens 9.000 Stellen an"], ["14.05.20", "ANALYSE-FLASH: Goldman belässt Rolls-Royce auf der 'Conviction Buy List'"], ["07.05.20", "Rolls-Royce-Chef kündigt harte Produktions- und Kostensenkungen an"], ["07.05.20", "Rolls-Royce kappt Triebwerksproduktion"], ["07.05.20", "E-Fan X: Airbus und Rolls-Royce geben Elektro-Jumbolino auf"], ["05.05.20", "Rolls-Royce kündigt Stellenabbau an"], ["05.05.20", "Rolls-Royce baut bis zu 8000 Stellen ab"], ["04.05.20", "Rolls-Royce plant Abbau tausender Stellen"], ["03.05.20", "Rolls-Royce plant Abbau tausender Stellen"], ["03.05.20", "Rolls-Royce plant Abbau tausender Stellen"], ["02.05.20", "Rolls-Royce will Tausende Stellen abbauen"], ["02.05.20", "Insider: Rolls-Royce erwägt massive Stellenstreichungen"], ["30.04.20", "Rolls-Royce-Aktie: Das sind die Expertenmeinungen des Monats April"], ["27.04.20", "Airbus und Rolls-Royce stellen E-Fan-X-Programm ein"]], "en": [["28.05.20", "Rolls-Royce downgraded to junk by S&P"], ["28.05.20", "S&P cuts Rolls-Royce credit rating to junk on COVID-19 hit"], ["28.05.20", "London Markets: Rolls-Royce shares slump as hedge fund sells stake"], ["28.05.20", "Rolls-Royce Holdings : Holding(s) in Company"], ["25.05.20", "Rolls-Royce increases price-cuts pressure on suppliers"], ["25.05.20", "Rolls-Royce increases price-cuts pressure on suppliers"], ["22.05.20", "Rolls-Royce Cullinan scale model looks just like the real thing     - CNET"], ["22.05.20", "Rolls-Royce Cullinan 1:8 scale model costs over $17,000, takes 450 hours to create     - CNET"], ["21.05.20", "Rolls-Royce 'working out' how job cuts will hit its 1,300 Singapore staff"], ["20.05.20", "Rolls-Royce takes radical course as clouds close in on aviation"], ["20.05.20", "Rolls-Royce cuts 9,000 jobs to clear runway for take-off in five years"], ["20.05.20", "Britain ready to support Rolls-Royce employees over job cuts"], ["20.05.20", "Rolls-Royce to Cut About 17% of Jobs Due to Falling Demand Amid COVID-19 Pandemic"], ["20.05.20", "Britain's Rolls-Royce to axe 9,000 jobs in air travel slump"], ["20.05.20", "Britain's Rolls-Royce to axe 9,000 jobs in air travel slump"], ["20.05.20", "UPDATE 3-Britain's Rolls-Royce to axe 9,000 jobs in air travel slump"], ["20.05.20", "Rolls-Royce to lay-off 9,000 people due to Covid-19"], ["20.05.20", "UPDATE 2-Britain's Rolls-Royce to cut 9,000 jobs amid air travel slump"], ["20.05.20", "Rolls-Royce to cut 9,000 jobs to prepare for years of disruption"], ["20.05.20", "UK will look at helping Rolls Royce employees and the sector: minister"], ["20.05.20", "Rolls Royce could shut some factories with job cuts programme: CEO"], ["20.05.20", "UK will look at helping Rolls Royce employees and the sector - minister"], ["20.05.20", "Britain's Rolls-Royce to cut 9,000 jobs amid air travel slump"], ["20.05.20", "Rolls Royce could shut some factories with job cuts programme - CEO"], ["20.05.20", "Britain's Rolls-Royce to cut 9,000 jobs amid air travel slump"], ["20.05.20", "UPDATE 1-Britain's Rolls-Royce to cut 9,000 jobs amid air travel slump"], ["20.05.20", "Britain's Rolls-Royce to lay-off 9,000 jobs"], ["20.05.20", "Coronavirus: Rolls-Royce to cut 9,000 jobs amid virus crisis"], ["20.05.20", "Britain's Rolls-Royce to lay-off 9,000 jobs"], ["20.05.20", "Rolls-Royce Holdings : Rolls-Royce Proposes Major Reorganisation"], ["19.05.20", "Rolls-Royce Holdings : Director Declaration"], ["14.05.20", "DOJ: Reality star spent emergency loan on Rolex, Rolls Royce"], ["07.05.20", "Rolls-Royce Holdings : Result of AGM & GM"], ["07.05.20", "Rolls-Royce signals job cuts as lowers engine output forecast"], ["07.05.20", "Rolls-Royce signals job cuts as lowers engine output forecast"], ["07.05.20", "Rolls-Royce eyes job cuts this month as aerospace market shrinks"], ["07.05.20", "Rolls-Royce furloughs over 4,000 staff in UK amid pandemic"], ["07.05.20", "Rolls-Royce Holdings : AGM Statement"], ["06.05.20", "Rolls-Royce Holdings : Holding(s) in Company"], ["05.05.20", "Rolls-Royce Holdings : Director/PDMR Shareholding"], ["2020-06-02 10:00", "‘You could see the train wreck coming’: Inexperienced, dubious companies among many aiming to cash in on coronavirus antibody testsSkip to main content 'You could see the train wreck coming': Inexperienced, dubious companies among many aiming to cash in on coronavirus antibody tests David Heath, Donovan Slack, and Kevin McCoy, USA TODAY Investors accused him in court of deceiving them by driving a Rolls-Royce and wearing a gold Rolex to hide his bankruptcy. The Food and Drug Administration barred him from selling dietary supplements after his company failed a string of inspections. Yet Paul Edalat's company, Vivera Pharmaceuticals, is one of more than 150 with the FDA's blessing to sell coronavirus antibody tests tests that could become vital gatekeepers to reopening America. For nine critical weeks during the pandemic, the agency exercised little of its power to decide  ... "], ["2020-06-02 09:00", "2020 Aston Martin Vantage review: 2020 Aston Martin Vantage review: Best when loud ... PC 2020 electric vehicles Coronavirus updates Best car lease deals Best car insurance Car Finder By make and model Make Acura Alfa Romeo Aston Martin Audi Bentley BMW Buick Cadillac Chevrolet Chrysler Dodge Ferrari Fiat Ford Genesis GMC Honda Hyundai Infiniti Jaguar Jeep Kia Lamborghini Land Rover Lexus Lincoln Lotus Maserati Mazda McLaren Mercedes-Benz Mini Mitsubishi Nissan Polestar Porsche Ram Rolls-Royce Smart Subaru Tesla Toyota Volkswagen Volvo Model Year Go By style See all cars Coupes Sedans SUVs/Crossovers Trucks Electric Hybrids Luxury Sports Cars Reviews All auto reviews 2020 Chevy Silverado 2500 2020 Ford F-Series Super Duty 2020 Mazda CX-9 2020 Hyundai Sonata 2020 Toyota 4Runner Tesla Model 3 Best Cars All the best cars Best Affordable Cars Best ... "], ["2020-06-01 05:50", "UAE's Masala King Dhananjay Datar sponsors 'ghar wapasi' flights for stranded Indians ...  also are owned/run by Indians. The Al-Adil Group is the leading manufacturer and distributor of Indian foods and non-food items with 34 outlets selling the 'Peacock' brand in the Arab world and India, employing over 500 employees. The Akola-born entrepreneur, who rose from humble beginnings when he couldn't afford a bicycle, now zooms around in a Rolls Royce, ranking among the richest Indian NRIs, but helps poor Indian farmers by eliminating middlemen in procuring his requirements to ensure a best deal for them. He also has been seen in events alongside top Bollywood stars like Madhuri Dixit, Karishma Kapoor, Juhi Chawla, Shilpa Shetty among many others associated with his product brands. (This story has been published from a wire agency feed ... "], ["2020-06-01 05:30", "East Kilbride can reach the Championship - if SPFL stop blocking off ambitious clubs, says new boss Stevie Aitken ...  keen to work with Chirs. He's done a lot of good things at Stranraer and Stevie Farrell, a good pal of mine, said he's been different class in terms of his coaching. \"So I'm looking forward to working with my brother and you can see how successful Ian and Dick Campbell were as a partnership. Kilby coach Chris Aitken (Image: East Kilbride News) \"We work together at Rolls-Royce and when I was manager at Stranraer, he was a player there, so I've worked with him in a football environment for five or six years at Stranraer. \"We are excited and I'm sure we'll have fallouts like any management team do, but I think the biggest thing any manager would talk about is trust. \"With Ian and my brother by my side I trust them ... "], ["2020-06-01 05:20", "A beast of both worlds: Sam Wallace tests BMW's hybrid 330e ...  Audi Austin Bentley BMW Buick Cadillac Chevrolet Chrysler Citron Daewoo Daihatsu Daimler Datsun Dodge Ferrari Fiat Ford Geely GMC Great Wall Haval Holden Honda Hummer Hyundai Isuzu Jaguar Jeep Kia Lada Lamborghini Lancia Land Rover LDV Lexus Lincoln Lotus Mahindra Maserati Mazda McLaren Mercedes-Benz MG Mini Mitsubishi Morris Nissan Oldsmobile Opel Peugeot Plymouth Pontiac Porsche Proton Ram Reliant Renault Rolls-Royce Rover Saturn Seat KODA Smart Ssangyong Subaru Suzuki Tesla Toyota Triumph Vauxhall Volkswagen Volvo Other > Car Model Done Find Your Car Advanced search Home / Reviews / A beast of both worlds: Sam Wallace tests BMW's hybrid 330e A beast of both worlds: Sam Wallace tests BMW's hybrid 330e By Sam Wallace 01/06/2020 Search Driven for ... "], ["2020-06-01 05:19", "Three game-changing ideas for our post-pandemic world ... 55pm 5 minutes to read BUSINESS NZ post-apocalyptic game maker RocketWerkz takes a real-life Covid hit 28 May, 2020 5:40pm 4 minutes to read BUSINESS Govt's NZ Covid Tracer app starts working with others 26 May, 2020 5:50pm 5 minutes to read 2. Who do I trust with my data? If we are able to create useful \"digital twins\" of our world, as Rolls-Royce has done with its engines, then we want to make sure that our virtual alter egos live in a secure environment. Yet it is clear many private corporations (with an eye to profit maximisation) and governments (with a nasty instinct to snoop) are not reliable custodians of our data. This is an area where there may well be a technological solution to a technological problem. New data architectures are being ... "], ["2020-06-01 05:10", "The ins and outs of New Zealand's WoF process ... Martin Audi Austin Bentley BMW Buick Cadillac Chevrolet Chrysler Citron Daewoo Daihatsu Daimler Datsun Dodge Ferrari Fiat Ford Geely GMC Great Wall Haval Holden Honda Hummer Hyundai Isuzu Jaguar Jeep Kia Lada Lamborghini Lancia Land Rover LDV Lexus Lincoln Lotus Mahindra Maserati Mazda McLaren Mercedes-Benz MG Mini Mitsubishi Morris Nissan Oldsmobile Opel Peugeot Plymouth Pontiac Porsche Proton Ram Reliant Renault Rolls-Royce Rover Saturn Seat KODA Smart Ssangyong Subaru Suzuki Tesla Toyota Triumph Vauxhall Volkswagen Volvo Other > Car Model Done Find Your Car Advanced search Home / Advice / The ins and outs of New Zealand's WoF process The ins and outs of New Zealand's WoF process By AA 31/05/2020 Search Driven for vehicles for sale Photo / Supplied ... "], ["2020-06-01 05:00", "The Celtic and Rangers All Star 9 in a Row XI as two legends pick their teams ...  brilliance. He didn't have the archetypal physique for a keeper but he was agile, read the game brilliantly and was brave. Some of his saves were incredible. Danny McGrain Some regarded Danny as the best full-back in the world in the 1970s. Attacking, strong, energetic, aggressive and he really could play. His link-up play on the right was magnificent. Virgil Van Dijk (Image: Getty Images) A Rolls Royce of a defender and he has proved that with Liverpool. He has every quality of a modern centre half. Virgil made his Holland U21 debut against us and I saw his quality then - he played the last 10 minutes up front he was that good. Billy McNeill Iconic. He has to go in there as captain. A true leader, unbeatable in the air and a decent left foot. Very few ... "], ["2020-05-31 20:40", "The perfect dirt bike for kids? Pint-sized electric racing bikes land in NZ ...  Austin Bentley BMW Buick Cadillac Chevrolet Chrysler Citron Daewoo Daihatsu Daimler Datsun Dodge Ferrari Fiat Ford Geely GMC Great Wall Haval Holden Honda Hummer Hyundai Isuzu Jaguar Jeep Kia Lada Lamborghini Lancia Land Rover LDV Lexus Lincoln Lotus Mahindra Maserati Mazda McLaren Mercedes-Benz MG Mini Mitsubishi Morris Nissan Oldsmobile Opel Peugeot Plymouth Pontiac Porsche Proton Ram Reliant Renault Rolls-Royce Rover Saturn Seat KODA Smart Ssangyong Subaru Suzuki Tesla Toyota Triumph Vauxhall Volkswagen Volvo Other > Car Model Done Find Your Car Advanced search Home / News / The perfect dirt bike for kids? Pint-sized electric racing bikes land in NZ The perfect dirt bike for kids? Pint-sized electric racing bikes land in NZ By Mathieu Day-Gillet 30/05 ... "], ["2020-05-31 20:30", "Car Care: Prevent Mother Nature from damaging your car this year ...  Austin Bentley BMW Buick Cadillac Chevrolet Chrysler Citron Daewoo Daihatsu Daimler Datsun Dodge Ferrari Fiat Ford Geely GMC Great Wall Haval Holden Honda Hummer Hyundai Isuzu Jaguar Jeep Kia Lada Lamborghini Lancia Land Rover LDV Lexus Lincoln Lotus Mahindra Maserati Mazda McLaren Mercedes-Benz MG Mini Mitsubishi Morris Nissan Oldsmobile Opel Peugeot Plymouth Pontiac Porsche Proton Ram Reliant Renault Rolls-Royce Rover Saturn Seat KODA Smart Ssangyong Subaru Suzuki Tesla Toyota Triumph Vauxhall Volkswagen Volvo Other > Car Model Done Find Your Car Advanced search Home / Car care / Car Care: Prevent Mother Nature from damaging your car this year Car Care: Prevent Mother Nature from damaging your car this year By AA 30/05/2020 Search Driven for vehicles for ... "], ["2020-05-31 18:16", "UK foreign minister defends lockdown easing as the 'right step' ...  NEWS Please sign in now. Email: Password: Confirmation Code: Activate account Resend confirmation code Forgot your password? Don't have an account? Sign up Please Sign up Now. Activate account Resend confirmation code play pause UK foreign minister defends lockdown easing as the 'right step' May 31 2020 06:16 PM International UK/Europe RELATED STORIES Britain's Rolls-Royce to cut 9,000 jobs amid air travel slump Britain to introduce two-week quarantine for arrivals: reports Britain to quarantine travellers for 14 days, UK airlines association says Johnson faces MPs after UK virus toll reaches grim milestone UK care home deaths from coronavirus soar Britain coronavirus lockdown Dominic Raab \"We are confident that this is the right step to ... "], ["2020-05-31 16:45", "A Speculative Off-Season Transfer Window Write-Up ...  reportedly interested in the young forward, and if offered enough money, City officials may be keen to sell. John Stones When Manchester City bought the English centre-back from Everton in 2016, the 47.5m fee made him the second-most expensive defender in the world. In the seasons that followed, Stones showed small snippets of improvement but never fully blossomed into the shut down, \" Rolls Royce \" defender that he was made out to be. Injury problems have also taken a toll on John Stones' City career. With a big defensive overhaul needed, the England international may be a player that could be sacrificed if the club can find a suitable destination for him, and if they receive a suitable fee. Stones himself may also be interested in a departure ... "], ["2020-05-31 14:26", "France's Renault highlights obstacles to reshoring industries ...  of plan to divorce from Renault Faltering Renault to cut 15,000 jobs worldwide, including 4,600 in France On the same topic 28/05/2020 French jobless total passes record 4.5 million after 22% monthly hike 27/05/2020 French economy to shrink by 20% in second quarter as recession deepens 25/05/2020 Volkswagen ordered to compensate motorists in landmark 'Dieselgate' ruling 20/05/2020 Rolls-Royce to cut 9,000 jobs as aviation reels from Covid-19 crisis 19/05/2020 European auto market plunged more than 75 percent in April amid coronavirus pandemic 18/05/2020 Uber announces further layoffs in shift away from 'non-core projects' 15/05/2020 Amazon says it plans to resume French operations from May 19 15/05/2020 Studies see 'no benefit' in ... "], ["2020-05-31 12:00", "Me & My Car: 1939 Lincoln Zephyr (almost) perfectly restored ...  2017. Presented as a 1936 model, Ford Motor Co. introduced the Lincoln Zephyr on November 2, 1935. These were tough economic times, and the country was still suffering through the Great Depression. The standard Lincoln, called the K-Series, was very pricey at about $4,000, or about $71,600 in today's dollars, and sales were slow. Related Articles Me & My Car: Alamo man's '76 Rolls-Royce is perfection epitomized Me & My Car: They really don't make 'em like they made 1907's Stanley Steamer Me & My Car: 1929 Durant's maker linked to compelling backstory Me & My Car: Beautiful '63 Morgan was item on Fremont couple's bucket list When the name Edsel Ford is mentioned, many think of the Edsel car, a huge failure by Ford Motor Co ... "], ["2020-05-31 11:35", "For all his woes, at least Sunak does not need to worry about stagflation ... the treasury from 1970 to 1979. To be sure, that decade seems to be a more relevant reference point than the 16 years between 1992 and 2008 when the economy expanded continuously and inflation was low. That now looks like an aberration rather than the start of a new golden age. As was the case when Barber and Healey were announcing their emergency packages, Rolls-Royce , one of the UK's biggest manufacturers, is struggling. Ministers are contemplating taking a stake in strategically important companies to stop them going bust. Sunak is forever popping up to announce the latest changes to his furlough scheme amid fears of mass unemployment. There is bitter argument over Europe and much loathing of the occupant of the White House. Substitute power cuts for ... "], ["2020-05-31 11:00", "Rolls-Royce and a Mini Paul Pogba and Bruno Fernandes together for Manchester United is mouthwatering prospect ...  now to start saving articles today. Dismiss Search The Times and The Sunday Times Today's sections News Comment World News Review Sport Business Money Home Classroom Puzzles The Sunday Times Magazine Style Culture Travel Home Scotland Ireland Irish Sport Past six days My articles Times+ Log in My account Manage account Change password My newsletters Contact us Log in Log out FOOTBALL | PAUL HIRST Rolls-Royce and a Mini Paul Pogba and Bruno Fernandes together for Manchester United is mouthwatering prospect new Paul Hirst Sunday May 31 2020, 12.00pm , The Times M anchester United's staff have been getting used to their new way of life at the club's Carrington training base over the past few days. A testing centre, used twice a week by the players ... "], ["2020-05-31 06:00", "Bank boss Lagarde must quell Berlin's unease if she is to boost the eurozone ... , gyms, hotels, bars and nightclubs? Physical distancing will limit their recovery until, or if, a vaccine arrives. They should be candidates for further support after October. It would be tragic if the UK reduced subsidies before businesses can stand unaided, triggering a jump in bankruptcies and unemployment that would undermine the good work of recent months. Rolls-Royce's plight signals importance of state support Rolls-Royce has been hit hard by the coronavirus crisis. Credit ratings agency Standard & Poor's piled on the pain for the manufacturer last week, marking down its debt after 20 years at investment grade to junk status. While its defence business making parts for fighter jet and nuclear submarine engines is largely unaffected, the group ... "], ["2020-05-31 05:01", "Gang crackdown: Police seize $250m in real estate assets in 5 years ...  associated with drug offending and organised crime. Ron Salter, owner of Salters Cartage, where worker Jamey Lee Bowring was killed when a tank he was working on exploded. Photo / Dean Purcell Comancheros raids In April last year police seized about $4m in assets during raids on Comancheros gang properties in Auckland. The haul included several luxury Range Rovers, a Rolls-Royce Wraith, two Harley Davidson motorcycles, a $10,000 gold chain and a $13,000 Louis Vuitton bag. Police arrested six people and seized luxury vehicles and Harley Davidson motorcycles after executing search warrants targeting the Comanchero gang in April. Photo / File Police also restrained the family home of Auckland lawyer Andrew Simpson, jailed for laundering million of dollars for ... "], ["2020-05-31 04:00", "Grief, lockdown and coronavirus: a looming mental health crisis ...  Financials Health Industrials Media Professional Services Retail & Consumer Tech Sector Telecoms Transport Most Read HSBC told not to take 'unique Hong Kong privileges' for granted How France's billionaires rallied around Arnaud Lagardre Swiss prosecutors forced into climbdown over money laundering case Will London's newest skyscraper become a monument to the market peak? Rolls-Royce downgraded to junk by S&P Tech Markets Sections Markets Home Alphaville Markets Data Capital Markets Commodities Currencies Equities Fund Management Trading Moral Money Most Read Stocks rebound after Trump pulls his punches on China Market rally is based on optimistic assumptions Threat of negative rates hangs over $4.8tn US money fund industry US money market ... "], ["2020-05-31 04:00", "Cracks begin to widen in Emmanuel Macron's divided party ...  Financials Health Industrials Media Professional Services Retail & Consumer Tech Sector Telecoms Transport Most Read HSBC told not to take 'unique Hong Kong privileges' for granted How France's billionaires rallied around Arnaud Lagardre Swiss prosecutors forced into climbdown over money laundering case Will London's newest skyscraper become a monument to the market peak? Rolls-Royce downgraded to junk by S&P Tech Markets Sections Markets Home Alphaville Markets Data Capital Markets Commodities Currencies Equities Fund Management Trading Moral Money Most Read Stocks rebound after Trump pulls his punches on China Market rally is based on optimistic assumptions Threat of negative rates hangs over $4.8tn US money fund industry US money market ... "]]}}