{"postfix": "rosenbauer-aktie", "name": "ROSENBAUER", "wkn": "892502", "time": "2020.06.02 11:19", "ts": 1591089599, "features": {"KGV": "10.64", "Marktkapitalisierung": {"Size": "Mio", "Value": "216.24"}, "GA": "3.74", "KBV": "1.07", "BA": "37.27", "KCV": "12.71", "CA": "4.17", "Vola30": "44.86", "Vola90": "109.33", "Vola180": "81.13", "Vola250": "60.09"}, "rivals": ["wacker-aktie"], "text_data": {"de": [["19.05.20", "Rosenbauer: Quartalsgewinn fast vervierfacht"], ["04.04.20", "Rosenbauer: \"Guter Auftragseingang, praktisch keine Stornos\""], ["03.04.20", "Rosenbauer will 0,80 Euro Dividende ausschütten"], ["03.04.20", "Rosenbauer zieht Urlaub vor: Nach Ostern Kurzarbeit"], ["30.03.20", "DJI und Rosenbauer starten strategische Partnerschaft"], ["24.03.20", "Rosenbauer: Betriebsurlaub wird vorgezogen, danach erst Kurzarbeit"], ["29.02.20", "Februar 2020: So schätzen Experten die Rosenbauer-Aktie ein"], ["12.02.20", "Rosenbauer 2019 mit 7,6 Prozent mehr Umsatz"]], "en": [["2020-05-28 14:29", "Father's Day Gift Guide: The Best Gifts For Fishermen ...  this one. $65 Orvis Pro Approach Shoe Orvis Approach Shoe Orvis One of the great pleasures of fishing in the summer is wading wet. This new shoe from Orvis is perfect for that endeavor, and is also great for the hiking into your favorite spots. It's lightweight and dries quickly. And the Ariaprene sock attached at the top will keep the pebbles at bay. $149 Rosenbauer's CDC Rabbits Foot Emerger Rosenbauer's CDC Rabbits Foot Emerger Orvis While you're on the Orvis website, grab a few of these flies in a few different sizes. This emerger pattern is one of the most effective trout flies I've ever used, especially for picky fish. $3 Scott Sector Fly Rods Scott Sector Fly Rod Scott Fly Rods This fantastic stick for saltwater is, perhaps, the ... "], ["2020-05-26 04:00", "A Millennial Takes The Helm Of The 164 Year Old Orvis Company ... our fly fishing sales have been exceptionally strong,\" Perkins says. \"For the last four weeks, our consumer direct fly fishing sales have been well over 100% over last year.\" There's also been a major boom in viewing Orvis online content, from how-to videos on learning how to fly fish to Virtual Casting Instruction to Facebook fly tying sessions with Tom Rosenbauer, Marketing Director for Orvis Rod and Tackle. But perhaps the most unexpected aspect of Orvis' business right now is their travel component, including the lodges worldwide that are Orvis-Endorsed. \"You would expect our travel division is putting up a zero every single week,\" Perkins says. \"But we haven't gone a single week without selling trip. Granted, they are ... "], ["2020-05-14 17:58", "Food fundraiser reconnects Marydel VFC to community ...  knit community and haven't seen much of each other lately,\" Mr. Barr said. \"This provided an avenue for them to come out and see us and let us catch up with them. \"It was a great showing and to see all the people who came out and see us meant a lot.\" A new tanker truck is being built for Marydel VFC by the Rosenbauer company, along with a rescue pumper. (Submitted photo/Marydel Volunteer Fire Company) Mr. Barr said the money earned will cover the company's annual $1,000 scholarship award and be applied toward completing restoration of its antique fire truck. There's also money for needed payroll and utilities as the bills and financial obligations continue to arrive. The company is in the process of adding a new rescue pumper ... "]]}}