{"postfix": "rpm_international-aktie", "name": "RPM_INTERNATIONAL", "wkn": "863462", "time": "2020.06.02 13:22", "ts": 1591096939, "features": {"KGV": "20.13", "Marktkapitalisierung": {"Size": "Mrd", "Value": "8.61"}, "GA": "2.71", "KBV": "5.04", "BA": "10.83", "KCV": "18.23", "CA": "2.99", "Vola30": "36.8", "Vola90": "57.24", "Vola180": "45.24", "Vola250": "35.82"}, "rivals": [], "text_data": {"de": [["30.04.20", "So schätzen die Analysten die RPM International-Aktie im April 2020 ein"], ["09.04.20", "RPM International: Das sind die jüngsten Quartalszahlen"], ["03.04.20", "Industriekonzern RPM International meldet Dividende"], ["31.03.20", "März 2020: Das sind die Expertenmeinungen zur RPM International-Aktie"], ["06.01.20", "Ausblick: RPM International vermeldet Zahlen zum jüngsten Quartal"], ["03.01.20", "Aktionäre von RPM erhalten konstante Dividende"]], "en": [["08.05.20", "RPM International (RPM) Up 2.6% Since Last Earnings Report: Can It Continue?"], ["08.04.20", "RPM International Inc (RPM) Q3 2020 Earnings Call Transcript"], ["08.04.20", "RPM International (RPM) Q3 Earnings Top Estimates"], ["02.04.20", "RPM Declares Quarterly Dividend"], ["01.04.20", "RPM International (RPM) Reports Next Week: Wall Street Expects Earnings Growth"], ["25.03.20", "Are You Looking for a High-Growth Dividend Stock? RPM International (RPM) Could Be a Great Choice"], ["20.03.20", "RPM International Expects Third Quarter Results at the Higher End of Previous Guidance"], ["20.03.20", "Paint maker RPM International sees Q3 earnings coming in at high end of guidance"], ["18.03.20", "RPM Announces Release Date, Conference Call and Webcast for Fiscal 2020 Third-Quarter Results"], ["11.03.20", "RPM to Webcast Presentation at G. Research Specialty Chemical Virtual Conference"], ["09.03.20", "RPM International (RPM) is a Top Dividend Stock Right Now: Should You Buy?"], ["18.02.20", "RPM to Webcast Presentation at Bank of America Merrill Lynch Global Agriculture and Materials Conference"], ["07.02.20", "RPM International (RPM) Up 2.1% Since Last Earnings Report: Can It Continue?"], ["08.01.20", "RPM International Inc (RPM) Q2 2020 Earnings Call Transcript"], ["08.01.20", "RPM International (RPM) Tops Q2 Earnings and Revenue Estimates"], ["02.01.20", "RPM Declares Quarterly Dividend"], ["01.01.20", "RPM International (RPM) Reports Next Week: Wall Street Expects Earnings Growth"], ["2020-05-29 21:13", "Buyers gain upper hand in Geelong new homes market - realestate.com.au ... house and land packages became more affordable. RELATED: Million-dollar Geelong homes fly off the market Father and son building team nails down Lara vision Newtown site drops almost $1M in 11 months The RPM Real Estate Group report tracked land sales as the COVID-19 pandemic hit the market, with 473 deposits reaching an 18-month high in the region. The median lot price reached $278,000, a ...  for commercial real estate Search short-term and shared work spaces Australia's biggest share accommodation site International sites Partner sites International sites: China Malaysia Singapore Hong Kong Indonesia Thailand Philippines India International properties Partner sites: news.com.au foxsports.com.au homeguru.com.au realestate.co.nz mansionglobal.com askizzy.org ... "], ["2020-05-29 11:44", "Top links: 'White collar robots' and the post-pandemic future of work ...  not been verified for accuracy. Full Disclaimer Daily roundup of research and analysis from The Globe and Mail's market strategist Scott Barlow Richard Baldwin, Professor of International Economics at The Graduate Institute in Geneva, wrote an extremely interesting article on the potential workforce changes accelerated by the pandemic. The concept of 'white collar robots ... /Euphoria [Citi's sentiment indicator] is now back in Euphoria, suggesting there is a 70% likelihood that markets are lower in following 12 months...Citi's Risk Positioning Monitor (RPM) shows that recent moves higher in equities have been accompanied by significant short covering. The market is currently long S&P for the first time since February... A further move higher  ... "], ["2020-05-29 10:00", "Growing Overseas Power Generation Activities To Provide Impetus To Development Of Global Offshore Corrosion Protection Market; Valuation To Rise Up To US$13 Bn By 2030, Find TMR ...  in driving the growth further. Purchase Premium Research Report on Global Offshore Corrosion Protection Market@ https://www.transparencymarketresearch.com/checkout.php?rep_id=28352&ltype=S Global Offshore Corrosion Protection Market - Key Players Prominent players operating in the global offshore corrosion protection market are Southern Cathodic Protection, RPM International Inc., Ashland , and 3M among others. Global Offshore Corrosion Protection Market: Segmentation Offshore Corrosion Protection Market, by Technology Coatings Corrosion Inhibitors Liquid Phase Inhibitors (LPIs) Volatile Corrosion Inhibitors (VCIs) Cathodic Protection Sacrificial Anode Cathodic Protection (SACP) Impressed Current Cathodic Protection (ICCP) Others (including Paints) Offshore ... "], ["2020-05-28 15:52", "Best computer 2020: the best PCs we've tested ... 39;re traveling. (Image credit: Lenovo) Best in features: Lenovo Yoga A940 Thoughtful design, innovative features CPU: 8th-generation Intel Core i7-8700 | Graphics: AMD Radeon RX 560 4GB | RAM: 32GB | Storage: 1 TB 5400 RPM + 256 GB PCIe SSD | Screen: 27\" 4K UHD (3840 x 2160) IPS Multi-touch 100% Adobe RGB $2,099.99 View at Microsoft US $2,599.99 View at Lenovo USA See all  ...  mondo. Ma questa volta non si tratta di un Macbook 5 Occhio bionico con retina ad alta densit : meglio dell'occhio umano TechRadar is part of Future US Inc, an international media group and leading digital publisher. Visit our corporate site . About Us Terms and conditions Privacy policy Cookies policy Advertise with us Web notifications Future US, Inc. 11 West 42nd Street, 15th ... "], ["2020-05-28 14:36", "Triumph Tiger 900: All 6 variants explained | Price, specs & features listed ... in detail while and after testing the motorcycle. For those of you who cannot function properly unless the power and torque figures are mentioned, here they are: 95.2 PS at 8,750 rpm, and 87 Nm at 7,250 rpm. Triumph Tiger 900 Rally Pro Triumph Also, Triumph has gotten rid of the confusing nomenclature. Gone are the XR, XCA, XCX, XRX, Triple X, Tyrannosaurus Rex, etc., model designations. The new bikes have ... MT & CVT Launched | Diesel kicked out India US World Business Technology Sports Entertainment Auto Photos Video Advertise with us Permission Syndication Terms of service Privacy & Cookie Policy About us Brand Careers Site Navigation Contact Australia India Singapore U.K. U.S. Copyright 2020, International Business Times, India Edition . All Rights Reserved."], ["2020-05-28 10:46", "Best all-in-one computer 2020: top AIO PCs for home and office ... -inch, 2019) (Image credit: Future) 6. Lenovo Yoga A940 An iMac alternative CPU: 8th-generation Intel Core i7-8700 | Graphics: AMD Radeon RX 560 4 GB | RAM: 32 GB DDR4 2666 MHz | Storage: 1 TB 5400 RPM + 256 GB PCIe SSD | Display: 27\" 4K UHD (3840 x 2160) IPS Multi-touch $2,099.99 View at Microsoft US $2,599.99 View at Lenovo USA See all prices (2 found) Good price  ...  del mondo. Ma questa volta non si tratta di un Macbook 5 Occhio bionico con retina ad alta densit : meglio dell'occhio umano TechRadar is part of Future US Inc, an international media group and leading digital publisher. Visit our corporate site . About Us Terms and conditions Privacy policy Cookies policy Advertise with us Web notifications Future US, Inc. 11 West 42nd Street, 15th Floor ... "], ["2020-05-27 13:45", "Global Polyurethane (PU) Coatings Market By Technology, Substrate, End-use, Company And Region - Forecast To 2025 ...  (PU) Coatings Market Outlook9. North America Polyurethane (PU) Coatings Market Outlook10. South America Polyurethane (PU) Coatings Market Outlook11. Middle East & Africa Polyurethane (PU) Coatings Market Outlook 12. Market Dynamics 12.1. Drivers12.2. Challenges 13. Market Trends & Developments 14. Competitive Landscape 14.1. AkzoNobel N.V.14.2. PPG Industries14.3. Sherwin Williams 14.4. RPM International Inc.14.5. Axalta Coating Systems14.6. Asian Paints Limited14.7. BASF SE14.8. Bayer Materialscience14.9. Jotun A/S14.10. Valspar Corporation14.11. Evonik Industries AG14.12. Covestro AG14.13. Solvosol14.14. Endura 15. Strategic Recommendations For more information about this report visit https://www.researchandmarkets.com/r/ljr373 Research and Markets also ... "], ["2020-05-27 11:46", "Ford's police SUVs will heat up to 133 degrees to burn the germs away ...  cancel-circle user twitter facebook youtube instagram email linkedin Home News Class of 2020 California Crime I-Team Investigations Neighborhood Heroes Palm Springs International Film Festival Scandal at City Hall Stands for You US/World Coronavirus Coronavirus: Questions Answered Weather Alerts Earthquake Alert Heat Alert Local Forecast  ...  director of passenger vehicles and SUVs. Once the system is activated, the officer or technician then leaves the vehicle. The doors are locked automatically as the engine runs at an unusually high idle speed of around 2,000 RPM. That heats the engine coolant, which is then used to heat air that's pumped into the cabin, raising the cabin temperature for 15 minutes. Once the car has been kept hot for 15 minutes a cool ... "], ["2020-05-27 11:00", "Add some township jive! How London's jazz scene set itself apart ...  Love & sex Health & fitness Home & garden Women Men Family Travel Money What term do you want to search? Search with google Make a contribution Subscribe International edition switch to the UK edition switch to the US edition switch to the Australia edition Search jobs Holidays Digital Archive Discount Codes Guardian Puzzles  ...  and modern.\" \"Theon knows his traditional New Orleans jazz history back to front,\" says Golding, who taught Cross in Tomorrow's Warriors. \"He can play you every tuba solo on every old Louis Armstrong 78 [rpm record]; he knows his New Orleans dirges. And it's the same with musicians such as Moses and Nubya and Shabaka. They're heading into the future, but they all know their history and they know how to  ... "], ["2020-05-26 18:26", "Cheapest motorcycles in India: CT 100 vs HF Deluxe vs Platina ...  reliable motorcycles coming out of the Bajaj factory. It's powered by a four-stroke, single-cylinder 102 cc engine that produces 7.9 PS of peak power at 7,500 rpm and 8.34 Nm of peak torque at 7,500 rpm. Alloy wheels are standard (Bajaj isn't selling the spoke-wheels variant, apparently), whereas a disc brake isn't even offered as an option by any manufacturer in this segment.  ... .3 Turbo Petrol MT & CVT Launched | Diesel kicked out India US World Business Technology Sports Entertainment Auto Photos Video Advertise with us Permission Syndication Terms of service Privacy & Cookie Policy About us Brand Careers Site Navigation Contact Australia India Singapore U.K. U.S. Copyright 2020, International Business Times, India Edition . All Rights Reserved."], ["2020-05-26 15:54", "REVIEW: The Kia Seltos is a $29,000 SUV that looks and feels too fancy for its own price tag — until you start noticing the details ... way, you're going to leave some part of the driving up to your own capabilities. In terms of crashworthiness and safety features, the 2021 Seltos hasn't yet been rated by the International Institute for Highway Safety or the US Highway Traffic Safety Administration. It's also a brand-new model for Kia, so there aren't any prior crash or safety ratings to base  ... mdash; an odd discrepancy. The \"sport\" and \"normal\" driving modes don't feel too different, and even in normal mode, the Seltos will wait until about 6,000 rpm to upshift if floored. Its redline, 6,500 rpm, isn't far after. The 2021 Kia Seltos. Alanis King Storage space and the back seat fill up quickly in the Seltos, and stuff that's in the back seems  ... "], ["2020-05-26 15:54", "REVIEW: The Kia Seltos is a $29,000 SUV that looks and feels too fancy for its own price tag — until you start noticing the details ...  way, you're going to leave some part of the driving up to your own capabilities. In terms of crashworthiness and safety features, the 2021 Seltos hasn't yet been rated by the International Institute for Highway Safety or the US Highway Traffic Safety Administration. It's also a brand-new model for Kia, so there aren't any prior crash or safety ratings to base its ... a stop an odd discrepancy. The \"sport\" and \"normal\" driving modes don't feel too different, and even in normal mode, the Seltos will wait until about 6,000 rpm to upshift if floored. Its redline, 6,500 rpm, isn't far after. Alanis King The 2021 Kia Seltos. Storage space and the back seat fill up quickly in the Seltos, and stuff that's in the back seems to  ... "], ["2020-05-26 13:32", "Buffett Is Shortsighted On Airlines: Southwest Is A Steal At This Price ... -travel demand to increase by an average of 2.2% per year for the next 20 years. Figure 3 shows the expected increase in RPMs, from 752 billion in 2019 to 1,188 billion in 2040. While RPMs should fall in short-term, long-term demand for air travel should remain strong. Figure 3: FAA's Pre-Covid-19 Revenue Passenger Miles (RPM) Forecast FAA Pre Covid Air Travel Demand New Constructs, LLC Furthermore, the International Monetary Fund (IMF) and nearly every economist in the world believe the global economy will grow strongly in 2021. The IMF estimates the global economy will expand by 5.8%, and the U.S. economy by 4.7%, in 2021. The overall growth in the economy should lead to a rebound in the airline industry. For comparison, within three years of the World ... "], ["2020-05-26 12:00", "5 cool things to see at the Memphis Rock 'n' Soul Museum ... coronavirus-mandated shutdown — the guests who signed the roster identified their hometowns as being in England, Ireland, Israel and, um, Mississippi (Laurel, to be exact). \"Forty percent of our visitors are international tourists,\" said John Doyle, executive director of the Rock 'n' Soul Museum and the affiliated Memphis Music Hall of Fame. \"Local people don't know this place as ...  historic recordings by such artists as Howlin' Wolf, and Jackie Brenston, the credited artist on the 1951 Sam Phillips-recorded, Chess Records-released \"Rocket 88,\" a 45 rpm single that is often credited with being the \"first\" rock 'n' roll record. Buy Photo WDIA yellow-orange Little League jersey dating from about 1960 is  ... "], ["2020-05-26 09:56", "Live: Skoda launching Karoq SUV, 2 facelift sedans ... ) Music Beauty Pageants Events Filmfare Videos Live TV TV TV News TV Listings Times Now ET Now Zoom TV Business Startups India Business International Business Lifestyle Femina Women Auto Travel Recipes Sports Cricket IPL Football TOISA New Most Searched Products Electronics Fashion Beauty Health & Fitness Today's ...  the live updates from the event: 12:50 (IST), May 26 Skoda exterior 12:50 (IST), May 26 New Superb packs 6% rise in power and 28% in torque over the outgoing version 12:49 (IST), May 26 Superb output: 190 PS at 4,200 rpm and 320 Nm at 1,450 rpm 12:48 (IST), May 26 2020 Superb gets 2.0-litre TSI engine mated to a 7-speed DSG gearbox with a claimed 0-100 kmph in 7.7 seconds 12:46 (IST), May 26 Rapid TSI starts Rs 7.49 lakh (ex-showroom), Ambition ... "], ["2020-05-25 12:00", "Phanteks Eclipse P300A Review: Less is More ... drives. The case also supports two more 2.5-inch drives behind the motherboard tray. But a bracket for just one drive is included in the box. Cooling For cooling, the chassis comes with one 1200 RPM fan that uses voltage control for regulation (3-pin). This is a simple budget fan for a budget case, but it seems to perform adequately as we found in our testing. Still, for most builds you ...  Drive 4 Lexar NM610 M.2 NVMe SSD Review: Responsive and Efficient DRAMless Storage 5 Best Gaming PCs 2020 Tom's Hardware is part of Future US Inc, an international media group and leading digital publisher. Visit our corporate site . Terms and conditions Privacy policy Cookies policy Accessibility Statement Advertise About us Contact us Future US, Inc. 11 West 42nd Street ... "], ["2020-05-25 11:58", "Best Linux distros for small businesses in 2020 ... , OpenSUSE works in reverse. This community-developed operating system is used as the basis for the commercially-supported SUSE Linux Enterprise . SUSE actually borrows a lot from Red Hat, including its RPM package management system, but isn't a direct clone. OpenSUSE is one of the few distros to use the graphically-heavy KDE window manager by default, though you can also ...  you buy a Samsung QLED TV from John Lewis & Partners 5 Raspberry Pi non vi basta? Ecco un concorrente pi potente con AMD Ryzen TechRadar is part of Future US Inc, an international media group and leading digital publisher. Visit our corporate site . About Us Terms and conditions Privacy policy Cookies policy Advertise with us Web notifications Future US, Inc. 11 West 42nd Street, 15th  ... "], ["2020-05-25 11:30", "European Medical Devices Market Worth $61.4 Billion By 2025 - Exclusive Report By MarketsandMarkets ... Siemens Healthineers (Germany), GE Healthcare (US), Philips ( Netherlands ), Abbott (US), Medtronic ( Ireland ), Stryker (US), Boston Scientific (US), Asahi Kasei Medical ( Japan ), B. Braun (Germany) , Baxter International, Inc. (US), ResMed (US), Masimo (US), and KARL STORZ (Germany). Browse Adjacent Markets: Medical Devices Market Research Reports & Consulting Get Special Pricing on Bundle  ... -equipment-maintenance-market-69695102.html Wearable Healthcare Devices Market by Type (Diagnostic (ECG, Heart, Pulse, BP, Sleep), Therapeutic (Pain, Insulin)), Application (Fitness, RPM), Product (Smartwatch, Patch), Grade (Consumer, Clinical), Channel (Pharmacy, Online) - Global Forecast to 2025 https://www.marketsandmarkets.com/Market-Reports/wearable-medical-device ... "], ["2020-05-23 01:39", "Kawasaki W800, world's only shaft-&-bevel-gear-cam bike, is a lakh cheaper now ... fuel-injected, parallel-twin engine that produces 52 PS of peak power at 6,500 rpm and 62.9 Nm of peak torque at 4,800 rpm. Its main competitor, the Triumph Bonneville T100 produces 55 PS at 5,750 rpm and 76.73 Nm at 3,050 rpm. The Street Twin is even better—65 PS at 7,500 rpm, and 80 Nm at 3,800 rpm. However, horsepower and torque are not really the topmost priorities of buyers of such motorcycles ... gets more than Mumbai & Delhi combined India US World Business Technology Sports Entertainment Auto Photos Video Advertise with us Permission Syndication Terms of service Privacy & Cookie Policy About us Brand Careers Site Navigation Contact Australia India Singapore U.K. U.S. Copyright 2020, International Business Times, India Edition . All Rights Reserved."], ["2020-05-22 22:37", "Best Gaming PCs 2020 ... Omen Obelisk The Best Mainstream Gaming Desktop CPU: Intel Core i9-9900K | GPU: Nvidia GeForce RTX 2080 Ti | RAM: 32 GB DDR4-2666 | Storage: 2x 512 GB M.2 NVMe SSD RAID0 and 1 TB 7,200-rpm SATA HDD Recommended Retailer $699.99 View at HP (US) $1,099.99 View at Microsoft US $1,249.99 View at Best Buy See all prices (43 found) Sleek design Standard parts Top-end part options  ...  their f'ing act together and get the GPU market in line. Reply View All 10 Comments Show more comments Tom's Hardware is part of Future US Inc, an international media group and leading digital publisher. Visit our corporate site . Terms and conditions Privacy policy Cookies policy Accessibility Statement Advertise About us Contact us Future US, Inc. 11 West 42nd Street, 15th Floor ... "]]}}