{"postfix": "rtl-aktie", "name": "RTL", "wkn": "861149", "time": "2020.06.02 12:19", "ts": 1591093186, "features": {"KGV": "8.95", "Marktkapitalisierung": {"Size": "Mrd", "Value": "4.70"}, "GA": "4.91", "KBV": "2.05", "BA": "21.43", "KCV": "6.52", "CA": "6.74", "Vola30": "43.21", "Vola90": "59.83", "Vola180": "46.9", "Vola250": "36.66"}, "rivals": ["sky_7-aktie", "prosiebensat1-aktie"], "text_data": {"de": [["31.05.20", "Analysten sehen für RTL-Aktie Luft nach oben"], ["29.05.20", "Corona und Krimi waren größte TV-Zuschauermagneten"], ["27.05.20", "ROUNDUP: Bundesregierung: Corona-Warn-App nützt auch bei wenig Teilnehmern"], ["27.05.20", "Bundesregierung: Corona-Warn-App nützt auch bei wenig Teilnehmern"], ["26.05.20", "RTL setzt Nachmittags-Talk mit Marco Schreyl nicht fort"], ["25.05.20", "Haseloff: Sachsen-Anhalt bleibt bei eigenem Corona-Lockerungs-Plan"], ["25.05.20", "Niedersachsen will an Maskenpflicht und Abstandsregeln festhalten"], ["25.05.20", "Quoten: Mehr als zehn Millionen sehen Stuttgarter 'Tatort'"], ["25.05.20", "ROUNDUP/Die Rückkehr des Studiopublikums: TV-Sender planen mit Corona"], ["25.05.20", "Fernsehsender bereiten sich auf Zeit nach Corona vor"], ["24.05.20", "TV-Quoten: 5,21 Millionen sehen 'Schwartz & Schwartz'"], ["22.05.20", "RTL verschiebt \"Are You The One?\" ins Nachtprogramm"], ["20.05.20", "ROUNDUP 2: Spekulationen über Renault-Fabriken lösen Streit in Frankreich aus"], ["19.05.20", "RTL schickt Pocher & Papa um 20:15 Uhr auf Weltreise"], ["18.05.20", "Lambrecht: Extremisten bei Corona-Demos schrecken viele Menschen ab"], ["18.05.20", "RTL setzt im Sommer auf Jauchs Millionen-Gewinner"], ["15.05.20", "RTL gönnt \"Kitsch oder Kasse\" im Sommer eine Pause"], ["14.05.20", "Hauptversammlung: Ex-RTL-Chefin Anke Schäferkordt zieht in BMW-Aufsichtsrat ein"], ["14.05.20", "Livestream-Guide von RTL, Comedy-App von ProSiebenSat.1"], ["13.05.20", "RTL siegt in letzter Instanz gegen die Helios-Kliniken"], ["11.05.20", "Unionsabgeordnete wollen Erhöhung des Rundfunkbeitrags stoppen"], ["11.05.20", "ROUNDUP: Leitfaden für Fernseh-Drehs in Corona-Zeiten in Arbeit"], ["11.05.20", "Leitfaden für Fernseh-Drehs in Corona-Zeiten in Arbeit"], ["11.05.20", "RTL fährt \"Bauer sucht Frau International\"-Dosis zurück"], ["11.05.20", "TVNow und RTL setzen \"Temptation Island\" fort"], ["11.05.20", "Kruber wird Head of Producers in der RTL-Unterhaltung"], ["11.05.20", "Formel-1-Notplan wackelt wegen Quarantäne-Zwang in England"], ["11.05.20", "Sender und TV-Produzenten diskutieren über Wiederaufnahme von Drehs"], ["10.05.20", "TV-Branche diskutiert: Wie gelingen Produktionen in der Corona-Zeit?"], ["10.05.20", "Top-Quote für 'Stralsund'-Samstagskrimi"], ["07.05.20", "DFL-Chef Seifert: TV-Partner planen 'spezielle Maßnahmen'"], ["07.05.20", "1,30 Millionen ProSieben-Zuschauer sehen RTL-Sendung"], ["06.05.20", "RTL schickt Promi-\"WWM\" gegen \"Tatort\" ins Rennen"], ["06.05.20", "ROUNDUP: Spahn für einheitliche Kriterien in Corona-Krise"], ["06.05.20", "BVB-Chef Watzke wünscht sich Bundesliga-Wiederbeginn am 16. Mai"]], "en": [["13.03.20", "Air France-KLM Dutch subsidiary to cut 1500 jobs - RTL"], ["16.02.20", "Regulators should allow RTL and ProSieben to merge: Rabe"], ["16.02.20", "Regulators should allow RTL and ProSieben to merge - Rabe"], ["2020-06-02 09:33", "What to watch: UK mortgage lending slumps, house prices fall, stocks rise ... This is a greater contraction than the previously expected minus 8%. For comparison, the German economy is expected to shrink by around 6.6% in 2020. The country was hard hit by the pandemic and, while the government took measures to protect the health of the French people, \"the economy practically stalled for three months, and we will pay for it with growth,\" Le Maire told RTL radio station. France has so far reported 189,348 cases of coronavirus and 28,836 COVID-19 deaths, according to the latest data from Johns Hopkins University . Its death toll is among the highest in Europe. French GDP shrunk 5.3% in the first quarter, and the contraction is expected to be much more drastic for the second quarter, when extreme lockdowns were in full force. 8.7 ... "], ["2020-06-02 09:24", "H.K. Extends Curbs; French GDP to Plunge: Virus Update ... expected because of the coronavirus lockdown, Finance Minister Bruno Le Maire said. The contraction this year will amount to 11%, more than the 8% previously predicted. That's also more than the 9% slump forecast by economists in a Bloomberg survey. AD \"The economy was almost stopped for three months and we will pay for it in growth,\" Le Maire said on RTL radio. Seadrill Faces New Debt Restructuring (2:07 p.m. HK) Seadrill Ltd., billionaire John Fredriksen's rig company, is preparing for its second debt restructuring after the coronavirus pandemic deepened the crisis in the offshore drilling market. Once the world's biggest offshore drillers by market value, Seadrill completed a massive overhaul of its finances in July 2018. Yet it exited ... "], ["2020-06-02 09:05", "France Sees 11% Economic Plunge; Tokyo Cases Spike: Virus Update ...  expected because of the coronavirus lockdown, Finance Minister Bruno Le Maire said. The contraction this year will amount to 11%, more than the 8% previously predicted. That's also more than the 9% slump forecast by economists in a Bloomberg survey. AD \"The economy was almost stopped for three months and we will pay for it in growth,\" Le Maire said on RTL radio. Seadrill Faces New Debt Restructuring (2:07 p.m. HK) Seadrill Ltd., billionaire John Fredriksen's rig company, is preparing for its second debt restructuring after the coronavirus pandemic deepened the crisis in the offshore drilling market. AD Once the world's biggest offshore drillers by market value, Seadrill completed a massive overhaul of its finances in July 2018. Yet it ... "], ["2020-06-02 08:31", "French economy will contract 11% in 2020, more hard days ahead: minister ...  imposed one of the Europe's strictest lockdowns in mid-March and only began removing restrictions on May 11. Cafes, bars and restaurants were only allowed to reopen for regular business on Tuesday. \"We were hard hit by the virus, we took effective measures to protect French people's health but the economy practically ground to a halt for three months,\" Le Maire told RTL radio. \"We're going to pay for it with growth,\" he said, adding that a budget update being prepared would forecast a contraction of 11% versus one of 8% forecast previously. With some 300,000 cafes, bars and restaurants reopening on Tuesday, Le Maire said that they would continue to benefit from handouts from a government solidarity fund until the end of the year ... "], ["2020-06-02 08:31", "French economy will contract 11% in 2020, more hard days ahead: minister ...  imposed one of the Europe's strictest lockdowns in mid-March and only began removing restrictions on May 11. Cafes, bars and restaurants were only allowed to reopen for regular business on Tuesday. \"We were hard hit by the virus, we took effective measures to protect French people's health but the economy practically ground to a halt for three months,\" Le Maire told RTL radio. \"We're going to pay for it with growth,\" he said, adding that a budget update being prepared would forecast a contraction of 11% versus one of 8% forecast previously. With some 300,000 cafes, bars and restaurants reopening on Tuesday, Le Maire said that they would continue to benefit from handouts from a government solidarity fund until the end of the year ... "], ["2020-06-02 08:27", "Coronavirus: French economy expected to shrink by 11% in 2020 ... s second largest economy will shrink by 11% this year, according to France's finance and economy minister Bruno Le Maire. This is a much greater contraction than previously expected, as Le Maire told RTL radio station that a previous estimate of the economic impact from COVID-19 had put French GDP at -8%. In comparison, the German economy is expected to shrink by around 6.6% in 2020. The ...  extreme lockdowns were in full force. France has so far spent 450bn (400bn, $500bn) on a measures to help the economy withstand the impact of the coronavirus pandemic. Le Maire told RTL that he had \"absolute conviction\" that \"the strategy we have adopted to support the sectors, support employees and modernise our productive tissue, will allow us to rebound in ... "], ["2020-06-02 08:19", "French economy to shrink 11 percent this year after 'brutal' coronavirus shock ...  its reopening in Paris on May 28, 2020. Gonzalo Fuentes, REUTERS Text by: FRANCE 24 Follow The French economy is expected to shrink 11 percent this year because of the coronavirus crisis, which is worse than the government's previous forecast of an eight percent contraction, Finance Minister Bruno Le Maire said Tuesday. Advertising Read more \"The shock is very brutal,\" Le Maire told RTL radio, although he also said: \"I am absolutely certain that we are going to bounce back in 2021.\" France imposed one of the Europe's strictest lockdowns in the face of Covid-19 in mid-March and only began removing restrictions on May 11. Cafs, bars and restaurants are allowed to reopen for regular business on Tuesday. In Paris, they remain limited to ... "], ["2020-06-02 07:49", "France Sees Deeper Recession; Tokyo Cases Spike: Virus Update ... expected because of the coronavirus lockdown, Finance Minister Bruno Le Maire said. The contraction this year will amount to 11%, more than the 8% previously predicted. That's also more than the 9% slump forecast by economists in a Bloomberg survey. AD \"The economy was almost stopped for three months and we will pay for it in growth,\" Le Maire said on RTL radio. Seadrill Faces New Debt Restructuring (2:07 p.m. HK) Seadrill Ltd., billionaire John Fredriksen's rig company, is preparing for its second debt restructuring after the coronavirus pandemic deepened the crisis in the offshore drilling market. Once the world's biggest offshore drillers by market value, Seadrill completed a massive overhaul of its finances in July 2018. Yet it exited ... "], ["2020-06-02 06:59", "French economy to shrink 11pc this year, says finance minister ...  part is still ahead of us.' — Reuters pic PARIS, June 2 — The French economy is expected to shrink 11 per cent this year because of the coronavirus crisis, a \"brutal\" shock and worse than the government's previous forecast of an eight per cent contraction, Finance Minister Bruno Le Maire said today. \"The shock is very brutal,\" Le Maire told RTL radio, though he said that \"I am absolutely certain that we are going to bounce back in 2021.\" The business closures and confinement orders to halt the Covid-19 pandemic had left the economy gasping for air, he said, warning that \"the hardest part is still ahead of us.\" The government has progressively revised upwards the damage caused by the pandemic and the latest ... "], ["2020-06-02 06:54", "French economy will contract 11% in 2020, more hard days ahead - minister ...  (Reuters) - The French economy is set to contract 11% this year due to the coronavirus crisis and a nationwide lockdown to contain it, Finance Minister Bruno Le Maire said on Tuesday. \"We were hard hit by the virus, we took effective measures to protect French people's health but the economy practically ground to a halt for three months,\" Le Maire said on RTL radio. \"We're going to pay for it with growth,\" he said, adding that a budget update being prepared would forecast a contraction of 11% versus one of 8% forecast previously. Reporting by Sudip Kar-Gupta and Leigh Thomas; editing by Jason Neely Our Standards: The Thomson Reuters Trust Principles. 0 : 0 narrow-browser-and-phone medium-browser-and-portrait-tablet landscape-tablet ... "], ["2020-06-02 06:54", "French economy will contract 11% in 2020, more hard days ahead: minister ...  imposed one of the Europe's strictest lockdowns in mid-March and only began removing restrictions on May 11. Cafes, bars and restaurants were only allowed to reopen for regular business on Tuesday. \"We were hard hit by the virus, we took effective measures to protect French people's health but the economy practically ground to a halt for three months,\" Le Maire told RTL radio. \"We're going to pay for it with growth,\" he said, adding that a budget update being prepared would forecast a contraction of 11% versus one of 8% forecast previously. With some 300,000 cafes, bars and restaurants reopening on Tuesday, Le Maire said that they would continue to benefit from handouts from a government solidarity fund until the end of the year ... "], ["2020-06-02 06:53", "French economy will contract 11% in 2020, more hard days ahead minister ...  imposed one of the Europe's strictest lockdowns in mid-March and only began removing restrictions on May 11. Cafes, bars and restaurants were only allowed to reopen for regular business on Tuesday. \"We were hard hit by the virus, we took effective measures to protect French people's health but the economy practically ground to a halt for three months,\" Le Maire told RTL radio. \"We're going to pay for it with growth,\" he said, adding that a budget update being prepared would forecast a contraction of 11% versus one of 8% forecast previously. With some 300,000 cafes, bars and restaurants reopening on Tuesday, Le Maire said that they would continue to benefit from handouts from a government solidarity fund until the end of the year ... "], ["2020-06-02 06:39", "Coronavirus map LIVE: Don't ignore us! North faces DISASTER - as Boris' plan rejected ... 11 percent this year due to the coronavirus crisis and more hard days lie ahead until things bounce back next year, Finance Minister Bruno Le Maire said on Tuesday. France imposed one of the Europe's strictest lockdowns in mid-March and only began removing restrictions on May 11. Cafes, bars and restaurants were only allowed to reopen for regular business on Tuesday. Mr Le Maire told RTL radio: \"We were hard hit by the virus, we took effective measures to protect French people's health but the economy practically ground to a halt for three months. \"We're going to pay for it with growth.\" He said a budget update was being prepared to forecast a contraction of 11 percent versus one of 8 percent forecast previously. Coronavirus Most read ... "], ["2020-06-02 06:18", "BRUSSELS Border confusions ... certificate for international travel, which the government aims to reopen in mid-June. According to Belgian media reports, many Belgians were returned at the French border. \"As we have always said, our borders will not open until June 15. Certainly, the Belgians have opened their borders, but that is not yet the case in France,\" the French interior ministry confirmed to RTL. However, the cabinet of De Crem said they were surprised by the confusion in neighboring countries. \"Everything has been discussed with the countries involved,\" the spokesman for the minister emphasised in a statement to Belgian media. \"The Dutch Minister of Justice and Security Ferd Grapperhaus was well informed: he even sent a tweet about this on Friday evening.\" ... "], ["2020-06-02 06:15", "Renault loan not signed yet, but should be soon: French finance minister ...  29, 2020. REUTERS/Yves Herman 02 Jun 2020 02:15PM (Updated: 02 Jun 2020 03:39PM ) Share this content Bookmark PARIS: French Finance Minister Bruno Le Maire said on Tuesday (Jun 2) the government had not yet signed off on a planned 5 billion euro (US$5.6 billion) loan for carmaker Renault , though he hoped the loan would be agreed soon. Le Maire also told RTL radio he expected Renault to be \"exemplary\" in its talks with unions, regarding the likelihood of job cuts in France, and that the government wanted Renault's northern France sites to become \"centres of excellence\". Advertisement Advertisement On Sunday, Renault Chairman Jean-Dominique Senard said Renault had no plans to close its Maubeuge plant in northern France. Last week, Renault ... "], ["2020-06-02 06:11", "French Finance Minister: Renault loan not signed yet, but should be soon ...  measures taken to curb the spread of the coronavirus disease COVID-19. Ludovic Marin/Pool via REUTERS PARIS (Reuters) - French Finance Minister Bruno Le Maire said on Tuesday the government had not yet signed off on a planned 5 billion euro (4.45 billion pounds) loan for carmaker Renault ( RENA.PA ), though he hoped the loan would be agreed soon. Le Maire also told RTL radio he expected Renault to be \"exemplary\" in its talks with unions, regarding the likelihood of job cuts in France, and that the government wanted Renault's northern France sites to become \"centres of excellence\". On Sunday, Renault Chairman Jean-Dominique Senard said Renault had no plans to close its Maubeuge plant in northern France. Last week, Renault announced ... "], ["2020-06-02 06:09", "French Finance Minister: Renault loan not signed yet, but should be soon ...  amid the coronavirus disease (COVID-19) outbreak in Sint-Pieters-Leeuw, Belgium May 29, 2020. REUTERS/Yves Herman PARIS (Reuters) - French Finance Minister Bruno Le Maire said on Tuesday the government had not yet signed off on a planned 5 billion euro ($5.6 billion) loan for carmaker Renault ( RENA.PA ), though he hoped the loan would be agreed soon. Le Maire also told RTL radio he expected Renault to be \"exemplary\" in its talks with unions, regarding the likelihood of job cuts in France, and that the government wanted Renault's northern France sites to become \"centres of excellence\". On Sunday, Renault Chairman Jean-Dominique Senard said Renault had no plans to close its Maubeuge plant in northern France. Last week, Renault announced ... "], ["2020-06-01 02:00", "Receive Analog Video Radio Signals from ScratchIf you've been on the RTL-SDR forums lately you may have seen that a lot of work has been going into the DragonOS software. This is a software-defined radio group that has seen a lot of effort put int..."], ["2020-05-31 20:32", "Monday's gossip: Bayern Munich want to sign Sane & Havertz ...  Daily Star) Manchester United believe agent Mino Raiola is the only person who wants Paul Pogba to leave the club in the summer. France midfielder Pogba, 27, has been linked with Real Madrid and Juventus . (Times - subscription required) Rennes have ruled out selling Liverpool and Real Madrid target Eduardo Camavinga this summer. The midfielder, 17, has also been linked with Manchester United. (RTL via Evening Standard) 'Football's bewildering talent' Gary Lineker on why we should love Lionel Messi more than ever Liverpool midfielder Harvey Elliott turned down the chance to join Real Madrid . The Englishman, 17, was invited to meet Sergio Ramos in an attempt to get him to join. (The Athletic - subscription required) Barcelona will seek a 9m loan ... "], ["2020-05-31 17:27", "Renault denies plans to close French factory as irate workers start strike ... May 30 2020. Picture: FRANCOIS LO PRESTI / AFP Renault chair Jean-Dominique Senard sought to defuse a crisis over the Maubeuge factory in northern France where workers have started strikes and protests over the carmaker's cost-cutting programme, saying he was not planning to shut the site. \"I have no intention, a priori, to close the Maubeuge plant,\" he said in an interview Sunday on RTL-Le Figaro-LCI's Le Grand Jury . \"I can assure you, I never said that and I didn't even think that.\" The manufacturer, which is poised to get a state-guaranteed loan for as much as 5bn, has come under government pressure to tread carefully with plans to downsize in France. Finance minister Bruno Le Maire, speaking in a separate interview, said the ... "]]}}