{"postfix": "s_t-aktie", "name": "S&T", "wkn": "A0X9EJ", "time": "2020.06.02 11:35", "ts": 1591090510, "features": {"KGV": "28.83", "Marktkapitalisierung": {"Size": "Mrd", "Value": "1.57"}, "GA": "0.75", "KBV": "3.81", "BA": "5.66", "KCV": "17.78", "CA": "1.21", "Vola30": "49.97", "Vola90": "71.78", "Vola180": "59.04", "Vola250": "50.54"}, "rivals": ["intel-aktie", "general_electric-aktie", "nvidia-aktie", "amd-aktie", "siemens-aktie", "data_modul-aktie", "apple-aktie"], "text_data": {"de": [["31.05.20", "S&T-Aktie: Das sind die Expertenmeinungen des Monats Mai"], ["09.05.20", "S&T: Was beim Unternehmen in den jüngsten Büchern steht"], ["07.05.20", "ROUNDUP: S&T sieht sich mittelfristig als Corona-Gewinner - Aktie legt zu"], ["30.04.20", "So schätzen Analysten die S&T-Aktie ein"], ["24.04.20", "S&T setzt Dividendenzahlung aus"], ["07.04.20", "KONTRON S&T AG: \"Squeeze-Out-Debatte\", HV-Bericht von GSC-Research"], ["31.03.20", "Die Expertenmeinungen zur S&T-Aktie im März 2020"], ["26.03.20", "ROUNDUP: S&T sieht in Corona-Krisen bessere Chancen auf Übernahmen"], ["26.03.20", "S&T will die Dividende erhöhen"], ["26.03.20", "IT-Dienstleister S&T bestätigt 2023er-Ziele - Corona-Krise bietet auch Chancen"], ["25.03.20", "WDH: S&T zieht Prognose für 2020 zurück"], ["31.01.20", "HSBC: S&T - Einer unserer Lieblingsansätze …"], ["22.01.20", "AKTIE IM FOKUS: S&T starten Kursrally - Gewinnausblick angehoben"], ["22.01.20", "MÄRKTE EUROPA/DAX schließt nach Allzeithoch im Minus"], ["22.01.20", "XETRA-SCHLUSS/DAX fällt nach Rekordhoch ins Minus"], ["22.01.20", "MÄRKTE EUROPA/DAX gibt nach Rekordhoch alle Gewinne wieder ab"], ["22.01.20", "MÄRKTE EUROPA/DAX gibt Gewinne ab - Daimler mit Gewinndelle"], ["22.01.20", "MÄRKTE EUROPA/DAX mit Rekordhoch - Daimler nach Gewinneinbruch volatil"], ["22.01.20", "ROUNDUP: IT-Dienstleister S&T hebt 2023er-Gewinnprognose an - Aktie steigt"]], "en": [["2020-06-02 09:31", "Life After Lockdown: Move to digital a huge trial for courtrooms, law enforcement agencies ... proceed to deliberate on other issues he raises... Headlines 2 hours ago Palace reminder: Dine-in services allowed in MGCQ areas 'but don't have a party' By Gaea Katreena Cabico | 2 hours ago The government's task force on coronavirus response has allowed the dine-in services of restaurants and fast food chains... Headlines Recommended DOH claims small victory vs COVID ... 19 PNP How Hyun Bin pulls off Smart TVC amid COVID-19 pandemic Due to novel coronavirus disease 2019 (COVID-19) pandemic, many events were canceled or postponed, but Korean star Hyun Bin's Smart TV commercial was not one of them. 22 hours ago HYUN BIN Daily Bread The 'chewing' years Blessed are those who hunger and thirst for righteousness, for they will be filled. & ... "], ["2020-06-02 09:31", "SC rejects Gadon plea vs NTC and House, scolds petitioner ...  ago LOOK: Design student crafts mobile app, PWD card system for thesis project By Franco Luna | 1 hour ago \"I wanted to empower PWDs by upgrading to a system that makes it more efficient and accessible for them,\" she wrote. Headlines 2 hours ago Palace reminder: Dine-in services allowed in MGCQ areas 'but don't have a party' By Gaea Katreena Cabico | 2 hours ago The government's task force on coronavirus response has allowed the dine-in services of restaurants and fast food chains... Headlines Recommended DOH claims small victory vs COVID 17 hours ago The Department of Health yesterday said it had achieved a \"small victory\" in the fight against the coronavirus... Headlines COVID-19 DEPARTMENT OF HEALTH 14 labs still to submit ... "], ["2020-06-02 09:31", "Coach Rohr vows to make Nigeria champions of Africa againCoach Gernot Rohr said he made sacrifices in his new contract with Nigeria in order to guide the country to a fourth Africa Cup of Nations triumph."], ["2020-06-02 09:30", "Despite inadequate transportation, MMDA says commuters 'forgot' quarantine rules at GCQ's onset ... of the now-implemented GCQ depended wholly on the cooperation and discipline of the public. Related Stories Government banks on 'discipline' as likely shift to GCQ nears 'Don't expect 100%': Transportation under GCQ will be 'limited, gradual, calculated' Amid calls for public 'discipline', officials reminded to follow own quarantine rules READ: Familiar transportation woes as Metro Manila lurches to 'new normal' Speaking in an interview with dzMM Teleradyo, MMDA general manager Jojo Garcia said: \"People have lost focus. Let's remember, we still have COVID-19. They were focused on traveling even though they know, just as the Department of Transportation said, our first priority of course is health and safety ... "], ["2020-06-02 09:30", "Send in the Clune: 'Outstanding' debutant tipped to spark misfiring Dragons ...  out the door with 18 months still on his deal. Adam Clune will mark his 25th birthday on Monday with his NRL debut. Clune was good enough to play in the NRL last year, according to former Dragon and Canterbury Cup coach Mathew Head, but was ineligible because he was not part of the club's top-30 list nor one of their six development players. \"If you look around the competition, there are some people who play first grade that Clune is a lot better than,'' Head told the Herald . \"It doesn't mean you get there. We had a halfback in Darren Nicholls who was the same, and had he played at different clubs he probably plays [more] first grade. \"Clune just had to persevere. If you look at his last two years of reserve-grade footy, he' ... "], ["2020-06-02 09:30", "Virus \"No Longer Exists\" In Italy, Top Italian Doctor Sees COVID Potency PlungeVirus \"No Longer Exists\" In Italy, Top Italian Doctor Sees COVID Potency Plunge Tyler Durden Tue, 06/02/2020 - 05:30 The global case tally for COVID-19 continues to inch higher , now at 6.19 million on Monday, according to data aggregated by Johns"], ["2020-06-02 09:29", "Analysts warn that the box office will plunge by more than 50% for 2020 ... that due to the shuttering of theatres across the country, revenue will fall from $11.4 billion last year to $5.5 billion for 2020. The research also warns that if cinemas don't re-open effectively over the summer, following the coronavirus lockdown, the damage could be even more severe. Read more: Will UK cinemas open in July? Major movie market cities in the US, including New ...  for cinemas in England is therefore welcome.\" What to Read Next D.C. bishop 'outraged' Trump used tear gas on citizens for photo op at church Yahoo Entertainment Lucille Ball's Granddaughter is Plain Stunning Investing.com Ad Trump says he will use military to put down riots Yahoo News The officer who stood by as George Floyd died is Asian American. We need to talk ... "], ["2020-06-02 09:28", "Harvard alum plots disruption of Asia's moneychangers ...  having to pay expensive commissions charged by banks and moneychangers. Launched in 2016, YouTrip also allows consumers to buy goods listed in foreign denominations and avoid the exchange charges added to most credit card transactions. \"During this period, we are dedicated to helping our users save on foreign currency transactions online, even if they aren't physically travelling,\" You Technologies CEO Caecilia Chu told the Nikkei Asian Review. You Technologies said it was encouraged by strong sales figures for April, with China's e-commerce juggernauts helping to drive the trend toward increased shopping online. with Chinese shopping website Taobao saw a 111% jump in transaction volumes in March, You Technologies said, while Alibaba ' ... "], ["2020-06-02 09:25", "Skateboarding: British Olympic hopeful Sky Brown, 11, fractures skull after fall in training ...  Olympian next year, fractured her skull and broke bones in her left hand after falling from a ramp during a training session in California. She posted a video of the accident on Instagram and reassured supporters that she was doing fine and was going to work even harder when she returns. \"I don't usually post (videos of) my falls or talk about them... but this was my worst fall. I just want everyone to know that it's okay, don't worry, I'm okay,\" she said. \"I'm going to push boundaries for girls with my skating and surfing. I'm going for gold in 2021 and nothing will stop me.\" The BBC reported that Brown was taken to hospital by helicopter and was unresponsive on arrival but is expected to make a complete recovery ... "], ["2020-06-02 09:25", "Union appreciates Countdown gifting employees $10 million in shares, but says they 'don't pay the rent' ...  She said clarity was also needed so people could understand what owning the stocks actually meant for them and its conditions. She said that could mean an education component needed to be attached to the scheme. \"A lot of us don't really understand shares.\" Ms Williams also said she wasn't aware the stocks came with voting rights until 1 NEWS had mentioned it. \"But that's something that would carry real meaning for people,\" she said. Infometrics senior economist Brad Olsen said Woolworth's offering could be \"something that a lot of companies may start to do ... as we go through these tough times\". He said giving staff stock could be a new form of incentive to keep employees connected to a company as businesses emerge ... "], ["2020-06-02 09:25", "Union appreciates Countdown gifting employees $10 million in shares, but says they 'don't pay the rent' ...  She said clarity was also needed so people could understand what owning the stocks actually meant for them and its conditions. She said that could mean an education component needed to be attached to the scheme. \"A lot of us don't really understand shares.\" Ms Williams also said she wasn't aware the stocks came with voting rights until 1 NEWS had mentioned it. \"But that's something that would carry real meaning for people,\" she said. Infometrics senior economist Brad Olsen said Woolworth's offering could be \"something that a lot of companies may start to do ... as we go through these tough times\". He said giving staff stock could be a new form of incentive to keep employees connected to a company as businesses emerge ... "], ["2020-06-02 09:25", "The Big Story: Day 1 of S'pore's safe reopening; how retail businesses will be impacted as they remain shutSINGAPORE - Catch up on the hottest topics on The Straits Times' weekday talk show.. Read more at straitstimes.com."], ["2020-06-02 09:24", "Australia probes US police assault on its journalists ... winning run MarketWatch D.C. bishop 'outraged' Trump used tear gas on citizens for photo op at church Yahoo Entertainment A June Super Tuesday? Everything you need to know about today's primaries USA TODAY Honda Has Made It Again: The Astonishing New CR-V search ads Ad The officer who stood by as George Floyd died is Asian American. We need to talk about that ...  to put down riots Yahoo News Arthritis Symptoms May Be Totally Unexpected System1 | Arthritis | Search Ads Ad 'We will end it now': Trump says he will deploy military if states can't contain protest violence Yahoo News Video Hong Kong leader accuses US of 'double standards' over protests AFP Nike is setting the tone for sports brands in its response to the George Floyd  ... "], ["2020-06-02 09:24", "U.N. says Libya sides agree to truce talks ... Angus McDowall; editing by Philippa Fletcher) What to Read Next Yemen pledging drive hopes to raise $2.4 billion to save aid ops as virus spreads Reuters Lucille Ball's Granddaughter is Plain Stunning Investing.com Ad Yemen: world's worst humanitarian crisis AFP Saudi seeks to raise $2.3 bn in Yemen donor conference AFP Taliban has kept close ties with al Qaeda despite promises to Trump admin, U ... protests shine spotlight on extremists, from antifa to 'Boogaloo' Yahoo News 'We will end it now': Trump says he will deploy military if states can't contain protest violence Yahoo News Video Australia probes US police assault on its journalists AFP Bladder Cancer Signs May Be Infuriatingly Subtle System1 | Cancer | Search Ads Ad Nike is  ... "], ["2020-06-02 09:24", "More positive coronavirus tests in wake of German family gatherings ...  says some players fresher than usual after break wildfires Bear, the Australian Koolie dog who has rescued more than 100 koalas Covid-19 Stretched by pandemic, Cambodian yoga studios move classes online trends Instant coffee, sugar, milk, Instagram: How to make a dalgona coffee trends 'We don't have the same energy': The trouble with online yoga lessons trends Worst Golf launch ever? Everything that's wrong with VW's new Golf 8 trends Vatican Museums reopen: A chance to see Sistine Chapel with no crowds Press Release Blue like an Orange Sustainable Capital Raises Over $200 Million For Its First Fund, Latin America Fund I Press Release Zentiva Expands Production Capacity by Completing Acquisition of Ankleshwar Manufacturing Site Press ... "], ["2020-06-02 09:23", "What exactly is antifa? The movement Trump is blaming for U.S. violence ... Open gallery view Demonstrators smashing a police vehicle in the Fairfax District as they protest the death of George Floyd, Los Angeles, California, May 30, 2020. Credit: AFP The Associated Press Published at 12:23 Get email notification for articles from The Associated Press Follow Published at 12:23 U.S. President Donald Trump has blamed antifa activists for violence at protests over police killings of black people, but antifa isn't an organization and targeting it isn't so simple. A look at what antifa is and is not: WHAT IS ANTIFA? Short for \"anti-fascists,\" antifa is not a single organization but rather an umbrella term for far-left-leaning militant groups that confront or resist neo-Nazis and white supremacists at demonstrations. There ... "], ["2020-06-02 09:22", "Historic plane to transport Thomas Waerner home to Norway after dog musher left stranded in Alaska ... .\"So it'll be nice to get home and get back to normal life.\" Whilst stranded on another continent, Waerner has been filling his days by training his dogs and walking with his close friends during what he's dubbed his \"retired life in Alaska.\" He stays in daily contact with his family over video calls and can't wait to enjoy coffee with his wife and dinner with the kids again. With the traditional Iditarod winner's banquet and ceremonies postponed because of lockdown restrictions, Waerner's personal victory parade hasn't been quite what he had imagined. \"I really wanted to win the race at one point in my life, and then you suddenly do it,\" he said. \"I still have to look at the trophy and remember we actually ... "], ["2020-06-02 09:21", "What India's lockdown did to domestic abuse victims ...  been abusive - verbally, emotionally and, at times, even physically. But she had her job, which kept her out of the house for most of the day, and her husband often travelled for work, which kept him away. The lockdown, however, changed everything. \"I live in a constant state of fear - of what could affect my husband's mood,\" she told me, speaking over the phone in a low voice after locking herself up in a room so her husband and mother-in-law wouldn't hear her. She says both of them taunt and harass her. \"I am constantly told I am not a good mother or a good wife. They order me to serve elaborate meals, and treat me like a domestic worker.\" Unable to bear the abuse and the beatings, she decided to seek help. She found a Facebook ... "], ["2020-06-02 09:21", "ABS-CBN proud of its homegrown achieversVivoree posted photos of her while revealing her struggles to finish high school with awards."], ["2020-06-02 09:20", "The Latest: Pakistan document shows experts wanted lockdown ... even as case numbers rise, ignoring the example set by Europe in which nations waited for the worst to pass. Meanwhile in the U.S., there are concerns that protests over the death of George Floyd, a black man pinned at the neck by a white police officer, could cause new outbreaks in a nation where the virus has disproportionately affected racial minorities. And a new estimate by the Congressional Budget Office cautioned the damage to the world's largest economy could amount to nearly $16 trillion over the next decade if Congress doesn't work to mitigate the fallout. Experts are concerned about what's happening in South America. 'There is a rapid increase in cases, and those (health) systems are coming under increasing pressure,' said Mike ... "]]}}