{"postfix": "sanofi-aktie", "name": "SANOFI", "wkn": "920657", "time": "2020.06.02 12:45", "ts": 1591094718, "features": {"KGV": "15.08", "Marktkapitalisierung": {"Size": "Mrd", "Value": "109.45"}, "GA": "5.99", "KBV": "1.92", "BA": "46.92", "KCV": "13.16", "CA": "6.86", "Vola30": "26.57", "Vola90": "40.15", "Vola180": "33.53", "Vola250": "27.38"}, "rivals": ["evotec-aktie", "morphosys-aktie", "amgen-aktie", "johnson_johnson-aktie", "merck_co-aktie", "roche_2-aktie", "bayer-aktie"], "text_data": {"de": [["31.05.20", "Mai 2020: Das sind die Expertenmeinungen zur Sanofi-Aktie"], ["28.05.20", "Regeneron: Sanofi reduziert Beteiligung - Barclays erhöht das Kursziel - und jetzt?"], ["27.05.20", "Frankreich verbietet Behandlung von Covid-19 mit Hydroxychloroquin"], ["27.05.20", "Sanofi verkauft Großteil seiner Regeneron-Aktien"], ["27.05.20", "Sanofi erlöst 11,7 Milliarden Dollar mit Regeneron-Beteiligung"], ["25.05.20", "Paukenschlag zum US-Feiertag: Sanofi will milliardenschwere Beteiligung an Regeneron abstoßen"], ["25.05.20", "Sanofi verkauft Beteiligung an Regeneron"], ["25.05.20", "Sanofi will Regeneron-Anteile abstoßen"], ["25.05.20", "ROUNDUP: Altmaier will gemeinsames EU-Projekt für Arzneimittelproduktion"], ["25.05.20", "Altmaier will gemeinsames EU-Projekt für Arzneimittelproduktion"], ["21.05.20", "ROUNDUP: USA geben Milliarden-Finanzspritze für Impfstoff aus Großbritannien"], ["19.05.20", "Streit um Corona-Impfstoff: Sanofi-Spitzenmanager bei Macron"], ["15.05.20", "Sanofi will Impfstoff nun doch allen zugleich liefern"], ["15.05.20", "Impfstoff für alle gleichzeitig: Sanofi will USA jetzt doch nicht bevorzugen"], ["15.05.20", "Streit um Impfstoff von Sanofi"], ["14.05.20", "EU-Abgeordnete fordern Zwangslizenzen für Corona-Impfstoff"], ["14.05.20", "Pharmakonzern Sanofi will USA früher beliefern"], ["14.05.20", "Pharmakonzern: Sanofi rudert im Streit um möglichen Corona-Impfstoff zurück"], ["14.05.20", "Paris: Corona-Impfstoff von Sanofi soll allen zur Verfügung stehen"], ["14.05.20", "Pharmakonzern Sanofi: Streit um Vorgriffsrecht auf Impfstoff"], ["14.05.20", "FDA prüft Sanofi-Mittel Sutimlimab vorrangig"], ["14.05.20", "Sanofi will USA bei Impfstoff bevorzugen: Wie Sanofi & Co. um Forschungsgelder pokern"], ["14.05.20", "Frankreich empört über Sanofi wegen möglicher Bevorzugung der USA bei Impfstoff"], ["14.05.20", "ROUNDUP: Pharmariese Sanofi will Corona-Impfstoff allen zur Verfügung stellen"], ["12.05.20", "Spahn will finanzielle Anreize für Arzneimittelproduktion in Europa"], ["09.05.20", "Sanofi-Chef zur Corona-Krise: \"Es reicht nicht, einen Impfstoff zu haben\""], ["06.05.20", "Sanofi kündigt klinische Studien für zwei Impfstoffe an"], ["06.05.20", "Sanofi kündigt klinische Studien für zwei Coronavirus-Impfstoffe an"], ["28.04.20", "Vorratskäufe treiben Novartis an - Pharmariese bekräftigt Prognose"]], "en": [["2020.06.02", "Sanofi to present oncology strategy, provide update on portfolio and emerging pipeline"], ["2020.06.02", "Sanofi : Sanofi to present oncology strategy, provide update on portfolio and emerging pipeline"], ["01.06.20", "The Zacks Analyst Blog Highlights: Merck, Glaxo, Roche, Sanofi and Bristol-Myers"], ["30.05.20", "Sanofi Stops Supplying Hydroxychloroquine to COVID-19 Patients in Clinical Trials"], ["29.05.20", "Sanofi announces closing of Regeneron stock sale"], ["29.05.20", "Exclusive: Sanofi stops enrolling COVID-19 patients in hydroxychloroquine trials"], ["29.05.20", "Exclusive: Sanofi stops enrolling COVID-19 patients in hydroxychloroquine trials amid safety concerns"], ["29.05.20", "Libtayo® (cemiplimab-rwlc) longer-term results in advanced cutaneous squamous cell carcinoma presented at ASCO 2020 show durable responses that deepen over time"], ["29.05.20", "Sanofi names new leaders to Executive Committee"], ["29.05.20", "Sanofi : Sanofi names new leaders to Executive Committee"], ["28.05.20", "Sanofi’s Board of Directors notes the resignation of Emmanuel Babeau and coopts Gilles Schnepp as Independent Director"], ["27.05.20", "Drugmaker Sanofi to raise over $11 billion via sale of Regeneron shares"], ["27.05.20", "Drugmaker Sanofi to raise over $11 billion via sale of Regeneron shares"], ["27.05.20", "Sanofi sells half of its Regeneron stake for $6.1bn"], ["27.05.20", "Sanofi announces pricing of Regeneron stock offering"], ["27.05.20", "Sanofi : Sanofi announces pricing of Regeneron stock offering"], ["26.05.20", "Sanofi to Sell Its 20.6% Stake in Regeneron, but Keep Their Collaboration Intact"], ["26.05.20", "Sanofi: FDA approves Dupixent® (dupilumab) as first biologic medicine for children aged 6 to 11 years with moderate-to-severe atopic dermatitis"], ["26.05.20", "The Zacks Analyst Blog Highlights: Moderna, Pfizer, BioNTech, Sanofi and GlaxoSmithKline"], ["26.05.20", "Regeneron (REGN) to Buy Back Part of Its Stake Held by Sanofi"], ["26.05.20", "Sanofi : Sanofi: FDA approves Dupixent® (dupilumab) as first biologic medicine for children aged 6 to 11 years with moderate-to-severe atopic dermatitis"], ["26.05.20", "Sanofi to Sell Stake in Regeneron, Existing Deal Unchanged"], ["26.05.20", "Regeneron to buy back $5 billion in stock as Sanofi sells part of its stake"], ["26.05.20", "Sanofi shares down despite $13 billion Regeneron payday"], ["25.05.20", "Sanofi to slash $12bn stake in US biotech Regeneron "], ["25.05.20", "US coronavirus drugmaker Regeneron to buy back $5B stake held by Sanofi"], ["25.05.20", "UPDATE 1-Regeneron to buy back $5 billion stake held by Sanofi"], ["25.05.20", "U.S.' Regeneron to buy back $5 billion stake held by Sanofi"], ["25.05.20", "U.S.' Regeneron to buy back $5 bln stake held by Sanofi"], ["25.05.20", "Sanofi to sell stake in Regeneron"], ["25.05.20", "Sanofi intends to sell its equity investment in Regeneron; confirms no change to ongoing collaboration"], ["23.05.20", "Dupixent® (dupilumab) eosinophilic esophagitis trial meets both co-primary endpoints"], ["21.05.20", "Why Sanofi (SNY) is a Great Dividend Stock Right Now"], ["18.05.20", "Sanofi to highlight pipeline programs in a series of interactive virtual sessions leading to a R&D day event"], ["18.05.20", "Sanofi : Sanofi to highlight pipeline programs in a series of interactive virtual sessions leading to a R&D day event"], ["15.05.20", "French government’s Sanofi bashing smacks of hypocrisy"], ["15.05.20", "Sanofi says COVID-19 vaccine will be available worldwide simultaneously"], ["14.05.20", "France's Macron to meet Sanofi chief on May 19 - Elysee"], ["14.05.20", "Sanofi says COVID-19 vaccine will be available worldwide simultaneously"], ["14.05.20", "Sanofi CEO pledges virus vaccine for all after French backlash"], ["2020-06-02 08:14", "How close are we to a coronavirus vaccine? Latest news on UK and US trials ... increases the chances of death for hospitalised patients by nine to 21 per cent. The organisation suspended its trial on Monday 25 May , citing safety concerns. But on Tuesday 26 May, the leaders of the Oxford-led Recovery trial, which operates in NHS hospitals, said they would continue on the basis their data did not show an increased risk. It has also been reported that GSK and Sanofi have teamed up to develop a coronavirus treatment, and plan to have a vaccine ready for testing by the end of 2020. UK vaccine taskforce On April 17, the government launched a taskforce designed to \"rapidly develop a coronavirus vaccine\", as well as scale up manufacturing so it can be quickly produced and delivered in mass quantities. It is led by Sir Patrick Vallance ... "], ["2020-06-02 05:55", "Nifty Pharma gains 2.5%, crosses 10K mark for the 1st time since Oct 2018 ... . oncology, hormonal, liposomes, microspheres, depot injectables, peptides which will improve product mix and profitability, analysts at HDFC Securities said in a company update. Biocon hit a new high of Rs 396, up 3 per cent, gaining 12 per cent in the past two trading days after its partner Mylan received a favourable ruling from US Patent and Trademark Appeal Board (PTAB) on Sanofi's four device patents for Lantus SoloSTAR. \"The favourable ruling strengthens our resolve to provide high-quality, affordable Insulin Glargine to diabetic patients in the US and generate savings for their healthcare system. Our partner's New Drug Application (NDA) for Semglee is under active review by the US FDA and this favourable ruling further clears the path for ... "], ["2020-06-01 06:54", "Biocon's partner Mylan receives favourable ruling for device in U.S. ...  Glargine in the U.S. in mid-CY20..\" Last month, the PTAB held the sole challenged claim of another Lantus SoloSTAR device patent as unpatentable and in March, Mylan and Biocon announced that a U.S. court found the asserted claims of the '844 patent not infringed by Mylan's Insulin Glargine product and invalid for lack of written description. Sanofi's formulation patents were previously affirmed to be invalid by the Federal Circuit. \"The positive IPR developments are greatly encouraging as we believe greater competition in the U.S. insulins market will help rationalise the cost of therapy and generate savings for the healthcare system. Once approved and commercialized, our co-developed Semglee will expand access to insulin therapy. Lantus ... "], ["2020-06-01 06:28", "Reuters ... -reorganize-company-al/brief-leclanche-to-reorganize-company-along-with-partnering-with-eneris-group-idUSASN0007GFReuterseng2020-06-02T05:05:36+00:00BRIEF-Leclanche To Reorganize Company Along With Partnering With Eneris GroupHeadlines,Business, Markets , BondsSWF:LECNhttps://www.reuters.com/article/brief-sanofi-to-present-oncology-strateg/brief-sanofi-to-present-oncology-strategy-says-it-is-building-momentum-in-this-field-idUSFWN2DE0U1Reuterseng2020-06-02T05:04:27+00:00BRIEF-Sanofi to present oncology strategy, says it is building momentum in this fieldHeadlines,HealthcarePAR:SANhttps://www.reuters.com/article/health-coronavirus-latest/factbox-latest-on-the-worldwide-spread-of-the-coronavirus-idUSL8N2C60GZReuterseng2020-06-02T05:03:40+00:00FACTBOX-Latest on ... "], ["2020-06-01 04:01", "Remembering Brazil's 2015 (Failed & Forgotten) Zika Virus-Microcephaly Freak-Out ...  reports of acute disseminated encephalomyelitis (ADEM) following vaccination in the U. S. Vaccine Adverse Events Reporting System (VAERS) and in a European vaccine reaction reporting system found that pertussis containing DTaP was among the vaccines most frequently associated with brain inflammation in children between birth and age five. \"Tdap is manufactured by two pharmaceutical companies: Sanofi Pasteur of France and GlaxoSmithKline (GSK) of the United Kingdom. \"Unsurprisingly, the Brazilian government announced on January 15, 2016 it will direct funds to a biomedical research center (Sao Paulo-based Butantan Institute) to help develop a vaccine against Zika. Development of the vaccine is expected to take 3-5 years. Again, no consideration to ... "], ["2020-06-01 01:00", "Coronavirus vaccine: anti-vax movement threatens Asian recovery ...  roll-out of the dengue vaccine Dengvaxia. SCMP TODAY: INTL EDITION Newsletter Get updates direct to your inbox SUBSCRIBE By registering, you agree to our T&C and Privacy Policy Philippine authorities suspended use of the vaccine after linking it to a number of deaths and later indicted a number of officials from the Department of Health and the French drug maker Sanofi for \"reckless imprudence resulting in homicide\". Coronavirus: why there's no quick fix for a Covid-19 vaccine Local and international medical experts, however, have cast the government's response as being heavily politicised and stressed that there remains insufficient evidence to draw a link between the vaccine and any deaths. In Japan , health authorities in 2013 decided ... "], ["2020-05-31 23:42", "Wall Street bankers keep busy with stock sales ... . AmerisourceBergen recently made an offer to buy the Walgreens pharmaceutical wholesale division, Reuters reported earlier this month. The news had analysts speculating it could be part of a transaction related to Walgreens exiting part of its stake in AmerisourceBergen. The two companies first saw their paths intertwine in 2013 through a $400 million distribution deal that was supposed to last a decade. Nestle, L'Oreal: Sanofi's deal to sell Regeneron stock also had analysts speculating it could buy back L'Oreal SA's 9.4% stake in the drug company. That, in turn, raises the possibility that L'Oreal would buy back a 23% stake worth $35.5bn that Nestle SA holds in the French cosmetics maker. Since this is a 40-year plus relationship, the ... "], ["2020-05-31 14:26", "France's Renault highlights obstacles to reshoring industries ... /05/2020 European auto market plunged more than 75 percent in April amid coronavirus pandemic 18/05/2020 Uber announces further layoffs in shift away from 'non-core projects' 15/05/2020 Amazon says it plans to resume French operations from May 19 15/05/2020 Studies see 'no benefit' in hydroxychloroquine treatment for Covid-19 patients 14/05/2020 France to impose digital tax with or without international agreement 13/05/2020 France passes bill forcing Web giants to delete hate speech 13/05/2020 French pharma giant Sanofi to give US preference on future Covid-19 vaccine 13/05/2020 Emerging from lockdown, France's cherished bookshops battle to avoid shutdown Page not found The content you requested does not exist or is not available anymore."], ["2020-05-31 11:10", "Buy Alert: Novavax Stock Is Heading Higher ...  of the stock. But none of that possible bad news would affect Novavax's data for its flu vaccine, NanoFlu. Nor would it change the likelihood of FDA approval for NanoFlu. While there's plenty of COVID-19 speculation going on in this stock, what's not speculation is the good news about NanoFlu. This is the drug that beat the pants off multiple flu vaccines from market-leader Sanofi in phase 1, phase 2, and phase 3 clinical trials. NanoFlu is on Fast Track designation to be approved this year, and it's a billion-dollar molecule in its own right. So that's the argument for buying Novavax shares now, despite the fantastic run-up. If the company has any positive news in its COVID-19 trial, the stock will skyrocket in value (again). And if the ... "], ["2020-05-31 10:35", "2 Pharmaceutical Stocks Trading Below Their Book Value ...  due to the disruptions caused by the coronavirus pandemic. The number of opioid overdose-related deaths in America has gone down in the past few months. Perhaps more importantly, Sanofi ( NASDAQ:SNY ) recently settled its share of generic price fixing lawsuits in March, paying just $195 million. This is a tiny portion of the sales generated by all large- ... 10,000 Investment in Stock Advisor Calculated by Time-Weighted Return Stocks TEVA Teva Pharmaceutical Industries NYSE: TEVA $12.53 down $0.39 (-3.02%) MNK Mallinckrodt NYSE: MNK $2.82 down $0.07 (-2.42%) SNY Sanofi NASDAQ: SNY $49.11 up $0.43 (0.88%) Related Articles 3 Buffett Stocks That Are Trouncing Berkshire Hathaway So Far This Year Is Teva Pharmaceuticals Stock a Buy? Got $3,000? These 5 Beaten-Down  ... "], ["2020-05-31 07:30", "How close are we to a coronavirus vaccine? Latest news on UK and US trials ... that it increases the chances of death for hospitalised patients by nine to 21 per cent. The organisation suspended its trial on Monday , citing safety concerns. But on Tuesday night, the leaders of the Oxford-led Recovery trial, which operates in NHS hospitals, said they would continue on the basis their data did not show an increased risk. It has also been reported that GSK and Sanofi have teamed up to develop a coronavirus treatment, and plan to have a vaccine ready for testing by the end of 2020. UK vaccine taskforce On April 17, the government launched a taskforce designed to \"rapidly develop a coronavirus vaccine\", as well as scale up manufacturing so it can be quickly produced and delivered in mass quantities. It is led by Sir Patrick Vallance ... "], ["2020-05-31 04:00", "Meet The Woman Behind Okra, Africa's First API Fintech \"Super-Connector\" ...  as a teenager, but really never expected to settle in Nigeria permanently. During a visit she kept thinking, \" I can do something really big and really impactful [here]. There's so much more opportunity to do, to solve so many problems,\" said Jituboh. She moved back to Nigeria where she started a studio to build technology for other companies such as AXA Mansard, Sanofi Pharmaceuticals, and Airtel. In 2019, Jituboh temporarily moved back to the U.S. to have her son and stayed for about a year. During that time, she started using applications like Mint on her phone to manage her funds. Then she moved back to Nigeria and realized that none of these applications worked because they didn't connect to Nigerian banks. \"My financial literacy ... "], ["2020-05-30 19:34", "Trump-Twitter spat: Debate rages on role of social media companies ...  IDBI Bank reports PBT of Rs 289.66 cr for Q4FY20 over healthy rise in NII Pharma companies refine SOPs after Covid-19 cases, deaths in Gujarat Hike in prices of renewable certificates unnerves aluminium players Covid-19 impact: IT companies get back to work with new rule book Covid-19: IFC to infuse $35 mn in JK Paper to fund its working capital need Sanofi stops enrolling Covid-19 patients in hydroxychloroquine trials X You are here: Home Companies News YES Bank acquires 24.19% stake in Dish TV through pledged shares Business Standard Trump-Twitter spat: Debate rages on role of social media companies The US executive order gives regulators the power to take action against online platforms that are seen as censoring free speech Topics Social Media | Twitter ... "], ["2020-05-30 18:56", "YES Bank acquires 24.19% stake in Dish TV through pledged shares ...  bailout IDBI Bank reports PBT of 289.66 cr for Q4FY20 over healthy rise in NII Pharma companies refine SOPs after Covid-19 cases, deaths in Gujarat Hike in prices of renewable certificates unnerves aluminium players Covid-19 impact: IT companies get back to work with new rule book Covid-19: IFC to infuse $35 mn in JK Paper to fund its working capital need Sanofi stops enrolling Covid-19 patients in hydroxychloroquine trials SpiceJet receives permission for drone trials to deliver medicines X You are here: Home Companies News PE players, FMCG companies betting on branded spices, condiments market Business Standard YES Bank acquires 24.19% stake in Dish TV through pledged shares The bank's move to pick up a stake in Dish TV comes following an invocation ... "], ["2020-05-30 18:54", "PE players, FMCG companies betting on branded spices, condiments market ...  IDBI Bank reports PBT of 289.66 cr for Q4FY20 over healthy rise in NII Pharma companies refine SOPs after Covid-19 cases, deaths in Gujarat Hike in prices of renewable certificates unnerves aluminium players Covid-19 impact: IT companies get back to work with new rule book Covid-19: IFC to infuse $35 mn in JK Paper to fund its working capital need Sanofi stops enrolling Covid-19 patients in hydroxychloroquine trials SpiceJet receives permission for drone trials to deliver medicines Indian aviation sector in survival mode, needs viable revival: IATA CEO X You are here: Home Companies News Quess Corp headcount likely to fall 10-15% in Q1 amid Covid-19 crisis Business Standard PE players, FMCG companies betting on branded spices, condiments market Most of the ... "], ["2020-05-30 18:49", "Quess Corp headcount likely to fall 10-15% in Q1 amid Covid-19 crisis ...  Bank reports PBT of 289.66 cr for Q4FY20 over healthy rise in NII Pharma companies refine SOPs after Covid-19 cases, deaths in Gujarat Hike in prices of renewable certificates unnerves aluminium players Covid-19 impact: IT companies get back to work with new rule book Covid-19: IFC to infuse $35 mn in JK Paper to fund its working capital need Sanofi stops enrolling Covid-19 patients in hydroxychloroquine trials SpiceJet receives permission for drone trials to deliver medicines Indian aviation sector in survival mode, needs viable revival: IATA CEO X You are here: Home Companies News Shipping Corporation Q4 net profit jumps 83%, income surges to Rs 1,392 cr PE players, FMCG companies betting on branded spices, condiments market Business Standard Quess Corp ... "], ["2020-05-30 14:36", "Lufthansa management accepts tweaked demands by Brussels over state bailout ... JUST IN IDBI Bank reports PBT of 289.66 cr for Q4FY20 over healthy rise in NII Pharma companies refine SOPs after Covid-19 cases, deaths in Gujarat Hike in prices of renewable certificates unnerves aluminium players Covid-19 impact: IT companies get back to work with new rule book Covid-19: IFC to infuse $35 mn in JK Paper to fund its working capital need Sanofi stops enrolling Covid-19 patients in hydroxychloroquine trials SpiceJet receives permission for drone trials to deliver medicines Indian aviation sector in survival mode, needs viable revival: IATA CEO Private equity player Bain Capital in talks to up stake in Axis Bank Mumbai, Bengaluru and Cochin airports hike landing charges by up to 45% X You are here: Home Companies News IDBI Bank reports PBT of ... "], ["2020-05-30 14:20", "India sets single-day Covid record ...  asked to adopt staggered arrival times and shortened class hours. (story continues below) Medical workers watch the Blue Impulse aerobatic team of the Japan Air Self-Defense Force as they fly over the Self-Defense Forces Central Hospital to salute the staff on the front line of the fight against Covid-19 in Tokyo on Friday. (Reuters Photo) Cinical trials in doubt Sanofi has temporarily stopped recruiting new Covid-19 patients for two clinical trials on hydroxychloroquine and will no longer supply the anti-malaria drug to treat Covid-19 until concerns about safety are cleared up, it said. The moves come after the World Health Organization paused its large tria l of hydroxychloroquine, prompting several European governments to ban the use of the drug, also ... "], ["2020-05-30 14:11", "IDBI Bank reports PBT of 289.66 cr for Q4FY20 over healthy rise in NII ...  Sign out Change Password Manage My Account My Page Sign out SIGN IN Subscribe JUST IN Pharma companies refine SOPs after Covid-19 cases, deaths in Gujarat Hike in prices of renewable certificates unnerves aluminium players Covid-19 impact: IT companies get back to work with new rule book Covid-19: IFC to infuse $35 mn in JK Paper to fund its working capital need Sanofi stops enrolling Covid-19 patients in hydroxychloroquine trials SpiceJet receives permission for drone trials to deliver medicines Indian aviation sector in survival mode, needs viable revival: IATA CEO Private equity player Bain Capital in talks to up stake in Axis Bank Mumbai, Bengaluru and Cochin airports hike landing charges by up to 45% JP Morgan's new chairman, Leo Puri, could be the ... "], ["2020-05-30 13:00", "All the COVID-19 treatments currently in clinical trials ... Kevzara is a rheumatoid arthritis drug that blocks IL-6. Dr. Naimish Patel told The Wall Street Journal why blocking that cytokine could help COVID-19 patients recover: \"Even though the virus is diminishing, it's sending signals to the immune system to keep attacking.\" He's head of global development for immunology and inflammation for Sanofi, which makes Kevzara, along with Regeneron. Lenzilumab : Granulocyte-macrophage colony-stimulating factor (GM-CSF) plays an important role in the growth and differentiation of blood progenitor cells. Its overexpression leads to hyperinflammation. Humanized monoclonal antibodies are made in the lab, synthesized from animals and altered to be less likely to be rejected by the human body. Lenzilumab is one ... "]]}}