{"postfix": "sba_communications_reit-aktie", "name": "SBA_COMMUNICATIONS_REIT_(A)", "wkn": "A2DKP8", "time": "2020.06.02 13:27", "ts": 1591097228, "features": {"KGV": "187.59", "Marktkapitalisierung": {"Size": "Mrd", "Value": "30.83"}, "GA": "1.28", "KBV": "-7.48", "BA": "-32.08", "KCV": "27.96", "CA": "8.59", "Vola30": "48.04", "Vola90": "62.01", "Vola180": "50.57", "Vola250": "41.19"}, "rivals": ["american_tower-aktie"], "text_data": {"de": [["31.05.20", "So stuften die Analysten die SBA Communications REIT (A)-Aktie im vergangenen Monat ein"], ["09.05.20", "SBA Communications REIT (A) vermeldete Zahlen zum jüngsten Quartal"], ["04.05.20", "Ausblick: SBA Communications REIT (A) legt Zahlen zum jüngsten Quartal vor"], ["30.04.20", "Analysten sehen für SBA Communications REIT (A)-Aktie Luft nach oben"], ["20.04.20", "Erste Schätzungen: SBA Communications REIT (A) öffnet die Bücher zum abgelaufenen Quartal"], ["31.03.20", "Was Analysten von der SBA Communications REIT (A)-Aktie erwarten"], ["29.02.20", "So stuften die Analysten die SBA Communications REIT (A)-Aktie im vergangenen Monat ein"], ["22.02.20", "SBA Communications REIT (A) stellte Ergebnisse des abgelaufenen Quartals vor"], ["19.02.20", "Ausblick: SBA Communications REIT (A) stellt Ergebnisse des abgelaufenen Quartals vor"]], "en": [["06.05.20", "SBA Communications (SBAC) Q1 AFFO & Revenues Top Estimates"], ["06.05.20", "SBA Communications Corp (SBAC) Q1 2020 Earnings Call Transcript"], ["05.05.20", "SBA Communications (SBAC) Tops Q1 FFO and Revenue Estimates"], ["04.05.20", "Why Earnings Season Could Be Great for SBA Communications (SBAC)"], ["29.04.20", "SBA Communications (SBAC) to Post Q1 Earnings: What to Expect"], ["17.04.20", "Here's Why You Should Buy SBA Communications (SBAC) Stock Now"], ["25.03.20", "Is SBA Communications (SBAC) Stock Outpacing Its Finance Peers This Year?"], ["21.03.20", "SBA Communications (SBAC) Down 21.5% Since Last Earnings Report: Can It Rebound?"], ["21.02.20", "SBA Communications (SBAC) Q4 AFFO Tops Estimate, Dividend Up"], ["21.02.20", "SBA Communications Corp (SBAC) Q4 2019 Earnings Call Transcript"], ["20.02.20", "SBA Communications (SBAC) Surpasses Q4 FFO and Revenue Estimates"], ["19.02.20", "SBA Communications (SBAC) to Report Q4 Earnings: What's Up?"], ["2020-05-24 13:43", "5G Is Coming. Buy These Two Cell Tower REITs to Play the Trend. ...  5G networks in markets across the U.S., promising faster speeds, greater capacity, and lower latency. They can't do it without the tower REITs, however, who lease antenna space on cell towers and benefit from the greater spending and equipment requirements of the new networks. Barron's pointed to American Tower and Crown Castle—along with fellow tower REIT SBA Communications (SBAC)—as attractive ways for investors to play the 5G transition in a recent special issue. Their stocks have been remarkable outperformers in recent years, but those gains have been matched by growth in their fundamentals. American Tower and Crown Castle stocks are pricey, at 27 and 24 times estimated adjusted funds from operations, or AFFO, per share over the next ... "], ["2020-05-18 18:20", "REITs - Worth A Look ... of California there is only so much housing available and space open for building remaining, etc. We have identified a half dozen REITs that we like: American Tower (AMT), SBA Corp (SBAC), Crown Castle Int'l (CCI), Equinix, Inc. EQIX (EQIX) and CoreSite COR Real Estate (COR), Essex Realty (ESS). Why we like REITs Today In: Markets  ... REIT own also provide a nice hedge in the event we ever see inflation again. The Cell Tower REITS: \"AMT\", \"SBAC\" and \"CCI\" Kartashova - stock.adobe.com The cell tower REITs generate revenue by leasing space to the major cellular carriers. Our thesis is that cellular carriers will continue to pay for space and for upgrades (for example 5G) to these tower providers. American Tower, SBA Communications ... "], ["2020-05-16 00:06", "5G Is Still Coming Despite Covid-19. These Are the Stocks Set to Benefit First. ... cited the towers in last week's story about top real estate stocks.) The largest player is American Tower (AMT), with a market value of $102 billion and nearly 180,000 sites in 19 countries. The REIT produced $7.6 billion in revenue and $3.5 billion in adjusted funds from operations, or AFFO, last year. Both revenue and AFFO have grown at a 13% annual clip over the past five years. The  ...  they fill in their 5G networks, carriers' spending is likely to flow toward small cells. Crown Castle stock trades for 24 times forward AFFO, and yields 3.2% annually. Shares of SBA Communications (SBAC), the smallest of the big three tower REITs, carries the highest price tag, at 30 times next 12 month's projected AFFO. The company has the sector's fastest  ... "], ["2020-05-13 11:03", "Should iShares Morningstar MidCap Growth ETF (JKH) Be on Your Investing Radar? ...  despite the many upsides to these kinds of funds like diversified exposure, which minimizes single stock risk. And, most ETFs are very transparent products that disclose their holdings on a daily basis. This ETF has heaviest allocation to the Information Technology sector--about 36% of the portfolio. Healthcare and Industrials round out the top three. Looking at individual holdings, Sba Communications Reit Corp Class ( SBAC - Free Report ) accounts for about 1.76% of total assets, followed by Dexcom Inc ( DXCM - Free Report ) and Msci Inc ( MSCI - Free Report ) . The top 10 holdings account for about 13.75% of total assets under management. Performance and Risk JKH seeks to match the performance of the Morningstar Mid Growth Index before fees and expenses ... "], ["2020-05-08 18:01", "Where to Find Value in Real Estate Stocks Now — and What to Avoid ... by cloud providers that need data-center space in secondary markets like Atlanta and Richmond, Va. Crossett has Buy ratings on both. Cellular-tower REITs American Tower (AMT) and SBA Communications (SBAC) are gaining from the growth in wireless data and a rollout of next-generation 5G networks. Tenants sign long-term leases with towers, including annual rent increases  ...  may only be accelerating, and leasing trends still look healthy. Analysts expect funds from operations to rise 5% this year, beating most REITs that are seeing a decline. The stock yields 2.7%. Office REIT Douglas Emmett (DEI) is more of a value play. The shares have lost 35% this year, and the firm collected just 87% of rents due in April. Emmett also withdrew forecasts for the year,  ... "], ["2020-05-08 10:31", "Cogent Communications Group (CCOI) Q1 2020 Earnings Call Transcript ... I do think the off-net is probably a little more vulnerable to some of this reordering of workspace size than on net. But it's not a material difference. And then the final question, which is more of a REIT-oriented question, which is, are people going to go back to their offices when they need to, or want to, or can? I think there's kind of two different schools of thought. One is, people permanently have a larger ... employees and, in fact, continue to hire employees. But we felt that using the PPP in light of the newer marked data we have and the additional criteria that the SBA placed, was inappropriate. So again, I want to thank everyone. I want everyone to stay well, and we'll talk soon. Take care. Bye-bye. Operator [Operator signoff] Duration:  ... "], ["2020-05-06 15:34", "SBA Communications (SBAC) Q1 AFFO & Revenues Top Estimates ...  the S&P averaged +6.0% per year, our top strategies averaged up to +54.7% per year. See their latest picks free > > In-Depth Zacks Research for the Tickers Above Normally $25 each - click below to receive one report FREE: Prologis, Inc. (PLD) - free report > > Vornado Realty Trust (VNO) - free report > > SL Green Realty Corporation (SLG) - free report > > SBA Communications Corporation (SBAC) - free report > > Published in earnings reit Zacks' 7 Best Strong Buy Stocks for May, 2020 Free Research for Zacks.com Readers Experts have chosen 7 stocks out of 220 Zacks Rank #1 Strong Buys that have the highest potential to increase in price quickly amid the global health crisis. A recent pick, Maxar, skyrocketed +178.7% in 3 months. For 32 years, our Strong ... "], ["2020-05-05 21:15", "SBA Communications (SBAC) Tops Q1 FFO and Revenue Estimates ...  of $2.26 per share. This compares to FFO of $2.07 per share a year ago. These figures are adjusted for non-recurring items. This quarterly report represents an FFO surprise of 0.88%. A quarter ago, it was expected that this communications tower operator would post FFO of $2.16 per share when it actually produced FFO of $2.18, delivering a surprise of 0.93%. Over the last four quarters, the company has surpassed consensus FFO estimates four times. SBA Communications, which belongs to the Zacks REIT and Equity Trust - Other industry, posted revenues of $517.07 million for the quarter ended March 2020, surpassing the Zacks Consensus Estimate by 1.07%. This compares to year-ago revenues of $493.29 million. The company has topped consensus revenue estimates four ... "], ["2020-05-05 20:13", "SBA Communications: 1Q Earnings Snapshot ...  share, in the period. The average estimate of four analysts surveyed by Zacks Investment Research was for funds from operations of $2.26 per share. Funds from operations is a closely watched measure in the REIT industry. It takes net income and adds back items such as depreciation and amortization. The company said it had a loss of $127.1 million, or $1.14 per share. The communications tower operator, based in Boca Raton, Florida, posted revenue of $517.1 million in the period, which also beat Street forecasts. Four analysts surveyed by Zacks expected $511.6 million. SBA Communications expects full-year funds from operations in the range of $8.89 to $9.29 per share, with revenue in the range of $2.04 billion to $2.08 billion. The company's shares have ... "], ["2020-05-05 20:09", "SBA Communications: 1Q Earnings Snapshot ...  surveyed by Zacks Investment Research was for funds from operations of $2.26 per share. Funds from operations is a closely watched measure in the REIT industry. It takes net income and adds back items such as depreciation and amortization. MBA BY THE BAY: See how an MBA could change your life with SFGATE's interactive directory of Bay Area programs. The company said it had a loss of $127.1 million, or $1.14 per share. The communications tower operator, based in Boca Raton, Florida, posted revenue of $517.1 million in the period, which also beat Street forecasts. Four analysts surveyed by Zacks expected $511.6 million. SBA Communications expects full-year funds from operations in the range of $8.89 to $9.29 per share, with revenue in the range of $2.04 ... "], ["2020-05-05 20:09", "SBA Communications: 1Q Earnings Snapshot ... , in the period. The average estimate of four analysts surveyed by Zacks Investment Research was for funds from operations of $2.26 per share. Funds from operations is a closely watched measure in the REIT industry. It takes net income and adds back items such as depreciation and amortization. The company said it had a loss of $127.1 million, or $1.14 per share. The communications tower operator, based in Boca Raton, Florida, posted revenue of $517.1 million in the period, which also beat Street forecasts. Four analysts surveyed by Zacks expected $511.6 million. SBA Communications expects full-year funds from operations in the range of $8.89 to $9.29 per share, with revenue in the range of $2.04 billion to $2.08 billion. Nominate Your Workplace Love your ... "], ["2020-05-04 15:42", "Iron Mountain (IRM) to Report Q1 Earnings: What's in Store? ... Early investors stand to make a killing, but you have to be ready to act and know just where to look. See the pot trades we're targeting> > In-Depth Zacks Research for the Tickers Above Normally $25 each - click below to receive one report FREE: Iron Mountain Incorporated (IRM) - free report > > SBA Communications Corporation (SBAC) - free report > > Extra Space Storage Inc (EXR) - free report > > Americold Realty Trust (COLD) - free report > > Published in finance reit Zacks' 7 Best Strong Buy Stocks for May, 2020 Free Research for Zacks.com Readers Experts have chosen 7 stocks out of 220 Zacks Rank #1 Strong Buys that have the highest potential to increase in price quickly amid the global health crisis. A recent pick, Maxar, skyrocketed +178.7% in ... "], ["2020-05-04 15:21", "Factors Driving Mid-America Apartment's (MAA) Q1 Earnings ... investors stand to make a killing, but you have to be ready to act and know just where to look. See the pot trades we're targeting> > In-Depth Zacks Research for the Tickers Above Normally $25 each - click below to receive one report FREE: Mid-America Apartment Communities, Inc. (MAA) - free report > > SBA Communications Corporation (SBAC) - free report > > Extra Space Storage Inc (EXR) - free report > > Americold Realty Trust (COLD) - free report > > Published in reit Zacks' 7 Best Strong Buy Stocks for May, 2020 Free Research for Zacks.com Readers Experts have chosen 7 stocks out of 220 Zacks Rank #1 Strong Buys that have the highest potential to increase in price quickly amid the global health crisis. A recent pick, Maxar, skyrocketed +178.7% in 3 ... "], ["2020-05-04 15:19", "Key Factors to Consider for Aimco (AIV) This Earnings Season ... stand to make a killing, but you have to be ready to act and know just where to look. See the pot trades we're targeting> > In-Depth Zacks Research for the Tickers Above Normally $25 each - click below to receive one report FREE: Apartment Investment and Management Company (AIV) - free report > > SBA Communications Corporation (SBAC) - free report > > Extra Space Storage Inc (EXR) - free report > > Americold Realty Trust (COLD) - free report > > Published in finance reit Zacks' 7 Best Strong Buy Stocks for May, 2020 Free Research for Zacks.com Readers Experts have chosen 7 stocks out of 220 Zacks Rank #1 Strong Buys that have the highest potential to increase in price quickly amid the global health crisis. A recent pick, Maxar, skyrocketed +178.7% in ... "], ["2020-05-04 14:14", "Factors to Impact Extra Space Storage's (EXR) Q1 Earnings ... chances of a beat. You can uncover the best stocks to buy or sell before they're reported with our Earnings ESP Filter . Extra Space currently carries a Zacks Rank of 3 and has an Earnings ESP of +0.21%. Other Stocks That Warrant a Look Here are a few other stocks in the REIT sector that you may want to consider, as our model shows that these too have the right combination of elements to report a positive surprise this quarter: SBA Communications Corporation ( SBAC - Free Report ) , set to report quarterly numbers on May 5, has an Earnings ESP of +0.67% and carries a Zacks Rank of 3 currently. You can see the complete list of today's Zacks #1 Rank stocks here . Equity Residential ( EQR - Free Report ) , slated to release first-quarter earnings on May ... "], ["2020-05-04 13:54", "What's in the Cards for Federal Realty's (FRT) Q1 Earnings? ... But that's not the case here. You can uncover the best stocks to buy or sell before they're reported with our Earnings ESP Filter . Federal Realty currently carries a Zacks Rank #3 and has an Earnings ESP of -1.11%. Stocks That Warrant a Look Here are a few stocks in the REIT sector that you may want to consider, as our model shows that these have the right combination of elements to report a positive surprise this quarter: SBA Communications Corporation ( SBAC - Free Report ) , set to report quarterly numbers on May 5, has an Earnings ESP of +0.67% and carries a Zacks Rank of 3 currently. You can see the complete list of today's Zacks #1 Rank stocks here . Extra Space Storage Inc. ( EXR - Free Report ) , slated to release first-quarter earnings ... "], ["2020-05-04 13:36", "Key Factors to Impact Essex Property's (ESS) Q1 Earnings ... But that's not the case here. You can uncover the best stocks to buy or sell before they're reported with our Earnings ESP Filter . Essex Property currently carries a Zacks Rank #3 and has an Earnings ESP of -0.48%. Stocks That Warrant a Look Here are a few stocks in the REIT sector that you may want to consider, as our model shows that these have the right combination of elements to report a positive surprise this quarter: SBA Communications Corporation ( SBAC - Free Report ) , set to report quarterly numbers on May 5, has an Earnings ESP of +0.67% and carries a Zacks Rank of 3 currently. You can see the complete list of today's Zacks #1 Rank stocks here . Extra Space Storage Inc. ( EXR - Free Report ) , slated to release first-quarter earnings ... "], ["2020-05-04 13:01", "What's in the Cards for STORE Capital's (STOR) Q1 Earnings? ... . But that's not the case here. You can uncover the best stocks to buy or sell before they're reported with our Earnings ESP Filter . STORE Capital currently carries a Zacks Rank #3 and has an Earnings ESP of -1.29%. Stocks That Warrant a Look Here are a few stocks in the REIT sector that you may want to consider, as our model shows that these have the right combination of elements to report a positive surprise this quarter: SBA Communications Corporation ( SBAC - Free Report ) , set to report quarterly numbers on May 5, has an Earnings ESP of +0.67% and carries a Zacks Rank of 3 currently. You can see the complete list of today's Zacks #1 Rank stocks here . Extra Space Storage Inc. ( EXR - Free Report ) , slated to release first-quarter earnings ... "]]}}