{"postfix": "scout24-aktie", "name": "SCOUT24", "wkn": "A12DM8", "time": "2020.06.02 12:54", "ts": 1591095288, "features": {"KGV": "100.59", "Marktkapitalisierung": {"Size": "Mrd", "Value": "7.55"}, "GA": "0.59", "KBV": "6.03", "BA": "9.84", "KCV": "32.17", "CA": "1.84", "Vola30": "21.91", "Vola90": "47.23", "Vola180": "36.68", "Vola250": "27.74"}, "rivals": [], "text_data": {"de": [["31.05.20", "So schätzen Analysten die Scout24-Aktie ein"], ["19.05.20", "Scout24 steigt auf Rekordhoch"], ["19.05.20", "ANALYSE-FLASH: UBS hebt Ziel für Scout24 auf 69 Euro - 'Buy'"], ["14.05.20", "ROUNDUP: Scout24 rechnet nach gutem Jahresstart mit schwachem Sommer"], ["14.05.20", "Scout24 startet mit Gewinnplus ins Jahr"], ["30.04.20", "Scout24-Aktie: Das sind die Analysten-Einstufungen des vergangenen Monats"], ["31.03.20", "Analysten sehen für Scout24-Aktie Luft nach oben"], ["28.03.20", "Scout24: Das sind die jüngsten Quartalszahlen"], ["26.03.20", "Wohnungs- und Häusermarkt: Scout24 sieht in der Coronakrise keine Beeinträchtigung des Immobilienbooms"], ["26.03.20", "ROUNDUP: Scout24 sieht Corona-Belastungen - höhere Dividende und Aktienrückkäufe"], ["26.03.20", "Scout24 plant Aktienrückkauf und steigert die Dividende"], ["26.03.20", "AKTIE IM FOKUS: Vorbörsliche Scout24-Rally wegen Aktienrückkäufen"], ["26.03.20", "Online-Marktplatzbetreiber Scout24 sieht Corona-Belastungen - höhere Dividende"], ["25.03.20", "Scout24 AG plant milliardenschwere Aktienrückkäufe und streicht Prognose"], ["25.03.20", "NACHBÖRSE/XDAX -1% auf 9772 Pkt - Scout24 mit Rückkauf +10%"], ["25.03.20", "Aktie legt zu: Scout24 plant milliardenschwere Aktienrückkäufe"], ["25.03.20", "Scout24 schießen 12 Prozent nach oben: Welche Krise?"], ["25.03.20", "Ausblick: Scout24 verkündet Quartalsergebnis zum jüngsten Jahresviertel"], ["29.02.20", "Scout24-Aktie: Experten empfehlen Scout24 im Februar mehrheitlich zum Kauf "], ["19.02.20", "ANALYSE-FLASH: RBC belässt Scout24 auf 'Sector Perform' - Ziel 49 Euro"], ["19.02.20", "ANALYSE-FLASH: Goldman belässt Scout24 auf 'Buy' - Ziel 71,60 Euro"], ["19.02.20", "ROUNDUP: Scout24 bleibt auf Wachstumskurs - Aktie gibt nach"], ["19.02.20", "AKTIE IM FOKUS: Scout24 winkt Rekord nach hohem Gewinn"], ["19.02.20", "Scout24 verdient mehr"], ["19.02.20", "Überflieger Scout24: Nach Rekordergebnis auf neues Allzeithoch"], ["19.02.20", "Scout24 erhöht Gewinn und erreicht die Ziele"]], "en": [["11.03.20", "Scout24 AG : Preliminary announcement of the publication of financial reports according to Articles 114, 115, 117 of the WpHG [the German Securities Act]"], ["2020-05-18 13:01", "Dr. Hannah Fry to Keynote Alation's Virtual User Conference ...  machine learning with human insight to tackle the most demanding challenges in data management. More than 180 organizations are driving their data cultures and improving their organizations' decision making with Alation, including AbbVie, DraftKings, Exelon, Finnair, Genentech, GoDaddy, Marks & Spencer, MercadoLibre, Munich Re, New Balance, New Relic, Pfizer, Scandinavian Airlines, Scout24 and US Foods. Headquartered in Silicon Valley, Alation is funded by Costanoa Ventures, Data Collective Venture Capital, Icon Ventures, Sapphire Ventures, and Salesforce Ventures. For more information, visit alation.com . View source version on businesswire.com : https://www.businesswire.com/news/home/20200518005118/en/ CONTACT: Ashley Womack Director, Public Relations ... "], ["2020-05-14 05:52", "FIRMEN-BLICK-Ergebnis von Evotec stagniert - Ziele bekrftigt ...  Auswirkungen durch die Corona-Pandemie auf die finanzielle Entwicklung. Fr 2020 bekrftigte Evotec seine Prognose und rechnet unverndert mit Konzernerlsen von 440 bis 480 (2019: 446,4) Millionen Euro und einem bereinigten Ergebnis von 100 bis 120 (123,1) Millionen Euro. SCOUT24 - Mnchen: Der Anzeigenportal-Betreiber bekommt seit Mitte Mrz die Folgen der Corona-Krise zu spren. Die Ausgangs- und Kontaktbeschrnkungen wirkten sich auch auf den Neubau, den Verkauf und die Vermietung von Immobilien aus, teilte Scout24 mit. Im ersten Quartal stieg der Umsatz im fortgefhrten Geschft mit Immobilienanzeigen (\"ImmoScout24\") noch um 5,6 Prozent auf 89,1 Millionen Euro, der operative Gewinn (Ebitda) wuchs um 14,4 Prozent auf 55,1 Millionen Euro. Bei der ... "], ["2020-05-14 04:20", "German stocks - Factors to watch on May 14 ...  braces for a prolonged coronavirus crisis after furloughing thousands of workers, industry sources said, though no decision is imminent. TEAMVIEWER Private equity investor Permira placed 25 million shares in the software company at 41 euros per share with institutional investors, it said. This represents about 12.5% of Teamviewer's entire share capital. EVOTEC Q1 results due DUERR Q1 results due SCOUT24 Q1 results due TAG IMMOBILIEN Q1 results due PATRIZIA The real estate group lowered the bottom end of its 2020 profit target range. BILFINGER Q1 results due CECONOMY Fiscal Q2 results due DEUTSCHE EUROSHOP Q1 results due INDUS Q1 results due JOST WERKE Q1 results due SMA SOLAR Q1 results due SUEDZUCKER Fiscal 2019/2020 results due STRATEC Q1 results due ... "], ["2020-05-14 04:20", "German stocks - Factors to watch on May 14 ...  braces for a prolonged coronavirus crisis after furloughing thousands of workers, industry sources said, though no decision is imminent. TEAMVIEWER Private equity investor Permira placed 25 million shares in the software company at 41 euros per share with institutional investors, it said. This represents about 12.5% of Teamviewer's entire share capital. EVOTEC Q1 results due DUERR Q1 results due SCOUT24 Q1 results due TAG IMMOBILIEN Q1 results due PATRIZIA The real estate group lowered the bottom end of its 2020 profit target range. BILFINGER Q1 results due CECONOMY Fiscal Q2 results due DEUTSCHE EUROSHOP Q1 results due INDUS Q1 results due JOST WERKE Q1 results due SMA SOLAR Q1 results due SUEDZUCKER Fiscal 2019/2020 results due STRATEC Q1 results due ... "], ["2020-05-06 11:27", "EUROPE RESEARCH ROUNDUP-Ambu, BB Biotech, Wirecard ... cuts target price to CHF 110 from CHF 140 * Roche Bobois : Portzamparc cuts target price to EUR 19 from EUR 20; rating buy * Royal Bank of Scotland : UBS cuts target price to 145p from 150p * RWE AG : Credit Suisse raises target price to EUR 30 from EUR 29.3 * RWE AG : Credit Suisse raises to outperform from neutral * Sage Group : UBS cuts target price to 535p from 550p * Scout24 AG : Morgan Stanley resumes coverage with equal-weight rating; PT EUR 62 * Siemens Healthineers AG : Kepler Cheuvreux raises PT to EUR 42 from EUR 40 * Siemens Healthineers AG : Credit Suisse raises target to EUR 44 from EUR 36 * Siemens Healthineers AG : JP Morgan raises PT to EUR 40.10 from EUR 31.30 * Societe Generale SA : UBS cuts target price to EUR 13 from EUR 16 * Software AG ... "]]}}