{"postfix": "seagate-aktie", "name": "SEAGATE", "wkn": "A1C08F", "time": "2020.06.02 11:46", "ts": 1591091207, "features": {"KGV": "9.67", "Marktkapitalisierung": {"Size": "Mrd", "Value": "11.87"}, "GA": "4.82", "KBV": "5.99", "BA": "7.78", "KCV": "7.19", "CA": "6.48", "Vola30": "46.88", "Vola90": "63.95", "Vola180": "51.23", "Vola250": "42.25"}, "rivals": ["net_app-aktie", "fujitsu-aktie", "hitachi-aktie", "sandisk-aktie", "samsung_adrs-aktie", "western_digital-aktie"], "text_data": {"de": [["27.05.20", "Firecuda 120: Seagate bringt 4-TByte-SSD für Spieler"], ["30.04.20", "April 2020: Das sind die Expertenmeinungen zur Seagate-Aktie"], ["24.04.20", "Seagate: Bilanzvorlage zum letzten Quartal"], ["23.04.20", "MÄRKTE USA/Wall Street setzt Erholung trotz schwacher Daten fort"], ["23.04.20", "MÄRKTE USA/Wall Street lauft noch etwas weiter"], ["23.04.20", "MÄRKTE USA/Wall Street könnte noch etwas weiter zulegen"], ["21.04.20", "Ausblick: Seagate zieht Bilanz zum jüngsten Jahresviertel"], ["31.03.20", "Analysten sehen bei Seagate-Aktie Potenzial"], ["18.03.20", "IronWolf 510: Seagate veröffentlicht NVMe-Cache fürs Profi-NAS"], ["29.02.20", "So schätzen die Analysten die Zukunft der Seagate-Aktie ein"], ["06.02.20", "Seagate präsentierte Bilanzzahlen zum jüngsten Jahresviertel"], ["03.02.20", "Ausblick: Seagate stellt das Zahlenwerk zum vergangenen Quartal vor"], ["31.01.20", "heise+ | Seagate, Toshiba, WD: Mobilfestplatten mit 4 TByte im Vergleich"], ["10.01.20", "Firecuda Gaming: Auch Seagate hat externe USB-3.2-Gen2x2-SSD"], ["08.01.20", "Aktionäre von Seagate Technology erhalten vierteljährliche Dividende"], ["03.01.20", "heise+ | Kurztests: HP-PC mit Ryzen-CPU, Seagate-SSD Firecuda 520 und LED-Kacheln"]], "en": [["27.05.20", "Should Value Investors Buy Seagate (STX) Stock?"], ["22.05.20", "Seagate (STX) Up 7% Since Last Earnings Report: Can It Continue?"], ["21.05.20", "Seagate Stock Up 1.5x, But Revenue Down 7%- What’s Happening?!"], ["27.04.20", "Is Seagate Technology Resistant to the Coronavirus Crisis?"], ["26.04.20", "High-Yield-Dividend Seagate Technology Is Doing Fine Amid Coronavirus Shutdown"], ["23.04.20", "Seagate (STX) Q3 Earnings Beat Estimates, Revenues Up Y/Y"], ["23.04.20", "Seagate Technology PLC (STX) Q3 2020 Earnings Call Transcript"], ["22.04.20", "Seagate stock declines following earnings beat"], ["22.04.20", "Seagate (STX) Surpasses Q3 Earnings and Revenue Estimates"], ["17.04.20", "Seagate (STX) to Report Q3 Earnings: What is in the Cards?"], ["15.04.20", "Seagate (STX) Reports Next Week: Wall Street Expects Earnings Growth"], ["02.04.20", "How Safe is Seagate Technology’s 5.2%-Yielding Dividend?"], ["02.04.20", "Better Buy: Seagate Technology vs. Intel"], ["01.04.20", "Seagate (STX) Stock Moves -1.93%: What You Should Know"], ["23.03.20", "Down 25% In A Month, Is Seagate Likely To Outperform After The Coronavirus Threat Passes?"], ["19.03.20", "Seagate (STX) Stock Sinks As Market Gains: What You Should Know"], ["18.03.20", "Stocks With Rising Relative Strength: Seagate Technology"], ["18.03.20", "Should Value Investors Pick Seagate Technology (STX) Stock? "], ["13.03.20", "Is Seagate (STX) a Great Value Stock Right Now?"], ["12.03.20", "Seagate (STX) Stock Moves -1.61%: What You Should Know"], ["05.03.20", "Why Is Seagate (STX) Down 6% Since Last Earnings Report?"], ["05.03.20", "Is the Options Market Predicting a Spike in Seagate (STX) Stock?"], ["05.03.20", "Zacks Market Edge Highlights: Annaly Capital Management, Park Hotels & Resorts, Macy???s, Sunoco and Seagate Technology  "], ["02.03.20", "Micron, Western Digital, Seagate get upgrades at Baird"], ["27.02.20", "Why Seagate (STX) Stock Might be a Great Pick?"], ["26.02.20", "Are Investors Undervaluing Seagate (STX) Right Now?"], ["13.02.20", "Storage co Seagate opens Israel innovation center"], ["13.02.20", "Seagate opens innovation lab in Israel"], ["13.02.20", "Seagate opens innovation lab in Israel"], ["10.02.20", "Is Seagate (STX) Stock Undervalued Right Now?"], ["06.02.20", "Seagate Technology Revenue Returns to Growth, Making This Dividend Play a Buy"], ["05.02.20", "Seagate (STX) Q2 Earnings Beat, Revenues Miss Estimates"], ["05.02.20", "Seagate Technology PLC (STX) Q2 2020 Earnings Call Transcript"], ["04.02.20", "Seagate (STX) Q2 Earnings Beat Estimates"], ["28.01.20", "Earnings Preview: Seagate (STX) Q2 Earnings Expected to Decline"], ["28.01.20", "Better Buy: Seagate Technology vs. Western Digital Corporation"], ["15.01.20", "Why Seagate Technology Is My Favorite Dividend Stock for 2020"], ["15.01.20", "Seagate Technology Hopes to Profit From a Growing Shortage of Data Storage"], ["06.01.20", "Seagate unveils FireCuda Gaming and BarraCuda Fast SSDs for gamers on the go"], ["2020-05-31 19:00", "Get the PS4 lover in your life the best gift ...  4 fan has switched to shopping digital, you may not even be able to see what games they have without tipping them off. So what do you do for gifts? Custom comfort: ASTRO Gaming C40 TR Controller A gift that keeps on giving: PlayStation Plus: 12 Month Membership - Digital Code Communication is key: Astro A10's for PlayStation 4 Make room for more: Seagate Game Drive for PS4 - 2TB External Hard Drive The next stop in reality: PlayStation VR - Astro Bot and Moss Bundle Charged cooling: OIVO vertical cooling stand Give their favorite color: DualShock 4 Controller A little extra: DualShock 4 Back Button Attachment An ace in the hole: $50 PlayStation Store Gift Card - Digital Code Custom comfort : ASTRO Gaming C40 TR Controller Staff Pick This controller ... "], ["2020-05-30 17:00", "The best external hard drives for the PlayStation 4 ...  or that gaming session at Joe's house, you can take all of your favorite games with you just by unplugging it from your PlayStation and throwing it into your bag. This way you don't have to do a second playthrough of Mortal Kombat 11 to unlock the characters again or re-download Moss so you can introduce your family to your VR headset. Our favorite is the Seagate Game Drive . It is a clean design which won't detract from a nice entertainment system layout. But if you want something that stands out instead of hiding it away, the Toshiba Canvio Advance has you. This external drive is bold with several color options to choose from. Despite having our favorites, you really can't go wrong with any of these drives. Protect your hard drives Worried ... "], ["2020-05-30 15:12", "Multiple Class Action Suits Over WD's SMR Hard Drives Filed in US and Canada ...  complete a rebuild of a failed array, highlighting that SMR drives can leave data at risk for much longer than standard CMR drives. That's important because WD markets the WD Red NAS drives for RAID arrays. WD has apologized to its customers and struck a conciliatory tone while listing all of its drives that used SMR technology without disclosure, and Toshiba and Seagate have also provided detailed lists of impacted drives. We followed up last week about widespread reports that WD was replacing SMR drives with CMR drives for some impacted customers. At the time, the company confirmed some drives are being replaced and gave Tom's Hardware the following statement: \"Western Digital reviews customer service requests on a case-by-case basis. As with ... "], ["2020-05-29 21:37", "Western Digital gets sued for sneaking SMR disks into its NAS channel ...  them of outright deception in the process. Hattis Law reader comments 10 with 10 posters participating Share this story Share on Facebook Share on Twitter Share on Reddit Further Reading Buyer beware—that 2TB-6TB \"NAS\" drive you've been eyeing might be SMR All three of the surviving conventional hard drive vendors—Toshiba, Western Digital, and Seagate—have gotten caught sneaking disks featuring Shingled Magnetic Recording technology into unexpected places recently. But Western Digital has been the most brazen of the three, and it's been singled out for a class action lawsuit in response. Although all three major manufacturers quietly added SMR disks to their desktop hard drive line-up, Western Digital is the only one ... "], ["2020-05-29 21:22", "Western Digital shingled out in lawsuit for allegedly sneaking RAID-unfriendly tech into drives for RAID arrays ...  reputation, we understand that, at times, our drives may be used in system workloads far exceeding their intended uses.\" A later apologetic update by the drive-maker set out precisely which WD Red SKUs used SMR tech and which used CMR, in which the recording tracks on the disk platter are laid side by side instead of overlapping. In the wake of the issues, Seagate and Toshiba also confirmed some undocumented use of shingled magnetic recording in some of their drives. A WD EMEA spokesman did not immediately respond to a call for comment. Sponsored: Webcast: Ransomware has gone nuclear Tips and corrections Post a comment MORE Lawsuit Western Digital Most Read Before IBM started axing staff, it told them Q3 2020 would be super-busy with post-lockdown catch ... "], ["2020-05-29 13:51", "Firm Seeks Class Action Suit Over WD's SMR Hard Drives ...  at a higher price, and TracFone for throttling customers with \"unlimited\" data. You can find a deeper explanation about SMR technology at the bottom of this article . We've reached out to WD for comment about the pending lawsuit and will update as necessary. See all comments (1) 1 Comment Comment from the forums velocityg4 29 May 2020 14:36 Not really surprising. Lawsuits against Seagate and Toshiba will likely occur as well. That way each customer can rake in a dollar and the lawyers can rake in millions. Reply View All 1 Comment Be In the Know Get instant access to breaking news, in-depth reviews and helpful tips. Thank you for signing up to Tom's Hardware. You will receive a verification email shortly. There was a problem. Please refresh ... "], ["2020-05-29 10:25", "PS4 porn shock as new free VR app lets randy gamers watch 'virtual reality' 18+ clips on their consoles ...  the workaround. The company's terms and conditions explicitly ban pornoragphic material from being hosted on any PS4 apps. However, the WatchVR app is not hosting the content directly, instead acting as a go-between for porn sites and gamers. The Sun has reached out to Sony for comment. Get your hands on a new Limited Edition PS4 Pro, Gold Wireless Headset, and Seagate 2TB Hard Drive Most read in Gaming CLOSE THE WINDOW Do NOT install new Windows 10 update due to bugs, Microsoft warns Revealed CLIP SLIP Check for this Netflix 'settings' logo now someone may be STEALING your account ABORT, ABORT Historic SpaceX mission CANCELLED as lightning alert risks astronauts' safety Latest AMAZON OUTAGE Amazon down and Prime Video crashes, users report ... "], ["2020-05-29 04:00", "HDD Market History And Projections ... How. The multiyear trends in ASPs as shown in Figure 1 . Table 2 gives CQ1 2020 drive numbers by company and application. Table 3 shows CQ1 2020 drive numbers by company and form factor. Table 4 shows CQ1 2020 Exabytes Shipped by company and general application. Note that per Seagate's reports Legacy includes PC, CE and Branded applications. Figure 2 shows the unit shipment market share of the three HDD producers for CQ1 2020. FIGURE 1. AVERAGE DRIVE PRICE TREND FOR SEAGATE, WESTERN DIGITAL AND HGST (Q4 '98 TO Q1 '20) HDD ASP Trend Image from Coughlin Associates TABLE 2. CALENDAR Q1 2020 DISK DRIVE SHIPMENTS BY APPLICATION (UNITS IN MILLIONS) CQ1 2020 HDD Shipments by application Image from Coughlin Associates TABLE 3. CALENDAR Q1 2020 DISK DRIVE ... "], ["2020-05-28 20:00", "Taking your PS4 on the go? Here are the best travel accessories ...  good your bag is, your controller could easily get damaged during travel, especially the sticks. Aproca's hard travel storage case is made specifically to keep that from happening, as it offers a specially designed case for the DualShock 4, while also protecting it from any bumps or drops. It even has a hand grip for you to keep it on you at all times. $15 at Amazon Digital game storage : Seagate 4TB Portable Hard Drive At home, you may well have a large, powered hard drive with mass amounts of storage for your PS4 games. That's not going to work very well on the road since it's probably pretty big and needs a separate power source. A portable USB drive, though, won't be such a hassle. This one hooks up over a single USB cable, requires no ... "], ["2020-05-28 18:07", "Microsoft hopes old video games will get people to buy Xbox Series X instead of possibly superior Sony PlayStation 5 ...  offers zero-trust management of multi-clouds You need to take action if you want to avoid being cut off from Zoom Turn off the security please, I'm the boss Three-quarters of organizations fail to complete legacy system modernizations Most Commented Stories Trump accuses Twitter of 2020 election interference after the platform fact-checks his false tweets 95 Comments Linux-creator Linus Torvalds joins Linus Sebastian of Linus Tech Tips in embracing AMD over Intel 79 Comments Has the home server gone the way of the Dodo? 54 Comments Trump threatens to close social media platforms following Twitter spat 39 Comments Seagate releases FireCuda 120 SATA SSD for gaming 36 Comments 1998-2020 BetaNews, Inc. All Rights Reserved. Privacy Policy - Cookie Policy ."], ["2020-05-28 17:55", "Microsoft releases Windows 10 Build 19635 ...  offers zero-trust management of multi-clouds You need to take action if you want to avoid being cut off from Zoom Turn off the security please, I'm the boss Three-quarters of organizations fail to complete legacy system modernizations Most Commented Stories Trump accuses Twitter of 2020 election interference after the platform fact-checks his false tweets 95 Comments Linux-creator Linus Torvalds joins Linus Sebastian of Linus Tech Tips in embracing AMD over Intel 79 Comments Has the home server gone the way of the Dodo? 54 Comments Trump threatens to close social media platforms following Twitter spat 39 Comments Seagate releases FireCuda 120 SATA SSD for gaming 36 Comments 1998-2020 BetaNews, Inc. All Rights Reserved. Privacy Policy - Cookie Policy ."], ["2020-05-28 15:20", "Massive amounts of corporate data now stored on employee USB devices ...  off from Zoom Turn off the security please, I'm the boss Three-quarters of organizations fail to complete legacy system modernizations Safe working practices suffer when working remotely NPD found a surge in mobile data usage in March Most Commented Stories Trump accuses Twitter of 2020 election interference after the platform fact-checks his false tweets 86 Comments Linux-creator Linus Torvalds joins Linus Sebastian of Linus Tech Tips in embracing AMD over Intel 76 Comments Has the home server gone the way of the Dodo? 54 Comments Trump threatens to close social media platforms following Twitter spat 38 Comments Seagate releases FireCuda 120 SATA SSD for gaming 36 Comments 1998-2020 BetaNews, Inc. All Rights Reserved. Privacy Policy - Cookie Policy ."], ["2020-05-28 14:55", "3 Top-Ranked Dividend Stocks: A Smarter Way to Boost Your Retirement Income - May 28, 2020 ...  OFC STX SJM Trades from $ 1 You follow Retirement Ideas - edit You follow Zacks Equity Research - edit What would you like to follow? Zacks Equity Research Retirement Ideas Cancel Read More Hide Full Article In-Depth Zacks Research for the Tickers Above Normally $25 each - click below to receive one report FREE: Corporate Office Properties Trust (OFC) - free report > > Seagate Technology PLC (STX) - free report > > The J. M. Smucker Company (SJM) - free report > > Published in 401k-contributions dividend dividend-stocks retirement retirement-cost retirement-savings retirement-timeline Zacks' 7 Best Strong Buy Stocks for June, 2020 Free Research for Zacks.com Readers Experts have chosen 7 stocks out of 220 Zacks Rank #1 Strong Buys that have the highest ... "], ["2020-05-28 13:55", "Updated platform offers zero-trust management of multi-clouds ...  please, I'm the boss Three-quarters of organizations fail to complete legacy system modernizations Safe working practices suffer when working remotely NPD found a surge in mobile data usage in March 8GB Raspberry Pi 4 now available Most Commented Stories Linux-creator Linus Torvalds joins Linus Sebastian of Linus Tech Tips in embracing AMD over Intel 76 Comments Trump accuses Twitter of 2020 election interference after the platform fact-checks his false tweets 70 Comments Has the home server gone the way of the Dodo? 53 Comments Seagate releases FireCuda 120 SATA SSD for gaming 36 Comments Trump threatens to close social media platforms following Twitter spat 34 Comments 1998-2020 BetaNews, Inc. All Rights Reserved. Privacy Policy - Cookie Policy ."], ["2020-05-28 13:07", "You need to take action if you want to avoid being cut off from Zoom ...  fail to complete legacy system modernizations Safe working practices suffer when working remotely NPD found a surge in mobile data usage in March 8GB Raspberry Pi 4 now available Wow! Windows 10 May 2020 Update has a LOT of issues Most Commented Stories Linux-creator Linus Torvalds joins Linus Sebastian of Linus Tech Tips in embracing AMD over Intel 73 Comments Trump accuses Twitter of 2020 election interference after the platform fact-checks his false tweets 70 Comments Has the home server gone the way of the Dodo? 53 Comments Seagate releases FireCuda 120 SATA SSD for gaming 36 Comments Trump threatens to close social media platforms following Twitter spat 32 Comments 1998-2020 BetaNews, Inc. All Rights Reserved. Privacy Policy - Cookie Policy ."], ["2020-05-28 13:06", "Turn off the security please, I'm the boss ...  fail to complete legacy system modernizations Safe working practices suffer when working remotely NPD found a surge in mobile data usage in March 8GB Raspberry Pi 4 now available Wow! Windows 10 May 2020 Update has a LOT of issues Most Commented Stories Linux-creator Linus Torvalds joins Linus Sebastian of Linus Tech Tips in embracing AMD over Intel 73 Comments Trump accuses Twitter of 2020 election interference after the platform fact-checks his false tweets 70 Comments Has the home server gone the way of the Dodo? 53 Comments Seagate releases FireCuda 120 SATA SSD for gaming 36 Comments Trump threatens to close social media platforms following Twitter spat 32 Comments 1998-2020 BetaNews, Inc. All Rights Reserved. Privacy Policy - Cookie Policy ."], ["2020-05-28 13:00", "Xbox Series X Will Play Backwards-Compatible Games Better Than Original Systems, Microsoft Says ...  and we'll never share your details without your permission. Most Popular Most Shared 1 Raspberry Pi 4 (8GB) Tested: Double the RAM, New 64-Bit OS 2 Intel Revamps Boxed Coolers for Comet Lake Processors, New Blacked-Out Design (Updated) 3 Mechanical Gaming Keyboard Without the Noise: Corsair Strafe RGB MK.2 Hits Lowest Price 4 Asus Enables Overclocking on Intel B460, H470 Motherboards 5 Seagate's New FireCuda 120 SATA SSDs Arrive With M.2 Prices 1 Mythical Intel Core i5-7660X Smiles For The Camera 2 Raspberry Pi 4 (8GB) Tested: Double the RAM, New 64-Bit OS 3 Intel Revamps Boxed Coolers for Comet Lake Processors, New Blacked-Out Design (Updated) 4 Mechanical Gaming Keyboard Without the Noise: Corsair Strafe RGB MK.2 Hits Lowest Price 5 Asus Enables ... "], ["2020-05-28 12:30", "Mythical Intel Core i5-7660X Smiles For The Camera ...  and we'll never share your details without your permission. Most Popular Most Shared 1 Raspberry Pi 4 (8GB) Tested: Double the RAM, New 64-Bit OS 2 Intel Revamps Boxed Coolers for Comet Lake Processors, New Blacked-Out Design (Updated) 3 Mechanical Gaming Keyboard Without the Noise: Corsair Strafe RGB MK.2 Hits Lowest Price 4 Asus Enables Overclocking on Intel B460, H470 Motherboards 5 Seagate's New FireCuda 120 SATA SSDs Arrive With M.2 Prices 1 Mythical Intel Core i5-7660X Smiles For The Camera 2 Raspberry Pi 4 (8GB) Tested: Double the RAM, New 64-Bit OS 3 Intel Revamps Boxed Coolers for Comet Lake Processors, New Blacked-Out Design (Updated) 4 Mechanical Gaming Keyboard Without the Noise: Corsair Strafe RGB MK.2 Hits Lowest Price 5 Asus Enables ... "], ["2020-05-28 10:10", "Three-quarters of organizations fail to complete legacy system modernizations ...  in March 8GB Raspberry Pi 4 now available Wow! Windows 10 May 2020 Update has a LOT of issues How to ensure communication security when working from home Microsoft releases Windows 10 May 2020 Update -- here's how to download it now Most Commented Stories Linux-creator Linus Torvalds joins Linus Sebastian of Linus Tech Tips in embracing AMD over Intel 73 Comments Trump accuses Twitter of 2020 election interference after the platform fact-checks his false tweets 68 Comments Has the home server gone the way of the Dodo? 53 Comments Seagate releases FireCuda 120 SATA SSD for gaming 36 Comments Trump threatens to close social media platforms following Twitter spat 30 Comments 1998-2020 BetaNews, Inc. All Rights Reserved. Privacy Policy - Cookie Policy ."], ["2020-05-28 09:43", "Safe working practices suffer when working remotely ...  in March 8GB Raspberry Pi 4 now available Wow! Windows 10 May 2020 Update has a LOT of issues How to ensure communication security when working from home Microsoft releases Windows 10 May 2020 Update -- here's how to download it now Most Commented Stories Linux-creator Linus Torvalds joins Linus Sebastian of Linus Tech Tips in embracing AMD over Intel 73 Comments Trump accuses Twitter of 2020 election interference after the platform fact-checks his false tweets 68 Comments Has the home server gone the way of the Dodo? 53 Comments Seagate releases FireCuda 120 SATA SSD for gaming 36 Comments Trump threatens to close social media platforms following Twitter spat 30 Comments 1998-2020 BetaNews, Inc. All Rights Reserved. Privacy Policy - Cookie Policy ."]]}}