{"postfix": "service-aktie", "name": "SERVICE", "wkn": "859232", "time": "2020.06.02 11:23", "ts": 1591089811, "features": {"KGV": "24.33", "Marktkapitalisierung": {"Size": "Mrd", "Value": "6.34"}, "GA": "1.90", "KBV": "4.70", "BA": "9.83", "KCV": "13.64", "CA": "3.39", "Vola30": "55.7", "Vola90": "64.17", "Vola180": "49.45", "Vola250": "36.66"}, "rivals": [], "text_data": {"de": [["01.05.20", "Service: So schnitt der Konzern im vergangenen Quartal ab"], ["30.04.20", "So schätzen Analysten die Service-Aktie ein"], ["28.04.20", "Ausblick: Service zieht Bilanz zum abgelaufenen Quartal"], ["29.02.20", "So schätzen die Analysten die Zukunft der Service-Aktie ein"], ["20.02.20", "Service informierte über die jüngsten Quartalsergebnisse"], ["16.02.20", "Ausblick: Service präsentiert Quartalsergebnisse"]], "en": [["2020-06-02 09:23", "Salmon stocks struck by rare disease ...  Entertainment Lifestyle Culture Business Weather Gaeilge Tech & Innovation RT Brainstorm Watch & Listen RT Player RT Live TV Radio Podcasts RT Services RT Archives RT Orchestras RT Shop Century Ireland Lotto Youth TRT RTJr Help Contact Feedback Complaints Terms & Conditions Individual Rights Guide RT Privacy Policy Cookie Policy Freedom of Information Information Information About RT Licence Fee Careers Annual Report Advertise with RT 2rn SAORVIEW Newsletters Follow RT RT.ie is the website of Raidi Teilifs ireann, Ireland's National Public Service Broadcaster. RT is not responsible for the content of external internet sites. Images courtesy of Sportsfile and Getty Images RT 2020 RT uses cookies in accordance with our Cookie Policy More Info I Understand"], ["2020-06-02 09:20", "The Latest: Pakistan document shows experts wanted lockdown ...  93% of the state's population to phase 4 \" 'improving' \" two weeks after she announced that northern Michigan could advance to that stage. Businesses where close contact is necessary, such as gyms, hair salons, theaters and amusement parks, will remain closed under a new order. Retailers can reopen to customers without an appointment on Thursday and restaurants can offer dine-in service on June 8, with capacity limits. Children's day camps, pools, libraries and museums can also reopen June 8. Groups of up to 100 can gather outside if they stay 6 feet apart, up from a threshold of 10 people. In-home services such as housecleaning can resume. People must continue to wear face coverings in enclosed public spaces. ___ LONDON \" The ... "], ["2020-06-02 09:20", "Virus-tracking app angers thousands in Moscow with fines ...  the plan that's right for you. Digital access or digital and print delivery. Subscribe Now Sign up for daily e-mails .footer-col > h4\" data-gh-accordion-open-at=\"480\"> Reader Services Support Local Businesses My Profile Subscribe Now Manage My Account Mobile-Friendly Account Management Vacation Stops/Restarts FAQs Contact Us Terms of Service Submissions News Tips Letters to the Editor Calendar Events Obituaries Legal Notices Advertising Advertising Place an Ad Display Ads Classified Ads Pay Your Ad Bill Online Services Newsletters Online Services RSS Feeds Text Alerts Archives Gannett Co., Inc. 2020. All rights reserved. Original content available for non-commercial use under a Creative Commons license, except where noted. Gainesville Sun ... "], ["2020-06-02 09:20", "South America's reopening and US protests could spread virus ...  the plan that's right for you. Digital access or digital and print delivery. Subscribe Now Sign up for daily e-mails .footer-col > h4\" data-gh-accordion-open-at=\"480\"> Reader Services Support Local Businesses My Profile Subscribe Now Manage My Account Mobile-Friendly Account Management Vacation Stops/Restarts FAQs Contact Us Terms of Service Submissions News Tips Letters to the Editor Calendar Events Obituaries Legal Notices Advertising Advertising Place an Ad Display Ads Classified Ads Pay Your Ad Bill Online Services Newsletters Online Services RSS Feeds Text Alerts Archives Gannett Co., Inc. 2020. All rights reserved. Original content available for non-commercial use under a Creative Commons license, except where noted. Gainesville Sun ... "], ["2020-06-02 09:20", "Democratic governors reject Trump's call to send in military ...  the plan that's right for you. Digital access or digital and print delivery. Subscribe Now Sign up for daily e-mails .footer-col > h4\" data-gh-accordion-open-at=\"480\"> Reader Services Support Local Businesses My Profile Subscribe Now Manage My Account Mobile-Friendly Account Management Vacation Stops/Restarts FAQs Contact Us Terms of Service Submissions News Tips Letters to the Editor Calendar Events Obituaries Legal Notices Advertising Advertising Place an Ad Display Ads Classified Ads Pay Your Ad Bill Online Services Newsletters Online Services RSS Feeds Text Alerts Archives Gannett Co., Inc. 2020. All rights reserved. Original content available for non-commercial use under a Creative Commons license, except where noted. Gainesville Sun ... "], ["2020-06-02 09:18", "Will temperature checks of employees make workplaces safe? ... . The FDA says the thermometers should be used in a draft-free area and out of direct sunlight. What's a normal body temperature and what's feverish? The U.S. Centers for Disease Control and Prevention gives 100.4 degrees as a guideline for fever. Worldwide there have been more than 6.2 million confirmed coronavirus cases, according to Johns Hopkins University . The United States has more than 1.8 million confirmed cases and 105,000 deaths. More than 17 million COVID-19 tests have been conducted throughout the US. Jobs Terms of Service Privacy Policy Your California Privacy Policy Ad Choices EEO Public File Report FCC Online Public Inspection File Closed Caption Procedures Do Not Sell My Personal Information 2020 KIDY-TV. All Rights Reserved."], ["2020-06-02 09:18", "Brands weigh in on national protests over police brutality, injustice ...  messaging right. Netflix's normally lighthearted Twitter account took on a more somber tone on Saturday: \"To be silent is to be complicit. Black lives matter. We have a platform, and we have a duty to our Black members, employees, creators and talent to speak up.\" That got retweeted over 216,000 times and \"liked\" over a million times. The streaming service is just one of many corporate brands that have turned to social media to voice concerns over racial injustice after the death of George Floyd, a handcuffed black man who pleaded for air as a white Minneapolis police officer pressed his knee against Floyd's neck for several minutes. RELATED: Unrest overshadows peaceful US protests for another night At the same time, companies must ... "], ["2020-06-02 09:15", "COVID-19: INS Jalashwa repatriates nearly 700 Indians stranded in Sri Lanka ...  complete pending infrastructure works: Sources COVID-19: Maharashtra cases cross 70,000; death toll at 2,362 It is for India and China to resolve eastern Ladakh dispute bilaterally, says Australia Featured Posts For Daily Alerts Oneindia in Other Languages Explore Oneindia News India Sports Videos Cricket Features Coupons Business International Football Follow Oneindia Daily Updates About Us | Terms of Service | Privacy Policy | Apps | RSS | Advertise with Us | Work for Us | Contact Us | Feedback | Sitemap | Cookie Policy One.in Digitech Media Pvt. Ltd. All Rights Reserved. The \"ONEINDIA\" word mark and logo are owned by One.in Digitech Media Pvt. Ltd. Close Get Instant News Updates Enable x Notification Settings X Time Settings Don't Block Block ... "], ["2020-06-02 09:14", "Historic plane to transport Thomas Waerner home to Norway after dog musher left stranded in Alaska ...  sled. Since crossing the finish line, however, he has been holed up with friends in the rural US state whilst he plotted his somewhat unusual route home. Waerner's plan was hatched after he read a local airline was trying to sell a DC-6 aircraft — a historic airliner — to The Museum of Aviation History in Sola, Norway. The plane enjoyed more than 60 years of continuous service, making its maiden voyage in 1946 before flying in three separate continents. Coincidentally, Waerner's friends had connections with the plane's now owner and, with help from his sponsor, he's managed to hitch a lift home on June 2. Waerner will be joined on the aircraft by those 24 dogs — 16 of his own and an additional eight left behind by a fellow ... "], ["2020-06-02 09:13", "Five dead in newest Ebola outbreak in Congo, UNICEF says ... 000 of them died. cnn Related Articles 5 natural ways to boost your mental health during stressful times First human trial of potential antibody treatment for Covid-19 begins ICUs become a 'delirium factory' for Covid-19 patients The protests are raising fears of a spike in coronavirus cases Comments Leave a Reply Cancel reply You must be logged in to post a comment. Terms of Service | Privacy Policy | KESQ-TV FCC Public File | KPSP-TV FCC Public File | KDFX-TV FCC Public File | EEO Report | Do Not Sell My Personal Information Subscribe to our Email Alerts Daily News Headlines Morning Forecast Breaking News Severe Weather Contests & Promotions Download Our Apps Available for iOS and Android 2020, Gulf-California Broadcast Company Palm Springs, CA USA"], ["2020-06-02 09:13", "Investors brush aside protests, COVID and Brexit talks to send global markets higher ...  Fortune 500 Global 500 Most Powerful Women World's Greatest Leaders World's Most Admired Companies See All Rankings Sections Automotives Careers Design Executive Travel The Ledger Venture Finance Energy & Environment Health International Leadership Lifestyle Luxury Retail Sports Technology Commentary Photography Magazine Newsletters Podcasts Customer Support Frequently Asked Questions Customer Service Portal US Privacy Policy Terms of Use Commercial Services FORTUNE Knowledge Group FORTUNE Branded Content Fortune Data Store Fortune Conferences Advertising About Us About Us Work at Fortune Behavioral Advertising Notice Terms and Conditions 2020 Fortune Media IP Limited. All Rights Reserved. Use of this site constitutes acceptance of our Terms of ... "], ["2020-06-02 09:12", "Census of Guam to start visiting homes ...  June 2, 2020, 5:06 p.m. Senators weigh next GovGuam insurance options June 2, 2020, 3:46 p.m. Ex-mayor to appeal decision to keep him detained June 2, 2020, 3:22 p.m. Black Lives Matter protests held, planned June 2, 2020, 6:39 p.m. Man arrested truck incident charged June 2, 2020, 3:15 p.m. Subscribe to Guam PDN Customer Service Send a Letter to the Editor Download Our Mobile Apps Follow Us on Social Media Newsletters News Guam Elections 2018 Elections 2018 Education Bayanihan Linala Chamoru Pika Pika Bisita Guahan Typhoon Survival Guide Lifestyle IslandStyle Guam Foodie Sports Golf USA TODAY Sports Money Opinion Editorials Columnists USA TODAY Public Notices Business Directory Corrections Lina'la CHamoru 2020 Pacific Daily News, a division of Gannett ... "], ["2020-06-02 09:11", "Irish Water warns conservation order likely this week ...  Entertainment Lifestyle Culture Business Weather Gaeilge Tech & Innovation RT Brainstorm Watch & Listen RT Player RT Live TV Radio Podcasts RT Services RT Archives RT Orchestras RT Shop Century Ireland Lotto Youth TRT RTJr Help Contact Feedback Complaints Terms & Conditions Individual Rights Guide RT Privacy Policy Cookie Policy Freedom of Information Information Information About RT Licence Fee Careers Annual Report Advertise with RT 2rn SAORVIEW Newsletters Follow RT RT.ie is the website of Raidi Teilifs ireann, Ireland's National Public Service Broadcaster. RT is not responsible for the content of external internet sites. Images courtesy of Sportsfile and Getty Images RT 2020 RT uses cookies in accordance with our Cookie Policy More Info I Understand"], ["2020-06-02 09:11", "PM SVANidhi launched to benefit over 50 lakh street vendors amid COVID-19 crisis ...  drug, remdesivir cleared for use in severe cases Amit Shah to begin BJP campaign in Bihar next week with virtual rally CBI reports first coronavirus cases as 2 junior officials test positive Featured Posts For Daily Alerts Oneindia in Other Languages Explore Oneindia News India Sports Videos Cricket Features Coupons Business International Football Follow Oneindia Daily Updates About Us | Terms of Service | Privacy Policy | Apps | RSS | Advertise with Us | Work for Us | Contact Us | Feedback | Sitemap | Cookie Policy One.in Digitech Media Pvt. Ltd. All Rights Reserved. The \"ONEINDIA\" word mark and logo are owned by One.in Digitech Media Pvt. Ltd. Close Get Instant News Updates Enable x Notification Settings X Time Settings Don't Block Block for 8 ... "], ["2020-06-02 09:11", "Death toll grows in national protests ... in the shooting. It was not immediately clear if the drive-by shooting was related to the protests, though the federal building's glass doors were smashed and the front entrance was sprayed with anti-police graffiti. Underwood, who was black, and the other officer were contracted security officers and employed by the Department of Homeland Security's Federal Protective Service; they were monitoring a nearby protest. No one has been arrested and a motive for the shooting has not yet been determined. Underwood was the brother of Angela Underwood Jacobs, recently a Republican candidate to fill a vacant U.S. congressional district north of Los Angeles. ___ INDIANAPOLIS Two people were killed over the weekend amid unrest in Indianapolis, including 38-year ... "], ["2020-06-02 09:11", "Coronavirus Hit on U.S. Economy May Linger Until 2029; Indian Cases Keep Surging ... Defy Curfews, Floyd Death Ruled Homicide U.S. Army Units Prepare for Possible Deployment to Minnesota The Wall Street Journal English Edition English (Chinese) (Japanese) Subscribe Now Sign In Back to Top WSJ Membership WSJ+ Membership Benefits Subscription Options Why Subscribe? Corporate Subscriptions Professor Journal Student Journal WSJ High School Program WSJ Amenity Program Customer Service Customer Center Contact Us Tools & Features Emails & Alerts Guides My News RSS Feeds Video Center Watchlist Podcasts Ads Advertise Commercial Real Estate Ads Place a Classified Ad Sell Your Business Sell Your Home Recruitment & Career Ads Coupons More About the Newsroom Content Partnerships Corrections Jobs at WSJ Masthead News Archive Register for Free Reprints Buy ... "], ["2020-06-02 09:10", "Chances of locust attack high in these Odisha districts ...  neighbouring Chhattisgarh state yesterday returned back to Madhya Pradesh, the official added. Related Posts Nearly 66% Indians give thumbs up to Modi, Odisha highest Man found dead inside SUV in Odisha's Dhenkanal It was decided at the meeting to keep a watch on the movement of locusts for next 10 days even as the insects were yet to reach Odisha. If required, Fire Service personnel will be engaged for spraying insecticide for locust control. Control rooms have been setup at state and district levels for locust control. It was revealed at the meeting that text message to around 6.5 lakh farmers through WhatsApp and voice message to nearly 8 lakh farmers of Odisha will be sent for spreading awareness. locust attack in odisha odisha breaking news odisha ... "], ["2020-06-02 09:10", "Death toll grows in national protests ... in the shooting. It was not immediately clear if the drive-by shooting was related to the protests, though the federal building's glass doors were smashed and the front entrance was sprayed with anti-police graffiti. Underwood, who was black, and the other officer were contracted security officers and employed by the Department of Homeland Security's Federal Protective Service; they were monitoring a nearby protest. No one has been arrested and a motive for the shooting has not yet been determined. Underwood was the brother of Angela Underwood Jacobs, recently a Republican candidate to fill a vacant U.S. congressional district north of Los Angeles. ___ INDIANAPOLIS Two people were killed over the weekend amid unrest in Indianapolis, including 38-year ... "], ["2020-06-02 09:10", "Death toll grows in national protests ... in the shooting. It was not immediately clear if the drive-by shooting was related to the protests, though the federal building's glass doors were smashed and the front entrance was sprayed with anti-police graffiti. Underwood, who was black, and the other officer were contracted security officers and employed by the Department of Homeland Security's Federal Protective Service; they were monitoring a nearby protest. No one has been arrested and a motive for the shooting has not yet been determined. Underwood was the brother of Angela Underwood Jacobs, recently a Republican candidate to fill a vacant U.S. congressional district north of Los Angeles. ___ INDIANAPOLIS Two people were killed over the weekend amid unrest in Indianapolis, including 38-year ... "], ["2020-06-02 09:10", "Death toll grows in national protests ... in the shooting. It was not immediately clear if the drive-by shooting was related to the protests, though the federal building's glass doors were smashed and the front entrance was sprayed with anti-police graffiti. Underwood, who was black, and the other officer were contracted security officers and employed by the Department of Homeland Security's Federal Protective Service; they were monitoring a nearby protest. No one has been arrested and a motive for the shooting has not yet been determined. Underwood was the brother of Angela Underwood Jacobs, recently a Republican candidate to fill a vacant U.S. congressional district north of Los Angeles. ___ INDIANAPOLIS Two people were killed over the weekend amid unrest in Indianapolis, including 38-year ... "]]}}