{"postfix": "sgl_carbon-aktie", "name": "SGL_CARBON", "wkn": "723530", "time": "2020.06.02 11:52", "ts": 1591091571, "features": {"KGV": "-51.46", "Marktkapitalisierung": {"Size": "Mio", "Value": "327.88"}, "GA": "-0.09", "KBV": "1.38", "BA": "3.42", "KCV": "8.99", "CA": "0.52", "Vola30": "62.21", "Vola90": "78.62", "Vola180": "66.19", "Vola250": "66.53"}, "rivals": ["graftech_international-aktie", "johnson_matthey-aktie", "morgan_advanced-aktie", "celanese_1-aktie", "toyo_tanso-aktie"], "text_data": {"de": [["31.05.20", "Was Analysten von der SGL Carbon SE-Aktie erwarten"], ["27.05.20", "VCI erwartet 2020 deutlichen Einbruch in deutscher Chemieproduktion"], ["01.04.20", "Neue Plattform zur Notfallversorgung mit Desinfektionsmitteln"], ["31.03.20", "So stuften die Analysten die SGL Carbon SE-Aktie im vergangenen Monat ein"], ["24.03.20", "ÜBERBLICK/Anstehende Indexänderungen"], ["23.03.20", "ÜBERBLICK/Anstehende Indexänderungen"], ["20.03.20", "ÜBERBLICK/Anstehende Indexänderungen"], ["19.03.20", "ÜBERBLICK/Anstehende Indexänderungen"], ["18.03.20", "ÜBERBLICK/Anstehende Indexänderungen"], ["17.03.20", "ÜBERBLICK/Anstehende Indexänderungen"], ["16.03.20", "ÜBERBLICK/Anstehende Indexänderungen"], ["13.03.20", "ÜBERBLICK/Anstehende Indexänderungen"], ["12.03.20", "SGL Carbon: Aktie nach Zahlen weiter auf Talfahrt"], ["12.03.20", "KORREKTUR: VCI senkt Prognosen für chemische Industrie Deutschlands"], ["12.03.20", "ANALYSE-FLASH: Baader Bank belässt SGL Carbon auf 'Sell' - Ziel 3 Euro"], ["12.03.20", "ROUNDUP: Kohlefaserspezialist SGL Carbon mit tiefroten Zahlen - Aktie im Minus"], ["12.03.20", "VCI senkt Prognosen für chemische Industrie Deutschlands"], ["12.03.20", "Kohlefaserspezialist SGL Carbon peilt deutliches Umsatzwachstum bis 2024 an"], ["12.03.20", "SGL Group: 2020 wird schwierig "], ["12.03.20", "ÜBERBLICK/Anstehende Indexänderungen"], ["11.03.20", "ÜBERBLICK/Anstehende Indexänderungen"], ["10.03.20", "ÜBERBLICK/Anstehende Indexänderungen"], ["09.03.20", "ÜBERBLICK/Anstehende Indexänderungen"], ["06.03.20", "ÜBERBLICK/Anstehende Indexänderungen"], ["05.03.20", "MÄRKTE EUROPA/Börsen bleiben unter Druck - Wall Street schwach"], ["05.03.20", "MÄRKTE EUROPA/Börsen bauen Verluste kräftig aus"], ["05.03.20", "Dialog Semiconductor fällt wegen Brexit aus dem MDax"], ["05.03.20", "MÄRKTE EUROPA/Börsen starten leichter - Continental schwach"], ["05.03.20", "ÜBERBLICK/Anstehende Indexänderungen"], ["10.02.20", "ROUNDUP: Chemie-Manager Derr wird neuer Chef bei SGL Carbon"]], "en": [["07.05.20", "SGL CARBON SE : Preliminary announcement of the publication of quarterly reports and quarterly/interim statements"], ["01.04.20", "SGL CARBON SE : SGL Carbon SE suspends guidance for the current fiscal year, the previously communicated targets for 2020 are unlikely to be achieved due to the COVID-19 pandemic"], ["05.03.20", "SGL CARBON SE : Preliminary announcement of the publication of financial reports according to Articles 114, 115, 117 of the WpHG [the German Securities Act]"], ["12.02.20", "SGL CARBON SE : Release according to Article 40, Section 1 of the WpHG [the German Securities Trading Act] with the objective of Europe-wide distribution"], ["10.02.20", "SGL CARBON SE : Dr. Torsten Derr to become new Chief Executive Officer of SGL Carbon SE"], ["2020-05-27 11:30", "Carbon Fiber Tape Market Worth $2.6 Billion By 2025 - Exclusive Report By MarketsandMarkets ... the demand for composites in these industries. The key players in the market include Teijin Ltd. ( Japan ), Toray Industries, Inc ( Japan ), Hexcel Corporation (US), Mitsubishi Chemical Holdings ( Japan ), and SGL Group ( Germany ). These companies are involved in adopting various inorganic and organic strategies to increase their foothold in the carbon fiber tape market. Browse Adjacent Markets: Fibers and Composites Market Research Reports Related Reports: Composites Market by Fiber Type (Glass Fiber Composites, Carbon Fiber Composites, Natural Fiber Composites), Resin Type (Thermoset Composites, Thermoplastic Composites), Manufacturing Process, End-use Industry and Region - Global Forecast to 2024 https://www.marketsandmarkets.com/Market-Reports/composite ... "], ["2020-05-06 18:30", "Global Aerospace Composites Market Outlook 2020-2025: Focus On Carbon, Ceramic, Glass And Other Fiber Composites ...  air transport infrastructure, increasing trade activities and extensive research and development (R&D), are projected to drive the market in the upcoming years.The competitive landscape of the industry has also been examined with some of the key players being Bally Ribbon Mills, Hexcel Corporation, Materion Corporation, Mitsubishi Chemical Holding Corporation, Renegade Materials Corporation, Koninklijke Ten Cate B.V., SGL Carbon SE, Solvay, Teijin Limited, Toray Industries Inc., etc. Key Questions Answered How has the global aerospace composites market performed so far and how will it perform in the coming years? What are the key regional markets? What is the breakup of the market based on the fiber type? What is the breakup of the market based on the resin ... "]]}}