{"postfix": "shimano-aktie", "name": "SHIMANO", "wkn": "865682", "time": "2020.06.02 14:27", "ts": 1591100879, "features": {"KGV": "31.37", "Marktkapitalisierung": {"Size": "Mrd", "Value": "15.85"}, "GA": "559.15", "KBV": "3.32", "BA": "5.276.00", "KCV": "23.26", "CA": "753.99", "Vola30": "55.38", "Vola90": "61.59", "Vola180": "49.18", "Vola250": "39.93"}, "rivals": [], "text_data": {"de": [["20.05.20", "Das Corona-Comeback 2020: „Schlange stehen“ für die Teslas fürs Grüne von Cube, Haibike und Shimano"], ["12.05.20", "Günstiges E-Bike bei Aldi erhältlich"], ["12.05.20", "Steps: Shimano bringt größere Akkus für E-Bikes"], ["29.04.20", "Shimano zog Bilanz zum jüngsten Jahresviertel"], ["13.02.20", "Shimano stellte Ergebnisse des abgelaufenen Quartals vor"], ["11.02.20", "Ausblick: Shimano veröffentlicht Zahlen zum vergangenen Quartal"]], "en": [["2020-05-31 17:59", "Best cycling shoes for 2020 for top performance on rides ...  This versatile shoe comes with cycling-specific features like clipless pedal compatibility (you'll need buy cleats separately), but also offer the comfort of a light hiking shoe. The upper is crafted with breathable mesh, and there's an inner shank to help transfer power to the pedals to take on tougher trails. A great all-rounder. Price: From 74.35, Amazon - buy here now 2. Shimano Men RP100 SPD-SL Cycling Shoe If you've just started enjoying some longer bike rides for a nice way to to exercise at the weekend, these are a great entry-level shoe - at an equally great price. Reflective detailing on the heel helps keep you visible in low light, and the breathable nylon mesh panels and mesh sole keep your feet ventilated. They boast an excellent ... "], ["2020-05-29 20:49", "Boating manufacturing leaders to Commerce Secretary Ross: Fishing access leads to job creation ...  have this derby mentality where anglers think to themselves, 'This is the only weekend I'll be able to go out and catch a red snapper.' It's not the type of environment conducive to confidence in spending in the blue economy.\" Ross listened to business leaders of fishing tackle manufacturing companies such as Pure Fishing and Shimano, other builders such as Contender Boats, Yamaha Outboard Motors, Ameratrail trailers and Gemlux, which makes rodholders, cleats and more accessories used to build boats. He also listened to officials from companies that furnish fiberglass and resins and other chemicals used in manufacturing. They all discussed how the coronavirus pandemic has affected their business and where they stand going forward. \"I ... "], ["2020-05-29 18:30", "Electric Bicycle Motors Market Review 2012-2019 And Forecast 2020-2027 - Implications Of COVID-19 And A Looming Global Recession ... in the market, whose opinions supersede all other research methodologies. Competitors identified in this market include, among others: Bafang Electric (Suzhou) Co. Ltd. BionX International Corporation Brose Fahrzeugteile GmbH & Co. KG Continental AG DAPU - Bicycle Drive Systems Derby Cycle Holding GmbH Nidec Corporation Ortlinghaus-Werke GmbH (Ortlinghaus Group) Panasonic Corporation Robert Bosch GmbH Shimano, Inc. Suzhou Xiongda Electric Machine Co. Ltd. TDCM Yamaha Motor Co. Ltd. Key Topics Covered I. INTRODUCTION, METHODOLOGY & REPORT SCOPE II. EXECUTIVE SUMMARY 1. MARKET OVERVIEW Impact of COVID-19 and a Looming Global Recession Global Competitor Market Shares Electric Bicycle Motors Competitor Market Share Scenario Worldwide (in %): 2019 & 2025 2. FOCUS ... "], ["2020-05-28 12:35", "Surge in cycling from coronavirus fears adds 604 billion to Shimano's stock ... practical information about how to cope with the pandemic . Please consider subscribing today so we can continue offering you up-to-date, in-depth news about Japan. Mail the editor Error Report Republishing Commenting Policy JOIN THE CONVERSATION GET THE BEST OF THE JAPAN TIMES IN FIVE EASY PIECES WITH TAKE 5 PHOTOS Click to enlarge KEYWORDS bicycle , covid-19 , covid-19 in Japan , shimano WHAT'S TRENDING EDITORS' PICKS Notes uncovered detailing 'Terrace House' star Hana Kimura's suicide Japan to expand entry ban to visitors from India and 10 other nations Japan's job-seeking students face sex harassment as law set to take effect Japan's re-entry ban list Japan cautiously lifts last of virus emergency controls Remote possibilities ... "], ["2020-05-27 23:01", "The $7000 e-bicycle that's worth every cent ...  get to the Vado's unusual heart rate feature in a moment.) The motor is relatively discreet. And, yes, it comes with pedals, despite the photo. Even the minor details on the Vado SL let you know you're on a luxury bike. The kick stand, for instance, is perfectly situated close to the back of the bike, and (hallelujah!) it doesn't rattle when you go over bumps. The Shimano gears, while not quite the top-of-the-line model that I had navely been expecting on a $7000 bike, are crisp and accurate, and when you're coasting they click loud enough that other cyclists will know you're on an expensive bike. But the best thing about the Vado SL is its weight, or lack thereof. Fully kitted out with lights, mud guards and a rack, it still only weighs ... "], ["2020-05-27 04:30", "PlayGround celebrates 25 years with big Zoom Fest ...  Jully Lee, teenagers gossip maliciously about the unexpected death of the school librarian. Was it a random attack? When we meet the titular character, who's cheerfully eccentric as played by Cindy Goldfield, she turns out to be an especially lucky woman: She makes all her decisions, from the most inconsequential to the most important, by flipping a coin — which always comes up heads. Shimano takes a playful look at the randomness—or not — of Fate. And in Aaron Loeb's \"All Thumbs,\" the characters include Peter Pan, the miller and his compulsively cookie-baking wife and a couple of gleeful weirdos obsessed with drilling cavities into teeth. When the miller's wife has a teeny-weeny baby, she's called Thumbalina. Loeb ... "], ["2020-05-27 04:00", "Gocycle's Electric-Assisted Two-Wheeler Makes A Great Urban Commute ...  need to, you stop via two hand brakes. There's no wobble you get on and even if you haven't ridden in a while, you immediately feel steady and sure. In fact, you don't have to use the electric part if you want a workout under your own steam. Gocycle GC3 Josh Max The electric part comes via a custom-designed front hub motor producing 250 watts. There are three Shimano Nexus gears sealed in a patented Cleandrive transmission, another plus you don't have to tie a cuff of your pants together to avoid getting it caught in a greasy chain. You're powered by a 300 Watt-hour lithium-ion battery hidden in the frame delivering a range of up to 40 miles, depending on pedal input. A full charge will take you around seven hours on a regular outlet. A ... "], ["2020-05-26 15:22", "9 Best SPD Pedals for Cycling: Compare & Save ... out Sealed bearings for smoother riding Cons: Not for outdoor use A bit heavy Some complaints of occasional squeaking during use This set of Venzo pedals works particularly well for spin bikes. Highlights include a sturdy die-cast aluminum body along with an oversized 9/16-inch axle that works with Peloton and other indoor cycling bikes. You can use these dual-function pedals for Shimano SPD mountain bike and Look Delta pedal systems. The Delta and SPD cleats are precisely machined so that you can easily clip in and out. The tension is easily adjustable using the screw on the side of the pedal. This pair of pedals weighs in at 578 grams. Sealed bearings provide a smoother overall riding experience. These pedals are compatible with your favorite Peloton shoes ... "], ["2020-05-24 18:00", "These Bikes Are Actually Available Online Right Now Even Though Everyone All of a Sudden Loves Biking Again ...  pedaling and more than 50 if you do some work. Consider this bike for fun now and as a serious option for commuting later. Buy on Walmart $ 798 GT Aggressor Pro Mountain Bike This is a nearly $700 bike selling, at the time of this review, for less than $500, also known as a good deal. Its mechanical disc brakes give you reliable slowing and stopping, there are 24 speeds and easy-to-use Shimano shifters to control them, and four options for frame size, so riders as short as 4'11\" or as tall as 6'8\" should be able to get an Aggressor that will suit. Buy on Dick's Sporting Goods $ 480 Concord 700c NuVinci Hub SCN BikE This is a perfect choice for use both as a commuter and recreational bike, as the ride is so easily controlled thanks to ... "], ["2020-05-23 17:00", "Best electric bikes to buy in the UK for leisurely rides, commuting and off roading ...  here now Read More Related Articles Best pre-workout supplements to try in 2020 8. Trek Powerfly 4 2020 Electric Mountain Bike Trek Powerfly 4 2020 Electric Mountain Bike If you're more interested in tearing up the trails and utilising the rougher terrain, Trek's Powerfly is a pricey option, with some serious proof to its pudding Built with robust parts, like a 9-speed Shimano drive train and a powerful Bosch Performance CX motor, the Powerfly is a trail bike with the abilities and tech of the best quality mountain ikebs. The 500Wh battery makes this the ideal companion for long days out where you might need the occasional boost for taking on steep inclines and for propelling you down them too. Price: 2550, Evans Cycles - buy here now Part of an ... "], ["2020-05-22 19:44", "The best bike pumps ...  pump overall Specialized Air Tool Comp V2 $60.00 Available on Specialized Buy Now Specialized's Air Tool Comp features sturdy construction, smooth pumping action, and an accurate gauge making it one of the most reliable bike pumps available. READ MORE > > The best for tubeless tires Pro Tubeless Floor Pump $99.89 Available on Amazon Buy Now It looks like a standard floor pump but Shimano Pro's Team Tubeless Floor Pump seats tubeless tires, from road to mountain, without the bulky air reservoirs of other tubeless charging pumps. READ MORE > > The best value bike pump Schwinn Air Center $29.99 Available on Targeti Buy Now Schwinn's Air Center is the best pump you can buy for the price, with reliable performance and some of the bells and whistles ... "], ["2020-05-22 13:45", "Cycling shoes men: Best cycling shoes to buy for men during COVID-19 crisis ... this global pandemic that doesn't allow us much leeway when we are outdoors. Face masks are of vital importance for cyclists especially these days but the right shoes are also extremely important in order to avoid any potential injury. Express Sport present the best types of shoes men can wear while cycling amid the coronavirus outbreak: Cycling has increased in London (Image: GETTY) Shimano RC5 Shimano shoes come at a price but look a lot more expensive than they actually are, which gives them an edge over the other brands. The product is easy and comfortable to wear on the road thanks to the mass of tiny breathing holes whereas the synthetic leather and TPU (thermoplastic polyurethane) makes them easy to clean. The brand stands out thanks to its lacing ... "], ["2020-05-22 09:03", "8 must-have bikes and accessories ... load these wheels into the car or campervan for your next big adventure (when restrictions allow). FLUID RAPID 24-INCH MOUNTAIN BIKE - $249 Pathways too tame for your tween? This junior mountain bike will let nine to 12-year-olds get a bit more daring with front suspension and a padded saddle to help smooth out bumps, a lightweight alloy frame, and low standover. Equipped with Shimano 7 speed gearing, they will be tearing up tough hills and begging you to take them off-road. Derby or Cairns for the next family holiday, maybe? Avaliable at Anaconda CYCLINGDEAL BICYCLE BIKE PET CARRIER TRAILER AND STROLLER - $229.90 If four-legged members of the family have been missing out on big adventures around your neighbourhood, all that is about to change with this bike ... "], ["2020-05-21 17:30", "World Market For E-bikes: Increasing Demand For Eco-friendly Transportation Fueling Market Growth ... bike drive market industry analysis The robust vendor analysis is designed to help clients improve their market position, and in line with this, this report provides a detailed analysis of several leading e-bike drive market vendors that include BionX International Corp., Brose Fahrzeugteile SE & Co., COMP DRIVES sro, Continental AG, Panasonic Corp., Robert Bosch GmbH, Shimano Inc., SPORTTECH Handels GmbH, Yamaha Corp., and ZF Friedrichshafen AG. Also, the e-bike drive market analysis report includes information on upcoming trends and challenges that will influence market growth. This is to help companies strategize and leverage on all forthcoming growth opportunities.The study was conducted using an objective combination of primary and secondary information ... "], ["2020-05-21 10:00", "More than 40,000 National Guard members will miss out on benefits by one day ...  its inventory is \"virtually non-existent\" but a couple of days ago people were buying wrong-sized bikes just to have something \"with two wheels and pedals.\" The company said it went through a year's worth of inventory in 45 days and now is awaiting factory shipments. It is interesting that despite this blip in U.S. sales, global bike sales from big names like Shimano , Giant and Accell are way down for the year. Keep in mind that, in many places, everybody who needs a bike already has one because they use them to get where they are going. China's bike sales suffered the most in the first quarter because of the pandemic lockdown. What follows a big demand for bikes? Probably bike thefts. Here is my prediction based on the above story ... "], ["2020-05-20 18:10", "Covid-19 unemployment leads Gasport man to record white bass ... . We were working a back eddy along a ledge that dropped from 13 to 18 feet. We bounced the blade up and down the ledge.\" DEC Region 9 Fisheries Biologist Chris Driscoll gets ready to verify and check the potential record fish caught by Morgan Fonzi. (Bill Hilts Jr./Buffalo News) The fish was caught at around 3:30 p.m. on a Cabela's Walleye Prodigy rod with a Shimano spinning reel that had Seaguar 10-pound fluorocarbon leader and Seaguar Smackdown Braided line. It was around that time that Joe suggested to Morgan that he look up the state record on his smartphone. The record was a 3-pound, 6-ounce fish caught by Robert Hilton from Furnace Brook in Westchester County, a tributary of the Hudson River, in 1992. It was 18 1/2 inches long. \"I always ... "], ["2020-05-19 00:52", "Hendrik Nollens, marine mammal expert who worked with Navy and SeaWorld, joins PMMC ...  rescue centers from SeaWorld San Diego to The Marine Mammals Center in Sausalito that work with the National Oceanic and Atmospheric Administration to share data and responses to challenging ocean conditions. It has expanded its animal care, medical and disentanglement programs and has seen success through satellite tagging with its rescued pups now being productive members of the marine mammal population. Martha Shimano, a longtime donor to PMMC, said she is thrilled with the hire and believes it will go a long way in drawing more financial support for the center. Just last week the center was called to help several dolphins and took in two sea lions with advanced cancer. \"PMMC, hopefully with the addition of Dr. Nollens, will gain the awareness and ... "], ["2020-05-14 22:54", "With a boom in cycling we detail how to ride out the Covid crisis... ... ;re under no obligation. For more information visit halfords.com . GET CLEARANCE: If you want to buy your own bike, it's worth checking clearance sections online for cheaper prices. Evanscycles.com has plenty on offer, with many road bikes discounted by up to 30 per cent, with finance options available to lessen the blow. It also has accessories to make your rides go smoother, such as the Shimano RP100 Road Shoe for 49.99, down from 69.99. Always use head protection and get it for less at Sportsdirect.com , where you can pick up the Men's Muddyfox helmet for 14.99, usually selling for 37.99. CHILD-FRIENDLY: To get your youngsters into cycling, head to thebikeclub.co.uk . Choose your bike by measuring your child and decide on either a refurbished bike ... "], ["2020-05-14 17:00", "Best mountain bikes to buy in 2020: tackle off-road conditions effortlessly ...  AL 6.0 from Canyon is one to consider for the full trail-package. It's nice and quick thanks to a lightweight aluminium body, and weighs only 13kg which won't hold you back or slow you down when you're off-road exploring or fine-tuning your trail skills. 29 inch wheels allow you to tear up trails but still manage to climb a steep hill and the Shimano MT400 disc brakes ensure fast stopping power. Price: 949, Canyon - buy here now 7. Norco Rampage 2 2020 Mountain Bike Norco Rampage 2 2020 Mountain Bike If you're looking for a purpose-built bike that was crafted with slopestyle and indoor bike parks in mind, this is it. The Rampage 2 from Norco has a cool design that's tough and boasts some pretty cool features that enhance the dirt ... "], ["2020-05-13 17:00", "Best commuter bike for 2020: stay fit and get around easily ... , making getting on and off the tube a complete breeze. The bike and pedals fold up neatly with a patented lock to keep it secure when it isn't in use. There's 7 Shimano gears to get you around, which is a decent amount of gears for everyday city riding. The handle bar and stem are completely adjustable, allowing for a comfortable and riding position and there's even  ...  keep you riding comfortably for longer. Thanks to a more upright riding position and SAVE Micro-Suspension flex zones you'll be more comfortable and in control. A useful feature is the Shimano 105 22 Speed Drivetrain for precise gear changes and which is perfect for off road riding and conquering hills. With Vittoria Zaffiro 700 x 28c tyres, you'llbe able to reach super ... "]]}}