{"postfix": "siemens-aktie", "name": "SIEMENS", "wkn": "723610", "time": "2020.06.02 11:32", "ts": 1591090369, "features": {"KGV": "14.21", "Marktkapitalisierung": {"Size": "Mrd", "Value": "83.13"}, "GA": "6.93", "KBV": "1.66", "BA": "59.32", "KCV": "10.16", "CA": "9.69", "Vola30": "38.82", "Vola90": "65.94", "Vola180": "49.19", "Vola250": "37.37"}, "rivals": ["at_s-aktie", "centrotec_sustainable-aktie", "psi_software-aktie", "general_electric-aktie", "fresenius_medical_care-aktie", "nokia-aktie", "agilent_technologies-aktie"], "text_data": {"de": [["2020.06.02", "Siemens Healthineers: Corona-Antikörpertest - grünes Licht aus den USA"], ["31.05.20", "Siemens-Aktie: Das sind die Expertenmeinungen des Monats Mai"], ["30.05.20", "GESAMT-ROUNDUP: Lufthansa gibt Landerechte ab - Rettung nimmt wichtige Hürde"], ["29.05.20", "Windturbinen: Siemens Gamesa erhält Großauftrag aus Frankreich"], ["28.05.20", "Siemens Healthineers: „Innovation im Blut“ - geht die Rallye weiter?"], ["27.05.20", "Die Siemens-Abspaltungen"], ["27.05.20", "Siemens Healthineers mit neuem Corona-Antikörpertest"], ["26.05.20", "Schwerer Start von Siemens Energy: Joe Kaeser verpasst Chance zum Großreinemachen"], ["26.05.20", "Nach Börsengang: Siemens will Anteil an Energie-Sparte schnell weiter abbauen"], ["26.05.20", "MÄRKTE EUROPA/Tourismus- und Reise-Aktien zünden Kursfeuerwerk"], ["26.05.20", "XETRA-SCHLUSS/Vertrauen in V-förmige Erholung wächst"], ["26.05.20", "Neue Energie für Siemens-Aktionäre"], ["26.05.20", "MÄRKTE EUROPA/DAX über 11.500 - Reiseaktien mit Kursfeuerwerk"], ["26.05.20", "Siemens geht schnell auf Distanz zu Energie-Sparte"], ["26.05.20", "Siemens Energy geht Ende September an die Börse"], ["26.05.20", "Siemens will Energiegeschäft zu 55 Prozent an Aktionäre abgeben"], ["26.05.20", "Siemens will Energiegeschäft zu 55 Prozent an Aktionäre abgeben"], ["26.05.20", "Siemens Energy: Scheidungsvertrag mit Finanzpolster - Sitz offen"], ["26.05.20", "Börsengang: Siemens Energy geht mit roten Zahlen an die Börse - bleibt aber schuldenfrei"], ["26.05.20", "Siemens Healthineers: Jetzt geht es Schlag auf Schlag!"], ["26.05.20", "Siemens Healthineers - Bis zu 50 Mio Antikörper-Tests pro Monat"], ["26.05.20", "Diagnostik: Siemens Healthineers liefert weltweit Corona-Antikörpertests aus"], ["26.05.20", "MÄRKTE EUROPA/Tourimsus- und Reise-Aktien zünden Kursfeuerwerk"], ["26.05.20", "MÄRKTE EUROPA/Aufwärtsbewegung hält an - Reisesektor favorisiert"], ["26.05.20", "Siemens erzielt Einigung - diese Zahl ist wichtig"], ["26.05.20", "Börsengang: Siemens will zunächst 45 Prozent an Energie-Sparte behalten"], ["26.05.20", "Börse 05:45 Uhr Wirecard und Siemens im Fokus"], ["25.05.20", "Siemens trennt sich vom Energiegeschäft - Details stehen fest"]], "en": [["29.05.20", "Siemens Gamesa, Ailes Marines ink Saint-Brieuc turbine deal"], ["26.05.20", "Siemens outlines plan for energy division listing"], ["26.05.20", "Siemens to give shareholders 55% of Energy business spin-off"], ["26.05.20", "Siemens Gamesa lands 2.6GW Dominion deal with 14MW unit"], ["26.05.20", "Siemens Gamesa secures first order for 14MW titan"], ["25.05.20", "Siemens to initially keep 45% in Siemens Energy after spin-off: sources"], ["22.05.20", "Siemens Gamesa adds 226MW Senvion service in Oz"], ["21.05.20", "Siemens Gamesa appoints North America onshore chief "], ["21.05.20", "Bulgarian State Railways Signed a Contract with Siemens"], ["19.05.20", "Siemens Gamesa unveils 14MW offshore titan"], ["18.05.20", "Siemens Gamesa secures €600m Hornsea 2 guarantee"], ["18.05.20", "Atos International : Atos and Siemens introduce Digital Twin solution within the global pharmaceutical industry"], ["15.05.20", "Siemens Gamesa expands Taiwanese nacelle plant"], ["14.05.20", "Siemens Gamesa staff start offshore risk training"], ["12.05.20", "Siemens Gamesa delivers Philippines hybrid"], ["08.05.20", "Siemens unveils plan to list merged wind business"], ["08.05.20", "Siemens surges as cuts costs and presses on with energy IPO"], ["08.05.20", "Siemens surges as cuts costs and presses on with energy IPO"], ["08.05.20", "Siemens surges as cuts costs and presses on with energy IPO"], ["08.05.20", "Siemens has secured 3 billion euro loan for Energy spin-off: BBG TV"], ["08.05.20", "Siemens sees bigger hit from Covid-19 as Q2 profit down"], ["08.05.20", "Siemens prepares for COVID-19 trough to last 6-9 months: CNBC"], ["08.05.20", "Siemens prepares for COVID-19 trough to last 6-9 months: CNBC"], ["08.05.20", "Siemens sees sales decline of up to 5% for 2020 financial year"], ["08.05.20", "Siemens sees sales decline of up to 5% for 2020 financial year"], ["08.05.20", "Siemens steps up cost-saving programme to tackle coronavirus downturn"], ["08.05.20", "Siemens sees bigger hit from coronavirus impact coming as second-quarter profit plunges"], ["08.05.20", "Siemens steps up cost-saving programme to tackle coronavirus downturn"], ["08.05.20", "Siemens sees bigger hit from coronavirus impact coming as second-quarter profit plunges"], ["08.05.20", "Siemens sees bigger hit from coronavirus impact coming as second-quarter profit plunges"], ["08.05.20", "Siemens sees strongest coronavirus impact in next quarter as second-quarter profit plunges"], ["08.05.20", "Siemens sees strongest coronavirus impact in next quarter as second-quarter profit plunges"], ["08.05.20", "Siemens sees strongest coronavirus impact in next quarter as second-quarter profit plunges"], ["06.05.20", "COVID-19: Siemens Gamesa plunges into the red"], ["06.05.20", "Siemens Gamesa warns coronavirus will keep squeezing 2020 finances"], ["06.05.20", "Siemens Gamesa warns coronavirus impact will shrink profitability further"], ["05.05.20", "Prospect of rebound in orders lifts Siemens Healthineers shares"], ["05.05.20", "Siemens Healthineers says full-year outlook beyond reach"], ["04.05.20", "Siemens Aktiengesellschaft : Release of a capital market information"], ["01.05.20", "Siemens Gamesa completes Senvion blade plant swoop"], ["2020-06-02 08:45", "How COVID-19 could speed up smart-city visions ...  of the future Masdar City: Green, but empty Masdar City in the United Arab Emirates, an ecological, high-tech city, was supposed to be finished by 2016. That \"opening date\" has been scrapped, as has the erstwhile goal of making it completely emissions-free. The city is now expected to be completed by 2030. The International Renewable Energy Agency (IRENA) is there already, as is Siemens, but ordinary residents have yet to move in. The high-tech cities of the future Maidar in Mongolia Ulaanbaatar, Mongolia tends to choke on smog and traffic. A new city called Maidar, south of the capital, is to be built to ease the situation. According to the plans of Cologne architect Stefan Schmitz, 300,000 people are to live there eventually in a climate-friendly ... "], ["2020-06-02 08:25", "GlobeNewswire ...  to smartphones to continuously monitor the vital respiratory parameters. For instance, in 2018, Nuva Air, a Swedish digital health startup launched a smart device, Air Next, that monitors all the vital respiratory parameters in patients with asthma and other respiratory diseases. Major players in the respiratory monitoring devices market are Covidien, GE Healthcare, Philips Healthcare, ResMed, Siemens Healthcare, Merck & Co., Calando Pharmaceuticals, Quark Pharmaceuticals, Sirnaomics Inc., and Traversa Therapeutics. Report Scope]]> Tue, 02 Jun 2020 08:03 GMT 2041971 en GlobeNewswire Inc. Research and Markets Tue, 02 Jun 2020 08:03 GMT Research Analysis and Reports http://www.globenewswire.com/news-release/2020/06/02/2041970/0/da/Anmodning-om-suspension.html ... "], ["2020-06-02 08:23", "How do coronavirus home antibody tests work, and how do I get one? ... , a private oncologist and Dean of Medicine at the University of Buckingham, validated a test kit using samples from staff at his clinics, which were then verified by a private lab. Around 6 per cent of staff were found to have had the virus but, crucially, under-40s who had tested positive came back negative , suggesting the test may not be useful for the wider population. Siemens Healthineers, a German diagnostics and medical imaging firm, also announced on April 23 that it was producing an antibody blood test to identify past coronavirus infections. The blood tests were expected to be available to large labs by late May , the company said, adding that it would be able to provide more than 25 million tests per month from June thanks to an upgrade to its ... "], ["2020-06-01 06:43", "The Streethttps://www.thestreet.comhttps://www.thestreet.com/site/images/apple-touch-icon.pngTheStreethttps://www.thestreet.comTempestTue, 02 Jun 2020 09:14:07 GMTTue, 02 Jun 2020 09:14:07 GMThttps://www.thestreet.com/press-releases/data-center-colocation-market-size-worth-104-77-billion-by-2027-grand-view-research-inc-15337588https://www.thestreet.com/press-releases/data-center-colocation-market-size-worth-104-77-billion-by-2027-grand-view-research-inc-15337588Tue, 02 Jun 2020 09:05:00 GMT SAN FRANCISCO, June 2, 2020 /PRNewswire/ -- The global data center colocation market size is expected to reach USD 104.77 billion by 2027, expanding at a CAGR of 12.9% from 2020 to 2027, according to a study conducted by Grand View Research, Inc. Colocation is the practice of  ... "], ["2020-06-01 06:28", "Reutershttps://www.reuters.com/article/us-health-coronavirus-britain-casualties/uk-covid-19-death-toll-rises-to-nearly-50000-reuters-tally-shows-idUSKBN239126https://www.reuters.com/resources/r/?m=02&d=20200602&t=2&i=1520758655&w=&fh=&fw=&ll=460&pl=300&r=LYNXMPEG510OSReuterseng2020-06-02T08:58:39+00:00UK COVID-19 death toll rises to nearly 50,000, Reuters tally showsHeadlines,Worldhttps://www.reuters.com/article/us-health-coronavirus-bangladesh-rohingy/first-rohingya-dies-from-coronavirus-in-bangladesh-idUSKBN239135Reuterseng2020-06-02T08:58:06+00:00First Rohingya dies from coronavirus in BangladeshHeadlines,Worldhttps://www.reuters.com/article/us-minneapolis-police-congress/us-lawmaker-prepares-bill-aiming-to-end-court-protection-for-police-idUSKBN23831Whttps:// ... "], ["2020-06-01 05:48", "Spanish stocks - Factors to watch on June 1 ...  1 (Reuters) - The following Spanish stocks may be affected by newspaper reports and other factors on Monday. Reuters has not verified the newspaper reports, and cannot vouch for their accuracy: MASMOVIL, KKR A consortium of three buyout funds including KKR and Cinven is looking to launch a takeover bid for Spanish telecoms company MasMovil, two sources close to the matter told Reuters. SIEMENS GAMESA The company said it had received a firm order to supply wind turbines in France with total capacity of 497 MW. FERROVIAL The company announced closure of paid up capital increase of 1.2 million euros and payment of about 93 million euros in cash to shareholders. ACCIONA The company suspended the negotiations to buy a majority stake in the electric motorcycle ... "], ["2020-06-01 05:48", "Spanish stocks - Factors to watch on June 1 ...  1 (Reuters) - The following Spanish stocks may be affected by newspaper reports and other factors on Monday. Reuters has not verified the newspaper reports, and cannot vouch for their accuracy: MASMOVIL, KKR A consortium of three buyout funds including KKR and Cinven is looking to launch a takeover bid for Spanish telecoms company MasMovil, two sources close to the matter told Reuters. SIEMENS GAMESA The company said it had received a firm order to supply wind turbines in France with total capacity of 497 MW. FERROVIAL The company announced closure of paid up capital increase of 1.2 million euros and payment of about 93 million euros in cash to shareholders. ACCIONA The company suspended the negotiations to buy a majority stake in the electric motorcycle ... "], ["2020-05-31 23:32", "Germany, Lufthansa prove tougher foes for Vestager than Google ...  that may have cost her a shot at the EU's top job. But European airlines are a trickier target for EU regulators than US technology giants. Air France-KLM's quick approval for a French government loan drew some ire in Germany. When Lufthansa faced higher hurdles, the reaction showed that many politicians hadn't recovered from her decision to block Siemens AG and Alstom SA's plans to create a mammoth rail company. \"Weakening a major pan-European airline like Lufthansa by slot divestments goes against the debate, spearheaded by German and French commentators, of the need to create European champions,\" said Ioannis Kokkoris, a law and economics professor at Queen Mary University of London. Lufthansa will be one of the first companies ... "], ["2020-05-31 23:01", "Make Covid-19 recovery green, say business leaders ...  government to deliver a Covid-19 recovery plan that prioritises the environment. They say efforts to repair the economy should support the government's commitment to tackle the climate change crisis. They believe ministers should use the Covid-19 lockdown as a springboard to propel a green economy. The signatories to the letter include Lloyds Bank, Asda, Siemens and Sky. The proposals outlined by firms such as Mitsubishi, Signify and Yorkshire Water in a letter to the prime minister include: Driving investment in low carbon innovation, infrastructure and industries. Focusing support on sectors that can best support the environment, increase job creation and foster the recovery - whilst also decarbonising the economy. Putting strings on financial support ... "], ["2020-05-31 15:57", "Tata-Mistry dispute will test the rights of minority shareholders: Lawyers ...  with Czech, Japanese firms to indigenise tech Coronavirus impact: Toyota Kirloskar Motors sales dip 86% in May Air India makes it mandatory for crew to check pre-flight Covid-19 results Covid-19 impact: LIC listing, IDBI Bank stake sale may be postponed FDA new drug approval run rate down in FY20 for most Indian pharma majors Some customers are talking about delaying our payments: Siemens India RIL on track to attain zero net debt even if Aramco deal is delayed: Report X You are here: Home Companies News 17 independent power producers to forgo imported coal for domestic supply Business Standard Tata-Mistry dispute will test the rights of minority shareholders: Lawyers The SC on Friday agreed to hear a plea filed by the SP Group challenging the National ... "], ["2020-05-31 15:49", "17 independent power producers to forgo imported coal for domestic supply ... , Japanese firms to indigenise tech Coronavirus impact: Toyota Kirloskar Motors sales dip 86% in May Air India makes it mandatory for crew to check pre-flight Covid-19 results Covid-19 impact: LIC listing, IDBI Bank stake sale may be postponed FDA new drug approval run rate down in FY20 for most Indian pharma majors Some customers are talking about delaying our payments: Siemens India RIL on track to attain zero net debt even if Aramco deal is delayed: Report X You are here: Home Companies News Hygiene, social distancing in focus as restaurants, shops gear up to reopen Tata-Mistry dispute will test the rights of minority shareholders: Lawyers Business Standard 17 independent power producers to forgo imported coal for domestic supply Adani Power, GMR Energy ... "], ["2020-05-31 14:58", "Hygiene, social distancing in focus as restaurants, shops gear up to reopen ... with Czech, Japanese firms to indigenise tech Coronavirus impact: Toyota Kirloskar Motors sales dip 86% in May Air India makes it mandatory for crew to check pre-flight Covid-19 results Covid-19 impact: LIC listing, IDBI Bank stake sale may be postponed FDA new drug approval run rate down in FY20 for most Indian pharma majors Some customers are talking about delaying our payments: Siemens India RIL on track to attain zero net debt even if Aramco deal is delayed: Report Trump-Twitter spat: Debate rages on role of social media companies YES Bank acquires 24.19% stake in Dish TV through pledged shares X You are here: Home Companies News Food to air conditioners: Consumers press order button as markets reopen Business Standard Hygiene, social distancing in focus ... "], ["2020-05-31 14:47", "Get, set, fly: Here's how airlines ensured safe travel as services resumed ...  with Czech, Japanese firms to indigenise tech Coronavirus impact: Toyota Kirloskar Motors sales dip 86% in May Air India makes it mandatory for crew to check pre-flight Covid-19 results Covid-19 impact: LIC listing, IDBI Bank stake sale may be postponed FDA new drug approval run rate down in FY20 for most Indian pharma majors Some customers are talking about delaying our payments: Siemens India RIL on track to attain zero net debt even if Aramco deal is delayed: Report Trump-Twitter spat: Debate rages on role of social media companies X You are here: Home Companies News Food to air conditioners: Consumers press order button as markets reopen Business Standard Get, set, fly: Here's how airlines ensured safe travel as services resumed The first step was ... "], ["2020-05-31 13:25", "Food to air conditioners: Consumers press order button as markets reopen ...  with Czech, Japanese firms to indigenise tech Coronavirus impact: Toyota Kirloskar Motors sales dip 86% in May Air India makes it mandatory for crew to check pre-flight Covid-19 results Covid-19 impact: LIC listing, IDBI Bank stake sale may be postponed FDA new drug approval run rate down in FY20 for most Indian pharma majors Some customers are talking about delaying our payments: Siemens India RIL on track to attain zero net debt even if Aramco deal is delayed: Report Trump-Twitter spat: Debate rages on role of social media companies YES Bank acquires 24.19% stake in Dish TV through pledged shares PE players, FMCG companies betting on branded spices, condiments market X You are here: Home Companies News BEML to firm up partnerships with Czech, Japanese ... "], ["2020-05-31 13:09", "BEML to firm up partnerships with Czech, Japanese firms to indigenise tech ...  Account My Page Sign out SIGN IN Subscribe JUST IN Coronavirus impact: Toyota Kirloskar Motors sales dip 86% in May Air India makes it mandatory for crew to check pre-flight Covid-19 results Covid-19 impact: LIC listing, IDBI Bank stake sale may be postponed FDA new drug approval run rate down in FY20 for most Indian pharma majors Some customers are talking about delaying our payments: Siemens India RIL on track to attain zero net debt even if Aramco deal is delayed: Report Trump-Twitter spat: Debate rages on role of social media companies YES Bank acquires 24.19% stake in Dish TV through pledged shares PE players, FMCG companies betting on branded spices, condiments market Quess Corp headcount likely to fall 10-15% in Q1 amid Covid-19 crisis X You are here ... "], ["2020-05-31 11:37", "Coronavirus impact: Toyota Kirloskar Motors sales dip 86% in May ...  BS Books Today's Paper BS E-Paper Bs Learning Hi , Change Password Subscribe My Page Sign out Change Password Manage My Account My Page Sign out SIGN IN Subscribe JUST IN Covid-19 impact: LIC listing, IDBI Bank stake sale may be postponed FDA new drug approval run rate down in FY20 for most Indian pharma majors Some customers are talking about delaying our payments: Siemens India RIL on track to attain zero net debt even if Aramco deal is delayed: Report Trump-Twitter spat: Debate rages on role of social media companies YES Bank acquires 24.19% stake in Dish TV through pledged shares PE players, FMCG companies betting on branded spices, condiments market Quess Corp headcount likely to fall 10-15% in Q1 amid Covid-19 crisis Lufthansa management accepts ... "], ["2020-05-31 11:10", "Georgia student, son of 2 first responders, creates lifesaving COVID-19 equipment ...  delivery of face shields from Georgia Tech. Jeremy Collins National impact Since the first deliveries to Atlanta-area hospitals, Georgia Tech's unique design has taken off. In April, after the Food and Drug Administration released an emergency use authorization for the mass production of face shields, the school partnered with manufacturer Siemens to begin mass producing its design. To date, Siemens has supplied the Georgia Emergency Management and Homeland Security Agency with 100,000 face shields to distribute across the state. GCMI passed the design on to other manufacturers — including Delta , ExxonMobil and Kia Motors — that are now helping produce the shields and distribute them across the country. Large corporations, including Coca ... "], ["2020-05-31 11:07", "Air India makes it mandatory for crew to check pre-flight Covid-19 results ... Change Password Subscribe My Page Sign out Change Password Manage My Account My Page Sign out SIGN IN Subscribe JUST IN Coronavirus impact: Toyota Kirloskar Motors sales dip 86% in May Covid-19 impact: LIC listing, IDBI Bank stake sale may be postponed FDA new drug approval run rate down in FY20 for most Indian pharma majors Some customers are talking about delaying our payments: Siemens India RIL on track to attain zero net debt even if Aramco deal is delayed: Report Trump-Twitter spat: Debate rages on role of social media companies YES Bank acquires 24.19% stake in Dish TV through pledged shares PE players, FMCG companies betting on branded spices, condiments market Quess Corp headcount likely to fall 10-15% in Q1 amid Covid-19 crisis Lufthansa management ... "], ["2020-05-31 09:01", "Covid-19 impact: LIC listing, IDBI Bank stake sale may be postponed ...  iPhone Android Wap BS PRODUCTS Smart Investor BS Hindi BS Motoring BS Books Today's Paper BS E-Paper Bs Learning Hi , Change Password Subscribe My Page Sign out Change Password Manage My Account My Page Sign out SIGN IN Subscribe JUST IN FDA new drug approval run rate down in FY20 for most Indian pharma majors Some customers are talking about delaying our payments: Siemens India RIL on track to attain zero net debt even if Aramco deal is delayed: Report Trump-Twitter spat: Debate rages on role of social media companies YES Bank acquires 24.19% stake in Dish TV through pledged shares PE players, FMCG companies betting on branded spices, condiments market Quess Corp headcount likely to fall 10-15% in Q1 amid Covid-19 crisis Lufthansa management accepts ... "], ["2020-05-31 08:16", "Some customers are talking about delaying our payments: Siemens IndiaRead more about Some customers are talking about delaying our payments: Siemens India on Business Standard. Clients are deferring certain orders, payments are delayed and cost of production is on a rise, says MD & CEO Sunil Mathur"]]}}