{"postfix": "skyworks_solutions-aktie", "name": "SKYWORKS_SOLUTIONS", "wkn": "857760", "time": "2020.06.02 14:06", "ts": 1591099616, "features": {"KGV": "12.54", "Marktkapitalisierung": {"Size": "Mrd", "Value": "17.35"}, "GA": "6.17", "KBV": "3.27", "BA": "23.63", "KCV": "9.87", "CA": "7.84", "Vola30": "59.27", "Vola90": "71.41", "Vola180": "57.73", "Vola250": "47.47"}, "rivals": [], "text_data": {"de": [["31.05.20", "So schätzen die Analysten die Skyworks Solutions-Aktie im Mai 2020 ein"], ["05.05.20", "Skyworks Solutions erzielt weniger Gewinn und kündigt Dividende an"], ["03.05.20", "Ausblick: Skyworks Solutions vermeldet Zahlen zum jüngsten Quartal"], ["30.04.20", "So schätzen die Analysten die Zukunft der Skyworks Solutions-Aktie ein"], ["19.04.20", "Erste Schätzungen: Skyworks Solutions verkündet Quartalsergebnis zum jüngsten Jahresviertel"], ["31.03.20", "März 2020: Das sind die Expertenmeinungen zur Skyworks Solutions-Aktie"], ["23.01.20", "Ausblick: Skyworks Solutions verkündet Quartalsergebnis zum jüngsten Jahresviertel"]], "en": [["27.05.20", "Skyworks to Present at BofA Securities 2020 Global Technology Conference"], ["06.05.20", "Why 5G Stock Skyworks Solutions Remains a Buy Even Amidst the Coronavirus Crisis"], ["06.05.20", "Skyworks to Present at 48th Annual J.P. Morgan Global Technology, Media and Communications Conference"], ["05.05.20", "Cirrus Logic, Skyworks Solutions Climb On March-Quarter Earnings"], ["05.05.20", "Skyworks Solutions Inc (SWKS) Q2 2020 Earnings Call Transcript"], ["04.05.20", "Skyworks Solutions (SWKS) Matches Q2 Earnings Estimates"], ["04.05.20", "Skyworks Reports Q2 FY20 Results"], ["30.04.20", "Better Buy: Skyworks Solutions vs. NVIDIA"], ["27.04.20", "Skyworks Solutions (SWKS) Outpaces Stock Market Gains: What You Should Know"], ["27.04.20", "Earnings Preview: Skyworks Solutions (SWKS) Q2 Earnings Expected to Decline"], ["23.04.20", "Is Skyworks Solutions a Millionaire-Maker Stock?"], ["02.04.20", "Skyworks Solutions (SWKS) Gains But Lags Market: What You Should Know"], ["25.03.20", "Coronavirus 'supply shock' caused a delay in 5G rollout and guidance haircut, Skyworks Solutions CEO says"], ["25.03.20", "Skyworks Solutions CEO calls 5G a 'multi-year thematic move'"], ["25.03.20", "Skyworks Solutions CEO says coronavirus caused 5G 'delay,' expects business to return by 2021"], ["24.03.20", "Better Buy: Micron Technology vs. Skyworks Solutions"], ["23.03.20", "Skyworks Solutions (SWKS) Gains As Market Dips: What You Should Know"], ["18.03.20", "Stocks With Rising Relative Strength: Skyworks Solutions"], ["04.03.20", "Apple supplier Skyworks Solutions lowers earnings forecast due to coronavirus"], ["11.02.20", "Skyworks Advances Next Generation Wi-Fi 6E"], ["06.02.20", "Skyworks Solutions (SWKS): Strong Industry, Solid Earnings Estimate Revisions"], ["01.02.20", "Better Buy: Skyworks Solutions vs. Broadcom"], ["29.01.20", "Skyworks Solutions Is Returning to Growth Thanks to Its 5G Mobile Business"], ["29.01.20", "Skyworks to Present at Goldman Sachs Technology and Internet Conference"], ["28.01.20", "Here's How Skyworks Solutions Stomped the Street Last Quarter"], ["24.01.20", "Skyworks Solutions Inc (SWKS) Q1 2020 Earnings Call Transcript"], ["23.01.20", "Skyworks Solutions (SWKS) Q1 Earnings and Revenues Surpass Estimates"], ["23.01.20", "Skyworks Exceeds Q1 FY20 Expectations"], ["17.01.20", "Skyworks Solutions (SWKS) Outpaces Stock Market Gains: What You Should Know"], ["16.01.20", "Earnings Preview: Skyworks Solutions (SWKS) Q1 Earnings Expected to Decline"], ["16.01.20", "Zacks Investment Ideas feature highlights: Verizon, Qualcomm, Broadcom, Intel and Skyworks Solutions"], ["13.01.20", "Why Skyworks Solutions Shares Gained 80.4% in 2019"], ["09.01.20", "Skyworks Solutions (SWKS) Gains But Lags Market: What You Should Know"], ["09.01.20", "Skyworks Sets Date for First Quarter Fiscal 2020 Earnings Release and Conference Call"], ["08.01.20", "Skyworks Delivers Premium Audio in Leading Sound Bars"], ["07.01.20", "Skyworks Enables Top Smart Home Security Systems"], ["06.01.20", "Skyworks Accelerates Adoption of 5G Massive IoT Applications"], ["03.01.20", "Skyworks to Present at J.P. Morgan CES Tech/Auto Forum"], ["2020-05-30 00:19", "EE Times ...  of its automotive, power management and industrial sales. Automotive accounted for 44 percent of Infineon's 2019 sales, followed by power management (30 percent). For all categories, Infineon's 2019 analog sales slipped a single percentage point to $3.75 billion.Among the biggest decliners last year were Skyworks Solutions, Maxim and ON Semi, all of which suffered a 13-percent decline in annual analog sales.IC Insights attributed much of No. 5 Skyworks' decline to ongoing U.S.-China trade frictions, noting that the chip maker's manufacturing customers have a \"large presence in China.\" Most make smartphones along with other communications equipment and computing components.As trade relations worsen, the market watcher noted that ... "], ["2020-05-29 19:41", "Analog IC Market Rides Rollercoaster ...  of its automotive, power management and industrial sales. Automotive accounted for 44 percent of Infineon's 2019 sales, followed by power management (30 percent). For all categories, Infineon's 2019 analog sales slipped a single percentage point to $3.75 billion. Among the biggest decliners last year were Skyworks Solutions, Maxim and ON Semi, all of which suffered a 13-percent decline in annual analog sales. IC Insights attributed much of No. 5 Skyworks' decline to ongoing U.S.-China trade frictions, noting that the chip maker's manufacturing customers have a \"large presence in China.\" Most make smartphones along with other communications equipment and computing components. As trade relations worsen, the market watcher noted that ... "], ["2020-05-29 16:31", "The 5 Best 5G Stocks on the Market Today for Investors ...  providers to chipmakers, there are a lot of sectors that look poised to profit from the introduction of 5G. With all of that in mind, here's a look at five companies that should ride the 5G wave this year: Skyworks Solutions (NASDAQ: SWKS ) AT&T (NYSE: T ) Nokia (NYSE: NOK ) Crown Castle (NYSE: CCI ) Apple (NASDAQ: AAPL ) So, let's dive in. Compare Brokers 5G Stocks to Buy: Skyworks Solutions (SWKS) Source: madamF / Shutterstock.com One of my favorite picks for 5G is Skyworks Solutions, a semiconductor firm headquartered in Irvine, California. The firm suffered some coronavirus-related pain when it released its fiscal second-quarter results . Like the rest of its peers, management had to downshift its expectations for the current quarter and was ... "], ["2020-05-28 17:36", "IBD Live Q&A Summary, Key Lists For Thursday, May 28, 2020 ... RGEN Repligen Corp RNG RingCentral Inc Cl A RP Realpage Inc SAM Boston Beer Company SDGR Schrodinger Inc SE Sea Limited Ads Cl A SEDG Solaredge Technologies SGEN Seattle Genetics Inc SHOP Shopify Inc Cl A SHW Sherwin-Williams Co SMG Scotts Miracle-Gro Co SNAP Snap Inc Cl A SNPS Synopsys Inc SPGI S&P Global Inc SPLK Splunk Inc SPOT Spotify Technology S A SQ Square Inc Cl A SWKS Skyworks Solutions Inc TEAM Atlassian Corp Plc Cl A TECH Bio-Techne Corp TGT Target Corporation TGTX TG Therapeutics Inc TMO Thermo Fisher Scientific TMUS T-Mobile U.S. Inc TNDM Tandem Diabetes Care Inc TPTX Turning Point Therap TREX Trex Company Inc TSCO Tractor Supply Co TSLA Tesla Inc TTD The Trade Desk Inc Cl A TW Tradeweb Markets Cl A TWLO Twilio Inc Cl A TXG 10x Genomics Inc Cl A ... "], ["2020-05-26 16:38", "IBD Live Q&A Summary, Key Lists For Tuesday, May 26, 2020 ...  Inc SAM Boston Beer Company SDGR Schrodinger Inc SE Sea Limited Ads Cl A SEDG Solaredge Technologies SGEN Seattle Genetics Inc SHOP Shopify Inc Cl A SHW Sherwin-Williams Co SMAR Smartsheet Inc Cl A SMG Scotts Miracle-Gro Co SNAP Snap Inc Cl A SNPS Synopsys Inc SPGI S&P Global Inc SPLK Splunk Inc SPOT Spotify Technology S A SQ Square Inc Cl A SWCH Switch Inc Cl A SWKS Skyworks Solutions Inc TDOC Teladoc Health Inc TEAM Atlassian Corp Plc Cl A TECH Bio-Techne Corp TGT Target Corporation TGTX TG Therapeutics Inc TMO Thermo Fisher Scientific TMUS T-Mobile U.S. Inc TNDM Tandem Diabetes Care Inc TPTX Turning Point Therap TREX Trex Company Inc TSLA Tesla Inc TTD The Trade Desk Inc Cl A TW Tradeweb Markets Cl A TWLO Twilio Inc Cl A TYL Tyler Technologies Inc UNH ... "], ["2020-05-22 15:51", "IBD Live Q&A And Two Key Stock Lists For May 22, 2020 ...  Qualys Inc QDEL Quidel Corp RP Realpage Inc REGN Regeneron Pharmaceutical REGI Renewable Energy Grp Inc RGEN Repligen Corp REYN Reynolds Consumer Prdcts RNG RingCentral Inc Cl A SPGI S&P Global Inc CRM Salesforce.com Inc SDGR Schrodinger Inc SMG Scotts Miracle-Gro Co SE Sea Limited Ads Cl A SGEN Seattle Genetics Inc NOW Servicenow Inc SHW Sherwin-Williams Co SHOP Shopify Inc Cl A SWKS Skyworks Solutions Inc WORK Slack Technologies Cl A SMAR Smartsheet Inc Cl A SNAP Snap Inc Cl A SEDG Solaredge Technologies SPLK Splunk Inc SPOT Spotify Technology S A SQ Square Inc Cl A SWCH Switch Inc Cl A SNPS Synopsys Inc TMUS T-Mobile U.S. Inc TTWO Take-Two Interactv Sftwr TNDM Tandem Diabetes Care Inc TGT Target Corporation TDOC Teladoc Health Inc TSLA Tesla Inc TGTX TG ... "], ["2020-05-21 16:27", "IBD Live Q&A Summary, Key Lists For Thursday, May 21, 2020 ...  A SAM Boston Beer Company SDGR Schrodinger Inc SE Sea Limited Ads Cl A SEDG Solaredge Technologies SGEN Seattle Genetics Inc SHOP Shopify Inc Cl A SHW Sherwin-Williams Co SMAR Smartsheet Inc Cl A SMG Scotts Miracle-Gro Co SNAP Snap Inc Cl A SNPS Synopsys Inc SPGI S&P Global Inc SPLK Splunk Inc SPOT Spotify Technology S A SQ Square Inc Cl A SWCH Switch Inc Cl A SWKS Skyworks Solutions Inc TCEHY Tencent Holdings Ltd Ads TDOC Teladoc Health Inc TEAM Atlassian Corp Plc Cl A TECH Bio-Techne Corp TGT Target Corporation TGTX TG Therapeutics Inc TMO Thermo Fisher Scientific TMUS T-Mobile U.S. Inc TNDM Tandem Diabetes Care Inc TREX Trex Company Inc TSLA Tesla Inc TTD The Trade Desk Inc Cl A TTWO Take-Two Interactv Sftwr TW Tradeweb Markets Cl A TWLO Twilio Inc Cl A ... "], ["2020-05-19 16:56", "IBD Live Q&A Summary, Key Stock And Mutual Funds Lists For Tuesday, May 19, 2020 ...  Schrodinger Inc SE Sea Limited Ads Cl A SEDG Solaredge Technologies SFM Sprouts Farmers Market SGEN Seattle Genetics Inc SHOP Shopify Inc Cl A SHW Sherwin-Williams Co SMAR Smartsheet Inc Cl A SMG Scotts Miracle-Gro Co SNAP Snap Inc Cl A SNPS Synopsys Inc SPGI S&P Global Inc SPLK Splunk Inc SPOT Spotify Technology S A SQ Square Inc Cl A SWCH Switch Inc Cl A SWKS Skyworks Solutions Inc TCEHY Tencent Holdings Ltd Ads TDOC Teladoc Health Inc TEAM Atlassian Corp Plc Cl A TECH Bio-Techne Corp TGT Target Corporation TGTX TG Therapeutics Inc TMO Thermo Fisher Scientific TMUS T-Mobile U.S. Inc TNDM Tandem Diabetes Care Inc TREX Trex Company Inc TRHC Tabula Rasa Healthcare TSLA Tesla Inc TTD The Trade Desk Inc Cl A TTWO Take-Two Interactv Sftwr TW Tradeweb Markets Cl ... "], ["2020-05-18 16:13", "IBD Live Q&A And Two Key Stock Lists For May 18 ... Qualys Inc QDEL Quidel Corp REGN Regeneron Pharmaceutical RGEN Repligen Corp RMD Resmed Inc REYN Reynolds Consumer Prdcts RNG RingCentral Inc Cl A ROP Roper Technologies Inc SPGI S&P Global Inc CRM Salesforce.com Inc SDGR Schrodinger Inc SMG Scotts Miracle-Gro Co SE Sea Limited Ads Cl A SGEN Seattle Genetics Inc NOW Servicenow Inc SHW Sherwin-Williams Co SHOP Shopify Inc Cl A SWKS Skyworks Solutions Inc SMAR Smartsheet Inc Cl A SNAP Snap Inc Cl A SEDG Solaredge Technologies SPLK Splunk Inc SFM Sprouts Farmers Market SQ Square Inc Cl A SWCH Switch Inc Cl A SNPS Synopsys Inc TMUS T-Mobile U.S. Inc TRHC Tabula Rasa Healthcare TTWO Take-Two Interactv Sftwr TNDM Tandem Diabetes Care Inc TGT Target Corporation TDOC Teladoc Health Inc TCEHY Tencent Holdings Ltd Ads ... "], ["2020-05-18 13:05", "NVIDIA Releases New Artificial Intelligence Hardware ... 2.30 (-4.41%) ERIC Telefonaktiebolaget LM Ericsson NASDAQ: ERIC $8.42 up $0.29 (3.57%) BMWYY Bayerische Motoren Werke OTC: BMWYY $17.96 up $0.26 (1.47%) Related Articles 3 Top Video Game Stocks to Buy in May Will NVIDIA Get a Boost From New Gaming Laptops? 3 Attractive Dividend Stocks to Buy in May NVIDIA Plans to Acquire the Data Center Networking Specialist Cumulus Networks Better Buy: Skyworks Solutions vs. NVIDIA NVIDIA Releases New Artificial Intelligence Hardware @themotleyfool #stocks $NVDA $TSM $ERIC $BMWYY Next Article Prev 1 2 3 4 5 Next Terms of Use Privacy Policy Accessibility Policy Copyright, Trademark and Patent Information Terms and Conditions Do Not Sell My Personal Information Market data powered by FactSet and Web Financial Group . Current"], ["2020-05-18 12:42", "GOLDMAN SACHS: Buy these 21 cheap, unappreciated stocks that offer above-average growth potential ...  descending valuation percentile for their sector, implying greater upside as the list progresses. 21. Travelers Companies TRV Ticker: TRV Sector: Financials Valuation percentile in sector: 40 Source: Goldman Sachs Global Research 20. D.R. Horton Inc. DHI Ticker: DHI Sector: Consumer Discretionary Valuation percentile in sector: 39 Source: Goldman Sachs Global Research 19. Skyworks Solutions SWKS Ticker: SWKS Sector: Information Technology Valuation percentile in sector: 38 Source: Goldman Sachs Global Research 18. Simon Property Group SPG Ticker: SPG Sector: Real Estate Valuation percentile in sector: 38 Source: Goldman Sachs Global Research 17. CDW Corp. CDW Ticker: CDW Sector: Information Technology Valuation percentile in sector: 37 Source: Goldman Sachs ... "], ["2020-05-18 03:39", "Elders posts strong result despite pandemic and bushfire disruption ...  cannot be reasonably estimated, and supply chains were operating with minimal disruptions. Livestock supply chains continue to operate without major disruption from COVID-19 with digital solutions in place to facilitate transactions alternatively to in-person methods. Cattle and sheep prices are forecast to remain high, Elders added in its outlook announcement. Wool  ... Eagles, Dockers, WAFL and State of Origin! Find out More Top Stories The West Live Premium 'It's a $2 packet of chips': Fury over crackergate Virus fallout Premium Cancelled Skyworks funds may go to homeless Exclusive Premium Massive dark web sting sees 60 charged, drugs seized Home Latest The West Live News Sport Business Politics Opinion Lifestyle Entertainment Today's Paper  ... "], ["2020-05-16 00:06", "5G Is Still Coming Despite Covid-19. These Are the Stocks Set to Benefit First. ... modem business last year. But, until then, Qualcomm's presence in the iPhone will boost the chip maker's revenue. Beyond the iPhone, Qualcomm has an opportunity to take share in the RF business from incumbents, including Qorvo (QRVO) and Skyworks Solutions (SWKS). Qualcomm's RF offerings have become more competitive, Arcuri says, giving the company a more complete 5G product that it can bundle for customers that don't want to deal with multiple vendors. Qualcomm, Qorvo, and Skyworks are also best positioned to benefit from the coming of internet-connected devices. This so-called Internet of Things will lead to more devices needing more RF components. The market might already appreciate the opportunity. Arcuri has Neutral ratings on all three ... "], ["2020-05-15 17:22", "Chipmaker stocks fall on fears of Chinese retaliation against Huawei order ... ,\" which would hurt U.S. companies such as Qualcomm, Cisco, and Apple, according to the state-run Global Times . Apple was down just over 1% during trading on Friday. Cisco was flat. VIDEO 21:37 21:37 Amazon, Apple and Facebook are aiding the affordable housing crisis they caused Tech Related Tags Investment strategy Micron Technology Inc Lam Research Corp Skyworks Solutions Inc Qorvo Inc Subscribe to CNBC PRO Licensing & Reprints CNBC Councils Supply Chain Values Advertise With Us Join the CNBC Panel Digital Products News Releases Closed Captioning Corrections About CNBC Internships Site Map Podcasts AdChoices Careers Help Contact News Tips Got a confidential news tip? We want to hear from you. Get In Touch CNBC Newsletters Sign up for free newsletters ... "], ["2020-05-15 16:26", "IBD Live Q&A Summary, Key Lists For Friday, May 15, 2020 ... Inc RNG RingCentral Inc Cl A SAM Boston Beer Company SDGR Schrodinger Inc SE Sea Limited Ads Cl A SEDG Solaredge Technologies SFM Sprouts Farmers Market SGEN Seattle Genetics Inc SHOP Shopify Inc Cl A SMAR Smartsheet Inc Cl A SMG Scotts Miracle-Gro Co SNAP Snap Inc Cl A SNPS Synopsys Inc SPGI S&P Global Inc SPLK Splunk Inc SQ Square Inc Cl A SWCH Switch Inc Cl A SWKS Skyworks Solutions Inc TCEHY Tencent Holdings Ltd Ads TDOC Teladoc Health Inc TEAM Atlassian Corp Plc Cl A TECH Bio-Techne Corp TGT Target Corporation TGTX TG Therapeutics Inc TMO Thermo Fisher Scientific TMUS T-Mobile U.S. Inc TNDM Tandem Diabetes Care Inc TREX Trex Company Inc TSLA Tesla Inc TTD The Trade Desk Inc Cl A TTWO Take-Two Interactv Sftwr TW Tradeweb Markets Cl A TWLO Twilio Inc Cl A ... "], ["2020-05-15 16:04", "U.S. Huawei Crackdown Spurs Selloff of Chip and Equipment Stocks ...  Lam down 7.2%, KLA (KLAC) off 4.7%, Teradyne (TER) down 6.7%, ASML off 3.8%, and Applied down 5.1%. Note that the stocks are largely reversing sharp gains yesterday on an initial report about TSMC building the Arizona fab. Chip stocks are selling off as well, with Micron down 3.7% and Qualcomm off 6%. Other smartphone chip stocks are lower, with Qorvo (QRVO) down 5.1% and Skyworks Solutions (SWKS) off 3.6%. Taiwan Semi shares are down 4.8%. And Apple shares are down 2.1%, to $303.09. The S&P 500 is down 0.9%. Write to Eric J. Savitz at eric.savitz@barrons.com Close U.S. Huawei Crackdown Spurs Selloff of Chip and Equipment Stocks Semiconductor and semi-equipment stocks are selling off Friday amid a flurry of developments regarding the U. From To Message SEND ... "], ["2020-05-15 04:00", "Trade Tensions, Retail Sales Woes Helped Push Stocks Into Retreat Mode In Early Trade ...  tweeted that if the United States further blocks key technology supply to Huawei, China would restrict or investigate US companies such as Qualcomm QCOM (QCOM), Cisco Systems CSCO (CSCO) and Apple AAPL (AAPL) and suspend purchases of Boeing BA (BA) aircraft. Shares of those companies were down this morning, as were chipmakers Advanced Micro Devices (AMD AMD ), NVIDIA NVDA (NVDA) and Skyworks Solutions SWKS (SWKS). Today In: Markets Stocks Fall, Dow Loses 200 Points After Retail Sales Plunge Record 16.4% Which Affordable Luxury Retailer Is A Better Bet: Ralph Lauren Or Tapestry? Here's Why Williams-Sonoma Can Reach $71 Post COVID-19 Crisis A question is whether simmering tensions between Washington and Beijing will lead to new tariffs. It seems that ... "], ["2020-05-14 17:55", "Huawei teardown shows US ban made company turn to Chinese parts ... of semiconductors and other crucial components for smartphones has also advanced over that time. Before the sanctions, Huawei already used semiconductors developed by its subsidiary HiSilicon in its phones. HiSilicon has now moved into developing semiconductors for 5G models. This shows that Huawei now has the capability to develop its own parts and has moved away from U.S. manufacturer Skyworks Solutions which made chips for its last model. On a broader scale, Huawei's new capability bodes well for China's ambitions to cut reliance on foreign suppliers. Huawei has overcome the obstacles in designing chips that can handle the reception and transmission of radio waves in 5G smartphones, which makes high-speed communication possible. Huawei's parts ... "], ["2020-05-14 15:42", "IBD Live Q&A And Two Key Stock Lists For May 14, 2020 ...  Interactive Cl A PDD Pinduoduo Inc Cl A Ads POOL Pool Corp QLYS Qualys Inc QDEL Quidel Corp REGN Regeneron Pharmaceutical RGEN Repligen Corp RMD Resmed Inc REYN Reynolds Consumer Prdcts RNG RingCentral Inc Cl A SPGI S&P Global Inc SDGR Schrodinger Inc SMG Scotts Miracle-Gro Co SE Sea Limited Ads Cl A SGEN Seattle Genetics Inc NOW Servicenow Inc SHOP Shopify Inc Cl A SWKS Skyworks Solutions Inc SMAR Smartsheet Inc Cl A SNAP Snap Inc Cl A SEDG Solaredge Technologies SPLK Splunk Inc SFM Sprouts Farmers Market SQ Square Inc Cl A SWCH Switch Inc Cl A SNPS Synopsys Inc TMUS T-Mobile U.S. Inc TTWO Take-Two Interactv Sftwr TNDM Tandem Diabetes Care Inc TGT Target Corporation TDOC Teladoc Health Inc TCEHY Tencent Holdings Ltd Ads TSLA Tesla Inc TGTX TG Therapeutics ... "], ["2020-05-14 13:15", "Teardown shows US ban turned Huawei to China-made parts in Mate 30 ... of semiconductors and other crucial components for smartphones has also advanced over that time. Before the sanctions, Huawei already used semiconductors developed by its subsidiary HiSilicon in its phones. HiSilicon has now moved into developing semiconductors for 5G models. This shows that Huawei now has the capability to develop its own parts and has moved away from U.S. manufacturer Skyworks Solutions which made chips for its last model. On a broader scale, Huawei's new capability bodes well for China's ambitions to cut reliance on foreign suppliers. Huawei has overcome the obstacles in designing chips that can handle the reception and transmission of radio waves in 5G smartphones, which makes high-speed communication possible. Huawei's parts ... "]]}}