{"postfix": "software-aktie", "name": "SOFTWARE", "wkn": "A2GS40", "time": "2020.06.02 12:11", "ts": 1591092692, "features": {"KGV": "12.30", "Marktkapitalisierung": {"Size": "Mrd", "Value": "2.57"}, "GA": "2.54", "KBV": "1.72", "BA": "18.19", "KCV": "13.49", "CA": "2.32", "Vola30": "25.43", "Vola90": "51.26", "Vola180": "46.43", "Vola250": "40.66"}, "rivals": ["bechtle-aktie", "msg_life-aktie", "p_i_personal_informatik-aktie", "psi_software-aktie", "utimaco_safeware-aktie", "microsoft-aktie", "sap-aktie"], "text_data": {"de": [["31.05.20", "Mai 2020: Die Expertenmeinungen zur Software-Aktie"], ["13.05.20", "Software AG führt am 26. Juni Online-Hauptversammlung durch"], ["30.04.20", "Software-Aktie: Das sind die Expertenmeinungen des Monats April"], ["25.04.20", "Software öffnete die Bücher zum abgelaufenen Quartal"], ["23.04.20", "ANALYSE-FLASH: Kepler Cheuvreux belässt Software AG auf 'Buy' - Ziel 34 Euro"], ["23.04.20", "ANALYSE-FLASH: JPMorgan belässt Software AG auf 'Neutral' - Ziel 30 Euro"], ["23.04.20", "ROUNDUP: Software AG senkt Prognose wegen Corona-Pandemie - Aktie legt zu"], ["23.04.20", "ANALYSE-FLASH: Baader Bank belässt Software AG auf 'Buy' - Ziel 34 Euro"], ["23.04.20", "Software AG senkt Prognose wegen Corona-Pandemie"], ["20.04.20", "HSBC: Wochenausblick: ZEW, GfK, Ifo, Einkaufsmanagerindizes, Netflix, IBM, Coca-Cola"], ["31.03.20", "Was Analysten von der Software-Aktie erwarten"], ["27.03.20", "MÄRKTE EUROPA/Sehr schwach - US-Vorlagen belasten Börsen"], ["27.03.20", "MÄRKTE EUROPA/Deutlicher Rücksetzer - USA machen Sorgen"], ["27.03.20", "MÄRKTE EUROPA/Börsen starten leichter - Prosieben gesucht"], ["26.03.20", "ANALYSE-FLASH: DZ Bank hebt Software AG auf 'Kaufen'"], ["20.03.20", "Software AG will die Dividende das sechste Jahr in Folge anheben"], ["17.03.20", "ANALYSE-FLASH: Commerzbank hebt Software AG auf 'Buy' - Ziel 35 Euro"], ["12.03.20", "ANALYSE-FLASH: Baader Bank belässt Software AG auf 'Buy' - Ziel 34 Euro"], ["05.03.20", "Ex-Chef Streibich soll Oberaufseher bei Software AG werden"], ["29.02.20", "Wie Experten die Software-Aktie im Februar einstuften"], ["29.01.20", "MÄRKTE EUROPA/Leichtes Plus vor Fed-Entscheidung - Software AG schwach"], ["29.01.20", "XETRA-SCHLUSS/DAX gut behauptet - Berichtssaison nimmt an Fahrt auf"], ["29.01.20", "MÄRKTE EUROPA/Anleger warten auf Fed-Entscheidung - Software AG schwach"]], "en": [["14.01.20", "Software AG to Appoint Matthias Heiden as New Chief Financial Officer"], ["03.01.20", "Software AG Cumulocity IoT Named Best Enterprise IoT Platform of the Year in the 2020 IoT Breakthrough Awards"], ["2020-06-02 09:50", "These quirky ASMR apps offer doses of digital catharsis ... -apps-which-ease-anxiety-and-relax-the-user/article31729408.ece THG PUBLISHING PVT LTD. Next Story Microsoft boss Satya Nadella to visit India later this month: sources Nadella is planning to be in India between February 24 and February 26 and will likely visit New Delhi, tech hub Bengaluru and the financial capital of Mumbai, two people familiar with the plans said Reuters Software updates slowing you down? This tool might fix it The new algorithm, based on a specialised form of machine learning called deep learning, is not only turnkey, but also quick, finding performance bugs in a matter of a few hours instead of days, says a study IANS Top Picks in The Hindu today Janina Gavankar live on Instagram @thehinduweekend Jamie Foxx, John Cusack, Halsey ... "], ["2020-06-02 09:37", "Will initiate more structural reforms to get growth back: PM (2nd Ld) ...  and operated by IANS Group and contains material which is derived in whole or in part from material supplied by the Company, various news agencies and other sources, and is protected by international copyright and trademark laws. Except where specifically authorised, the reader may not modify, copy, reproduce, republish, upload, post, transmit or distribute in any way any material from this site including code and software. The Company shall have the right at any time to change or modify the terms and conditions applicable to user's use of the ianslive.in Terms of Use: By visiting our site you are agreeing to be bound by the following terms and conditions. We may change these terms and conditions at any time. Your continued use of ianslive.in means that ... "], ["2020-06-02 09:37", "Apple cuts iPhone prices in China for annual '6.18' shopping fest ...  and operated by IANS Group and contains material which is derived in whole or in part from material supplied by the Company, various news agencies and other sources, and is protected by international copyright and trademark laws. Except where specifically authorised, the reader may not modify, copy, reproduce, republish, upload, post, transmit or distribute in any way any material from this site including code and software. The Company shall have the right at any time to change or modify the terms and conditions applicable to user's use of the ianslive.in Terms of Use: By visiting our site you are agreeing to be bound by the following terms and conditions. We may change these terms and conditions at any time. Your continued use of ianslive.in means that ... "], ["2020-06-02 09:31", "ZIP's creative US expansion ...  Larry Diamond wants to create a \"coalition of founders\" to take on Mastercard and Visa. Peter Braig At the time Lindenberg was working on a digital marketing company called CalReply, which was later sold to e-commerce marketing company Rokt. The links between Zip and QuadPay were boosted last year when Zip bought New Zealand company PartPay , which provides the technology platform software for both Zip and QuadPay. PartPay owned 14 per cent of QuadPay and now Zip is mopping up the rest. Related Quotes Advertisement Zip is paying for Quadpay through the issue of shares equivalent to 23 per cent of issued capital. Adding to the serendipitous connectivity in the buy now, pay later world, Diamond and his co-founder Peter Gray have crossed paths with ... "], ["2020-06-02 09:30", "R5bn more needed to get SAA back in skyShop @ Loot Drive360 Property360 Talent360 Voices360 The Young Independents News South Africa Eastern Cape Free State Gauteng Kwazulu-Natal Limpopo Mpumalanga Northern Cape North West Western Cape Politics Videos Polls Opinion Belt and Road Africa World Opinion Eish! Tech Mobile Gadgets Fintech Software and Internet Gaming Techsperts Business Report Companies Economy Energy Markets Shares Currencies Commodities Market Indicators Entrepreneurs Careers International Opinion Budget Belt and Road BRICS Entertainment Celebrity News International Local TV Local International Streaming Reality TV Soapies Movies News Reviews Coming Soon Music Local International Reviews Royals What's On Joburg Durban Cape Town Pretoria Books Lifestyle Food & Drink Recipes  ... "], ["2020-06-02 09:27", "Red Bull boss supportive of reverse grid race instead of q'fier in Austria ...  and operated by IANS Group and contains material which is derived in whole or in part from material supplied by the Company, various news agencies and other sources, and is protected by international copyright and trademark laws. Except where specifically authorised, the reader may not modify, copy, reproduce, republish, upload, post, transmit or distribute in any way any material from this site including code and software. The Company shall have the right at any time to change or modify the terms and conditions applicable to user's use of the ianslive.in Terms of Use: By visiting our site you are agreeing to be bound by the following terms and conditions. We may change these terms and conditions at any time. Your continued use of ianslive.in means that ... "], ["2020-06-02 09:26", "Road rage thug is jailed for trying to shoot terrified taxi passengers with a CROSSBOW ...  masks up in New York as she heads out to grab takeout wearing pink trousers and a designer sweatshirt over her baby bump Kylie Jenner 'blew through more than $130M on a private jet and real estate deals' before Forbes stripped her of billionaire status Real Housewives star Porsha Williams shares footage of herself getting pepper sprayed during a peaceful protest in Atlanta Master creative software skills: This $34 bundle will teach all you need to know about Photoshop, Illustrator and Adobe Cloud Promoted Robert Downey Jr. covers up in a colorful coat while riding his bike with a friend in Malibu Tiger Woods calls for calm across USA as violent protests rage in wake of George Floyd's death - and says lessons need to be learnt from the LA riots ... "], ["2020-06-02 09:22", "Helena Bonham Carter catches the eye in a seasonal floral print dress ...  masks up in New York as she heads out to grab takeout wearing pink trousers and a designer sweatshirt over her baby bump Kylie Jenner 'blew through more than $130M on a private jet and real estate deals' before Forbes stripped her of billionaire status Real Housewives star Porsha Williams shares footage of herself getting pepper sprayed during a peaceful protest in Atlanta Master creative software skills: This $34 bundle will teach all you need to know about Photoshop, Illustrator and Adobe Cloud Promoted Robert Downey Jr. covers up in a colorful coat while riding his bike with a friend in Malibu Tiger Woods calls for calm across USA as violent protests rage in wake of George Floyd's death - and says lessons need to be learnt from the LA riots ... "], ["2020-06-02 09:22", "Bulgaria's Sopharma buys back 86,748 own shares ...  Biomass & Biogas Bio/Organic Agriculture/Farming Biopharmaceuticals Biotechnology Brewing Bricks/Tiles Brokers/Dealers Building Construction Building Materials Business and Consumer Services Business/Management Consultancy Call Centres Carbon Capture and Storage (CCS) Car Parts Chemicals Civil Engineering Clothing Clothing/Textiles Coal Mining Computer Hardware Computer Software Concrete/Cement Construction/Real Estate Consumer Electronics Consumer Goods Copper Production Cosmetics & Perfumes Crude Oil/Natural Gas Extraction Dairy Products Data Processing Diversified Holdings Education Electrical Components/Equipment Electric cars/vehicles Electricity Generation Electronic Components Energy Storage Energy/Utilities Entertainment Fats & Oils Ferrous Metals ... "], ["2020-06-02 09:20", "Turkey continues looting wheat, brings logistic materials into Hasaka countryside ...  Reports Abundance, variety in agricultural products in markets at affordable prices 1 June 2020 Protests continue in many American cities and states after killing an African American citizen 1 June 2020 Mass demonstrations in front of the White House in protest against the killing of a man at the hand of police 30 May 2020 Decrees and Laws President al-Assad issues decrees ending appointment of Internal Trade Minister and naming replacement 11 May 2020 Presidential decree postpones People's Assembly elections to July 19,2020 7 May 2020 President al-Assad decrees general amnesty for crimes committed before March 22, 2020 22 March 2020 News in Photos Powered by sana | Designed by team to develop the software themetf Copyright 2020, All Rights Reserved"], ["2020-06-02 09:20", "Virus-tracking app angers thousands in Moscow with fines ...  app tracks users via GPS and sends them random notifications demanding a selfie to prove they're still at home. If it detects they've left home or they fail to provide a photo, they face a fine of about $56 each time. But soon the app became a nightmare for Alexeyeva. It crashed when she tried to take a photo. Weak with illness, she struggled with the software for days, sometimes on hold for hours with technical support. And when her quarantine ended, she discovered she had accumulated 11 fines totaling $620. 'That's more than my monthly wage,' Alexeyeva told The Associated Press. 'This quarantine has been hard on me. And now I have to deal with this on top of it.' Thousands of Muscovites also complain they have been wrongfully ... "], ["2020-06-02 09:18", "Kerry Katona shares a VERY rare snap of shirtless beau Ryan Mahoney ...  masks up in New York as she heads out to grab takeout wearing pink trousers and a designer sweatshirt over her baby bump Kylie Jenner 'blew through more than $130M on a private jet and real estate deals' before Forbes stripped her of billionaire status Real Housewives star Porsha Williams shares footage of herself getting pepper sprayed during a peaceful protest in Atlanta Master creative software skills: This $34 bundle will teach all you need to know about Photoshop, Illustrator and Adobe Cloud Promoted Robert Downey Jr. covers up in a colorful coat while riding his bike with a friend in Malibu Tiger Woods calls for calm across USA as violent protests rage in wake of George Floyd's death - and says lessons need to be learnt from the LA riots ... "], ["2020-06-02 09:17", "WhatsApp status feature coming soon to Jio Phone; details inside ... : FE Online | Published: June 2, 2020 2:47:13 PM Soon, users having a Jio Phone will be able to post status messages just like users on Android and iOS devices do. The Status feature on WhatsApp for Jio Phone is currently at \"Gold Master\" stage. Widely used messaging application WhatsApp is bringing its status feature to the Jio Phone, Joe Grinstead who is WhatApp software engineering lead for KaiOS said in an interview with Android Central. Soon, users having a Jio Phone will be able to post status messages just like users on Android and iOS devices do. It is to note that WhatsApp started supporting the Jio Phone in 2018 and had a very limited set of features which are eventually increasing with time. Facebook-owned company has extended its WhatsApp ... "], ["2020-06-02 09:15", "How Senior Citizens Can Save And Beat Risk Amid Record Low Rates ...  East, & Africa +44 20 7330 7500 Asia Pacific +65 6212 1000 Communications Press Announcements Press Contacts Industry Products Bloomberg Government Bloomberg Law/BNA Bloomberg Big Law Bloomberg New Energy Finance Media Services Advertising Bloomberg Content Service Bloomberg Live Conferences Follow Us Facebook Twitter LinkedIn Instagram Bloomberg Customers Bloomberg Anywhere Remote Login Download Software Service Center BloombergQuint Markets Business BQ Blue Exclusive Videos Coronavirus Pandemic Opinion Law And Policy Mutual Funds BQ Learning Economy & Finance BloombergQuint Markets Business BQ Blue Exclusive Videos Coronavirus Pandemic An old man looks up at an electronic screen displaying stock figures at the Bombay Stock Exchange (BSE) in Mumbai, India ... "], ["2020-06-02 09:15", "Tech review: JBL Quantum One gaming headset looks cool and sounds good ...  dial, head-tracking recalibration button and ANC on/off button. It is designed to be used with PCs via the USB-C connection. However, a 3.5mm threaded audio cable is included, allowing the headset to be used - albeit with diminished functionality - with consoles such as the Switch, PlayStation 4 and Xbox One. You will need the JBL Quantum Engine PC software to get the most out of the Quantum One. The software allows you to customise the lighting effects, create your own equaliser presets and calibrate the head-tracking and surround sound feature. For the last feature, you need to input your height and diameter of your head, before adjusting the direction of the virtual speakers. When used with my PC, the Quantum One's audio quality is superb. I could ... "], ["2020-06-02 09:14", "Number of UK shoppers out yesterday was 32% higher than previous Monday ...  masks up in New York as she heads out to grab takeout wearing pink trousers and a designer sweatshirt over her baby bump Kylie Jenner 'blew through more than $130M on a private jet and real estate deals' before Forbes stripped her of billionaire status Real Housewives star Porsha Williams shares footage of herself getting pepper sprayed during a peaceful protest in Atlanta Master creative software skills: This $34 bundle will teach all you need to know about Photoshop, Illustrator and Adobe Cloud Promoted Robert Downey Jr. covers up in a colorful coat while riding his bike with a friend in Malibu Tiger Woods calls for calm across USA as violent protests rage in wake of George Floyd's death - and says lessons need to be learnt from the LA riots ... "], ["2020-06-02 09:14", "Could Dorset be first back in full lockdown? MP Tobias Ellwood warns of beach-linked infection spike ...  masks up in New York as she heads out to grab takeout wearing pink trousers and a designer sweatshirt over her baby bump Kylie Jenner 'blew through more than $130M on a private jet and real estate deals' before Forbes stripped her of billionaire status Real Housewives star Porsha Williams shares footage of herself getting pepper sprayed during a peaceful protest in Atlanta Master creative software skills: This $34 bundle will teach all you need to know about Photoshop, Illustrator and Adobe Cloud Promoted Robert Downey Jr. covers up in a colorful coat while riding his bike with a friend in Malibu Tiger Woods calls for calm across USA as violent protests rage in wake of George Floyd's death - and says lessons need to be learnt from the LA riots ... "], ["2020-06-02 09:14", "MPs turn on Jacob Rees-Mogg for forcing them to return to Commons ...  masks up in New York as she heads out to grab takeout wearing pink trousers and a designer sweatshirt over her baby bump Kylie Jenner 'blew through more than $130M on a private jet and real estate deals' before Forbes stripped her of billionaire status Real Housewives star Porsha Williams shares footage of herself getting pepper sprayed during a peaceful protest in Atlanta Master creative software skills: This $34 bundle will teach all you need to know about Photoshop, Illustrator and Adobe Cloud Promoted Robert Downey Jr. covers up in a colorful coat while riding his bike with a friend in Malibu Tiger Woods calls for calm across USA as violent protests rage in wake of George Floyd's death - and says lessons need to be learnt from the LA riots ... "], ["2020-06-02 09:13", "Woman begs Botched! docs for help with her breasts after her first boob job was done by a dentist ...  masks up in New York as she heads out to grab takeout wearing pink trousers and a designer sweatshirt over her baby bump Kylie Jenner 'blew through more than $130M on a private jet and real estate deals' before Forbes stripped her of billionaire status Real Housewives star Porsha Williams shares footage of herself getting pepper sprayed during a peaceful protest in Atlanta Master creative software skills: This $34 bundle will teach all you need to know about Photoshop, Illustrator and Adobe Cloud Promoted Robert Downey Jr. covers up in a colorful coat while riding his bike with a friend in Malibu Tiger Woods calls for calm across USA as violent protests rage in wake of George Floyd's death - and says lessons need to be learnt from the LA riots ... "], ["2020-06-02 09:11", "Fitness model sparks debate amid George Floyd protests after saying she's 'mixed race' ...  a gaffe Coronavirus UK coronavirus death toll nears 50,000, shocking new figures claim The toll now stands at 49,646, including death certificate data for England and Wales released up to May 22, previous figures for Scotland and Northern Ireland, and hospital deaths in England DOOM Eternal Switch release date: Bethesda port could be coming in June Doom Bethesda and id Software's latest game is due to release on the Nintendo Switch soon and a new listing may have revealed precisely when Arsenal star Alexandre Lacazette 'first choice' for Inter Milan to replace Lautaro Martinez Arsenal FC Alexandre Lacazette is being lined up by Inter Milan to replace Lautaro Martinez, should the Argentinian join Barcelona this summer Rare sheep virus leaves ... "]]}}