{"postfix": "southwest_airlines-aktie", "name": "SOUTHWEST_AIRLINES", "wkn": "862837", "time": "2020.06.02 12:51", "ts": 1591095120, "features": {"KGV": "12.72", "Marktkapitalisierung": {"Size": "Mrd", "Value": "17.11"}, "GA": "4.27", "KBV": "2.89", "BA": "18.80", "KCV": "7.56", "CA": "7.19", "Vola30": "89.2", "Vola90": "96", "Vola180": "72.79", "Vola250": "53.11"}, "rivals": ["lufthansa-aktie", "continental_airlines-aktie", "delta_air_lines-aktie", "amr-aktie", "air_berlin-aktie", "united_airlines-aktie"], "text_data": {"de": [["19.05.20", "US-Airlines machen leichte Erholung in Corona-Krise aus"], ["11.05.20", "Southwest Airlines verkauft zehn Boeing 737 Max"], ["09.05.20", "Southwest Airlines: Boeing 737 erschlägt Mann auf der Piste"], ["06.05.20", "Corona - US-Fluggesellschaften verlieren zehn Milliarden Dollar pro Monat"], ["04.05.20", "MÄRKTE USA/Wall Street dreht ins Plus - Ölrally stützt Aktien"], ["04.05.20", "MÄRKTE USA/Wall Street grenzt Verluste ein - Nasdaq im Plus"], ["04.05.20", "MÄRKTE USA/Spannungen zwischen China und USA belastet Börse"], ["04.05.20", "MÄRKTE USA/Börse von Spannungen zwischen China und USA belastet"], ["30.04.20", "Southwest Airlines-Aktie: Was Analysten von Southwest Airlines erwarten "], ["29.04.20", "Southwest Airlines: Bilanzzahlen zum vergangenen Quartal"], ["28.04.20", "Corona-Krise bringt Southwest Airlines in die roten Zahlen"], ["28.04.20", "Rote Zahlen bei Southwest Airlines"], ["27.04.20", "Ausblick: Southwest Airlines gewährt Anlegern Blick in die Bücher"], ["15.04.20", "US-Regierung wird Airlines mit Hilfen in Milliardenhöhe stützen"], ["15.04.20", "US-Regierung wird Airlines mit Milliardenprogramm stützen"], ["08.04.20", "Erste Schätzungen: Southwest Airlines informiert über die jüngsten Quartalsergebnisse"], ["31.03.20", "Southwest Airlines-Aktie: Was Analysten von Southwest Airlines erwarten "], ["25.03.20", "Southwest Airlines schüttet 174. Quartalsdividende in Folge aus"], ["30.01.20", "Southwest Airlines gibt 174. Quartalsdividende in Folge bekannt"], ["23.01.20", "MÄRKTE USA/Börse kaum verändert - Angst vor Pandemie lässt nach"]], "en": [["01.06.20", "Southwest Airlines (LUV) to Resume Caribbean, Mexican Flights"], ["01.06.20", "Southwest Airlines receives $651.8 million in 2nd tranche of payroll support"], ["30.05.20", "Southwest Airlines CEO sees low-fare environment when traffic returns"], ["29.05.20", "Southwest Airlines (LUV) Stock Sinks As Market Gains: What You Should Know"], ["28.05.20", "Southwest Airlines adds routes catering to business travelers"], ["22.05.20", "MEDIA-Southwest Airlines signals jobs risk with plan for 30% cut in flying - Bloomberg News"], ["22.05.20", "Southwest Airlines Will Fly Again"], ["20.05.20", "Why Delta Air Lines, American Airlines, and Southwest Airlines Stocks Are Up Wednesday"], ["19.05.20", "Why Southwest Airlines Shares Were Up Today"], ["19.05.20", "Southwest Airlines May operating revenue, load factor to top expectations and sees improvement in June"], ["07.05.20", "Why Southwest Airlines and United Airlines Stocks Tanked Today"], ["03.05.20", "Southwest Airlines CEO says worst of pandemic over for company: ‘I don’t think June will be a good month...hopefully it will be a bit better than May’"], ["29.04.20", "Southwest Airlines Co (LUV) Q1 2020 Earnings Call Transcript"], ["28.04.20", "Southwest Airlines to Raise $2.6 Billion in Equity and New Debt"], ["28.04.20", "Southwest Airlines makes $94m loss in first quarter "], ["28.04.20", "Southwest Airlines (LUV) Reports Q1 Loss, Lags Revenue Estimates"], ["28.04.20", "Southwest Airlines loses $94 million as coronavirus snarls flights"], ["28.04.20", "Southwest Airlines posts first loss since 2011, sees revenue down as much as 95% in May"], ["27.04.20", "Is a Surprise Coming for Southwest Airlines (LUV) This Earnings Season?"], ["23.04.20", "Southwest Airlines CEO Warns of Potential Layoffs If Traffic Doesn't Return"], ["22.04.20", "Southwest Airlines (LUV) Stock Sinks As Market Gains: What You Should Know"], ["21.04.20", "The Zacks Analyst Blog Highlights: Southwest Airlines, Magellan Petroleum, Murphy USA, Par Pacific and Azure Power Global"], ["21.04.20", "Better Buy: Delta Air Lines vs. Southwest Airlines"], ["20.04.20", "DEADLINE TODAY: The Schall Law Firm Announces the Filing of a Class Action Lawsuit Against Southwest Airlines Co. and Encourages Investors with Losses in Excess of $100,000 to Contact the Firm"], ["17.04.20", "Southwest Airlines Goes to Employees Seeking Concessions"], ["17.04.20", "The Schall Law Firm Announces the Filing of a Class Action Lawsuit Against Southwest Airlines Co. and Encourages Investors with Losses in Excess of $100,000 to Contact the Firm"], ["16.04.20", "Analysts Estimate Southwest Airlines (LUV) to Report a Decline in Earnings: What to Look Out for"], ["16.04.20", "The Zacks Analyst Blog Highlights: Alaska Air, American Airlines, JetBlue Airways, United Airlines and Southwest Airlines"], ["14.04.20", "Southwest Airlines (LUV) Gains But Lags Market: What You Should Know"], ["05.04.20", "With Coronavirus Looming Large, Southwest Airlines Is Hoarding Cash"], ["04.04.20", "In coronavirus pandemic, Warren Buffett sells some Delta, Southwest airlines stock"], ["04.04.20", "Warren Buffett Dumps Delta Air Lines, Southwest Airlines As Coronavirus Pandemic Slams Industry"], ["02.04.20", "Southwest Airlines to apply for U.S. government aid as demand craters"], ["02.04.20", "Southwest Airlines to apply for U.S. government aid as demand craters"], ["02.04.20", "UPDATE 2-Southwest Airlines to apply for U.S. government aid as demand craters"], ["02.04.20", "Southwest Airlines to seek aid from U.S. Treasury as demand craters"], ["02.04.20", "UPDATE 1-Southwest Airlines to seek aid from U.S. Treasury as demand craters"], ["02.04.20", "Southwest Airlines to apply for aid with U.S. Treasury after demand craters"], ["31.03.20", "Southwest Airlines cutting 40% of its flight schedule"], ["31.03.20", "Southwest Airlines cutting more than 40% of flights in May as demand sags"], ["2020-06-02 10:06", "CA San Francisco Bay Area Zone Forecast ...  Travel City Guides Weekend Getaways Local Travel Tips and Hacks Wine Country Napa Reno-Tahoe Hawaii Mexico SF Insider: Things to do Monterey-Carmel Chris McGinnis' Travel Tips Airlines lure travelers back with extra elite-qualifying miles The ultimate guide to Livermore's top wineries (The Press) RV travel soars for summer trips as air travel stalls ... 80s to 90s. West winds 5 to 15 mph. .TUESDAY NIGHT...Mostly clear. Lows in the 50s to 60s. West winds 5 to 15 mph. .WEDNESDAY...Sunny. Highs in the 80s to 90s. West winds 5 to 10 mph...becoming southwest 10 to 20 mph in the afternoon. .WEDNESDAY NIGHT...Mostly clear. Lows in the lower 50s to mid 60s. West winds 10 to 20 mph...becoming 5 to 10 mph after midnight. .THURSDAY...Sunny. Highs in the upper 70s  ... "], ["2020-06-02 10:06", "CA Los Angeles/Oxnard CA Zone Forecast ...  Travel City Guides Weekend Getaways Local Travel Tips and Hacks Wine Country Napa Reno-Tahoe Hawaii Mexico SF Insider: Things to do Monterey-Carmel Chris McGinnis' Travel Tips Airlines lure travelers back with extra elite-qualifying miles The ultimate guide to Livermore's top wineries (The Press) RV travel soars for summer trips as air travel stalls  ...  at high elevations. South winds 10 to 20 mph in the afternoon. .TONIGHT..Partly to mostly cloudy. Lows from the upper 50s and 60s at low elevations to the upper 40s to mid 50s in colder valleys and peaks. Southwest winds 10 to 20 mph in the evening. .WEDNESDAY...Partly cloudy. Highs from the upper 80s to mid 90s at low elevations to the upper 70s to mid 80s at high elevations. West winds 10 to 20 mph in ... "], ["2020-06-02 10:06", "WA Seattle WA Zone Forecast ...  Travel City Guides Weekend Getaways Local Travel Tips and Hacks Wine Country Napa Reno-Tahoe Hawaii Mexico SF Insider: Things to do Monterey-Carmel Chris McGinnis' Travel Tips Airlines lure travelers back with extra elite-qualifying miles The ultimate guide to Livermore's top wineries (The Press) RV travel soars for summer trips as air travel stalls ... cloudy with a chance of rain in the morning, then rain at times in the afternoon. Rainfall amounts a tenth to a quarter of an inch possible. Highs in the 50s. Wind variable to 10 mph increasing to southwest 10 to 15 mph in the afternoon. .TONIGHT...Mostly cloudy. A slight chance of rain in the evening. Lows in the 40s. Wind variable to 10 mph increasing to west 10 to 15 mph after midnight. .WEDNESDAY... ... "], ["2020-06-02 10:00", "Here Are Six Dividend Stocks With Solid Payout Prospects—and a Built-In Exit Strategy ... Photograph by Justin Sullivan/Getty Images Equity-income investing can be treacherous nowadays given how many companies have suspended or cut their dividends due to the coronavirus pandemic and its economic fallout. As of May 29, close to 60 S&P 500 companies had taken such actions, according to S&P Dow Jones Indices, including such blue-chip names as Walt Disney (ticker: DIS) and Southwest Airlines (LUV). For some ideas for safer dividends, Barron's spoke with Savita Subramanian, head of U.S. equity strategy at BofA Securities. Based on her input, Barron's took these steps to set up a stock screen: First, we divided the S&P 500 into five groups, or quintiles. The first quintile contained the highest-yielding stocks, followed by the next four groups ... "], ["2020-06-02 09:51", "WA Spokane WA Zone Forecast ... Travel City Guides Weekend Getaways Local Travel Tips and Hacks Wine Country Napa Reno-Tahoe Hawaii Mexico SF Insider: Things to do Monterey-Carmel Chris McGinnis' Travel Tips Airlines lure travelers back with extra elite-qualifying miles The ultimate guide to Livermore's top wineries (The Press) RV travel soars for summer trips as air travel stalls ...  40s. West wind 5 to 15 mph with gusts to around 25 mph. .WEDNESDAY...Sunny. Highs in the mid to upper 70s. West wind 5 to 10 mph. .WEDNESDAY NIGHT...Partly cloudy. Lows in the mid to upper 40s. Southwest wind 5 to 10 mph. .THURSDAY...Sunny. Highs in the mid to upper 70s. West wind 5 to 10 mph. .THURSDAY NIGHT AND FRIDAY...Mostly cloudy. Lows in the lower 50s. Highs in the mid to upper 70s. .FRIDAY NIGHT ... "], ["2020-06-02 09:31", "CA Sacramento CA Zone Forecast ... a Travel City Guides Weekend Getaways Local Travel Tips and Hacks Wine Country Napa Reno-Tahoe Hawaii Mexico SF Insider: Things to do Monterey-Carmel Chris McGinnis' Travel Tips Airlines lure travelers back with extra elite-qualifying miles The ultimate guide to Livermore's top wineries (The Press) RV travel soars for summer trips as air travel stalls Routes ... Northwest winds up to 10 mph. .TONIGHT...Clear. Lows 61 to 67. West winds 10 to 15 mph. .WEDNESDAY...Sunny. Highs 95 to 101. West winds 10 to 15 mph. .WEDNESDAY NIGHT...Clear. Lows 59 to 65. Southwest winds 10 to 15 mph with gusts to around 25 mph. .THURSDAY...Sunny. Highs 92 to 98. West winds 10 to 15 mph. .THURSDAY NIGHT...Mostly clear. Lows around 59. .FRIDAY...Mostly sunny. Not as warm. Highs ... "], ["2020-06-02 09:30", "TX Forecast ... Weekend Getaways Local Travel Tips and Hacks Wine Country Napa Reno-Tahoe Hawaii Mexico SF Insider: Things to do Monterey-Carmel Chris McGinnis' Travel Tips Airlines lure travelers back with extra elite-qualifying miles The ultimate guide to Livermore's top wineries (The Press) RV travel soars for summer trips  ... t-storm in spots;89;69;SE;5;70%;60%;7 Houston;Couple of t-storms;91;73;SSE;6;72%;69%;8 Houston (Hobby Airport);Couple of t-storms;90;73;SSE;9;71%;70%;7 Houston / Dunn Helistop;Couple of t-storms;90;72;SSE;8;70%;67%;7 Houston / Southwest Airport;A shower or t-storm;89;70;N;4;78%;64%;7 Houston Clover;Couple of t-storms;89;74;SSE;6;72%;68%;7 Houston Hooks;A shower or t-storm;90;71;SSE;4;70%;65%;7 Houston Hull;Couple of t-storms;89;72;SSE;7;79%;70 ... "], ["2020-06-02 09:21", "CA Medford, OR Zone Forecast ... a Travel City Guides Weekend Getaways Local Travel Tips and Hacks Wine Country Napa Reno-Tahoe Hawaii Mexico SF Insider: Things to do Monterey-Carmel Chris McGinnis' Travel Tips Airlines lure travelers back with extra elite-qualifying miles The ultimate guide to Livermore's top wineries (The Press) RV travel soars for summer trips as air travel stalls  ...  mostly clear. Lows in the mid 40s to lower 50s. Northwest winds 10 to 15 mph shifting to the west around 5 mph after midnight. .THURSDAY...Sunny. Highs in the lower to mid 80s. Southwest winds around 5 mph shifting to the northwest in the late morning and afternoon. .THURSDAY NIGHT...Partly cloudy. Lows around 50. .FRIDAY...Partly cloudy. Slight chance of showers in the afternoon. Highs in the mid ... "], ["2020-06-02 09:11", "CA San Diego CA Zone Forecast ... amidst a Travel City Guides Weekend Getaways Local Travel Tips and Hacks Wine Country Napa Reno-Tahoe Hawaii Mexico SF Insider: Things to do Monterey-Carmel Chris McGinnis' Travel Tips Airlines lure travelers back with extra elite-qualifying miles The ultimate guide to Livermore's top wineries (The Press) RV travel soars for summer trips as air travel stalls Routes:  ...  NIGHT...Mostly clear. Lows 73 to 82. Areas of winds west 15 to 20 mph with gusts to 30 mph. .THURSDAY...Mostly sunny. Highs 106 to 111. Areas of winds east 15 mph becoming southwest with gusts to 30 mph in the afternoon. .THURSDAY NIGHT...Mostly clear in the evening...becoming partly cloudy. Lows 69 to 78. .FRIDAY...Partly cloudy in the morning...becoming mostly sunny. Breezy. Not as  ... "], ["2020-06-02 09:01", "Flight guidelines for COVID 19: Global airlines body IATA urges governments to implement ICAO measures ...  Funds Hybrid Funds New Fund Offer Gold Funds Only Buyers Only Sellers Volume Toppers Value Toppers Advances/Declines 52 Weeks High/Low Price Shockers Volume Shockers Flight guidelines for COVID 19: Global airlines body IATA urges governments to implement ICAO measures By: Debjit Sinha | New Delhi | Published: June 2, 2020 2:31:36 PM Flight guidelines for COVID 19: The flight guidelines are in line ...  Politics Economy Personal Finance Front Page FE Insight FE@campus Brand Wagon Today's Paper ePaper Photos Videos Horoscope Archive Invest Abroad News Companies, Stock Quotes Next Stories 1 Southwest monsoon to hit Goa on June 6, says IMD senior official 2 COVID-19 outbreaks may be seasonal, scientists say 3 COVID-19: India's drug regulator grants Gilead  ... "], ["2020-06-02 09:01", "Is American Airlines the Best Buy or Are Rival Carriers Set to Take Off? ... and American's business will improve. That's why the stock is a buy at these depressed levels. Expectations are so low that even a slight hint of outperformance will send the stock soaring. However, other airlines, such as Southwest Airlines (NYSE: LUV ), Delta Airlines (NYSE: DAL) , and UAL (NASDAQ: UAL ) may be a better buy. They are trading at double-digit percentage discounts to their average 52-week price targets. Shares of Dallas-based Southwest, for instance, have a potential upside of about 11%. The median price target of Wall Street analysts on Southwest is $38 after shares have slumped more than 37% since the start of the year. Shares of Delta have plunged more than 50% in 2020. DAL stock is trading at nearly a 30% discount to its median 52 ... "], ["2020-06-02 08:56", "TX El Paso TX/Santa Teresa NM Zone Forecast ...  for massive, fleeting displays, dies Coupons Menu Sections FULL CORONAVIRUS COVERAGE Updates: Here's what opened in San Francisco Monday Mass gatherings, erosion of trust upend coronavirus control Airlines lure travelers back with extra elite-qualifying miles https://www.sfgate.com/weather/article/TX-El-Paso-TX-Santa-Teresa-NM-Zone-Forecast-15310104.php TX El Paso TX ... NM Zone Forecast Published 2:00 am PDT, Tuesday, June 2, 2020 TX El Paso TX/Santa Teresa NM Zone Forecast for Monday, June 1, 2020 _____ 404 FPUS54 KEPZ 020853 ZFPEPZ Zone Forecast Product for Southwest New Mexico and Far West Texas National Weather Service El Paso TX/Santa Teresa NM 253 AM MDT Tue Jun 2 2020 TXZ418-022215- Western El Paso County- Including the cities of Downtown El Paso,  ... "], ["2020-06-02 08:48", "Southwest monsoon to hit Goa on June 6, says IMD senior official ... century'; winds up to 90-100 kmph likely The low-pressure area is likely to intensify into cyclonic storm 'Nisarga' and cross North Maharashtra and South Gujarat on June 3, he said. The southwest monsoon, which already hit Kerala on Monday, will reach Goa by June 6, Mohan said. \"Monsoon will advance further only after the low- pressure system in Arabian Sea dissipates and that may occur by  ... Reverse Repo Rate Revenue Deficit GDP Interim Budget Cess Customs Duty Quick Links FE Hindi PAN CARD AADHAAR CARD Passport-Visa Insurance World News Entertainment Travel & Tourism Airlines/Aviation More TAX CALCULATOR Epaper Photo Gallery Videos Opinion Commodities Defence Banking & Finance Today's Paper Top NSE/BSE Companies Share Price Yes Bank Share  ... "], ["2020-06-02 08:46", "CA Phoenix AZ Zone Forecast ... a Travel City Guides Weekend Getaways Local Travel Tips and Hacks Wine Country Napa Reno-Tahoe Hawaii Mexico SF Insider: Things to do Monterey-Carmel Chris McGinnis' Travel Tips Airlines lure travelers back with extra elite-qualifying miles The ultimate guide to Livermore's top wineries (The Press) RV travel soars for summer trips as air travel stalls  ... mph. .TONIGHT...Partly cloudy in the evening then considerable cloudiness. Lows 66 to 76. Northwest wind 5 to 10 mph. .WEDNESDAY...Mostly sunny. Highs 89 to 99. North wind 5 to 10 mph in the morning becoming southwest in the afternoon. .WEDNESDAY NIGHT...Clear. Lows 64 to 74. West wind 5 to 10 mph. .THURSDAY...Mostly sunny. Highs 89 to 99. West wind 5 to 10 mph in the morning becoming south in the  ... "], ["2020-06-02 08:41", "NY Buffalo NY Zone Forecast ...  a Travel City Guides Weekend Getaways Local Travel Tips and Hacks Wine Country Napa Reno-Tahoe Hawaii Mexico SF Insider: Things to do Monterey-Carmel Chris McGinnis' Travel Tips Airlines lure travelers back with extra elite-qualifying miles The ultimate guide to Livermore's top wineries (The Press) RV travel soars for summer trips as air travel stalls Routes:  ...  city of Lowville 430 AM EDT Tue Jun 2 2020 .TODAY...Mostly cloudy. A chance of showers late. Highs ranging from the lower 60s on the hilltops to the mid 60s across the lower elevations. Southwest winds 10 mph or less. Chance of rain 40 percent. .TONIGHT...Showers likely. Warmer with lows in the mid 50s. Light south winds. Chance of rain 70 percent. .WEDNESDAY...Mostly cloudy with a chance of  ... "], ["2020-06-02 08:36", "TX Lake Charles LA Zone Forecast ... amidst a Travel City Guides Weekend Getaways Local Travel Tips and Hacks Wine Country Napa Reno-Tahoe Hawaii Mexico SF Insider: Things to do Monterey-Carmel Chris McGinnis' Travel Tips Airlines lure travelers back with extra elite-qualifying miles The ultimate guide to Livermore's top wineries (The Press) RV travel soars for summer trips as air travel stalls Routes: Quarantines ... morning, then chance of showers and thunderstorms in the afternoon. Highs around 90. South winds up to 5 mph. Chance of precipitation 40 percent. .WEDNESDAY NIGHT...Partly cloudy. Lows around 70. Southwest winds up to 5 mph. .THURSDAY...Mostly sunny. A 20 percent chance of showers and thunderstorms in the afternoon. Highs in the lower 90s. Southeast winds up to 5 mph. .THURSDAY ... "], ["2020-06-02 08:21", "CT Boston/Norton MA Zone Forecast ... a Travel City Guides Weekend Getaways Local Travel Tips and Hacks Wine Country Napa Reno-Tahoe Hawaii Mexico SF Insider: Things to do Monterey-Carmel Chris McGinnis' Travel Tips Airlines lure travelers back with extra elite-qualifying miles The ultimate guide to Livermore's top wineries (The Press) RV travel soars for summer trips as air travel stalls Routes ... cities of Hartford and Windsor Locks 415 AM EDT Tue Jun 2 2020 .TODAY...Mostly cloudy. Highs in the mid 70s. Southwest winds 5 to 10 mph. Gusts up to 20 mph this afternoon. .TONIGHT...Mostly cloudy. A chance of showers after midnight. Not as cool with lows in the upper 50s. Southwest winds 5 to 10 mph. Chance of rain 50 percent. .WEDNESDAY...Partly sunny. A chance of showers in the afternoon. More ... "], ["2020-06-02 08:21", "TX Shreveport LA Zone Forecast ... kitchen amidst a Travel City Guides Weekend Getaways Local Travel Tips and Hacks Wine Country Napa Reno-Tahoe Hawaii Mexico SF Insider: Things to do Monterey-Carmel Chris McGinnis' Travel Tips Airlines lure travelers back with extra elite-qualifying miles The ultimate guide to Livermore's top wineries (The Press) RV travel soars for summer trips as air travel stalls Routes: Quarantines  ... . Mostly cloudy. Highs in the upper 80s. Southwest winds 5 mph. Chance of precipitation 40 percent. .WEDNESDAY NIGHT...Slight chance of showers and isolated thunderstorms. Becoming partly cloudy. Lows around 70. South winds 5 mph. Chance of precipitation 20 percent. .THURSDAY...Partly cloudy. Highs in the lower 90s. Southwest winds 5 mph becoming light and variable. . ... "], ["2020-06-02 08:11", "TX Fort Worth TX Zone Forecast ... amidst a Travel City Guides Weekend Getaways Local Travel Tips and Hacks Wine Country Napa Reno-Tahoe Hawaii Mexico SF Insider: Things to do Monterey-Carmel Chris McGinnis' Travel Tips Airlines lure travelers back with extra elite-qualifying miles The ultimate guide to Livermore's top wineries (The Press) RV travel soars for summer trips as air travel stalls Routes: Quarantines ... percent. .WEDNESDAY...Partly sunny with an isolated shower or thunderstorm possible in the morning...then mostly sunny with scattered showers and thunderstorms in the afternoon. Highs in the upper 80s. Southwest winds around 5 mph. Chance of rain 30 percent. .WEDNESDAY NIGHT...Mostly clear. Lows in the lower 70s. South winds around 5 mph. .THURSDAY...Sunny. Highs in the lower  ... "], ["2020-06-02 08:01", "TX Austin/San Antonio TX Zone Forecast ...  a Travel City Guides Weekend Getaways Local Travel Tips and Hacks Wine Country Napa Reno-Tahoe Hawaii Mexico SF Insider: Things to do Monterey-Carmel Chris McGinnis' Travel Tips Airlines lure travelers back with extra elite-qualifying miles The ultimate guide to Livermore's top wineries (The Press) RV travel soars for summer trips as air travel stalls Routes ...  the upper 80s. South winds 5 to 10 mph. .WEDNESDAY NIGHT...Mostly clear. Lows in the upper 60s. South winds 5 mph. .THURSDAY...Partly cloudy in the morning then clearing. Highs around 90. Southwest winds 5 mph shifting to the southeast in the afternoon. .THURSDAY NIGHT...Mostly clear. Lows in the upper 60s. .FRIDAY...Sunny. Highs in the lower 90s. .FRIDAY NIGHT AND SATURDAY...Mostly clear. Lows  ... "]]}}