{"postfix": "stmicroelectronics-aktie", "name": "STMICROELECTRONICS", "wkn": "893438", "time": "2020.06.02 11:15", "ts": 1591089359, "features": {"KGV": "23.42", "Marktkapitalisierung": {"Size": "Mrd", "Value": "20.06"}, "GA": "1.15", "KBV": "3.45", "BA": "7.80", "KCV": "13.01", "CA": "2.07", "Vola30": "39.89", "Vola90": "85.77", "Vola180": "67.97", "Vola250": "53.24"}, "rivals": ["micronas_semiconductor-aktie", "broadcom_4-aktie", "intel-aktie", "infineon-aktie", "amd-aktie", "texas_instruments-aktie", "microchip_technology-aktie"], "text_data": {"de": [["31.05.20", "STMicroelectronics-Aktie: Experten empfehlen STMicroelectronics im Mai mehrheitlich zum Kauf "], ["15.05.20", "MÄRKTE EUROPA/Börsen bauen Gewinne aus - Warten auf US-Daten"], ["15.05.20", "MÄRKTE EUROPA/Aufwärts - Halbleiter-Aktien sehr fest"], ["29.04.20", "US-Boykott: Huawei entwickelt nun mit Chiphersteller STMicro"], ["24.04.20", "STMicroelectronics legte Quartalsergebnis vor"], ["24.04.20", "STMicroelectronics öffnete die Bücher zum abgelaufenen Quartal"], ["22.04.20", "MÄRKTE EUROPA/Deutliche Erholung - Ölsektor der größte Gewinner"], ["22.04.20", "MÄRKTE EUROPA/Erholungstag - Ölsektor größter Gewinner"], ["22.04.20", "MÄRKTE EUROPA/Erholungsbewegung - Ölpreise stabilisieren sich"], ["22.04.20", "Aixtron, Infineon, Siltronic: Darum sind das die Top-Gewinner des Tages "], ["22.04.20", "ROUNDUP: STMicro rechnet mit Umsatzrückgang - Markt trotzdem erleichtert"], ["22.04.20", "STMicroelectronics reduziert die Dividende"], ["21.04.20", "Ausblick: STMicroelectronics stellt Quartalsergebnis zum abgelaufenen Jahresviertel vor"], ["21.04.20", "Ausblick: STMicroelectronics vermeldet Zahlen zum jüngsten Quartal"], ["14.04.20", "ANALYSE-FLASH: JPMorgan senkt STMicro auf 'Neutral' und Ziel auf 19 Euro"], ["07.04.20", "Erste Schätzungen: STMicroelectronics präsentiert das Zahlenwerk zum abgelaufenen Jahresviertel"], ["07.04.20", "Erste Schätzungen: STMicroelectronics gewährt Anlegern Blick in die Bücher"], ["06.04.20", "MÄRKTE EUROPA/Hoffnung auf Coronavirus-Entspannung treibt Börsen an"], ["31.03.20", "STMicroelectronics-Aktie: Experten empfehlen STMicroelectronics im März mehrheitlich zum Kauf "], ["23.03.20", "MÄRKTE EUROPA/Verluste trotz \"Whatever it takes\" der Fed"], ["23.03.20", "MÄRKTE EUROPA/\"Whatever it takes\" der Fed läuft ins Leere"], ["23.03.20", "MÄRKTE EUROPA/Börsen von Tagestiefs erholt - Suche nach Boden"], ["23.03.20", "MÄRKTE EUROPA/Neuen Schwächeanfall nicht überbewerten"], ["05.03.20", "Exagan: STMicroelectronics kauft französisches Startup"], ["29.02.20", "STMicroelectronics-Aktie: Das sind die Expertenmeinungen des Monats Februar"], ["18.02.20", "AKTIEN IM FOKUS 2: Umsatzwarnung von Apple belastet Zulieferer"], ["18.02.20", "MÄRKTE EUROPA/Etwas leichter - Aufwärtstrend intakt"], ["18.02.20", "MÄRKTE EUROPA/Verluste eingegrenzt - Normale Konsolidierung"], ["18.02.20", "AKTIEN IM FOKUS 2: Umsatzwarnung von Apple belastet Zulieferer"], ["18.02.20", "MÄRKTE EUROPA/Apple-Warnung wirft DAX zurück"], ["18.02.20", "MÄRKTE EUROPA/Chip-Werte unter Druck nach Apple-Warnung"]], "en": [["31.03.20", "STMicroelectronics (STM) Gains As Market Dips: What You Should Know"], ["19.03.20", "STMicro agrees to cut production in French plants by up to 50% - union officials"], ["02.03.20", "STMicroelectronics (STM) Gains But Lags Market: What You Should Know"], ["25.02.20", "Is STMicroelectronics N.V. (STM) Stock Outpacing Its Computer and Technology Peers This Year?"], ["20.02.20", "Why STMicroelectronics (STM) Stock Might be a Great Pick"], ["14.02.20", "3 Reasons Why STMicroelectronics (STM) Is a Great Growth Stock"], ["29.01.20", "STMicroelectronics (STM) is an Incredible Growth Stock: 3 Reasons Why"], ["28.01.20", "Why STMicroelectronics (STM) Might be Well Poised for a Surge"], ["28.01.20", "Has STMicroelectronics N.V. (STM) Outpaced Other Computer and Technology Stocks This Year?"], ["24.01.20", "STMicroelectronics (STM) Catches Eye: Stock Jumps 5.8%"], ["23.01.20", "STMicro CEO says a Huawei ban would not threaten $12 billion revenue target"], ["23.01.20", "UPDATE 2-STMicro CEO says a Huawei ban would not threaten $12 bln revenue target"], ["23.01.20", "STMicro earnings beat estimates on demand for next-generation chips"], ["23.01.20", "STMicro earnings beat estimates on demand for next-generation chips"], ["23.01.20", "UPDATE 1-STMicro earnings beat estimates on demand for next-generation chips"], ["23.01.20", "Dow Jones Newswires: STMicroelectronics net profit falls, revenue increases"], ["23.01.20", "STMicro posts Q4 net revenues beat but sees sales slowing q/q"], ["16.01.20", "STMicroelectronics (STM) Outpaces Stock Market Gains: What You Should Know"], ["10.01.20", "STMicroelectronics (STM) Dips More Than Broader Markets: What You Should Know"], ["10.01.20", "Has STMicroelectronics N.V. (STM) Outpaced Other Computer and Technology Stocks This Year?"], ["09.01.20", "Is STMicroelectronics (STM) a Solid Growth Stock? 3 Reasons to Think \" Yes \""], ["2020-05-29 23:15", "Global Battery Market For IoT 2020-2025: Insights, Trends, Use Cases, Regulatory Framework, Value Chain, Companies ...  promotion of numerous smart grid technologies, and the availability of a number of open protocols are further driving the growth of the building automation market. Duracell Inc (Duracell) (US), Energizer Holdings Inc (Energizer) (US), Panasonic Corporation (Panasonic) ( Japan ), LG Chem Ltd (LG Chem) ( South Korea ), Samsung SDI Co (Samsung SDI) ( South Korea ), STMicroelectronics N.V (STmicroelectronics) ( Switzerland ), Cymbet Corporation Inc (Cymbet) (US), Ultralife Corporation (Ultralife) (US), Ilika Plc (Ilika) (UK), and Imprint Energy Inc (Imprint Energy) (US) are the prominent players in the global battery market for IoT. Key Topics Covered 1. Introduction 2. Research Methodology 3. Executive Summary 4. Premium Insights 5. Internet of Things Market ... "], ["2020-05-29 18:00", "Internet Of Things (IoT) Market Review 2012-2019 And Forecast 2020-2027 (COVID-19 Adjusted) ...  ) Google, Inc. ( USA ) Microsoft Corporation ( USA ) General Electric Company ( USA ) Salesforce.com, Inc. ( USA ) Telit Communications PLC (UK) Zebra Technologies Corporation ( USA ) IoT Sensor Manufacturers ARM Ltd. (UK) Bosch Software Innovations GmbH ( Germany ) Honeywell International, Inc. ( USA ) Infineon Technologies AG ( Germany ) InvenSense Inc. ( USA ) IBM Corporation ( USA ) STMicroelectronics N.V. ( Switzerland ) IoT Semiconductors/IoT Chips Atmel Corporation ( USA ) Freescale Semiconductor, Inc. ( USA ) Intel Corporation ( USA ) Qualcomm Technologies, Inc. ( USA ) Texas Instruments ( USA ) IoT Network Providers AT&T, Inc. ( USA ) Telefnica S.A. ( Spain ) Vodafone Group PLC (UK) Verizon Communications, Inc. ( USA ) Other IoT Solution Providers ... "], ["2020-05-29 10:22", "DIARY - Italy to July 31 ...  borrowing and debt. DiaSorin trades ex-dividend of 0.95 euro per ordinary share. TUESDAY JUNE 16 ISTAT releases year 2019 poverty in Italy (0800 GMT). Market regulator Consob holds annual meeting with financial markets in streaming with President Paolo Savona (0900 GMT). WEDNESDAY JUNE 17 ISTAT releases April orders and sales data (0800 GMT). STMicroelectronics holds annual general meeting (0900 GMT). THURSDAY JUNE 18 ISTAT releases April foreign trade data (0800 GMT). Italian Insurance Supervisor IVASS presents annual report, President Daniele Franco gives speech (0830 GMT). Pirelli holds annual and extraordinary shareholders' meetings (0830 GMT). Snam holds annual and extraordinary shareholders' meetings (1000 GMT). MONDAY JUNE 22 Assogestioni ... "], ["2020-05-29 10:22", "DIARY - Italy to July 31 ...  borrowing and debt. DiaSorin trades ex-dividend of 0.95 euro per ordinary share. TUESDAY JUNE 16 ISTAT releases year 2019 poverty in Italy (0800 GMT). Market regulator Consob holds annual meeting with financial markets in streaming with President Paolo Savona (0900 GMT). WEDNESDAY JUNE 17 ISTAT releases April orders and sales data (0800 GMT). STMicroelectronics holds annual general meeting (0900 GMT). THURSDAY JUNE 18 ISTAT releases April foreign trade data (0800 GMT). Italian Insurance Supervisor IVASS presents annual report, President Daniele Franco gives speech (0830 GMT). Pirelli holds annual and extraordinary shareholders' meetings (0830 GMT). Snam holds annual and extraordinary shareholders' meetings (1000 GMT). MONDAY JUNE 22 Assogestioni ... "], ["2020-05-28 12:11", "Futures Tread Water In Calm Before US-China Storm, Trump Twitter Crackdown ...  index is still trading lower by around 30% YTD. In-fitting with the theme of optimism surrounding travel names and reports yesterday that Boeing has resumed production at its Renton facility and will gradually ramp up output over the year, supplier Safran are trading higher by 2.8%. Elsewhere, support has been seen for the tech sector with the likes of Dialog Semiconductor (+3.8%), STMicroelectronics (+3.8%) and Infineon (+3.1%) bolstered by US-listed Micron Technology raising its Q3 revenue forecast yesterday. To the downside, Centrica (-3.3%) are a noteworthy laggard with the Times noting that the Co. could be at risk of losing its place in the FTSE 100. The article also noted that Carnival, easyJet, Meggitt, ITV, M&G and Prudential could also face the ... "], ["2020-05-27 22:15", "Global Robotic Sensors Market 2020- Technologies, Global Markets And Key Players Including Advanced Microsensors Inc., Bosch Sensortec GmbH, Cyberoptics Corp. And Electro-Sensors Inc ...  Inc. Logos Technologies Llc Lord Microstrain Sensing Systems Osram Opto Semiconductors Gmbh Shanghai Tm Automation Instruments Co. Ltd. Sick Ag Siemens Milltronics Process Instrument Inc. Silicon Microstructures Inc. Silicon Sensing Systems Ltd. Smiths Detection Inc. Softkinetic-Optrima Sa Spec Sensors Llc Ssi Technologies Inc. Standex Electronics Inc. Standex-Meder Electronics Stmicroelectronics Stoneridge Inc. Strain Measurement Devices Inc. Valeo Sa Variohm Eurosensor Ltd. Velodyne Lidar Inc. Vishay Precision Group Visteon Corp. Vkansee Technology Inc. Wabash Technologies Watlow Electric Manufacturing Co. Windar Photonics A/S Xensor Corp. XYZ Interactive Technologies Inc. ZF Electronic Systems Pleasant Prairie Llc Zhangjiagang Tm Sensor Co. Ltd.\" ... "], ["2020-05-27 09:39", "DIARY - Italy to June 30 ... state borrowing and debt. DiaSorin trade ex-dividend of 0.95 euro per ordinary share. TUESDAY JUNE 16 ISTAT releases year 2019 poverty in Italy (0800 GMT). Market regulator Consob holds annual meeting with financial markets in streaming with President Paolo Savona (0900 GMT). WEDNESDAY JUNE 17 ISTAT releases April orders and sales data (0800 GMT). STMicroelectronics holds annual general meeting (0900 GMT). THURSDAY JUNE 18 ISTAT releases April foreign trade data (0800 GMT). Italian Insurance Supervisor IVASS presents annual report, President Daniele Franco gives speech (0830 GMT). Pirelli holds annual and extraordinary shareholders' meetings (0830 GMT). Snam holds annual and extraordinary shareholders' meetings (1000 GMT). MONDAY JUNE 22 Assogestioni ... "], ["2020-05-27 09:39", "DIARY - Italy to June 30 ... state borrowing and debt. DiaSorin trade ex-dividend of 0.95 euro per ordinary share. TUESDAY JUNE 16 ISTAT releases year 2019 poverty in Italy (0800 GMT). Market regulator Consob holds annual meeting with financial markets in streaming with President Paolo Savona (0900 GMT). WEDNESDAY JUNE 17 ISTAT releases April orders and sales data (0800 GMT). STMicroelectronics holds annual general meeting (0900 GMT). THURSDAY JUNE 18 ISTAT releases April foreign trade data (0800 GMT). Italian Insurance Supervisor IVASS presents annual report, President Daniele Franco gives speech (0830 GMT). Pirelli holds annual and extraordinary shareholders' meetings (0830 GMT). Snam holds annual and extraordinary shareholders' meetings (1000 GMT). MONDAY JUNE 22 Assogestioni ... "], ["2020-05-26 16:11", "Quick Look Review: New HyperX Double-Shot PBT Pudding Keycaps ...  Peak Editor-in-Chief at PC Perspective. Writer of computer stuff, vintage PC nerd, and full-time dad. Still in search of the perfect smartphone.In his nonexistent spare time Sebastian's hobbies include hi-fi audio, guitars, and road bikes. Currently investigating time travel. Related Posts Analogue supplies the truest input on Cooler Master's MK850 March 15, 2019 Intel, STMicroelectronics and Francisco Partners Close Transaction to Create Numonyx March 31, 2008 Raptr's Top Twenty Games of June 2014 July 13, 2014 A breakthrough in memristors October 31, 2017 Leave a reply Cancel reply Your email address will not be published. Required fields are marked * COMMENT Name * Email * This site uses Akismet to reduce spam. Learn how your comment data is ... "], ["2020-05-26 04:00", "Arm Unleashes CPU Performance With Cortex-X1 ...  analyst and partner at TIRIAS Research, a high-tech research and advisory firm consisting of experienced analysts. Jim has over 30 years of technical ... Read More Jim is a principal analyst and partner at TIRIAS Research, a high-tech research and advisory firm consisting of experienced analysts. Jim has over 30 years of technical and business experience with leading high-tech companies including Intel, Motorola, ON Semiconductor, STMicroelectronics, and General Dynamics Space Systems. Jim focuses on the market inflection points where new technology, usage models and business models collide to drive innovation and growth. Read Less Print Site Feedback Tips Corrections Reprints & Permissions Terms Privacy 2020 Forbes Media LLC. All Rights Reserved. AdChoices"], ["2020-05-25 10:53", "DIARY - Italy to June 30 ...  finances, state borrowing and debt. DiaSorin trade ex-dividend of 0.95 euro per ordinary share. TUESDAY JUNE 16 ISTAT releases year 2019 poverty in Italy (0800 GMT). Market regulator Consob holds annual meeting with financial markets in streaming with President Paolo Savona (0900 GMT). WEDNESDAY JUNE 17 ISTAT releases April orders and sales data (0800 GMT). STMicroelectronics holds annual general meeting (0900 GMT). THURSDAY JUNE 18 ISTAT releases April foreign trade data (0800 GMT). Pirelli holds annual and extraordinary shareholders' meetings (0830 GMT). Snam holds annual and extraordinary shareholders' meetings (1000 GMT). MONDAY JUNE 22 Assogestioni expected to release May fund flows data. Treasury announces sale of CTZ and BTPei bonds, with ... "], ["2020-05-25 10:53", "DIARY - Italy to June 30 ...  finances, state borrowing and debt. DiaSorin trade ex-dividend of 0.95 euro per ordinary share. TUESDAY JUNE 16 ISTAT releases year 2019 poverty in Italy (0800 GMT). Market regulator Consob holds annual meeting with financial markets in streaming with President Paolo Savona (0900 GMT). WEDNESDAY JUNE 17 ISTAT releases April orders and sales data (0800 GMT). STMicroelectronics holds annual general meeting (0900 GMT). THURSDAY JUNE 18 ISTAT releases April foreign trade data (0800 GMT). Pirelli holds annual and extraordinary shareholders' meetings (0830 GMT). Snam holds annual and extraordinary shareholders' meetings (1000 GMT). MONDAY JUNE 22 Assogestioni expected to release May fund flows data. Treasury announces sale of CTZ and BTPei bonds, with ... "], ["2020-05-22 20:30", "Global Wireless Portable Medical Devices Industry, 2020-2025 Featuring Analog Devices, Freescale Semiconductor, GE Healthcare, Maxim Integrated Products, Medtronic, And More ...  .All research viewpoints presented are based on validated engagements from influencers in the market, whose opinions supersede all other research methodologies. Competitors identified in this market include: Analog Devices, Inc. Freescale Semiconductor, Inc. GE Healthcare Maxim Integrated Products, Inc. Medtronic, Inc. Omron Healthcare Co. Ltd. ON Semiconductor Corporation Philips Healthcare STMicroelectronics N.V. Texas Instruments, Inc. Key Topics Covered I. METHODOLOGY II. EXECUTIVE SUMMARY 1. MARKET OVERVIEW Global Competitor Market Shares Wireless Portable Medical Device Competitor Market Share Scenario Worldwide (in %): 2019 & 2025 2. FOCUS ON SELECT PLAYERS 3. MARKET TRENDS & DRIVERS 4. GLOBAL MARKET PERSPECTIVE III. MARKET ANALYSIS IV. COMPETITION ... "], ["2020-05-22 14:30", "Smart Retail Market Insights 2020-2025 Featuring Profiles Of Key Players Including IBM, Intel, Cisco Systems, NXP Semiconductors, And Microsoft Among Others ... Investment & Holding Co., Ltd. IBM Infineon Technologies AG Ingenico Intel Corporation LG Display Co., Ltd. Lotte Microsoft NCR Corporation Nvidia Corporation Nxp Semiconductors N.V. Par Technology Corporation Pricer Probiz Technologies Prvt Ltd. Ptc inc. Right to Win Robert Bosch Gmbh Samsung Electronics Ses-Imagotag Smartcart Softbank Robotics Group Corp. Standard Cognition Stmicroelectronics N.V. Texas instruments inc. Trigo Verifone, inc. Walmart inc. Zippin For more information about this report visit https://www.researchandmarkets.com/r/9pudj3 Research and Markets also offers Custom Research services providing focused, comprehensive and tailored research. Media Contact: Research and Markets Laura Wood , Senior Manager press@researchandmarkets.com For E ... "], ["2020-05-22 08:40", "DIARY - Italy to June 30 ...  finances, state borrowing and debt. DiaSorin trade ex-dividend of 0.95 euro per ordinary share. TUESDAY JUNE 16 ISTAT releases year 2019 poverty in Italy (0800 GMT). Market regulator Consob holds annual meeting with financial markets in streaming with President Paolo Savona (0900 GMT). WEDNESDAY JUNE 17 ISTAT releases April orders and sales data (0800 GMT). STMicroelectronics holds annual general meeting (0900 GMT). THURSDAY JUNE 18 ISTAT releases April foreign trade data (0800 GMT). Pirelli holds annual and extraordinary shareholders' meetings (0830 GMT). Snam holds annual and extraordinary shareholders' meetings (1000 GMT). MONDAY JUNE 22 Assogestioni expected to release May fund flows data. Treasury announces sale of CTZ and BTPei bonds, with ... "], ["2020-05-22 08:40", "DIARY - Italy to June 30 ...  finances, state borrowing and debt. DiaSorin trade ex-dividend of 0.95 euro per ordinary share. TUESDAY JUNE 16 ISTAT releases year 2019 poverty in Italy (0800 GMT). Market regulator Consob holds annual meeting with financial markets in streaming with President Paolo Savona (0900 GMT). WEDNESDAY JUNE 17 ISTAT releases April orders and sales data (0800 GMT). STMicroelectronics holds annual general meeting (0900 GMT). THURSDAY JUNE 18 ISTAT releases April foreign trade data (0800 GMT). Pirelli holds annual and extraordinary shareholders' meetings (0830 GMT). Snam holds annual and extraordinary shareholders' meetings (1000 GMT). MONDAY JUNE 22 Assogestioni expected to release May fund flows data. Treasury announces sale of CTZ and BTPei bonds, with ... "], ["2020-05-22 04:00", "Once You Go Remote, You Should Never Go Back ...  analyst and partner at TIRIAS Research, a high-tech research and advisory firm consisting of experienced analysts. Jim has over 30 years of technical ... Read More Jim is a principal analyst and partner at TIRIAS Research, a high-tech research and advisory firm consisting of experienced analysts. Jim has over 30 years of technical and business experience with leading high-tech companies including Intel, Motorola, ON Semiconductor, STMicroelectronics, and General Dynamics Space Systems. Jim focuses on the market inflection points where new technology, usage models and business models collide to drive innovation and growth. Read Less Print Site Feedback Tips Corrections Reprints & Permissions Terms Privacy 2020 Forbes Media LLC. All Rights Reserved. AdChoices"], ["2020-05-21 08:15", "Internet of Tardiness: Microsoft puts on a brave face as IoT boat prepares to set sail ...  RTOS hits GA A few months after Azure Sphere finally left preview, Azure RTOS , a rebrand of the company's 2019 Express Logic acquisition, has emerged blinking into the General Availability light at Build. An embedded IoT development suite, the platform features a lightweight real-time OS for microcontrollers (MCU) and microprocessors (MPU). Microsoft has already signed up the likes of STMicroelectronics, Renesas, NXP, Microchip, and Qualcomm for development kits to support the platform. A public preview of an Azure Security Center module has also been included and an add-on industrial certification package is coming down the pipe later this year to reduce the time to get kit to market. Azure Sphere and IoT Edge go Central Not to be outdone, Microsoft ... "], ["2020-05-20 15:27", "BRIEF-STMicroelectronics Partners With Arrow Electronics And Panasonic IndustrySTMicroelectronics NV:"], ["2020-05-20 10:41", "DIARY - Italy to June 30 ...  finances, state borrowing and debt. DiaSorin trade ex-dividend of 0.95 euro per ordinary share. TUESDAY JUNE 16 ISTAT releases year 2019 poverty in Italy (0800 GMT). Market regulator Consob holds annual meeting with financial markets in streaming with President Paolo Savona (0900 GMT). WEDNESDAY JUNE 17 ISTAT releases April orders and sales data (0800 GMT). STMicroelectronics holds annual general meeting (0900 GMT). THURSDAY JUNE 18 ISTAT releases April foreign trade data (0800 GMT). Pirelli holds annual and extraordinary shareholders' meetings (0830 GMT). Snam holds annual and extraordinary shareholders' meetings (1000 GMT). MONDAY JUNE 22 Assogestioni expected to release May fund flows data. Treasury announces sale of CTZ and BTPei bonds, with ... "]]}}