{"postfix": "stryker-aktie", "name": "STRYKER", "wkn": "864952", "time": "2020.06.02 12:41", "ts": 1591094470, "features": {"KGV": "25.49", "Marktkapitalisierung": {"Size": "Mrd", "Value": "65.13"}, "GA": "8.26", "KBV": "6.14", "BA": "34.29", "KCV": "33.90", "CA": "6.21", "Vola30": "48.4", "Vola90": "75.86", "Vola180": "56.58", "Vola250": "41.91"}, "rivals": ["smithnephew-aktie", "boston_scientific-aktie", "zimmer-aktie", "nuvasive-aktie", "medtronic_2-aktie"], "text_data": {"de": [["31.05.20", "Mai 2020: So schätzen Experten die Stryker-Aktie ein"], ["06.05.20", "Medizintechniker Stryker hält die Dividende stabil"], ["02.05.20", "Stryker legte die Bilanz zum abgelaufenen Quartal vor"], ["30.04.20", "So schätzen Analysten die Stryker-Aktie ein"], ["29.04.20", "Ausblick: Stryker präsentiert Bilanzzahlen zum jüngsten Jahresviertel"], ["15.04.20", "Erste Schätzungen: Stryker legt die Bilanz zum abgelaufenen Quartal vor"], ["31.03.20", "Experten sehen bei Stryker-Aktie Potenzial"], ["06.02.20", "Stryker meldet Dividende"], ["27.01.20", "Ausblick: Stryker präsentiert das Zahlenwerk zum abgelaufenen Jahresviertel"]], "en": [["30.05.20", "Why Is Stryker (SYK) Up 5% Since Last Earnings Report?"], ["20.05.20", "Competition and Mkts : Merger Update:Stryker Corporation / Wright Medical"], ["01.05.20", "Stryker (SYK) Q1 2020 Earnings Call Transcript"], ["01.05.20", "Stryker (SYK) Q1 Earnings and Revenues Surpass Estimates"], ["30.04.20", "Stryker (SYK) Surpasses Q1 Earnings and Revenue Estimates"], ["27.04.20", "Stryker (SYK) to Report Q1 Earnings: What's in the Offing?"], ["23.04.20", "Earnings Preview: Stryker (SYK) Q1 Earnings Expected to Decline"], ["07.04.20", "Here's Why You Should Hold on to Stryker (SYK) Stock Now"], ["01.04.20", "Top Stock Reports for Stryker, Shopify & Activision Blizzard"], ["27.02.20", "Is Stryker (SYK) a Solid Growth Stock? 3 Reasons to Think \" Yes \""], ["27.02.20", "Stryker (SYK) Down 4.3% Since Last Earnings Report: Can It Rebound?"], ["24.02.20", "Is Stryker (SYK) Stock Outpacing Its Medical Peers This Year?"], ["21.02.20", "The Zacks Analyst Blog Highlights: NVIDIA, Costco Wholesale, Stryker, Advanced Micro Devices and CSX"], ["20.02.20", "Q4 Earnings Scorecard and Analyst Reports for NVIDIA, Costco & Stryker"], ["06.02.20", "Is Stryker (SYK) Stock Outpacing Its Medical Peers This Year?"], ["30.01.20", "Stryker CEO discusses the company's strong quarter, coronavirus and its plans for further growth"], ["29.01.20", "Stryker (SYK) Q4 Earnings and Revenues Surpass Estimates"], ["29.01.20", "Stryker (SYK) Q4 2019 Earnings Call Transcript"], ["28.01.20", "Stryker (SYK) Beats Q4 Earnings and Revenue Estimates"], ["28.01.20", "Stryker Stock Moves Closer To A Breakout On Strong Fourth Quarter"], ["22.01.20", "Stryker (SYK) to Report Q4 Earnings: What's in the Cards?"], ["2020-05-30 15:31", "Why Is Stryker (SYK) Up 5% Since Last Earnings Report?Stryker (SYK) reported earnings 30 days ago. What's next for the stock? We take a look at earnings estimates for some clues."], ["2020-05-30 15:31", "TriMas (TRS) Down 0.8% Since Last Earnings Report: Can It Rebound? ... 220 Zacks Rank #1 Strong Buys that have the highest potential to increase in price quickly amid the global health crisis. A recent pick, Maxar, skyrocketed +178.7% in 3 months. For 32 years, our Strong Buy list has averaged returns more than twice the market. See its 7 best stocks now. Privacy Policy | No cost, no obligation to buy anything ever. Up Next Why Is Stryker (SYK) Up 5% Since Last Earnings Report? Most Read What Were Insiders Buying Like Crazy During Coronavirus Selloff? 3 Reasons Why the Coronavirus Economic Recovery Will Be Quick Should You Buy Airline Stocks & ETF Upon Takeoff? 5 Sector ETFs at the Forefront of the Small-Cap Rally New Strong Buy Stocks for May 29th Quick Links Services Account Types Premium Services Zacks Rank Research Personal ... "], ["2020-05-30 15:31", "Tapestry (TPR) Down 8.6% Since Last Earnings Report: Can It Rebound? ... 220 Zacks Rank #1 Strong Buys that have the highest potential to increase in price quickly amid the global health crisis. A recent pick, Maxar, skyrocketed +178.7% in 3 months. For 32 years, our Strong Buy list has averaged returns more than twice the market. See its 7 best stocks now. Privacy Policy | No cost, no obligation to buy anything ever. Up Next Why Is Stryker (SYK) Up 5% Since Last Earnings Report? Most Read What Were Insiders Buying Like Crazy During Coronavirus Selloff? 3 Reasons Why the Coronavirus Economic Recovery Will Be Quick Should You Buy Airline Stocks & ETF Upon Takeoff? 5 Sector ETFs at the Forefront of the Small-Cap Rally New Strong Buy Stocks for May 29th Quick Links Services Account Types Premium Services Zacks Rank Research Personal ... "], ["2020-05-30 15:31", "Select Medical (SEM) Down 5.5% Since Last Earnings Report: Can It Rebound? ... 220 Zacks Rank #1 Strong Buys that have the highest potential to increase in price quickly amid the global health crisis. A recent pick, Maxar, skyrocketed +178.7% in 3 months. For 32 years, our Strong Buy list has averaged returns more than twice the market. See its 7 best stocks now. Privacy Policy | No cost, no obligation to buy anything ever. Up Next Why Is Stryker (SYK) Up 5% Since Last Earnings Report? Most Read What Were Insiders Buying Like Crazy During Coronavirus Selloff? 3 Reasons Why the Coronavirus Economic Recovery Will Be Quick Should You Buy Airline Stocks & ETF Upon Takeoff? 5 Sector ETFs at the Forefront of the Small-Cap Rally New Strong Buy Stocks for May 29th Quick Links Services Account Types Premium Services Zacks Rank Research Personal ... "], ["2020-05-30 15:31", "Southwestern Energy (SWN) Down 6.8% Since Last Earnings Report: Can It Rebound? ... 220 Zacks Rank #1 Strong Buys that have the highest potential to increase in price quickly amid the global health crisis. A recent pick, Maxar, skyrocketed +178.7% in 3 months. For 32 years, our Strong Buy list has averaged returns more than twice the market. See its 7 best stocks now. Privacy Policy | No cost, no obligation to buy anything ever. Up Next Why Is Stryker (SYK) Up 5% Since Last Earnings Report? Most Read What Were Insiders Buying Like Crazy During Coronavirus Selloff? 3 Reasons Why the Coronavirus Economic Recovery Will Be Quick Should You Buy Airline Stocks & ETF Upon Takeoff? 5 Sector ETFs at the Forefront of the Small-Cap Rally New Strong Buy Stocks for May 29th Quick Links Services Account Types Premium Services Zacks Rank Research Personal ... "], ["2020-05-30 15:31", "Stanley Black & Decker (SWK) Up 13.8% Since Last Earnings Report: Can It Continue? ... 220 Zacks Rank #1 Strong Buys that have the highest potential to increase in price quickly amid the global health crisis. A recent pick, Maxar, skyrocketed +178.7% in 3 months. For 32 years, our Strong Buy list has averaged returns more than twice the market. See its 7 best stocks now. Privacy Policy | No cost, no obligation to buy anything ever. Up Next Why Is Stryker (SYK) Up 5% Since Last Earnings Report? Most Read What Were Insiders Buying Like Crazy During Coronavirus Selloff? 3 Reasons Why the Coronavirus Economic Recovery Will Be Quick Should You Buy Airline Stocks & ETF Upon Takeoff? 5 Sector ETFs at the Forefront of the Small-Cap Rally New Strong Buy Stocks for May 29th Quick Links Services Account Types Premium Services Zacks Rank Research Personal ... "], ["2020-05-30 11:55", "Activist Starboard pushes for change at a medical device company that could be a takeover candidate ... . There is a lot of room for improvement here and Starboard has tremendous experience in improving operations from a board level, particularly at founder-led companies. A parallel opportunity is that the company could get sold. There has been a lot of consolidation in the medtech space and Lampropoulos is at an age, 70, where he might start thinking about an exit. Stryker acquired Wright Medical; CR Bard, one of Merit's direct peers, was acquired by Becton Dickinson and over time, Teleflex has bought many companies in this space, leveraging those acquisitions into significant margin expansion. Merit's attractive assets could be accretive to a larger strategic acquirer and could see tremendous upside as many of the other consolidations in the industry ... "], ["2020-05-30 01:12", "Following feedback from soldiers, Fort Wainwright implements quality of life improvements ...  soldiers just to touch and do the maintenance on the vehicles, ya know it's for their safety, not to get frost bite,\" said Rangelfalu. Once the eight maintenance winter facilities are constructed, the battalions will be able to house one third of their vehicles inside. \"The morale for the soldiers will be a lot higher due to the fact that they don't have to stand above the Stryker and shovel off all the snow, which is time consuming. It is going to build up the morale for them to just get in there, get the job done as quick as possible and as safe as possible,\" said Rangelfalu. He says the goal is to keep the facilities up to 40 degrees to keep the vehicles ready for maintenance. The soldiers will be able to stay covered and warm while ... "], ["2020-05-29 21:52", "SHAREHOLDER ALERT: WeissLaw LLP Reminds MINI, WMGI, QES, and QUMU Shareholders About Its Ongoing Investigations ...  listed above or visit our website: http://www.weisslawllp.com/mobile-mini-inc/ Wright Medical Group N.V. (NASDAQ: WMGI) URGENT: TENDER OFFER EXPIRES June 30, 2020 WeissLaw LLP is investigating possible breaches of fiduciary duty and other violations of law by the board of directors of Wright Medical Group N.V. (NASDAQ: WMGI) in connection with the proposed acquisition of the company by Stryker Corporation (\"SYK\"). Under the terms of the acquisition agreement, SYK has commenced a tender offer (the \"Tender Offer\") to acquire all outstanding WMGI shares for $30.75 in cash. The Tender Offer, which was originally set to expire on February 27, 2020, has been extended to June 30, 2020. If you own WMGI shares and wish to discuss this investigation ... "], ["2020-05-29 21:39", "Magic Leap founder Rony Abovitz stepping aside as CEO ... commercialize our focused plan for spatial computing in enterprise. We have been actively recruiting candidates for this role and I look forward to sharing more soon.\" Born in 1971, Arbovitz earned a degree in engineering at the University of Miami and in 2004 founded MAKO Surgical Corp, a company that manufactured surgical robotic arm assistance platforms. In 2013, MAKO was sold to Stryker Corp. for $1.65 billion. Arbovitz says he founded Magic Leap in his garage with the goal of \"redefining\" the future of computing, Innovation in west Broward In 2015, Magic Leap opened a new headquarters in Plantation amid fanfare from employees from South Florida, elsewhere around the U.S. and overseas. But outsiders said they were mystified by what the future ... "], ["2020-05-29 20:02", "Investing During Coronavirus: Stocks Turn Positive on Trump's Trade Comments ...  Covid-19 is strengthening the long-term picture. Companies are rushing to develop new drugs and vaccines, and many are embracing innovative technology. This should all pay off in the years after the pandemic. With that in mind, here are six healthcare stocks CFRA is recommending now : Owens & Minor (NYSE: OMI ) Quest Diagnostics (NYSE: DGX ) Amgen (NASDAQ:AMGN) BioMarin Pharmaceutical (NASDAQ: BMRN ) Stryker (NYSE: SYK ) Boston Scientific (NYSE: BSX ) Morgan Stanley: Buy DraftKings Stock on Pent-Up Demand [Thursday, April 30, 11:32 a.m.] Contributed by Sarah Smith It may seem odd to recommend a sports betting stock at a time when no live sports events are happening. But that's exactly what Morgan Stanley analyst Thomas Allen did on Wednesday. He said ... "], ["2020-05-29 18:44", "Royal Crown Princess Katherine donates medical equipment worth 450,000 to hospitals ...  Percival PUBLISHED: 19:44, Fri, May 29, 2020 | UPDATED: 20:39, Fri, May 29, 2020 0 Sign up for FREE now and never miss the top Royal stories again. SUBSCRIBE Invalid email We will use your email address only for sending you newsletters. Please see our Privacy Notice for details of your data protection rights. The royal from the former monarchy donated Stryker electric beds, mattresses and medical equipment to 17 hospitals throughout the country. The Crown Princess is the wife of Crown Prince Aleksandar Karadjordjevic, the heir to Serbia's now-defunct throne. Trending The Karadjordjevics ruled Yugoslavia until communists took power after the Second World War and abolished the monarchy. The royal couple are in voluntary quarantine in their castle outside ... "], ["2020-05-29 17:11", "Movies on TV this week, May 31: A Clockwork Orange and more ...  Last Stand (2006) Hugh Jackman, Patrick Stewart. An all-out war looms when the discovery of a cure for mutations draws a line between the followers of Charles Xavier and those of Magneto. (PG-13) 1 hr. 45 mins. WGN Tues. 7 p.m. Advertisement X2: X-Men United (2003) Patrick Stewart, Hugh Jackman. After a mutant-hating militarist named Stryker invades their school, the X-Men must join forces with Magneto to rescue Professor Xavier and neutralize the threat posed by Stryker. (PG-13) 2 hrs. 14 mins. WGN Tues. 4 p.m. XXX (2002) Vin Diesel, Asia Argento. A government agent recruits an athlete to stop an anarchist from using biological and chemical weapons. (PG-13) 2 hrs. 4 mins. AMC Tues. 5 p.m. AMC Wed. 11:30 a.m. XXX: State of the Union (2005) Ice Cube, Willem ... "], ["2020-05-29 17:00", "Netflix Acquires Sundance Docu 'Disclosure' From Director Sam Feder ...  were all featured in Disclosure. The docu also includes prominent members of the community including Angelica Ross, Brian Michael Smith, Yance Ford, Zeke Smith, Lilly Wachowski, Mj Rodriguez, Michael D Cohen, Chaz Bono, Jamie Clayton, Alexandra Billings,, Tiq Milan, Nick Adams,, Trace Lysette, Rain Valdez, Zackary Drucker, Chase Strangio, Sandra Caldwell, Candis Cayne, Susan Stryker, Alexandra Grey, Jazzmun, Ser Anzoategui, Elliot Fletcher, Bianca Leigh, Leo Sheng, Mickey R. Mahoney and Hailie Sahar. In addition to directing, Feder produces alongside Amy Scholder. Cox joins Caroline Libresco, Laura Gabbert, S. Mona Sinha, Abigail E. Disney, Lynda Weinman, Michael Sherman, Matthew Perniciaro and Charlotte Cook as an executive producer. The production company ... "], ["2020-05-29 15:37", "A dog's duty is doneOne of the Tuscaloosa Police Department's police dogs is retiring after spending most of his life serving the Tuscaloosa community.Stryker, a Belgian Malinois that's worked for the department since January 2010, spent his law enforcement career sn"], ["2020-05-29 15:00", "KROQ DJ Anthony Valadez talks Latin alternative radio show and performing for Prince ...  be right, but I also want it to matter. Latin alternative music is so wide and I'm trying to make everyone happy, but really, the first show was amazing.\" Valadez is spinning songs in English and Spanish by a variety of Latin artists, from up-and-coming acts to award-winning bands. Valadez, much like legendary former KROQ DJ Rodney Bingenheimer and current morning show co-host Ted Stryker , already has gotten the rush of playing music that matters to his audience. In this case, it was Los Angeles-based Latino ska band The Steady 45s. \"One of the things that made me feel really good was somebody did an Instagram story where she was listening to the show and she knew one of the bands,\" Valadez said of a Steady 45s fan. \"She was like, ' ... "], ["2020-05-29 15:00", "KROQ DJ Anthony Valadez talks Latin alternative radio show and performing for Prince ...  be right, but I also want it to matter. Latin alternative music is so wide and I'm trying to make everyone happy, but really, the first show was amazing.\" Valadez is spinning songs in English and Spanish by a variety of Latin artists, from up-and-coming acts to award-winning bands. Valadez, much like legendary former KROQ DJ Rodney Bingenheimer and current morning show co-host Ted Stryker , already has gotten the rush of playing music that matters to his audience. In this case, it was Los Angeles-based Latino ska band The Steady 45s. \"One of the things that made me feel really good was somebody did an Instagram story where she was listening to the show and she knew one of the bands,\" Valadez said of a Steady 45s fan. \"She was like, ' ... "], ["2020-05-29 15:00", "KROQ DJ Anthony Valadez talks Latin alternative radio show and performing for Prince ... Dec. 11, 2017, in Beverly Hills, Calif. The 75th annual Golden Globe Awards will be held on Sunday, Jan. 7, 2018. (Photo by Chris Pizzello/Invision/AP) Show Caption of Expand Valadez is spinning songs in English and Spanish by a variety of Latin artists, from up-and-coming acts to award-winning bands. Valadez, much like legendary former KROQ DJ Rodney Bingenheimer and current morning show co-host Ted Stryker , already has gotten the rush of playing music that matters to his audience. In this case, it was Los Angeles-based Latino ska band The Steady 45s. \"One of the things that made me feel really good was somebody did an Instagram story where she was listening to the show and she knew one of the bands,\" Valadez said of a Steady 45s fan. \"She was ... "], ["2020-05-29 15:00", "KROQ DJ Anthony Valadez talks Latin alternative radio show and performing for Prince ...  be right, but I also want it to matter. Latin alternative music is so wide and I'm trying to make everyone happy, but really, the first show was amazing.\" Valadez is spinning songs in English and Spanish by a variety of Latin artists, from up-and-coming acts to award-winning bands. Valadez, much like legendary former KROQ DJ Rodney Bingenheimer and current morning show co-host Ted Stryker , already has gotten the rush of playing music that matters to his audience. In this case, it was Los Angeles-based Latino ska band The Steady 45s. \"One of the things that made me feel really good was somebody did an Instagram story where she was listening to the show and she knew one of the bands,\" Valadez said of a Steady 45s fan. \"She was like, ' ... "], ["2020-05-29 15:00", "KROQ DJ Anthony Valadez talks Latin alternative radio show and performing for Prince ...  be right, but I also want it to matter. Latin alternative music is so wide and I'm trying to make everyone happy, but really, the first show was amazing.\" Valadez is spinning songs in English and Spanish by a variety of Latin artists, from up-and-coming acts to award-winning bands. Valadez, much like legendary former KROQ DJ Rodney Bingenheimer and current morning show co-host Ted Stryker , already has gotten the rush of playing music that matters to his audience. In this case, it was Los Angeles-based Latino ska band The Steady 45s. \"One of the things that made me feel really good was somebody did an Instagram story where she was listening to the show and she knew one of the bands,\" Valadez said of a Steady 45s fan. \"She was like, ' ... "]]}}