{"postfix": "take_two-aktie", "name": "TAKE_TWO", "wkn": "914508", "time": "2020.06.02 13:42", "ts": 1591098128, "features": {"KGV": "22.29", "Marktkapitalisierung": {"Size": "Mrd", "Value": "13.79"}, "GA": "5.32", "KBV": "5.33", "BA": "22.25", "KCV": "19.73", "CA": "6.01", "Vola30": "50.33", "Vola90": "51.34", "Vola180": "43.29", "Vola250": "37.7"}, "rivals": ["electronic_arts-aktie", "activision_blizzard-aktie"], "text_data": {"de": [["31.05.20", "Mai 2020: Experten empfehlen Take Two-Aktie mehrheitlich zum Kauf"], ["21.05.20", "MÄRKTE USA/Konjunkturdaten und US-chinesische Spannungen belasten"], ["21.05.20", "MÄRKTE USA/Konjunkturdaten und Misstöne zwischen USA und China belasten"], ["21.05.20", "MÄRKTE USA/Wall Street an datenüberflutetem Tag zurückhaltend"], ["21.05.20", "MÄRKTE USA/Börsen an datenüberfluteten Tag leichter erwartet"], ["21.05.20", "MARKT USA/Leichterer Start in datenüberfluteten Tag erwartet"], ["19.05.20", "Ausblick: Take Two stellt Ergebnisse des abgelaufenen Quartals vor"], ["05.05.20", "Erste Schätzungen: Take Two gibt Ergebnis zum abgelaufenen Quartal bekannt"], ["27.04.20", "Take-Two: Drei Mal in den Top 10!"], ["06.04.20", "Take-Two: Anpfiff im E-Sport"], ["31.03.20", "März 2020: Die Expertenmeinungen zur Take Two-Aktie"], ["29.02.20", "Was Analysten von der Take Two-Aktie erwarten"], ["08.02.20", "Take Two informierte über die jüngsten Quartalsergebnisse"], ["07.02.20", "MÄRKTE USA/Gewinnmitnahmen nach starker Woche"], ["07.02.20", "MÄRKTE USA/Gewinnmitnahmen nach starker Woche"], ["07.02.20", "Take-Two: Ein Abgang und schlechte Quartalszahlen - Aktie unter Beschuss"], ["07.02.20", "MÄRKTE USA/Vor dem Wochenende Gewinnmitnahmen bei Aktien"], ["07.02.20", "MÄRKTE USA/Vor dem Wochenende drohen Gewinnmitnahmen bei Aktien"]], "en": [["28.05.20", "Zacks.com featured highlights include: TakeTwo Interactive Software, Gilead Sciences and Regeneron Pharmaceuticals"], ["28.05.20", "The Zacks Analyst Blog Highlights: BJ's Wholesale Club, Perdoceo Education, Take-Two Interactive Software, Duluth and Vista Outdoor"], ["27.05.20", "Consider Electronic Arts Over Take Two Interactive As Demand For Gaming Increases?"], ["26.05.20", "Grand Theft Auto VI in 2023? Take-Two SEC filing hints at release date"], ["26.05.20", "Is Take-Two Interactive Stock Headed to $170?"], ["26.05.20", "Take-Two stock gains after BMO upgrade"], ["24.05.20", "Take-Two Interactive’s Record Growth Isn’t a Fluke"], ["23.05.20", "Take-Two Interactive Reports Monster Quarter as It Prepares to Launch Dozens of More Games"], ["23.05.20", "Take-Two Interactive Software Joins Elite List Of Stocks With 95-Plus Composite Rating"], ["22.05.20", "Jim Cramer: Gamer publisher Take-Two Interactive is more valuable than it was pre-pandemic"], ["22.05.20", "Take-Two Interactive CEO talks Q4 earnings beat, gaming demand surge amid pandemic"], ["21.05.20", "Take-Two Interactive Software Inc (TTWO) Q4 2020 Earnings Call Transcript"], ["21.05.20", "Take-Two Interactive Software Smashes March-Quarter Targets"], ["21.05.20", "Take-Two Interactive (TTWO) Q4 Earnings and Revenues Surpass Estimates"], ["20.05.20", "Take-Two stock wobbles after earnings beat Street "], ["20.05.20", "Take-Two delays Kerbal Space Program 2 to 2021, doesn’t expect other delays"], ["20.05.20", "Take-Two hits record financials, with in-game revenues up 34%"], ["20.05.20", "UPDATE 1-Take-Two beats sales estimates as lockdowns boost \"NBA 2K\" demand"], ["20.05.20", "Take-Two beats quarterly sales estimates"], ["20.05.20", "Options traders bet video game giant Take-Two will surge on earnings report"], ["20.05.20", "Options traders bet on Take-Two to level up after earnings"], ["19.05.20", "Should You Buy Take-Two (TTWO) Ahead of Earnings?"], ["18.05.20", "Take Two (TTWO) to Report Q4 Earnings: What's in the Cards?"], ["15.05.20", "Novartis CEO says any new coronavirus vaccine will take two years: newspaper"], ["13.05.20", "Top-Rated Take-Two Interactive Stock Near Buy Zone Just Ahead Of Earnings Report"], ["13.05.20", "Take-Two Interactive (TTWO) Earnings Expected to Grow: Should You Buy?"], ["05.05.20", "The Zacks Analyst Blog Highlights: Activision Blizzard, Electronic Arts, Reynolds Consumer Products and Take-Two Interactive Software"], ["27.04.20", "Better Buy: Tencent vs. Take-Two Interactive"], ["24.04.20", "Take-Two Interactive Cancels \"WWE 2K21\""], ["08.04.20", "Why Take-Two Interactive Stock Gained 10.4% in March"], ["07.04.20", "Activision, Take-Two charts look 'constructive' as Wells Fargo analysts get bullish on the video game plays: Trader"], ["02.04.20", "Take-Two Interactive Launches NBA 2K Players Tournament Featuring Real NBA Players"], ["29.03.20", "Now’s the Time to Buy Take-Two Interactive"], ["10.03.20", "Take-Two Interactive Returns to Football With NFL Partnership"], ["10.03.20", "Take-Two Interactive Software Partners With NFL On Video Games"], ["10.03.20", "Take-Two announces NFL partnership for 'non-simulation' football games"], ["08.03.20", "England’s Chris Woakes and Matt Parkinson take two wickets apiece in Sri Lanka"], ["07.03.20", "Why Is Take-Two (TTWO) Down 7.9% Since Last Earnings Report?"], ["06.03.20", "Take-Two boss explains company’s plan to increase game output"], ["28.02.20", "The Zacks Analyst Blog Highlights: Microsoft, Electronic Arts, Activision Blizzard, Take-Two Interactive Software and Nintendo"], ["2020-06-02 11:40", "Spain holiday panic: British tourists BARRED until coronavirus infection rate improves ...  did improve in the UK, Spain would be ready to receive British citizens with \"the same hospitality as ever\". Spain will allow international tourists from certain countries, without the two week quarantine, from July 1. However, the UK is very unlikely to fit into this category. There is no certainty that Brits can travel to Spain this summer (Image: GETTY ) Greece  ...  Tottenham stance on Danny Rose Newcastle loan extension explained Millions could be fined 1,000 for failing to declare this vital health issue Blackout Tuesday: What is Blackout Tuesday? How to take part EU humiliated: Bloc's bitter trading row with Switzerland revealed The jig's up! EU faces unexpected trade loss - expert reveals sign no deal Brexit incoming George Floyd  ... "], ["2020-06-02 11:38", "Multiple police officers injured when protests turned violent ...  protests turned violent KTRK Share: Share Tweet Email Share: Share Tweet Email Across the country, things turned violent again during the eight-straight night of outrage that injured multiple police officers in two different cities. In Las Vegas, an officer is on life support after being shot while interacting with protesters near Circus Circus. Police say the suspect who fired at the officer is in  ...  San Francisco East Bay South Bay Peninsula North Bay Building A Better Bay Area - Take Action 7 On Your Side & Friday Free Stuff I-Team Localish ABC7 Original Videos Feel Good Stories About ABC7 Bay Area ABC7 Newsteam Bios #ABC7Now: Connect with ABC7 Take Action in Your Community ABC7 Jobs & Internships Contests, Promotions, & Rules Privacy Policy Do Not Sell ... "], ["2020-06-02 11:36", "Cyclone Nisarga: COVID-19 patients shifted from BKC to Worli as precautionary measure ...  (BMC) last month. Manisha Mhaiskar, principal secretary on special deputation to the BMC said that around 250 patients are being shifted as a precautionary measure. \"The NSCI facility has the capacity to take more patients,\" she said. The MMRDA's Bandra Kurla Complex facility is a field hospital that has been built under a German Tent, while the NSCI facility is within a massive  ...  of Old Delhi Inside paid quarantine hotels in Visakhapatnam These quirky ASMR apps offer doses of digital catharsis Auction reaches Assam's 'tea capital' Jorhat after almost two centuries 'Rocky' documentary by Sylvester Stallone to premiere on June 9 At 50, Air India building is still Mumbai's architectural, cultural icon Vidya Balan: I am a ... "], ["2020-06-02 11:36", "Coronavirus UK LIVE: Summer holidays could resume next month as travel restrictions eased and deaths top 39,000 ...  the virus, with children and young adults concerned about their own mental health or about the livelihood of loved ones. He said there has been a particular surge in the last two weeks, with many concerned about a loss of income, reduction in service provision, domestic violence and abuse, and the potential to become infected with Covid-19. Mr Flynn said: \"There ... this week. Hotels, B&Bs and campsites are all open from today across Italy as the majority of lockdown restrictions are finally lifted. Quarantine regulations are being lifted across the country which means you could take a flight from here to Rome or Milan and head to the coast or the picturesque Italian Lakes for a five-day foreign break. Lottie Tiplady-Bishop Today, 8:45 am FACE MASKS COULD  ... "], ["2020-06-02 11:34", "Blackout Tuesday: Why people are posting black squares on Instagram and how you can help ...  fall for it Tinder hack lets you see who has liked you - without paying for upgrade Tinder If you've ever missed a potential Tinder match, there's a sneaky way you can go back and take a look for free TikTok users going 'blind' with dangerous new 'eye colour' phone flash trend iPhone A dangerous new trend is circulating on TikTok, in which teens try to use their smartphone camera  ...  they broke up Coronavirus 'could be killed by a handheld UV light device', scientists say Coronavirus Scientists at Penn University, the University of Minnesota and two Japanese universities claim that coronavirus could be killed by a handheld UV light device Couples 'should wear masks while having sex' amid coronavirus pandemic, experts  ... "], ["2020-06-02 11:33", "UK MPs to vote on whether it's safe to return to parliament ... arguing that it's too risky to return to work. Social distancing measures imposed to curb the spread of the COVID-19 pandemic have led British MPs to avoid the Commons for the past two months and work from home. Parliamentary business carried on through a \"hybrid\" system implemented in April which allowed a maximum of 50 MPs to be present in the Chamber at any one  ... having an underlying health condition or shielding responsibilities,\" Valerie Vaz, shadow leader of the House, also said. \"The abolition of the hybrid remote parliament which allowed all MPs to take part regardless of their personal circumstances is discriminatory and would not be acceptable in any other workplace,\" she added. The UK is the second worst-hit country in the  ... "], ["2020-06-02 11:31", "Ex-California county attorney accused of killing wife on cruise ship denies she had proof he committed fraud ...  the one who was a suspect for that to occur,\" Kocontes responded. The crew of an oceanography research vessel spotted Kanesaki's body and pulled it out of the ocean nearly two days after her disappearance. Related Articles Ex-California attorney accused of killing ex-wife testifies to waking up on a cruise ship to find her missing Lawsuit alleges Weinstein raped a 17-year- ... the ocean, rather than foul play. The courtroom has been closed to the public, and the testimony live-streamed, in order to give jurors room to socially-distance. Kocontes is scheduled to take the stand again on Tuesday. Report an error Policies and Standards Contact Us Tags: Court Morning Wire Sean Emery Subscribe Today! All Access Digital offer for just 99 cents! blog comments  ... "], ["2020-06-02 11:30", "Family of vulnerable Scots pensioner conned out of 70k by vile scammers fear she may lose her home ...  documents which resulted in the applications being approved. As soon as the funds entered the pensioner's bank account they were immediately transferred out leaving the mother-of-two liable for the huge monthly repayments. Worried son John, who believes his mother is suffering from the early stages of dementia, now fears she may lose her Springboig home  ... This is the time of life when people should be enjoying their home after spending all that time working and now it could be taken away. \"It was lapse in judgement and I know that she has to take some responsibility here but you're talking about people who are preying on the most vulnerable in society and doing it at the worst time. \"People need to be really careful and speak to their elderly  ... "], ["2020-06-02 11:29", "America ‘a nation out of work, out of patience and out of answers’ ... didn't have virus Influencer sacked for giving up autistic son 100,000 Aussie workers score $1K bonus Kmart worker spills discount 'secrets' View NT News Weekly Times Now Just two active cases left in regional Victoria Current CBRE listings Farmers win in landmark live export case Milk processors reveal opening prices When will PETA stop? View Weekly Times Now The Townsville Bulletin 30yo ...  COVID-19 victim didn't have virus Government's $25k homebuyers handout Influencer sacked for giving up autistic son NRL's cardboard fans take dark turn House extensively damaged as it's engulfed in flames View The Townsville Bulletin The Gold Coast Bulletin Kmart worker spills discount 'secrets' Government' ... "], ["2020-06-02 11:28", "Mike Pompeo says China's action on India border part of behaviour of ruling Communist Party ... Image: Reuters) China has moved up its forces along the Line of Actual Control (LAC) with India, US Secretary of State Mike Pompeo said on Monday, asserting that authoritarian regimes take these kinds of actions. Several areas along the LAC in Ladakh and North Sikkim have witnessed major military build-up by both the Indian and Chinese armies recently, in a clear signal of escalating tension and hardening of respective positions by the two sides even two weeks after they were engaged in two separate face-offs. Related News Chhattisgarh: Naxal killed in encounter with police in Dantewada district Jammu and Kashmir encounter: Militant killed in Pulwama district Recent reforms in the Indian Defence Sector \"We see even today increasing forces of China moved ... "], ["2020-06-02 11:28", "Man Utd coach details how stars have benefited from lockdown ahead of season return ... and she carries on superstition Former West Ham striker David Cross was bought a miniature silver pig as a good-luck trinket by the club's physio Zinedine Zidane 'held talks' with Mino Raiola over Paul Pogba transfer Paul Pogba Raiola has hinted previously he wants to take a \"great player\" to Real Madrid, while Pogba's future continues to be clouded in uncertainty as Zidane remains keen on his signature Newcastle and Kempton horse racing tips from Newsboy for day two of the sport's comeback Racing tips Newsboy's best bets for the horse racing at Newcastle and Kempton on Tuesday, June 2. Sport resumed in Britain yesterday after a long break due to coronavirus Man Utd stars accused of dropping standards and living off club's ... "], ["2020-06-02 11:28", "Day 2 of coronavirus unlock 1.0: Ground report from Indian cities ... blood in an emergency. This is because major city blood banks have run dry during 67 days of lockdown. On running their very first shifts after a lockdown on Monday, AMTS and BRTS, the two AMC-run transport services in city logged a collective revenue crossing Rs 1 lakh from over 12,350 passengers. Ahmedabad paced towards normalcy from Day-1 of Unlock 1.0. As June 1  ... among the 38 people who tested positive for Covid-19 in Punjab on Monday, taking the number of cases reported in the state so far to 2,301. UT administrator V P Singh Badnore will take a call on opening clean pockets of Bapu Dham Colony, Sector 26, in a crucial meeting on Tuesday. Facebook Twitter Linkedin Mail Start a Conversation end of article Trending Topics Coronavirus cases in India Mumbai ... "], ["2020-06-02 11:28", "Live updates: Violent clashes between police and public escalate ...  were terribly offensive. Looting is wrong, but it is not the equivalent of murder and I did not mean to equate the two. I deeply regret and humbly apologize for my characterization. — Chief Michel Moore (@LAPDChiefMoore) June 2, 2020 Garcetti also condemned the chief's comments on social media. \"The responsibility for George Floyd's death rests solely with the police officers involved,\" Garcetti wrote on Twitter. \"Chief Moore regrets the words he chose this evening and has clarified them.\" By Abigail Hauslohner and Teo Armus June 2, 2020 at 3:24 AM EDT Birmingham, Ala. officials take down 115-year-old Confederate monument Demolition crews began taking down a Confederate statue late Monday in Birmingham, Ala., an extraordinary ... "], ["2020-06-02 11:27", "Free to play: Rooster Radley the victor at NRL Judiciary ... :21pm Share this on Facebook social-facebook_circle Share this on Twitter social-twitter_circle Share this by Email social-email_circle Sydney Roosters lock Victor Radley is free to take on Brisbane on Thursday night following a successful night against the NRL judiciary. Appearing via a video link, Radley avoided a one-match ban after successfully challenging  ... avoided a one-game ban with his early plea. Warriors veteran Agnatius Paasi accepted a one-match ban for dangerous conduct. Broncos centre Kotoni Staggs will miss one match after entering an early plea for grade-two careless high tackle on Eels five-eighth Dylan Brown in their loss on Thursday. MORE NRL NEWS 'HE'S A COWARD': Spudd declares war on Gal TEAM LISTS ROUND 4: Desperate Dragons in ... "], ["2020-06-02 11:26", "Mystery surrounds disappearance of live cartridges from T. Narsipur police station ... . Please use a genuine email ID and provide your name, to avoid rejection. Printable version | Jun 2, 2020 3:57:03 PM | https://www.thehindu.com/news/national/karnataka/mystery-surrounds-disappearance-of-live-cartridges-from-t-narsipur-police-station/article31730044.ece THG PUBLISHING PVT LTD. Next Story Claim over ration card database puts two departments at odds Revenue Dept. fears the e-governance Dept. will take credit for its e-kshana database Sharath S. Srivatsa Fishermen want beached dredging vessel on Surathkal coast to stay put The vessel, Bhagvati Prem, has facilitated growth of marine life by breaking rough waves, they say Anil Kumar Sastry Top Picks in The Hindu today Janina Gavankar live on Instagram @thehinduweekend Watch | Locust attack ... "], ["2020-06-02 11:25", "Coronavirus: Iran records 3,117 new cases, people ignore social distancing rules ...  new cases were confirmed in Iran in the past 24 hours. This had brought the overall caseload to 157,562, he added. Infections have been on a rising trajectory in the Islamic republic since hitting a near two-month low on May 2. They were at their highest on March 30 after hitting 3,186. For all the latest headlines follow our Google News channel online or via the app. Jahanpour said the virus had  ...  in, out of Abu Dhabi as lockdown tightened 4830 Views Libyan National Army captures town as Turkey sends more Syrians to Libya: Report 4444 Views Coronavirus: Emirates may take four years to resume flying to previous destinations 2848 Views Urmia prisoners denied medical care amid coronavirus in Iran: Opposition group 1874 Views Coronavirus in the water: Risk ... "], ["2020-06-02 11:24", "McDonald's fans queue at drive-thrus across the country as it finally reopens restaurants up north ...  Cheam (Sutton) Strood (Commercial Road) Medway Valley Park (Rochester) Medway City Estate (Rochester) Bushey (Hertfordshire) Staines (Two Rivers Retail Park) Staines (London Road) Peterborough (Boongate) Peterborough (Glinton) Peterborough (Hampton) Peterborough (Morrisons) Peterborough (Bourges  ... fast food chain is also now allowing click and collect orders via the My McDonald's app again when using its drive-thrus. McDonald's says this will help speed up orders after previously warning how their service will take longer than usual . Most read in Money RETURN OF THE MAC McDonald's reopens 160 drive thrus & 22 for delivery - here's the list RETAIL REVIVAL Dates for when shops reopen including Sports Direct, Primark and Debenhams GOLDEN ARCHES ... "], ["2020-06-02 11:23", "Palestinian family mourns autistic son killed by Israel police ...  was disabled and asked them to check his identity, but they kept their distance and ... fired at Iyad\". Their son was killed by two gunshots, according to the family who recovered his body on Sunday after the autopsy. The parents, who also have two daughters, now want answers about the death of their son, who for years had crossed their path peacefully. - CCTV footage? - Police have launched an  ...  the killing a \"war crime\" while the Islamist movement Hamas warned of a new intifada or uprising. The coming weeks were already expected to be tense, as the Israeli government could take steps as soon as July 1 to annex parts of the occupied West Bank. The move forms part of a peace plan unveiled in January by US President Donald Trump which has been  ... "], ["2020-06-02 11:22", "China delayed releasing coronavirus info, frustrating WHO despite public praise ... ;protect China\" was for WHO to do its own independent analysis with data from the Chinese government, because otherwise the spread of the virus between people would be in question and \"other countries will take action accordingly.\" Ryan also noted that China was not cooperating in the same way some other countries had in the past. \"This would not happen in Congo and did not happen in Congo and other ...  new virus and told colleagues that it was critical to push China. Ryan, WHO's chief of emergencies, was also upset at the dearth of information. \"The fact is, we're two to three weeks into an event, we don't have a laboratory diagnosis, we don't have an age, sex or geographic distribution, we don't have an epi curve,\"  ... "], ["2020-06-02 11:21", "Australia’s youngest coronavirus death ‘fitted health narrative’: Gleeson ... didn't have virus Influencer sacked for giving up autistic son 100,000 Aussie workers score $1K bonus Kmart worker spills discount 'secrets' View NT News Weekly Times Now Just two active cases left in regional Victoria Current CBRE listings Farmers win in landmark live export case Milk processors reveal opening prices When will PETA stop? View Weekly Times Now The Townsville Bulletin 30yo ...  COVID-19 victim didn't have virus Government's $25k homebuyers handout Influencer sacked for giving up autistic son NRL's cardboard fans take dark turn House extensively damaged as it's engulfed in flames View The Townsville Bulletin The Gold Coast Bulletin Kmart worker spills discount 'secrets' Government' ... "]]}}