{"postfix": "target-aktie", "name": "TARGET", "wkn": "856243", "time": "2020.06.02 14:05", "ts": 1591099551, "features": {"KGV": "17.28", "Marktkapitalisierung": {"Size": "Mrd", "Value": "52.99"}, "GA": "6.39", "KBV": "4.81", "BA": "22.95", "KCV": "8.55", "CA": "12.91", "Vola30": "37.61", "Vola90": "62.42", "Vola180": "50.64", "Vola250": "42.69"}, "rivals": ["ceconomy-aktie", "walmart-aktie", "costco_wholesale-aktie", "sears-aktie", "bed_bath_beyond-aktie", "family_dollar_stores-aktie", "dollar_tree-aktie"], "text_data": {"de": [["31.05.20", "Target-Aktie: Das sind die Expertenmeinungen des Monats Mai"], ["19.05.20", "Ausblick: Target stellt Ergebnisse des abgelaufenen Quartals vor"], ["30.04.20", "April 2020: Analysten sehen Potenzial bei Target-Aktie"], ["31.03.20", "Die Expertenmeinungen zur Target-Aktie im März 2020"], ["13.03.20", "Target schüttet 211. Quartalsdividende in Folge aus"], ["03.03.20", "MÄRKTE USA/Fed schickt Aktien und Rentenrenditen auf Talfahrt"], ["03.03.20", "MÄRKTE USA/Fed stützt Aktien nur kurz"], ["02.03.20", "Ausblick: Target zieht Bilanz zum abgelaufenen Quartal"], ["15.01.20", "MÄRKTE USA/Wall Street mit Abschluss des Handelsabkommens in Rekordlaune"], ["10.01.20", "Discounter Target schüttet 210. Quartalsdividende in Folge aus"]], "en": [["2020-06-02 12:04", "China halting US soy imports is unlikely to hurt anyone soon ...  familiar told Bloomberg News the restrictions don't apply to private companies. The attempt to gain leverage is real enough, and Beijing is counting on the American farm lobby complaining to Washington about the situation. Ultimately, though, it's up to the US government to decide whether that's reason to reverse course on other aspects of foreign policy. The two-year target of $200bn in increased Chinese imports from the US in the phase one trade deal signed in January was already looking challenging. A near-doubling of inbound trade was always going to be a stretch, and that was before the damage the coronavirus has done to demand in China and supply chains in the US. The current diplomatic tensions will surely put the figure still further ... "], ["2020-06-02 12:01", "The Rhode Home: Find inspiration with CASA magazine ...  for Phase 2? Video Unable to make new graduation date, high school senior receives solo ceremony Video Juanita Sanchez seniors receive congratulatory lawn signs ahead of virtual graduation Video TJ Maxx, Marshalls, Home Goods to reopen most stores by end of June RI teachers team up to make smile- friendly masks Video Follow Us Facebook Twitter YouTube RSS Feed News App Weather App News Weather WATCH Target 12 Call 12 For Action Sports FOX Providence The CW Providence myRITV Newsmakers Executive Suite Dan Yorke State of Mind Meet The Team About Us Contact Us Work For Us Advertise About Our Ads FCC File WPRI FCC File WNAC EEO Report Children's TV Report WPRI Children's TV Report WNAC Closed Captioning Concerns Privacy Policy Terms Of Use Covers Do Not ... "], ["2020-06-02 12:01", "HP amplifies its audio game with new accessories ...  Antivirus Deals Identity Theft Protection Deals Mattress Deals Meal Kit Deals Password Manager Deals Pillow Deals Prescription Glasses Deals Tax Service Deals VPN Deals Web Hosting Deals All coupons Best Buy Promo Codes DoorDash Promo Codes eBay Coupons Groupon Promo Codes GrubHub Coupons Home Depot Coupons HP Coupons Office Depot Coupons Postmates Coupons Samsung Promo Codes Staples Coupons Target Coupons Verizon Promo Codes Walmart Coupons Download 5G Editions Editions English Espaol China France Germany Japan Korea Search Go Hi, Settings My Profile Forums Sign Out Join / Sign In HP amplifies its audio game with new accessories Budget mice, speakers and gaming headset join an oddball 24-inch curved monitor in HP's summer accessory lineup. Lori ... "], ["2020-06-02 12:01", "HP's new Omen 15 gaming laptop promises big performance in a smaller size ... The Cheapskate Antivirus Deals Identity Theft Protection Deals Mattress Deals Meal Kit Deals Password Manager Deals Pillow Deals Prescription Glasses Deals Tax Service Deals VPN Deals Web Hosting Deals All coupons Best Buy Promo Codes DoorDash Promo Codes eBay Coupons Groupon Promo Codes GrubHub Coupons Home Depot Coupons HP Coupons Office Depot Coupons Postmates Coupons Samsung Promo Codes Staples Coupons Target Coupons Verizon Promo Codes Walmart Coupons Download 5G Editions Editions English Espaol China France Germany Japan Korea Search Go Hi, Settings My Profile Forums Sign Out Join / Sign In HP's new Omen 15 gaming laptop promises big performance in a smaller size The new Omen is joined by a new 16-inch budget-friendly Pavilion Gaming laptop. Joshua ... "], ["2020-06-02 12:01", "Amazon's details on COVID-19 infections aren't good enough, workers and officials say ... . And while Amazon has faced a large amount of the scrutiny and criticism for its virus response over the past few months, it's position on releasing these statistics doesn't appear to be unique. It's kind of like this worst paternalistic attitude that people can't handle it. Ashley Conway, Rutgers School of Management and Labor Relations Walmart, Target, Instacart and CVS all said in statements to CNET that they don't release nationwide numbers either. The New York Times last week wrote about meat producers , including Smithfield Foods, refusing to do so, too. Several of these companies cited privacy concerns and others said these numbers could easily be misinterpreted. Four Democratic US senators have called on Walmart to release its ... "], ["2020-06-02 12:01", "Amazon Alexa vs. Google Assistant: Which one is the best virtual assistant? ... Cheapskate Antivirus Deals Identity Theft Protection Deals Mattress Deals Meal Kit Deals Password Manager Deals Pillow Deals Prescription Glasses Deals Tax Service Deals VPN Deals Web Hosting Deals All coupons Best Buy Promo Codes DoorDash Promo Codes eBay Coupons Groupon Promo Codes GrubHub Coupons Home Depot Coupons HP Coupons Office Depot Coupons Postmates Coupons Samsung Promo Codes Staples Coupons Target Coupons Verizon Promo Codes Walmart Coupons Download 5G Editions Editions English Espaol China France Germany Japan Korea Search Go Hi, Settings My Profile Forums Sign Out Join / Sign In CNET editors pick the products and services we write about. When you buy through our links, we may get a commission. Amazon Alexa vs. Google Assistant: Which one is the ... "], ["2020-06-02 12:01", "My favorite trick for Google Home and how to find it ...  The Cheapskate Antivirus Deals Identity Theft Protection Deals Mattress Deals Meal Kit Deals Password Manager Deals Pillow Deals Prescription Glasses Deals Tax Service Deals VPN Deals Web Hosting Deals All coupons Best Buy Promo Codes DoorDash Promo Codes eBay Coupons Groupon Promo Codes GrubHub Coupons Home Depot Coupons HP Coupons Office Depot Coupons Postmates Coupons Samsung Promo Codes Staples Coupons Target Coupons Verizon Promo Codes Walmart Coupons Download 5G Editions Editions English Espaol China France Germany Japan Korea Search Go Hi, Settings My Profile Forums Sign Out Join / Sign In My favorite trick for Google Home and how to find it Google Assistant's routines let you create custom commands and responses. Andrew Gebhart June 2, 2020 5:01 ... "], ["2020-06-02 12:00", "Norco '80, finale: Careers ruined, police tactics changed by bank robbery and gun battle ...  continue in Southern California as new week begins Hundreds gather in Corona to hear speeches, march in protest of George Floyd death Pechanga Resort Casino reopens after being closed for months due to the coronavirus Riverside County coronavirus cases grow by 496; 8 new deaths reported Riverside orders curfew, declares local emergency in advance of George Floyd protest Target temporarily closes 23 Southern California stores amid protests Disneyland surveys passholders about masks, temperature checks and health questionnaires San Bernardino cleans up aftermath of 'total mayhem' following George Floyd protest Tags: books Norco 80 Book Top Stories Breeze Top Stories IVDB Top Stories LADN Top Stories LBPT Top Stories OCR Top Stories PE Top Stories PSN ... "], ["2020-06-02 12:00", "Norco '80, finale: Careers ruined, police tactics changed by bank robbery and gun battle ...  Hundreds protest death of George Floyd in Anaheim; 20-plus arrested Curfew, police presence seem to discourage protest in Costa Mesa near South Coast Plaza Protests, looting continue in Southern California as new week begins With South Coast Plaza named as protest site, Costa Mesa sets Monday night curfew KLOS 95.5 axes Frosty Stilwell from Frosty, Heidi & Frank Show Target temporarily closes 23 Southern California stores amid protests The Heroes Act just rewards bad behavior and poor governance Other homeless people in Orange County may have been sickened by poisoned food Curfews set Monday night for these Southern California cities, counties 2 officers injured during Sunday night's protests in Orange County March Moderne will open Thursday, June 4 ... "], ["2020-06-02 12:00", "B/R NBA Staff: Promising Youngsters Who Could Be Traded for a Star ...  Kuzma at different four different positions (all but point guard). In 2018-19, he averaged 18.7 points in 33.1 minutes per game. This season, he's down to 12.5 points in 24.6 minutes. Kuzma may be better suited for a team that needs a young, scoring power forward. The Lakers need playmaking and shooting. Brooklyn Nets guard Spencer Dinwiddie would be an ideal target if he became available. Sacramento Kings guard Buddy Hield is an elite shooter and could feast on open looks that James and Davis generate. An athletic scorer like Zach LaVine might be interesting as well, given the Chicago Bulls' recent front-office turnover. Kuzma is under contract for one more season at $3.6 million (he's eligible for an extension this offseason), so the Lakers ... "], ["2020-06-02 12:00", "It's not just rage at racism, but also economic inequality ... Southern California as new week begins Hundreds gather in Corona to hear speeches, march in protest of George Floyd death Pechanga Resort Casino reopens after being closed for months due to the coronavirus Riverside County coronavirus cases grow by 496; 8 new deaths reported Riverside orders curfew, declares local emergency in advance of George Floyd protest Target temporarily closes 23 Southern California stores amid protests Disneyland surveys passholders about masks, temperature checks and health questionnaires San Bernardino cleans up aftermath of 'total mayhem' following George Floyd protest Tags: Opinion Columns Thomas D. Elias View Comments Join the Conversation We invite you to use our commenting platform to engage in insightful conversations ... "], ["2020-06-02 12:00", "It's not just rage at racism, but also economic inequality ...  Hundreds protest death of George Floyd in Anaheim; 20-plus arrested Curfew, police presence seem to discourage protest in Costa Mesa near South Coast Plaza Protests, looting continue in Southern California as new week begins With South Coast Plaza named as protest site, Costa Mesa sets Monday night curfew KLOS 95.5 axes Frosty Stilwell from Frosty, Heidi & Frank Show Target temporarily closes 23 Southern California stores amid protests The Heroes Act just rewards bad behavior and poor governance Other homeless people in Orange County may have been sickened by poisoned food Curfews set Monday night for these Southern California cities, counties 2 officers injured during Sunday night's protests in Orange County March Moderne will open Thursday, June 4 ... "], ["2020-06-02 11:58", "Morning Knicks 6/2: Knicks Organization Stays Silent, Potential Thibs Coaching Staff, and More ... ,\" and that the Knicks' president could lean toward a guard like Cole Anthony. This line of thinking may be a bit frightening for fans to hear, as it sounds like the same old Knicks decisions: preferring an inefficient shooter like Anthony to a more well rounded (if raw) prospect in Hayes. Additionally, it shows where Rose's head may be at. If Hayes isn't a target because the organization wants to avoid a slow rebuild, Rose may try to use his connections to attempt to make a team this team a winner as fast as possible. Unfortunately, this strategy of cutting corners on a rebuild has been a sin of Knicks' team presidents and general managers in the past, so Rose will need to make sure his plan is foolproof. Comment Comments News FEATURED ... "], ["2020-06-02 11:57", "Phil Foden to be 'spoken to' by Man City after playing football with public ...  FEATURED COMMUNITY Man City set to make 'significant changes' in coaching positions - two major roles set to become vacant Manchester City are set to make significant changes in their academy system this summer, with two major coaching roles set to become available, according to an exclusive report from Training Ground Guru. Freddie Pye 13 hours ago Like Comment Man City midfield target 'prefers' Etihad switch - one factor could give Serie A club advantage Lyon midfielder Houssem Aouar 'prefers' the option of moving to Manchester City this summer, however the prospect of a Champions League ban could give one club the advantage, according to L'Equipe. Freddie Pye 14 hours ago Like Comment Plans for new club in the City Football ... "], ["2020-06-02 11:52", "The Finance 202: Millions of Americans are poised to exhaust coronavirus economic relief ...  York, Atlanta, Philadelphia and Minneapolis, experienced broken windows, thefts and other violence over the weekend,\" Rachel Lerman and Todd C. Frankel report . \"Walmart on Sunday closed several hundred stores because of potential protests. Amazon said it had adjusted routes or scaled back delivery operations in some cities, while Apple closed an unspecified number of stores on Sunday. Target said it temporarily closed six stores in California, Minnesota, Illinois and Pennsylvania. The mayor of Philadelphia ordered all retailers to shut down Sunday.\" Key quote: \"In normal times, businesses would probably take it in their stride,\" Neil Saunders, a retail analyst at GlobalData Retail, told my colleagues. \"But coming off the back of the ... "], ["2020-06-02 11:51", "Acquitted scientist Sirous Asgari returns to Iran after years in U.S. prison ...  pharmaceutical firm Celltrion announced promising results from a pre-clinical trial of a new antiviral treatment for COVID-19 on Monday. Trending Stories Trump threatens to send military to 'solve' violent U.S. protests Senate returns to face bill for 2nd stimulus payment, mass protests Eli Lilly begins clinical trial for COVID-19 antibody treatment Apple, Amazon, Walmart, Target close some stores over rioting Congo declares second outbreak of Ebola virus Follow Us Sign up for our daily newsletter Subscribe Privacy policy Photo Gallery World moves to reopen amid COVID-19 pandemic Back to Article / Back to top About UPI Contact Feedback Advertisements Submit News Tips Copyright 2020 United Press International, Inc. All Rights Reserved. Terms of Use ... "], ["2020-06-02 11:50", "Stock market live updates: Futures jump despite U.S. unrest, Zoom rises ahead of earnings ...  line is that the market is on a recovery path. If OPEC+ extends the high-level oil production cuts, that recovery will speed up and prices won't lag behind.\" — Stevens 7:47 am: Slack jumps after Cowen rates stock as outperform Shares of Slack rose 3.8% in premarket trading after Cowen initiated the stock with an outperform rating and a $45 price target. The price target is 21% above where trading closed on Monday. The firm said in a note that the shift to working from home during the pandemic has expanded the potential market for Slack and that Wall Street is overly worried about competition from Microsoft Teams. Slack is set to report its fiscal first quarter results after the bell on Thursday. — Pound 7:35 am: Zoom moving higher ahead ... "], ["2020-06-02 11:47", "Trump's G7 invitation to South Korea, Australia draws response from China ...  apartment window in St. Peter's Square in Vatican City for the first time since the lockdown in Italy began March 9. Trending Stories Trump threatens to send military to 'solve' violent U.S. protests Senate returns to face bill for 2nd stimulus payment, mass protests Eli Lilly begins clinical trial for COVID-19 antibody treatment Apple, Amazon, Walmart, Target close some stores over rioting Congo declares second outbreak of Ebola virus Follow Us Sign up for our daily newsletter Subscribe Privacy policy Photo Gallery COVID-19 pandemic alters life in New York City Back to Article / Back to top About UPI Contact Feedback Advertisements Submit News Tips Copyright 2020 United Press International, Inc. All Rights Reserved. Terms of Use Privacy Policy"], ["2020-06-02 11:47", "After Reality Star’s Death, Japan Vows to Rip the Mask Off Online Hate : The Asahi Shimbun ...  for people to hide their identities could chill the country's rising online activism, which has become an increasingly powerful check on government power. \"There are conflicts with freedom of speech and rights and privacy that are extremely thorny,\" said Ayaka Shiomura, a former TV personality and current member of the upper house of Japan's parliament who has herself been the target of cyberbullying. \"We have to think about the victims, like Ms. Kimura, first,\" she said, but \"it's possible for her situation to be exploited.\" The discussion in Japan echoes a fierce debate in the United States over how far social media companies should go to intervene in users' posts. Last week, Twitter added labels to two of President ... "], ["2020-06-02 11:44", "24-year-old man dies in attempted ATM explosion ... 918; 11,721 deaths reported National Guard arrives as citywide looting, riots continue in Philadelphia Trending Coroner: 9-year-old girl, both parents found shot to death in Pa. home Officers, civilians hurt after a day of protests, riots, looting in Philadelphia Philadelphia community begins clean-up in wake of riots in Center City Dozens stand guard outside of South Philadelphia Target to protect from looters Amid weekend unrest, 7 killed in shootings across Philadelphia Get FOX 29 Breaking News Alerts News Philadelphia Pennsylvania New Jersey Delaware More Local News National News World News Weather 7-Day Forecast Closings Radar Temperatures Traffic Watches/Warnings Weather App Good Day Bus Stop Buddy Kelly's Classroom Seen On TV Watch Live Weekend Ya ... "]]}}