{"postfix": "telefonica-aktie", "name": "TELEFONICA", "wkn": "850775", "time": "2020.06.02 12:15", "ts": 1591092905, "features": {"KGV": "9.78", "Marktkapitalisierung": {"Size": "Mrd", "Value": "21.99"}, "GA": "0.65", "KBV": "1.90", "BA": "3.34", "KCV": "2.33", "CA": "2.73", "Vola30": "45.51", "Vola90": "68.91", "Vola180": "51.98", "Vola250": "38.72"}, "rivals": ["adva-aktie", "bechtle-aktie", "drillisch-aktie", "freenet-aktie", "united_internet-aktie", "at_t-aktie", "deutsche_telekom-aktie"], "text_data": {"de": [["2020.06.02", "Telefonica setzt bei 5G auf Ericsson"], ["31.05.20", "So stuften die Analysten die Telefonica-Aktie im vergangenen Monat ein"], ["28.05.20", "EU-Gericht kippt Fusions-Verbot für britischen Mobilfunkmarkt"], ["27.05.20", "Schiedsgutachter gibt vorerst 1&1 Drillisch im Streit mit Telefonica recht"], ["27.05.20", "1&1 Drillisch freut sich über Schiedsgutachten gegen Telefonica"], ["26.05.20", "ANALYSE-FLASH: Barclays senkt Telefonica auf 'Equal Weight' - Ziel 5 Euro"], ["20.05.20", "Telefonica-Deutschland-Chef - Verkauf von Funkmasten in nächsten Wochen"], ["20.05.20", "MÄRKTE EUROPA/Kurse setzen sich - Kurssprung bei Aareal Bank"], ["19.05.20", "MÄRKTE EUROPA/Uneinheitlich - Ende des Leerverkaufverbots drückt"], ["19.05.20", "MÄRKTE EUROPA/Rücksetzer - Ende des Leerverkaufverbots belastet"], ["19.05.20", "MÄRKTE EUROPA/Verschnaufpause nach Rally-Schub"], ["19.05.20", "Provider bekräftigen zum LTE-Jubiläum ihre Ausbaupläne"], ["09.05.20", "Telefonica: So schnitt der Konzern im vergangenen Quartal ab"], ["09.05.20", "Telefonica: Quartalsergebnisse zum jüngsten Jahresviertel"], ["07.05.20", "MÄRKTE EUROPA/DAX & Co profitieren von guten China-Daten"], ["07.05.20", "MÄRKTE EUROPA/Risikobereitschaft steigt mit guten China-Daten"], ["07.05.20", "ROUNDUP/Milliardendeal: Telefonica findet Partner für britisches Geschäft"], ["07.05.20", "Fusion führt zu neuem Telekomriesen in Großbritannien"], ["07.05.20", "MÄRKTE EUROPA/Gute China-Daten machen Anlegern Hoffnung"], ["07.05.20", "MÄRKTE EUROPA/Fester - China-Daten stützen"], ["07.05.20", "Telefonica-Zahlen wegen Coronavirus zu Jahresbeginn rückläufig"], ["07.05.20", "Telefonica und Liberty Global vereinbaren Fusion britischer Geschäfte"], ["07.05.20", "Telefonica bekräfttigt trotz Corona-Krise Dividenendpläne"], ["07.05.20", "WDH/Milliardendeal: Telefonica und Liberty  fusionieren britisches Geschäft"], ["07.05.20", "Milliadendeal: Telefonica und Liberty Global fusionieren britisches Geschäft"], ["07.05.20", "'FT': Telefonica erhält im Großbritannien-Deal mit Liberty rund 6 Millarden Euro"], ["06.05.20", "Telefonica Deutschland mit höheren Umsätzen in Coronakrise"], ["04.05.20", "MÄRKTE EUROPA/Geopolitische Spannungen drücken - Thyssenkrupp schwach"], ["04.05.20", "MÄRKTE EUROPA/Börsen von steigenden geopolitischen Risiken gedrückt"], ["04.05.20", "ANALYSE-FLASH: JPMorgan hebt Ziel für Telefonica SA auf 4,80 Euro - Underweight"], ["04.05.20", "Telefonica in Gesprächen über Fusion von O2 und Virgin Media"]], "en": [["2020.06.02", "El Club Atlético Osasuna pone en marcha el programa Cantera Salud en alianza con Telefónica y la startup HUMANoX"], ["2020.06.02", "Telefonica Deutschland picks Ericsson for 5G core network"], ["01.06.20", "El número de dispositivos que acceden a Movistar+ bate su récord histórico con casi 10 millones"], ["29.05.20", "Movistar amplía su acuerdo de patrocinio con el Club Estudiantes hasta 2025"], ["26.05.20", "ElevenPaths logra el estatus de Competencia en Seguridad de Amazon Web Services"], ["25.05.20", "ACS y Telefónica traen de china más de 200.000 “buzos” para el personal sanitario de hospitales de toda España"], ["22.05.20", "Innovación tecnólogica y seguridad física: así prepara Movistar sus tiendas para proteger a clientes y empleados del COVID-19"], ["21.05.20", "La digitalización de las pymes y  la formación digital, claves  para reactivar la economía y  generar empleo tras el COVID-19"], ["20.05.20", "Telefonica SA : TEF-Result of Tender Offer Debt"], ["20.05.20", "Movistar Likes cumple tres años con más de nueve millones de participaciones en sus experiencias, concursos y promociones"], ["20.05.20", "Ciena to Power Telefonica UK Network Automation Capabilities"], ["20.05.20", "Telefonica Emisiones : Results of Tender Offer"], ["19.05.20", "Compromiso social y emergencia climática, claves para la gestión empresarial ante un entorno incierto"], ["15.05.20", "El tráfico de videollamadas sobre la red de Telefónica creció un 500% desde que comenzó el estado de alarma"], ["14.05.20", "Telefonica SA : Issuance of Debt"], ["13.05.20", "Telefonica SA : Tender Offer and Issuance of Debt"], ["13.05.20", "Telefonica Emisiones : Launch of Tender Offer"], ["12.05.20", "Telefónica extiende a Hispam y Brasil el protocolo de retorno a las oficinas tras alcanzar un acuerdo global con UNI, UGT y CCOO"], ["11.05.20", "Las salidas permitidas a mayores de 14 años por la tarde se reflejan en un descenso del tráfico de datos fijos"], ["08.05.20", "Movistar y LaLiga encaran unidos la cuenta atrás para la vuelta del fútbol con una programación especial y acciones exclusivas"], ["08.05.20", "RPT-Beards and barking dogs: how Telefonica merged O2 in the middle of a pandemic"], ["07.05.20", "Beards and barking dogs: how Telefonica merged O2 in the middle of a pandemic"], ["07.05.20", "Beards and barking dogs: how Telefonica merged O2 in the middle of a pandemic"], ["07.05.20", "Liberty and Telefonica agree $38 billion UK tie-up to take on BT"], ["07.05.20", "Liberty and Telefonica agree $38 billion UK tie-up to take on BT"], ["07.05.20", "UPDATE 4-Liberty and Telefonica agree $38 bln UK tie-up to take on BT"], ["07.05.20", "UPDATE 3-Liberty and Telefonica in $38 bln UK tie-up to take on BT"], ["07.05.20", "Liberty and Telefonica in $38 billion UK tie-up to take on BT"], ["07.05.20", "Liberty and Telefonica in $38 billion UK tie-up to take on BT"], ["07.05.20", "UPDATE 2-Liberty and Telefonica in $38 bln UK tie-up to take on BT"], ["07.05.20", "Telefonica to merge UK unit O2 with Virgin Media"], ["07.05.20", "Liberty Global, Telefonica agree $38 billion merger of UK businesses"], ["07.05.20", "UPDATE 1-Liberty Global, Telefonica agree $38 bln merger of UK businesses"], ["07.05.20", "Liberty Global and Telefonica to combine their U.K. operations"], ["07.05.20", "Spain's Telefonica to merge British unit O2 with Virgin Media"], ["07.05.20", "Telefónica prevé un impacto limitado como consecuencia del COVID-19 y mantiene el dividendo"], ["07.05.20", "Telefónica y Liberty Global se unen en Reino Unido y crean el operador integrado de servicios fijos y móviles líder del mercado"], ["07.05.20", "Telefonica Brasil SA (VIV) Q1 2020 Earnings Call Transcript"], ["06.05.20", "WRAPUP 1-Telefonica, TIM to move ahead with Brazil M&A plans despite COVID-19"], ["06.05.20", "UPDATE 1-Telefonica Brasil's Q1 profit falls and misses expectations on higher taxes, depreciation"], ["2020-06-02 09:26", "Germany's Telefonica Deutschland picks Ericsson for 5G core network over HuaweiTelefonica Deutschland will build its 5G core mobile network in Germany using equipment from Ericsson, saying the choice of the Swedish supplier would safeguard the security of its next-generation services.Germany's three main operators are removing H"], ["2020-06-02 09:17", "Best mobile phone plans for business in 2020 ...  both 4G and 5G options depending on where you live and what device you have. Vodafone is also one of the best value options if you need a large amount of data, plus all the benefits of Vodafone's VeryMe are made available to you. The best mobile plans for business from O2 (Image credit: O2) Terrific for globe-trotters Unlimited minutes | Unlimited texts| from 2GB data | 12-month contract | from 11 The Telefonica-owned company offers one of the most impressive packages in the line-up. It is also the most expensive although you get far more than most. Not only do you have unlimited minutes and texts in the UK and across Europe (well, there is a fair usage limit of 2,000 minutes and 2,000 texts in the EU), you also get 3GB to use in the EU and 120 UK to EU ... "], ["2020-06-02 07:20", "Telefonica Deutschland picks Ericsson for 5G core networkREUTERS: Telefonica Deutschland will build its 5G core mobile network in Germany using equipment from Ericsson, saying the choice of the Swedish ..."], ["2020-06-02 07:17", "Telefonica Deutschland picks Ericsson for 5G core networkTelefonica Deutschland will build its 5G core mobile network in Germany using equipment from Ericsson, saying the choice of the Swedish supplier would safeguard the security of its next-generation services.'"], ["2020-05-31 17:22", "Mexican broadcaster Televisa to launch mobile phone service ... in the footsteps of US cable companies such as Comcast Corp and Charter Communications Inc that have ventured into the mobile market as MVNOs in recent years. Mexico has long fought to promote competition in telecommunications, even passing a constitutional reform in 2013 aimed at loosening Slim's grip on the market. Yet global telecoms titans such as AT&T and Telefonica have failed to meaningfully erode Slim's market share and America Movil still holds about two-thirds of mobile phone lines, according to statistics from Mexican telecom regulator IFT. Advertisement Advertisement Some telecom experts argue the key to boosting competition is to pit America Movil and Televisa, the king of Mexican broadcasting, against each other. Televisa's cellular ... "], ["2020-05-31 17:04", "Exclusive: Mexican broadcaster Televisa to launch mobile phone service, challenging Slim ... in the footsteps of U.S. cable companies such as Comcast Corp and Charter Communications Inc that have ventured into the mobile market as MVNOs in recent years. Mexico has long fought to promote competition in telecommunications, even passing a constitutional reform in 2013 aimed at loosening Slim's grip on the market. Yet global telecoms titans such as AT&T and Telefonica have failed to meaningfully erode Slim's market share and America Movil still holds about two-thirds of mobile phone lines, according to statistics from Mexican telecom regulator IFT. Some telecom experts argue the key to boosting competition is to pit America Movil and Televisa, the king of Mexican broadcasting, against each other. Televisa's cellular service will be priced at ... "], ["2020-05-31 13:09", "KKR and Cinven in takeover talks with Spain's MasMovil - sources ...  said in an earlier report that the buyout funds were confident of reaching an agreement with the company's management. If successful, the deal would mark the first attempt by heavyweight private equity investors to buy a publicly listed company in Europe in a so-called take-private deal since the coronavirus crisis brought the region to a halt. Spain's Telefonica ( TEF.MC ) pulled off a $38 billion deal in early May to merge its British mobile operator O2 with Liberty's cable network business Virgin Media. Reporting by Pamela Barbaglia in London and Graham Keeley in Barcelona; Editing by David Goodman Our Standards: The Thomson Reuters Trust Principles. 0 : 0 narrow-browser-and-phone medium-browser-and-portrait-tablet landscape-tablet medium ... "], ["2020-05-31 12:58", "KKR and Cinven in takeover talks with Spain's MasMovil -sources ...  said in an earlier report that the buyout funds were confident of reaching an agreement with the company's management. If successful, the deal would mark the first attempt by heavyweight private equity investors to buy a publicly listed company in Europe in a so-called take-private deal since the coronavirus crisis brought the region to a halt. Spain's Telefonica pulled off a $38 billion deal in early May to merge its British mobile operator O2 with Liberty's cable network business Virgin Media. ($1 = 0.9011 euros) (Reporting by Pamela Barbaglia in London and Graham Keeley in Barcelona Editing by David Goodman) Our Standards: The Thomson Reuters Trust Principles. 0 : 0 narrow-browser-and-phone medium-browser-and-portrait-tablet landscape ... "], ["2020-05-31 12:58", "KKR and Cinven in takeover talks with Spain's MasMovil -sources ...  said in an earlier report that the buyout funds were confident of reaching an agreement with the company's management. If successful, the deal would mark the first attempt by heavyweight private equity investors to buy a publicly listed company in Europe in a so-called take-private deal since the coronavirus crisis brought the region to a halt. Spain's Telefonica pulled off a $38 billion deal in early May to merge its British mobile operator O2 with Liberty's cable network business Virgin Media. ($1 = 0.9011 euros) (Reporting by Pamela Barbaglia in London and Graham Keeley in Barcelona Editing by David Goodman) Our Standards: The Thomson Reuters Trust Principles. 0 : 0 narrow-browser-and-phone medium-browser-and-portrait-tablet landscape ... "], ["2020-05-31 11:57", "'Mother Dough' Wins First Iberseries Pitch ... -19 Panels Held online, and featuring select highlights from what was once imagined to be an industry agenda taking place this week in Granada, Spain, Iberseries proved notable for its high-powered backing. On May 19, Movistar Plus presented \"La Unidad,\" a just-released anti-terrorist squad action thriller which had set an all-time first weekend viewership record for the Telefonica pay TV/SVOD service. At a May 28 trans-Atlantic Zoom panel, executives from Miami's ViacomCBS International Studios, Spain's Movistar Plus and RTVE and Colombia's Caracol TV debated a post-COVID future, setting out sometimes quite candidly their priorities as well as likely post-pandemia change. Iberseries also served to underscore the ever-rising but logical ... "], ["2020-05-29 21:00", "Telecommunications Network Operators: 4Q19 Market Review ...  spending due to lockdown in most countries and a rise in defaults on financed handset plans will also hurt revenue generation. On the enterprise side, wireline operations could see revenue declines accelerate due to lower corporate spending and higher unemployment. Telcos with significant media and advertising segments will see revenue declines due to suspension of upcoming sporting events. Examples include Telefonica, BT Altice and AT&T.In European countries, 5G auctions anytime in the next several months are next to impossible amid the COVID-19 pandemic; France has already postponed an auction. This will directly affect any near-term sales prospects for the telcos. Looking ahead, TNOs are likely to revisit their capex budgets and slash spending on 5G.Amid ... "], ["2020-05-29 10:04", "Conecta Fiction Reboot Panels, Diversity, Case Studies Announced ...  All 0 JAIME OLMEDO Movistar Plus action thriller \"Riot Police\" (\"Antidisturbios\"), one of the most buzzed up of drama series from Spain this year, at least among the few who have caught its first episodes, will be brought onto the international market at next month's Conecta Fiction Reboot. The unveil comes as Movistar Plus, the pay TV/SVOD arm of Spain's Telefonica, fires up its drive to secure overseas markets for its premium drama slate with -reportedly, one of the most propulsive and full-on action-driven of its series, at least in Ep. 1, where a riot police squad is drafted in to carry out an eviction in the heart of a Senegalese community in Madrid. Captured in Ep. 1, their operation goes drastically awry as one protestor dies ... "], ["2020-05-29 09:48", "Virgin Media high street stores won't reopen after lockdown ... our most popular care and sales channels, we will be better able to provide our customers with the top service and support they rightly expect while retaining our talented workforce.\" It is understood that the closures are not related to the proposed Virgin Media merger with O2 . Earlier this month Virgin Media's parent company Liberty Global agreed to combine the business with Telefonica's O2, creating a 31 billion joint-venture that would become one of Europe's biggest telcos. Just before lockdown measures were introduced, Dixons Carphone announced it would shut all 531 Carphone Warehouse retail stores and make 2,900 staff redundant. It to cited the shift to online as a reason for the closures. Here are the best Virgin Media broadband deals ... "], ["2020-05-29 07:25", "Virgin Media says its 53 UK stores will not reopen after lockdown - full list ...  newly created roles relate mostly to field sales roles. A person wearing PPE (personal protective equipment), including a face mask as a precautionary measure against COVID-19, walks past a Virgin Media mobile phone store, closed-down due to the novel coronavirus pandemic, in London on May 4, 2020. - Spanish group Telefonica on Monday said it was in talks with US cable giant Liberty Global to merge their telecoms operations in the UK. In a statement, Madrid-based Telefonica said it was in \"talks... about a possible integration\" of its O2 mobile business and Liberty's Virgin Media that provides a mix of telecoms and television services, while providing caution over a deal ending up being struck. (Photo by Tolga Akmen / AFP) (Photo by TOLGA AKMEN ... "], ["2020-05-28 16:05", "O2-Three merger could be back on ...  could be back on By Steve McCaskill 28 May 2020 2016 ruling stopped O2 and Three becoming UK's biggest operator Shares (Image credit: Shutterstock.com) The European Court of Justice has annulled the EU's decision to block the 2016 merger of Three and O2. A 10.25 billion deal to combine the two companies had been agreed by parent companies CK Hutchison and Telefonica in a transaction that would have created the UK's largest mobile operator with 40 per cent of the market. The two parties had argued that Three and O2 would struggle to compete independently as pure-play operators. EE had been acquired by BT the previous year, while Vodafone was investing in fixed line infrastructure as both pursued converged network strategies. O2 postpones IPO due ... "], ["2020-05-28 15:20", "Hutchison wins legal challenge to EU veto on O2 takeoverCK Hutchison Holdings Ltd has won a victory against an EU antitrust decision blocking its 10.3 billion pound bid to buy O2 UK from Spain's Telefonica in 2016."], ["2020-05-28 15:20", "Hutchison wins legal challenge to EU veto on O2 takeoverCK Hutchison Holdings has won its challenge against an EU antitrust decision blocking its 10.3 billion pound ($12.6 billion) bid to buy O2 UK from Spain's Telefonica in 2016."], ["2020-05-28 14:21", "Huawei ban timeline: Chinese company's CFO loses case to dismiss extradition to US ...  rebuts suggestions that Chinese state support drove its growth. Dec. 20, 2019: Huawei's new P40 Pro rumored to have 10x optical zoom . Dec. 19, 2019: Greenland opts for Sweden's Ericsson over Huawei for 5G rollout. Dec. 18, 2019: Huawei opens 5G innovation center in London. Dec. 17, 2019: Huawei will launch the P40 Pro in March without Google support, and Spain's Telefonica says it'll drastically reduce Huawei gear use for its core 5G network. Dec. 16, 2019: US House of Representatives passes bill barring government from buying Huawei gear. Dec. 15, 2019: Norway's Telenor says Huawei will still play a role in the country's 5G rollout. Dec. 13, 2019: Huawei CFO Meng Wanzhou wins court order to receive documents for her arrest and ... "], ["2020-05-28 12:16", "EU General Court tears up ban on Three slurping O2. Good thing the latter's not set to merge with Virgin Media, eh? ...  Micro code at center of driver 'cheatware' storm from Windows 10, rootkit detector product pulled from site cmd.exe is dead, long live PowerShell: Microsoft leads aged command-line interpreter out into 'maintenance mode' Photostopped: Adobe Cloud evaporates in mass outage. Hope none of you are on a deadline, eh? SUBSCRIBE TO OUR WEEKLY TECH NEWSLETTER SUBSCRIBE Keep Reading Comms giant Telefonica confirms O2 in talks to merge with Virgin Media Brrrring brrrring... Yep it's American cable guy Liberty Global O2 be a fly on the wall during BT and Vodafone's video calls: Telefnica's UK biz, Virgin Media officially merge Multinationals' UK arms pair up to take on Voda and former state-owned telco Your data was 'taken without ... "], ["2020-05-28 10:22", "Qualcomm and Samsung take note: Another Chinese firm wants to build its own CPUs ... join the firm imminently. By bringing in fresh talent, Oppo aims to reduce its dependence on suppliers based in the US and improve its penetration of overseas markets, where it has been gaining ground of late. Figures from analyst firm IDC suggest the company's European shipments have grown by more than 1000%, in part due to collaborations with partners including Vodafone, Orange and Telefonica. According to Oppo, the investment in first-party chips is designed to enhance user experience, as well as shore up the company's long-term position. However, while the benefits of a chip designed and produced in-house are clear, the process is also expected to carry significant cost and perfecting the design could prove to be a drawn-out affair. Check out our ... "]]}}