{"postfix": "telecom_italia-aktie", "name": "TELECOM_ITALIA", "wkn": "120470", "time": "2020.06.02 12:15", "ts": 1591092933, "features": {"KGV": "11.18", "Marktkapitalisierung": {"Size": "Mrd", "Value": "7.14"}, "GA": "0.05", "KBV": "0.58", "BA": "0.96", "KCV": "2.20", "CA": "0.25", "Vola30": "80.64", "Vola90": "87.07", "Vola180": "66.18", "Vola250": "51.8"}, "rivals": ["adva-aktie", "bechtle-aktie", "drillisch-aktie", "freenet-aktie", "united_internet-aktie", "at_t-aktie", "deutsche_telekom-aktie"], "text_data": {"de": [["20.05.20", "MÄRKTE EUROPA/Kurse setzen sich - Kurssprung bei Aareal Bank"], ["19.05.20", "MÄRKTE EUROPA/Uneinheitlich - Ende des Leerverkaufverbots drückt"], ["19.05.20", "MÄRKTE EUROPA/Rücksetzer - Ende des Leerverkaufverbots belastet"], ["19.05.20", "MÄRKTE EUROPA/Verschnaufpause nach Rally-Schub"], ["18.05.20", "ROUNDUP: Telecom Italia verhandelt über Teilverkauf von Inwit"], ["18.03.20", "MÄRKTE EUROPA/Börsen mit schweren Verlusten - Pfund im freien Fall"], ["18.03.20", "MÄRKTE EUROPA/Börsen etwas erholt - Firesales bei Staatsanleihen"], ["18.03.20", "MÄRKTE EUROPA/Börsen bauen Verluste aus - Telekoms gesucht"], ["12.03.20", "Telecom Italia: Bilanzvorlage zum letzten Quartal"], ["12.03.20", "Telecom Italia: Bilanz zum abgelaufenen Quartal"], ["12.03.20", "Telecom Italia (Risp) hat die Zahlen zum jüngsten Quartal vorgelegt"], ["12.03.20", "Telecom Italia öffnete die Bücher zum abgelaufenen Quartal"], ["11.03.20", "MÄRKTE EUROPA/Auf und Ab am Aktienmarkt - Ölpreise fallen"], ["11.03.20", "XETRA-SCHLUSS/Etwas leichter - Erholung verpufft erneut"], ["11.03.20", "MÄRKTE EUROPA/Auf und Ab am Aktienmarkt - Ölpreise fallen"], ["11.03.20", "MÄRKTE EUROPA/Aktienkurse steigen - Ölpreise fallen"], ["11.03.20", "Telecom Italia will wieder eine Dividende zahlen"], ["11.03.20", "MÄRKTE EUROPA/Wacklige Erholung nach Zinssenkung in England"], ["11.03.20", "Telecom Italia zahlt Dividende"], ["09.03.20", "Ausblick: Telecom Italia gewährt Anlegern Blick in die Bücher"], ["09.03.20", "Ausblick: Telecom Italia vermeldet Zahlen zum jüngsten Quartal"], ["09.03.20", "Ausblick: Telecom Italia (Risp) gibt Ergebnis zum abgelaufenen Quartal bekannt"], ["09.03.20", "Ausblick: Telecom Italia zieht Bilanz zum jüngsten Jahresviertel"], ["06.03.20", "EU erlaubt Vodafone und Telecom Italia gemeinsame Sendemasten"], ["06.03.20", "EU genehmigt Sendemasten-JV von Vodafone und Telecom Italia"]], "en": [["19.05.20", "Telecom Italia shares skid after company omits core profit guidance for 2020"], ["30.04.20", "Elliott further trims stake in Telecom Italia"], ["30.04.20", "UPDATE 2-Elliott further trims stake in Telecom Italia"], ["30.04.20", "UPDATE 1-Elliott trims stake in Telecom Italia further to 5.13%"], ["30.04.20", "Elliott trims stake in Telecom Italia further to 5.13%"], ["30.04.20", "Elliott trims stake in Telecom Italia further to 5.13%"], ["21.04.20", "Telecom Italia and Open Fiber crank up war of words over single network"], ["11.03.20", "UPDATE 2-Telecom Italia holds out for control of single broadband network"], ["11.03.20", "Telecom Italia wants control of any single broadband network"], ["10.03.20", "UPDATE 1-Telecom Italia pushes back core profit target, says virus impact hard to gauge"], ["10.03.20", "Telecom Italia misses 2020 core profit target, reinstates dividend"], ["09.03.20", "Disney Plus to Arrive In Italy Via Telecom Italia Mobile"], ["06.03.20", "Telecom Italia fined 116 million euros for broadband market abuse"], ["28.02.20", "BRIEF-Telecom Italia Chooses Kkr Fund As Exclusive Partner To Develop Fibre Network"], ["27.02.20", "UPDATE 2-Telecom Italia picks KKR as partner for Italian broadband"], ["27.02.20", "Telecom Italia picks KKR as partner for Italian broadband"], ["27.02.20", "UPDATE 1-Telecom Italia picks KKR as partner for Italian broadband"], ["27.02.20", "Telecom Italia board meets to discuss KKR's proposals for Italian broadband"], ["19.02.20", "Exclusive: Vodafone, Telecom Italia offer rivals access to some sites to ease EU concerns - EU paper"], ["19.02.20", "Exclusive: Vodafone, Telecom Italia offer rivals access to some sites to ease EU concerns - EU paper"], ["19.02.20", "Exclusive: Vodafone, Telecom Italia offer rivals access to some sites to ease EU concerns - EU paper"], ["18.02.20", "Exclusive: Vodafone, Telecom Italia offer rivals access to some sites to ease EU concerns - document"], ["18.02.20", "Exclusive: Vodafone, Telecom Italia offer rivals access to some sites to ease EU concerns - document"], ["13.02.20", "Telecom Italia set to pick KKR as partner in Open Fiber deal - sources"], ["2020-05-31 12:23", "The US and China relationship just reached its most dangerous point in history, and it couldn't have come at a worse time ... Intelligence BI Prime World globe An icon of the world globe, indicating different international options.\" US Edition US INTL Australia Deutschland Espaa France India Italia Japan Malaysia Mxico Nederland Nordic Polska Singapore South Africa Facebook Icon The letter F. Twitter icon A stylized bird with an open mouth, tweeting.  ... plans to investigate Chinese companies on US stock exchanges and sanction individuals involved in enforcing the new Hong Kong security measures. After weeks of escalating tensions over the coronavirus, Chinese telecom company Huawei, Taiwan, national security and technological development — literally everything that matters between the two countries — these Hong Kong measures take the fight between the new countries to ... "], ["2020-05-31 11:10", "BANK OF AMERICA: Buy these 13 under-the-radar tech stocks poised to outperform amid flaring China tensions and lasting pandemic damage ...  LinkedIn Subscriptions Intelligence BI Prime World globe An icon of the world globe, indicating different international options.\" US Edition US INTL Australia Deutschland Espaa France India Italia Japan Malaysia Mxico Nederland Nordic Polska Singapore South Africa Facebook Icon The letter F. Twitter icon A stylized bird with an open mouth, tweeting. LinkedIn icon The  ... 1. Inphi Markets Insider Ticker : IPHI Market cap : $6.2 billion Industry : Information technology/Semiconductors Price target : $130 Quote : \"Inphi is highly levered to 5G/Data center trends (Telecom/Data center 90%+ of sales), benefiting from a differentiated product portfolio in high demand by top US cloud/5G infrastructure vendors.\" Source: BofA Global Research 2. Jabil Markets  ... "], ["2020-05-30 19:23", "60 years of NASA missions ... Arts Lifestyle Video Entertainment Video Environment Video Pictures Pictures Home The Wider Image Photographers Focus 360 TV Africa Amrica Latina Argentina Brasil Canada Deutschland Espaa France India Italia Mxico United Kingdom United States Pictures | Sat May 30, 2020 | 8:23pm BST 60 years of NASA missions Astronaut Buzz Aldrin, lunar module pilot for Apollo  ... of the moon, July 20, 1969. NASA/via REUTERS Close 42 / 50 Telecom engineer Peter Ilott (front R) hugs a colleague as they celebrate the Mars science rover Curiosity's successful landing, at Jet Propulsion Laboratory in Pasadena, California, August 5, 2012. REUTERS/Brian van der Brug/Pool Reuters / Monday, August 06, 2012 Telecom engineer Peter Ilott (front R) hugs a colleague as they celebrate the ... "], ["2020-05-29 10:22", "DIARY - Italy to July 31 ... auctioned on June 25. FTSE share indexes revision effective as of Monday. Trade ex dividend: Exor of 0.43 euro per share; Leonardo of 0.14 euro per share; Poste Italiane of 0.309 euro per share as final 2019 dividend (0.154 euro per share as interim dividend on Nov. 18, 2019); Snam of 0.1426 euro per share as final dividend (0.095 euro as interim 2019 dividend on Jan. 20, 2020); Telecom Italia (TIM) of 0.01 euro per ordinary share and 0.0275 euro per saving share; Terna of 0.1653 euro per share as final 2019 dividend (0.0842 euro per share as interim dividend on Nov. 18, 2019); Acea of 0.78 euro per share; Iren of 0.0925 euro per share. TUESDAY JUNE 23 Treasury announces sale of 6-month BOT bills, with relative amounts to be auctioned on June 26. Rome, Court ... "], ["2020-05-29 10:22", "DIARY - Italy to July 31 ... auctioned on June 25. FTSE share indexes revision effective as of Monday. Trade ex dividend: Exor of 0.43 euro per share; Leonardo of 0.14 euro per share; Poste Italiane of 0.309 euro per share as final 2019 dividend (0.154 euro per share as interim dividend on Nov. 18, 2019); Snam of 0.1426 euro per share as final dividend (0.095 euro as interim 2019 dividend on Jan. 20, 2020); Telecom Italia (TIM) of 0.01 euro per ordinary share and 0.0275 euro per saving share; Terna of 0.1653 euro per share as final 2019 dividend (0.0842 euro per share as interim dividend on Nov. 18, 2019); Acea of 0.78 euro per share; Iren of 0.0925 euro per share. TUESDAY JUNE 23 Treasury announces sale of 6-month BOT bills, with relative amounts to be auctioned on June 26. Rome, Court ... "], ["2020-05-29 06:39", "Italy - Factors to watch on May 29 ...  TV and streaming (0830 GMT). Rome, National health institute ISS President Silvio Brusaferro (0700 GMT) and Italian federation of car dealers Federauto (0915 GMT) speak before Senate and Chamber of Deputies Budget committees on the government's latest stimulus package. \"Milano Digital Week\" continues online edition; ends on May 30. Expected attendees include Telecom Italia (TIM) Chairman Salvatore Rossi (1500 GMT). Milan, Luigi Sacco hospital inaugurates new intensive care unit with Industry Vice Minister Stefano Buffagni, Health Vice Minister Pierpaolo Sileri, Lombardy governor Attilio Fontana; Milan Mayor Giuseppe Sala expected to attend (0900 GMT). For Italian market data and news, click on codes in brackets: 20 biggest gainers (in percentage ... "], ["2020-05-29 04:00", "Italy - Factors to watch on May 29 ...  TV and streaming (0830 GMT). Rome, National health institute ISS President Silvio Brusaferro (0700 GMT) and Italian federation of car dealers Federauto (0915 GMT) speak before Senate and Chamber of Deputies Budget committees on the government's latest stimulus package. \"Milano Digital Week\" continues online edition; ends on May 30. Expected attendees include Telecom Italia (TIM) Chairman Salvatore Rossi (1500 GMT). Milan, Luigi Sacco hospital inaugurates new intensive care unit with Industry Vice Minister Stefano Buffagni, Health Vice Minister Pierpaolo Sileri, Lombardy governor Attilio Fontana; Milan Mayor Giuseppe Sala expected to attend (0900 GMT). For Italian market data and news, click on codes in brackets: 20 biggest gainers (in percentage ... "], ["2020-05-28 06:53", "Italy - Factors to watch on May 28 ... the traffic on its Italian motorways was down 45.9% year-on-year last week. The Benetton family holding, Edizione, is ready to reduce its weight in Atlantia and its subsidiary Autostrade per l'Italia, Il Sole 24 Ore and Repubblica reported. Edizione chairman Gianni Mion said that the holding has \"always been open to reducing its stake\", La Repubblica reported. Infrastructural fund Macquaire is interested in investing ... Towards a transformative recovery in the name of resilience and sustainability\", expected attendees include Industry Minister Stefano Patuanelli, Lavazza CEO Antonio Baravalle, Telecom Italia (TIM) CEO Luigi Gubitosi, Enel CEO Francesco Starace (1330 GMT). \"Milano Digital Week\" continues online edition; ends on May 30. For ... "], ["2020-05-28 04:00", "Italy - Factors to watch on May 28 ... , SACE Chief Economist Alessandro Terzulli, OVS CEO Stefano Beraldo, ABI Deputy Director General Gianfranco Torriero; SACE CEO Pierfrancesco Latini delivers closing address (0900 GMT). Asvis Live holds videoconference \"Towards a transformative recovery in the name of resilience and sustainability\", expected attendees include Industry Minister Stefano Patuanelli, Lavazza CEO Antonio Baravalle, Telecom Italia (TIM) CEO Luigi Gubitosi, Enel CEO Francesco Starace (1330 GMT). \"Milano Digital Week\" continues online edition; ends on May 30. For Italian market data and news, click on codes in brackets: 20 biggest gainers (in percentage)............ 20 biggest losers (in percentage)............. FTSE IT allshare index FTSE Mib index........ FTSE ... "], ["2020-05-27 14:18", "Tencent's $70 billion investment plan in cloud computing will pit it against US providers ... Subscriptions Intelligence BI Prime World globe An icon of the world globe, indicating different international options.\" US Edition US INTL Australia Deutschland Espaa France India Italia Japan Malaysia Mxico Nederland Nordic Polska Singapore South Africa Facebook Icon The letter F. Twitter icon A stylized bird with an open mouth, tweeting. LinkedIn  ...  operates two availability zones based out of Jakarta. Cloud expansion efforts in the country are further complicated by Indonesia's attempts to incubate a domestic cloud provider through Indonesian telecom provider PT Telekomunikasi Indonesia, though only $71 million has been allocated to the project, according to The Jakarta Post. India. Despite being one of the world's largest digital economies ... "], ["2020-05-27 13:50", "INWIT set to join Italy's blue-chip index in June - tradersItalian mobile tower company INWIT, jointly controlled by Telecom Italia (TIM) and Vodafone, are expected to enter the Milan bourse's blue-chip index, starting from a reshuffle next week, two traders said on Wednesday. A quarterly review of the compan"], ["2020-05-27 13:50", "INWIT set to join Italy's blue-chip index in June - tradersItalian mobile tower company INWIT, jointly controlled by Telecom Italia (TIM) and Vodafone, are expected to enter the Milan bourse's blue-chip index, starting from a reshuffle next week, two traders said on Wednesday. A quarterly review of the compan"], ["2020-05-27 12:05", "Billionaire investor Mario Gabelli's flagship fund has delivered a 3,082% return since its inception. He told us his 13 favorite stocks right now — and the trends he's betting on for a p ...  Intelligence BI Prime World globe An icon of the world globe, indicating different international options.\" US Edition US INTL Australia Deutschland Espaa France India Italia Japan Malaysia Mxico Nederland Nordic Polska Singapore South Africa Facebook Icon The letter F. Twitter icon A stylized bird with an open mouth, tweeting. LinkedIn ... migrate into that area.\" He added that he's also looking for opportunities to add to a position in the largest US electric utility, Florida-based NextEra Energy . Gabelli made his name as a media and telecom investor, and said he's also adding to his stake in Viacom , which is one of his largest positions, as well as Liberty Media and AMC Networks . Loading Something is loading. Do you have a personal  ... "], ["2020-05-27 09:39", "DIARY - Italy to June 30 ... auctioned on June 25. FTSE share indexes revision effective as of Monday. Trade ex dividend: Exor of 0.43 euro per share; Leonardo of 0.14 euro per share; Poste Italiane of 0.309 euro per share as final 2019 dividend (0.154 euro per share as interim dividend on Nov. 18, 2019); Snam of 0.1426 euro per share as final dividend (0.095 euro as interim 2019 dividend on Jan. 20, 2020); Telecom Italia (TIM) of 0.01 euro per ordinary share and 0.0275 euro per saving share; Terna of 0.1653 euro per share as final 2019 dividend (0.0842 euro per share as interim dividend on Nov. 18, 2019); Acea of 0.78 euro per share; Iren of 0.0925 euro per share. TUESDAY JUNE 23 Treasury announces sale of 6-month BOT bills, with relative amounts to be auctioned on June 26. Rome, Court ... "], ["2020-05-27 09:39", "DIARY - Italy to June 30 ... auctioned on June 25. FTSE share indexes revision effective as of Monday. Trade ex dividend: Exor of 0.43 euro per share; Leonardo of 0.14 euro per share; Poste Italiane of 0.309 euro per share as final 2019 dividend (0.154 euro per share as interim dividend on Nov. 18, 2019); Snam of 0.1426 euro per share as final dividend (0.095 euro as interim 2019 dividend on Jan. 20, 2020); Telecom Italia (TIM) of 0.01 euro per ordinary share and 0.0275 euro per saving share; Terna of 0.1653 euro per share as final 2019 dividend (0.0842 euro per share as interim dividend on Nov. 18, 2019); Acea of 0.78 euro per share; Iren of 0.0925 euro per share. TUESDAY JUNE 23 Treasury announces sale of 6-month BOT bills, with relative amounts to be auctioned on June 26. Rome, Court ... "], ["2020-05-26 20:05", "An HBO Max exec explains how the streaming service retooled its launch marketing to focus on creating digital chatter among at-home consumers and carving out a distinct voice for its brand (T) ...  BI Prime World globe An icon of the world globe, indicating different international options.\" US Edition US INTL Australia Deutschland Espaa France India Italia Japan Malaysia Mxico Nederland Nordic Polska Singapore South Africa Facebook Icon The letter F. Twitter icon A stylized bird with an open mouth, tweeting.  ... advertising most heavily on WarnerMedia's family of TV channels, including TNT, TBS, CNN, and Adult Swim, similar to the way Disney leveraged its own networks and touchstones, like its theme parks, to market Disney Plus. Telecom AT&T, which is offering HBO Max at no extra cost to customers with certain wireless, broadband, and TV packages, is also working with WarnerMedia to promote the streaming service in DirecTV set-top boxes, at  ... "], ["2020-05-26 17:30", "European 5G Market Value And Volume Forecasts To 2025 By Use Case, Region And Country ...  CapEx in Turkey 12.6. Turkcell12.7. Turk Telekom12.8. Vodafone Turkey12.9. 5G subscription forecasts in Turkey up to 202512.10. 5G revenue forecasts in Turkey up to 2025 Companies Mentioned Affirmed Networks Bouygues Telecom BT/EE Cosmote DNA Drillisch 1&1 Elisa Ericsson Free Huawei Intel LG Nokia Oppo Orange ( Belgium , France , Poland , Spain ) Play Plus Proximus Qualcomm Samsung SFR Tele2 Telecom Italia Telefnica ( Germany , Spain , UK) Telenet Telenor Telia Three UK T-Mobile ( Germany , Poland ) Turk Telecom Turkcell Vodafone ( Germany , Greece , Italy , Spain ) Wind Hellas Wind Tre Xiaomi ZTE For more information about this report visit https://www.researchandmarkets.com/r/iop66n Research and Markets also offers Custom Research services providing ... "], ["2020-05-26 09:49", "How return of Bundesliga paved way for La Liga and Serie A amid Covid-19 ...  News Stocks Commodities IPOs Mutual Funds Mutual Fund Tools Derivatives BS Fund Manager Companies News Results Financial X-Ray Auto Engineering Financials Infra IT Oil & Gas Telecom Services All Sectors Opinion Editorial Comment Columnists BS Special Business Law & Tax Lunch Poll Tech News Reviews Launches Specials Specials Weekend Digital Consumer PE/VC Brand  ...  who are at 63 points, both has played 26 games each. With 12 rounds of matches left, Lazio can make history by winning its third Serie A title after a gap of 20 years. The team won Coppa Italia title last season while it finished the league at 8th position. Lazio's coach Simone Inzaghi is hopeful the league will begin soon. AC Milan's Zlatan Ibrahimovic may miss the season The 38-year-old  ... "], ["2020-05-26 06:13", "Italy - Factors to watch on May 26 ... . Among controlling shareholders in Brazil's largest distribution companies are Italy's Enel SpA. INTESA SANPAOLO, UBI BANCA Italy's Intesa Sanpaolo may have to delay launching a takeover bid for rival UBI until September as antitrust approval for the biggest European banking merger in a decade is taking longer than expected, three people close to the matter said on Monday. TELECOM ITALIA The Italian phone group said on Monday it had agreed to buy 100% of Milan-based Noovle, a cloud services firm and a key partner of Google Cloud in Italy, opening the door to eventually creating a new company for cloud and edge computing services. GEDI, EXOR The publishing group said its board had unanimously deemed adequate the price of 0.46 euros per share ... "], ["2020-05-25 12:05", "Jefferies breaks down the top 22 stocks it thinks you should buy right now — including 6 fast-risers that just captured its attention ... LinkedIn Subscriptions Intelligence BI Prime World globe An icon of the world globe, indicating different international options.\" US Edition US INTL Australia Deutschland Espaa France India Italia Japan Malaysia Mxico Nederland Nordic Polska Singapore South Africa Facebook Icon The letter F. Twitter icon A stylized bird with an open mouth, tweeting. LinkedIn icon  ... . The group includes familiar names like Chevron and Alphabet , as well as market leaders and laggards. New entrants to the group include drugmaker BioMarin , private equity giant Blackstone , telecom equipment maker Motorola Solutions , miner Rio Tinto , new aerospace company Raytheon Technologies , and retailer TJX . The entire group of 22 high-conviction, buy-rated stocks is listed below: 1 ... "]]}}