{"postfix": "tesco-aktie", "name": "TESCO", "wkn": "852647", "time": "2020.06.02 13:55", "ts": 1591098918, "features": {"KGV": "12.12", "Marktkapitalisierung": {"Size": "Mrd", "Value": "25.12"}, "GA": "0.18", "KBV": "1.57", "BA": "1.38", "KCV": "7.90", "CA": "0.28", "Vola30": "33.37", "Vola90": "65.26", "Vola180": "53.08", "Vola250": "41.28"}, "rivals": ["ceconomy-aktie", "walmart-aktie", "carrefour-aktie", "petsmart-aktie", "staples-aktie", "j_sainsbury-aktie"], "text_data": {"de": [["08.04.20", "MÄRKTE EUROPA/Leichte Verluste nach vertagtem Eurogruppentreffen"], ["08.04.20", "MÄRKTE EUROPA/Börsen bleiben unter Abgabedruck"], ["08.04.20", "MÄRKTE EUROPA/Börsen bauen Verluste aus"], ["08.04.20", "Corona wird teuer für Tesco"], ["08.04.20", "MÄRKTE EUROPA/Leichter - Uneinigkeit in Europa verunsichert"], ["08.04.20", "Tesco steigert die Dividende"], ["09.03.20", "Wegen Schulden: Britischer Detailhändler Tesco verkauft sein Asiengeschäft"], ["09.03.20", "Milliarden-Geschäft für Tesco: Großbritanniens größter Einzelhändler verkauft sein Asiengeschäft"], ["09.03.20", "Milliardendeal: Britischer Einzelhändler Tesco verkauft sein Asiengeschäft"], ["03.03.20", "Echo beerbt Tesco in Kraków, Lódz und Poznan"], ["22.01.20", "WDH/ROUNDUP: Kaufland zieht sich überraschend aus Australien zurück"], ["22.01.20", "ROUNDUP: Kaufland zieht sich überraschend aus Australien zurück"], ["13.01.20", "Tesco schließt fünf weitere Märkte in Polen"], ["06.01.20", "Discounter setzt britischen Supermärkten zu: Aldi steigert Umsatz - Tesco und Sainsbury knicken ein"]], "en": [["2020.06.02", "Finance chief who guided Tesco from scandal to turnaround to retire"], ["2020.06.02", "Tesco CFO reveals plans to retire next year"], ["31.05.20", "Tesco faces shareholder revolt over CEO’s bonus hike"], ["27.05.20", "Tesco and Sainsbury’s sales outpace Aldi for first time in a decade"], ["22.05.20", "Terrifying footage shows moment Tesco store is robbed at gunpoint"], ["22.05.20", "Tesco PLC : Director/PDMR Shareholding"], ["18.05.20", "Tesco addresses migrant worker abuse at Thai and Malaysian stores"], ["15.05.20", "Sainsbury’s expands coverage of Chop Chop as Tesco leads in app downloads"], ["14.05.20", "Tesco Corp Treasury : Result of Tesco PLC General Meeting"], ["14.05.20", "Tesco PLC : Result of General Meeting"], ["14.05.20", "Tesco changes bonus rules after Ocado success hits pay"], ["14.05.20", "£6.42m pay package handed to Tesco boss Dave Lewis"], ["13.05.20", "Tesco board changes bonus rules after rival Ocado becomes too successful"], ["13.05.20", "Tesco boosted executive pay by axing Ocado from peer group"], ["13.05.20", "Tesco PLC : Director/PDMR Shareholding"], ["13.05.20", "Tesco Corp Treasury : Tesco PLC Annual Report and Notice of Meeting 2020"], ["13.05.20", "Tesco PLC : Annual Report 2020 and Notice of Meeting 2020"], ["11.05.20", "Morrisons, Asda and Tesco cut petrol prices to less than £1 a litre"], ["01.05.20", "Tesco PLC : Director/PDMR Shareholding"], ["28.04.20", "Tesco lays off first wave of 45,000 temporary workers"], ["28.04.20", "Coronavirus: The weekly shop is back in fashion, says Tesco boss"], ["23.04.20", "Tesco Corp Treasury : Publication of Final Terms"], ["23.04.20", "Tesco PLC : Publication of Final Terms"], ["22.04.20", "Tesco Corp Treasury : Publication of Tesco PLC Circular"], ["22.04.20", "Tesco PLC : Publication of Circular and Notice of GM"], ["20.04.20", "Tesco Corp Treasury : Publication of Supplement to the Offering Circular"], ["20.04.20", "Tesco PLC : Publication of Supplement to the Offering Circular"], ["19.04.20", "Asda, Tesco & Sainsbury’s cancel orders, seek discounts with fashion suppliers"], ["18.04.20", "Supermarket giant Tesco interested in some of Carluccio's UK restaurants"], ["15.04.20", "Serial thief spared jail term for stealing food from Belfast Tesco due to coronavirus"], ["15.04.20", "Tesco PLC : Director/PDMR Shareholding"], ["13.04.20", "Tesco apologises to mother allegedly denied entry to Waterford shop"], ["13.04.20", "Coronavirus: Tesco announces new shopping changes"], ["08.04.20", "Tesco to give over-65s priority for online delivery slots"], ["08.04.20", "Tesco Urges Customers to Buy Food From Their Stores, Says 'Most Vulnerable' Need to Buy Online"], ["08.04.20", "Tesco has a little of everything for everyone on its shelves"], ["08.04.20", "Tesco defends £900m shareholder payout despite £585m tax break"], ["08.04.20", "Tesco defends dividend payout as warns coronavirus costs could top $1 billion"], ["08.04.20", "Britain's Tesco warns coronavirus costs could top $1 billion"], ["08.04.20", "Tesco sales jump amid warning of “significant” coronavirus costs"], ["2020-06-02 11:36", "Payday lender Amigo under investigation for mis-selling thousands of loans ...  to borrowers with poor credit scores at an interest rate of 49.9%. Its requirement for guarantors can mean that friends and relatives are asked to pay off the debt if the original borrower fails to do so. However, poor affordability checks to begin with could mean guarantors are at a higher risk of having to foot the bill. (Image: Getty) Read More Related Articles Tesco Bank customers told their credit scores will be affected by payment holidays Read More Related Articles Relief for millions as three month payment holiday on credit cards and loans kicks in Amigo was recently accused by its own founder of lending irresponsibly and failing to tackle an increase in the number of consumer complaints from those who feel they should have never been given a loan ... "], ["2020-06-02 11:22", "Aldi news: Thousands of shoppers queue from midnight to try and buy the sell-out egg chair ... Are schools opening today? Do I have to send my child to school? Swimming pools open: When will swimming pools and leisure centres open again? Easy quiz questions and answers Is it safe for schools to go back? Experts warn NO Date night in lockdown: Best indoor date night ideas Shops open: Full list of shops that can open tomorrow - which shops banned from opening Tesco, Asda, Sainsbury's and Morrisons make changes to slash queue wait times for shoppers Aldi mask policy: Supermarket introduces shopping rules including face mask guidance James Blunt net worth: You're Beautiful singer has eye-watering fortune in the bank How to get rid of flies inside your home - the simple tricks How Kate Middleton creates 'instant rapport' and 'likability ... "], ["2020-06-02 11:12", "Muddy waters: why swimming in the sea might make you sick ... now you should avoid Whitby, Weston-Super-Mare, Scarborough and Clacton. Because the quality of water is so bad there? Let's say yes. So you're saying I should definitely not swim in the sea. Not at all. There are many health benefits to swimming. But at the same time, there are still risks attached, and you should be aware of them. Consider it the aquatic equivalent of not following the arrows around Tesco Express. Fine then, I'll just go to the beach instead. DON'T GO TO THE BEACH! My God, haven't you seen the news? All the beaches are packed . You can't socially distance on a beach! You're creating a second wave. So I'll just stay at home? Yes please. Stay at home. Run a bath. Lob a bucket of poo into it. It will be exactly ... "], ["2020-06-02 10:56", "Online grocery sales soared 76pc in the past 12 weeks ...  past 12 weeks than they did in this period last year. Families with children under 16 pushed up their spend by 30pc on average.\" Despite the surge in shopping and the associated demands placed on the retail network, grocery inflation declined to 2.3pc from 2.9pc in the corresponding period last year. Kantar said that Dunnes Stores held a 21pc share in the latest period, with Tesco on 21.8pc. \"Demand for online groceries has soared over the past few months and 15pc of Irish households received at least one online delivery over the latest 12 weeks a significant increase from 9pc last year,\" said Ms Hurley. She said that an additional 26,000 households with retired people ordered an online delivery in the 12-week period, with over-65s spending an ... "], ["2020-06-02 10:46", "Iceland online delivery: opening hours today and how to book a delivery slot ...  to select cities Amazon Pantry - order everyday food essentials with Prime delivery Asda - mostly click & collect slots available Co-op - some new delivery slots during the day, restricted to 20 item limit Iceland - some new delivery slots throughout the day Morrisons - limited delivery slots available Ocado - contacting customers directly via email Sainsbury's - some delivery slots available Tesco - some new delivery slots throughout the day Waitrose - some new delivery slots throughout the day Recipe box and meal delivery Allplants - plant-based meal delivery, cooked by chefs Feast Box - order your first world food recipe box Mindful Chef - healthy recipe boxes with fresh ingredients for you to cook SimplyCook - Get a 3 trial recipe box to cook ... "], ["2020-06-02 10:30", "Pound tops $1.25 as FTSE 100 extends gains ...  the end of June. Prime Minister Boris Johnson is going to meet Ursula von der Leyen, European Commission President, later this month. The FTSE 100 UKX, +1.00% gained 0.9%, after having advanced for 4 of the last 5 sessions. Gainers included Meggitt MGGT, +9.54% and Rolls-Royce RR, +6.31% , both of which are reliant on the aerospace industry for business. Tesco TSCO, -1.89% was lower as the supermarket chain said its chief financial officer, Alan Stewart, will retire. Read Next Read Next Here are the 10 most under and overbought S&P 500 stocks, according to Goldman There has been significant divergence between individual stock prices and their expected earnings next year, presenting some buying and selling opportunities for investors More On MarketWatch The ... "], ["2020-06-02 10:22", "Breakingviews - Corona Capital: China, Lufthansa, Tesco ... is not necessarily a setback for European Union antitrust chief Margrethe Vestager. She was never going to get her opening gambit, but at least now has some measure of how much a slot might be worth. Based on the 350 million euros added to Lufthansa's market capitalisation, the 48 slots it is keeping come out at 7 million euros a pop. (By Ed Cropley) PARTING GIFTS. Tesco's clear-out of executives may come with a sting. Although the 22 billion pound grocer has enjoyed record sales during the coronavirus pandemic, its finance chief, Alan Stewart, is following in the footsteps of Chief Executive Dave Lewis, who will step down at the end of September. The duo deserve credit for steadying the ship after an accounting scandal in 2014. But a brewing pay row ... "], ["2020-06-02 10:02", "TalkTalk has one of the best broadband deals out there...but it ends tomorrow ...  fast then TalkTalk is the obvious option. It currently has a market leading plan - but it comes to an end tomorrow (June 3). For the price of just 23.50 a month , you'll get speeds averaging 38Mb. There's nothing to pay upfront on this 18 month contract and to sweeten the deal that little bit more, TalkTalk is throwing in an 80 voucher for Amazon.co.uk, M&S, Tesco or as a pre-paid Mastercard. Two big factors to note here is the end date we mentioned above and the fact that this offer is just for new customers. If either of those factors mean this plan won't work for you, then we'd suggest consulting our guide to the best broadband deals for more. Cheap broadband deals : see the lowest prices around TalkTalk's great value cheap broadband ... "], ["2020-06-02 09:51", "Finance chief who guided Tesco from scandal to turnaround to retireTesco's finance chief, who helped steer the group from an accounting scandal to a successful turnaround, is to retire, setting the stage for an entirely new top executive team at Britain's biggest retailer by next May."], ["2020-06-02 09:50", "Are the over 70s still in lockdown? ... taken a more measured approach to relaxing the rules on vulnerable people. Northern Ireland, which was far less impacted by COVID-19 compared to the UK, will wait until June 8 to relax its restrictions on older people. Scotland has not announced when it will allow vulnerable people outdoors, as the country enters the first phase of its easement plans. Related articles Tesco opening times elderly: When will Tesco be open for elderly only? Exercise for elderly: Are over 70s allowed out for exercise? State Pension: Can I lose my State Pension? Most read in UK Nicky Campbell stunned as caller shuts down his George Floyd claims in powerful R5 debate Coronavirus map LIVE: ONS publishes major new lockdown analysis - huge boost for Boris Emily Maitlis returns to BBC ... "], ["2020-06-02 09:10", "Finance chief who guided Tesco from scandal to turnaround to retireTesco's finance chief, who helped steer the group from an accounting scandal to a successful turnaround, is to retire, setting the stage for an entirely new top executive team at Britain's biggest retailer by next May."], ["2020-06-02 08:55", "Stacey Solomon sees lookalike sister for first time in weeks as lockdown keeps them apart ... 's fiery row as she tries to cut his hair ahead of Gogglebox Ever the joke, Stacey said as she filmed her sister two-metres behind her: \"Found her, sorting out her halitosis problem.\" Jemma giggled and replied: \"Is that a joke?\" She also added a selfie of them and wrote: \"Found her in the toothpaste section.\" As they headed out of the local Tesco Stacey shared a black and white snap of them both and told that she couldn't wait to one day \"squeeze\" her sister again. Loose Women star Stacey, 30, did not set up a plan to see her sister Jemma, 32, but accidentally bumped into her at the local supermarket where she was doing an essential shop (Image: Instagram) Read More Related Articles Loose Women viewers clash over ... "], ["2020-06-02 08:27", "Waitrose online: how to book a food delivery or click-and-collect slot today ... cities Amazon Pantry - order everyday food essentials with Prime delivery Asda - mostly only click & collect slots available Co-op - some new delivery slots during the day, restricted to 20 item limit Iceland - some new delivery slots throughout the day Morrisons - limited delivery slots available Ocado - emailing customers directly when slots are available Sainsbury's - some delivery slots available Tesco - some new delivery slots throughout the day Waitrose - some new delivery slots throughout the day Recipe box and meal delivery Allplants - plant-based meal delivery, cooked by chefs Feast Box - order your first world food recipe box Mindful Chef - healthy recipe boxes with fresh ingredients for you to cook SimplyCook - Get a 3 trial recipe box to cook ... "], ["2020-06-02 08:13", "North-east farm shop closes indefinitely ...  could spread after South America reopening and US unrest One pot recipe: How to make a super-easy chicken and vegetable casserole Public health expert hails north-east Covid-19 testing regime License application for north-east hotel to be discussed Card Factory posts soaring online sales and gears up for store reopenings Further help for struggling mortgage customers confirmed Tesco finance chief Alan Stewart to step down Latest Local News North-east farm shop closes indefinitely Big queues as north-east recycling centres reopen Aberdeen community centre launches online wellbeing group Public health expert hails north-east Covid-19 testing regime License application for north-east hotel to be discussed Find your next job with North-east firm Flowland shows ... "], ["2020-06-02 08:08", "Big queues as north-east recycling centres reopen ...  could spread after South America reopening and US unrest One pot recipe: How to make a super-easy chicken and vegetable casserole Public health expert hails north-east Covid-19 testing regime License application for north-east hotel to be discussed Card Factory posts soaring online sales and gears up for store reopenings Further help for struggling mortgage customers confirmed Tesco finance chief Alan Stewart to step down Latest Local News North-east farm shop closes indefinitely Big queues as north-east recycling centres reopen Aberdeen community centre launches online wellbeing group Public health expert hails north-east Covid-19 testing regime License application for north-east hotel to be discussed Find your next job with North-east firm Flowland shows ... "], ["2020-06-02 08:00", "Aberdeen community centre launches online wellbeing group ...  could spread after South America reopening and US unrest One pot recipe: How to make a super-easy chicken and vegetable casserole Public health expert hails north-east Covid-19 testing regime License application for north-east hotel to be discussed Card Factory posts soaring online sales and gears up for store reopenings Further help for struggling mortgage customers confirmed Tesco finance chief Alan Stewart to step down Latest Local News North-east farm shop closes indefinitely Big queues as north-east recycling centres reopen Aberdeen community centre launches online wellbeing group Public health expert hails north-east Covid-19 testing regime License application for north-east hotel to be discussed Find your next job with North-east firm Flowland shows ... "], ["2020-06-02 07:32", "Public health expert hails north-east Covid-19 testing regime ...  could spread after South America reopening and US unrest One pot recipe: How to make a super-easy chicken and vegetable casserole Public health expert hails north-east Covid-19 testing regime License application for north-east hotel to be discussed Card Factory posts soaring online sales and gears up for store reopenings Further help for struggling mortgage customers confirmed Tesco finance chief Alan Stewart to step down Latest Local News North-east farm shop closes indefinitely Big queues as north-east recycling centres reopen Aberdeen community centre launches online wellbeing group Public health expert hails north-east Covid-19 testing regime License application for north-east hotel to be discussed Find your next job with North-east firm Flowland shows ... "], ["2020-06-02 07:30", "License application for north-east hotel to be discussed ...  could spread after South America reopening and US unrest One pot recipe: How to make a super-easy chicken and vegetable casserole Public health expert hails north-east Covid-19 testing regime License application for north-east hotel to be discussed Card Factory posts soaring online sales and gears up for store reopenings Further help for struggling mortgage customers confirmed Tesco finance chief Alan Stewart to step down Latest Local News North-east farm shop closes indefinitely Big queues as north-east recycling centres reopen Aberdeen community centre launches online wellbeing group Public health expert hails north-east Covid-19 testing regime License application for north-east hotel to be discussed Find your next job with North-east firm Flowland shows ... "], ["2020-06-02 07:30", "Stacey Solomon all smiles as she finally sees her sister for first time in weeks in the supermarket ...  supermarket. Stacey, 30, was all smiles when she bumped into Jemma, 32, at the shops and joked she \"found her in the toothpaste section\". 6 Stacey Solomon all smiles as she finally sees her sister for first time in weeks - in the supermarket Credit: Instagram The Loose Women star looked delighted as she stood two metres apart from Jemma with her shopping trolley at Tesco as they respected social distancing rules. Stacey, who will soon appear on Celebrity Gogglebox with boyfriend Joe Swash, did her make-up for the occassion and wore a black jumper for her spin around the shops. Her sister looked exactly like her with her hair scraped back into a bun, and Stacey joked to fans: \"Found her, sorting out her halitosis problem.\" Jemma laughed and ... "], ["2020-06-02 07:20", "Irish Independent ... /e5699/39253070.ece/AUTOCROP/h342/ipanews_2d35ec0b-b0fd-4eee-965f-7217d6350271_1 hourly Independent.ie en 2020-06-02T07:41:55+01:00 Fears virus could spread after South America reopening and US unrest coronavirus,Covid19 https://www.independent.ie/business/world/tesco-finance-director-to-step-down-39252973.html https://www.independent.ie/business/a7371/39252974.ece/AUTOCROP/h342/2020-04-09_bus_58230393_I1.JPG hourly Independent.ie en 2020-06-02T07:36:46+01:00 Tesco finance director to step down Tesco finance director to step down - Independent.ie https://www.independent.ie/world-news/card-factory-posts-soaring-online-sales-and-gears-up-for-store-reopenings-39253052.html https://www.independent.ie/world-news/b65b4/39253051.ece/AUTOCROP/h342/ipanews_c8d87a06 ... "]]}}