{"postfix": "texas_instruments-aktie", "name": "TEXAS_INSTRUMENTS", "wkn": "852654", "time": "2020.06.02 13:35", "ts": 1591097742, "features": {"KGV": "24.57", "Marktkapitalisierung": {"Size": "Mrd", "Value": "96.97"}, "GA": "5.24", "KBV": "13.72", "BA": "9.38", "KCV": "18.42", "CA": "6.99", "Vola30": "39.44", "Vola90": "42.2", "Vola180": "35.17", "Vola250": "32.07"}, "rivals": ["broadcom_4-aktie", "intel-aktie", "qualcomm-aktie", "nvidia-aktie", "infineon-aktie", "amd-aktie", "micron_technology-aktie"], "text_data": {"de": [["30.04.20", "April 2020: Analysten sehen weniger Potenzial bei Texas Instruments-Aktie"], ["24.04.20", "Texas Instruments zahlt seit 58 Jahren eine Dividende"], ["24.04.20", "Intel will trotz Coronavirus-Pandemie wachsen"], ["23.04.20", "Texas Instruments legte die Bilanz zum abgelaufenen Quartal vor"], ["22.04.20", "MÄRKTE USA/Ölpreiserholung treibt Wall Street an"], ["22.04.20", "MÄRKTE USA/Wall Street erholt sich dank Ölpreisrally"], ["22.04.20", "MÄRKTE USA/Wall Street mit Erholung dank Ölpreisrally"], ["22.04.20", "MÄRKTE USA/Wall Street vor moderater Erholung"], ["22.04.20", "Aixtron, Infineon, Siltronic: Darum sind das die Top-Gewinner des Tages "], ["20.04.20", "HSBC: Wochenausblick: ZEW, GfK, Ifo, Einkaufsmanagerindizes, Netflix, IBM, Coca-Cola"], ["20.04.20", "Ausblick: Texas Instruments gewährt Anlegern Blick in die Bücher"], ["31.03.20", "März 2020: So haben Analysten ihre Einstufung der Texas Instruments-Aktie angepasst"], ["10.02.20", "Aktionäre von Texas Instruments erhalten vierteljährliche Dividende"], ["23.01.20", "MÄRKTE USA/Börse kaum verändert - Angst vor Pandemie lässt nach"], ["23.01.20", "MÄRKTE USA/Angst vor Pandemie dämpft Kauflust an Wall Street"], ["23.01.20", "MÄRKTE USA/Wall Street folgt Asien-Verlusten mit verminderter Dynamik"], ["23.01.20", "MÄRKTE USA/Wall Street dürfte Asien-Verlusten trotzen"], ["23.01.20", "Texas Instruments mit Zahlen: Was bedeutet das für Infineon? "], ["23.01.20", "Texas Instruments übertrifft trotz Gewinnrückang Analystenerwartungen"], ["20.01.20", "HSBC: Wochenausblick: Netflix, IBM, Intel, EZB und ifo-Index"], ["17.01.20", "Texas Instruments schüttet seit 1962 eine Dividende aus"]], "en": [["21.05.20", "Why Is Texas Instruments (TXN) Up 4.9% Since Last Earnings Report?"], ["21.05.20", "How Texas Instruments Returned 90%+ To Its Shareholders With Only 10% Topline Growth"], ["14.05.20", "Can Texas Instruments Stock Drop To $54?"], ["30.04.20", "Texas Instruments Closes In On Key Benchmark; Chips Ahoy?"], ["22.04.20", "The Ratings Game: Chip stocks rally as Texas Instruments provides first look into coronavirus impact on sector"], ["22.04.20", "The Zacks Analyst Blog Highlights: Netflix, Chipotle, Texas Instruments and Snap"], ["22.04.20", "Texas Instruments Pulls Out the 2008 Playbook for 2020"], ["22.04.20", "Texas Instruments (TXN) Q1 Earnings Beat, Revenues Down Y/Y "], ["22.04.20", "Texas Instruments Inc (TXN) Q1 2020 Earnings Call Transcript"], ["22.04.20", "Texas Instruments prepares for coronavirus crisis after strong first quarter"], ["22.04.20", "Texas Instruments prepares for coronavirus crisis after strong first quarter"], ["22.04.20", "UPDATE 2-Texas Instruments prepares for coronavirus crisis after strong first quarter"], ["21.04.20", "Texas Instruments (TXN) Beats Q1 Earnings and Revenue Estimates"], ["21.04.20", "Texas Instruments forecasts weak earnings to reflect coronavirus threat"], ["21.04.20", "Texas Instruments forecasts weak earnings to reflect coronavirus threat"], ["21.04.20", "UPDATE 1-Texas Instruments forecasts weak earnings to reflect coronavirus threat"], ["21.04.20", "Texas Instruments forecast current-quarter sales below estimates"], ["21.04.20", "Texas Instruments stock rallies on earnings beat"], ["21.04.20", "Texas Instruments forecast current-quarter sales below estimates"], ["20.04.20", " Should You Buy Texas Instruments (TXN) Ahead of Earnings?"], ["14.04.20", "Analysts Estimate Texas Instruments (TXN) to Report a Decline in Earnings: What to Look Out for"], ["23.03.20", "Down 16% In A Month, Is Texas Instruments A Good Bet After The Coronavirus Threat Passes?"], ["19.03.20", "Is Texas Instruments Stock a Buy?"], ["04.03.20", "Texas Instruments Announces Pricing of Senior Notes Due 2025"], ["21.02.20", "Texas Instruments (TXN) Down 2.1% Since Last Earnings Report: Can It Rebound?"], ["20.02.20", "   Is Texas Instruments (TXN) Stock a Solid Choice Right Now?"], ["24.01.20", "Better Buy: Western Digital vs. Texas Instruments"], ["24.01.20", "Notable ETF Inflow Detected - IWF, Pepsi, Coca-Cola, Texas Instruments"], ["24.01.20", "Texas Instruments Earnings: This Weather Vane Points to Sunnier Skies"], ["23.01.20", "Texas Instruments (TXN) Q4 Earnings Beat, Revenues Down Y/Y "], ["23.01.20", "Texas Instruments says chip demand stabilizing, sees revenue above Street"], ["23.01.20", "Texas Instruments Inc (TXN) Q4 2019 Earnings Call Transcript"], ["23.01.20", "UPDATE 2-Texas Instruments says chip demand stabilising, sees revenue above Street"], ["22.01.20", "Texas Instruments (TXN) Surpasses Q4 Earnings and Revenue Estimates"], ["22.01.20", "UPDATE 1-Texas Instruments forecasts current-quarter revenue above estimates"], ["22.01.20", ": Texas Instruments stock slips as earnings and outlook barely clear a low bar"], ["22.01.20", "Texas Instruments Beats Q4 Targets, Sees Stabilizing Chip Markets"], ["22.01.20", "Texas Instruments beats quarterly revenue estimates"], ["21.01.20", "Why Texas Instruments Could Report An Earnings Beat Despite Semiconductor Industry Headwinds"], ["20.01.20", "Earnings Preview: What To Expect From Texas Instruments On Wednesday"], ["2020-06-02 09:00", "This Treasury Official Is Running the Bailout. It's Been Great for His Family. ...  who were heavily invested in corporate loans to recoup huge losses. Muzinich & Co. has long specialized in precisely this market, managing approximately $38 billion of clients' money, including in riskier instruments known as junk, or high-yield, bonds. Since the Fed and the Treasury's actions in late March, the bond market has roared back. Muzinich & Co. has reversed billions in  ...  Twitter ( @ProPublica and @ProPublicaIL ) and Facebook. Copy and paste the following into your page to republish: Close this menu Graphics & Data Topics Series Videos Impact ProPublica Illinois Texas Local Reporting Network Electionland Data Store Follow Us: Like us on Facebook Follow us on Twitter Stay informed with the Daily Digest. Enter your email Site Navigation Sites ... "], ["2020-06-01 05:18", "World Bank: Palestinian economy could shrink by 11% ... ABC-7 StormTrack Doppler Traffic Bridge Wait Times Cameras Gas Prices Sports Borderland Blitz UTEP NMSU El Paso Chihuahuas Locomotive FC Texas Sports New Mexico Sports Your Voice, Your Vote Politics Campaign 2020 Texas Politics New Mexico Politics Video & Galleries Livestream Newscasts Livestream Events ABC News LIVE ABC-7 Xtra El Paso Mugshot Photos Health ...  decisively to save lives,\" said Kanthan Shankar, the World Bank director for the West Bank and Gaza. \"However, several years of declining donor support and the limited economic instruments available have turned the ability of the government to protect livelihoods into a monumental task.\" The Palestinian Authority imposed sweeping measures to contain the coronavirus outbreak in March and April ... "], ["2020-05-31 17:54", "Astronauts enter space station on historic SpaceX mission ... Musk said he considers the launch a boost for SpaceX's ultimate goal of traveling to Mars. The company has been testing prototypes of its next-generation rocket and habitat, Starship, in Texas. \"This is hopefully the first step on a journey toward a civilization on Mars, of life becoming multi-planetary,\" Musk said. \"That's seeming increasingly real after what  ...  maintenance on the space station and how favorable weather conditions are for spacecraft splashdown. Behnken is scheduled to make several spacewalks with Cassidy, as Hurley monitors and controls instruments inside the station. If the mission ultimately is successful, NASA plans to launch another SpaceX capsule to the space station Aug. 30, Bridenstine said. Crew members for that  ... "], ["2020-05-31 17:34", "Watch live: Astronauts enter space station on historic SpaceX mission ... Musk said he considers the launch a boost for SpaceX's ultimate goal of traveling to Mars. The company has been testing prototypes of its next-generation rocket and habitat, Starship, in Texas. \"This is hopefully the first step on a journey toward a civilization on Mars, of life becoming multi-planetary,\" Musk said. \"That's seeming increasingly real after what  ...  maintenance on the space station and how favorable weather conditions are for spacecraft splashdown. Behnken is scheduled to make several spacewalks with Cassidy, as Hurley monitors and controls instruments inside the station. If the mission ultimately is successful, NASA plans to launch another SpaceX capsule to the space station Aug. 30, Bridenstine said. Crew members for that  ... "], ["2020-05-31 13:00", "Musicians Explore Innovation During New Age 'Wild West' ... By KATHLEEN SHAW, Daily News-Record HARRISONBURG, Va. (AP) — At the foot of the bed rests a glittery blue drum set and lodged between a worn leather sofa and his desk are four instruments crammed, but within arm's reach. Boundaries between personal, private and work life have become obsolete for many, but Valentin Prince has chosen to embrace the chaos during the pandemic and convert his  ... . Tags: Virginia Related Articles America 2020 Texas Court Rules on Virus Mail Voting National News Trump Takes His Fight to Michigan Michigan News Thousands Evacuated as River Dams Break in Central Michigan National News More Businesses to Reopen in Texas Economy Unemployment Benefits Begin to Reach Gig Workers National News Texas AG Warns Cities Over Virus Rules  ... "], ["2020-05-31 09:58", "The thousands of wishes the pandemic put on hold ... 7 StormTrack Doppler Traffic Bridge Wait Times Cameras Gas Prices Sports Borderland Blitz UTEP NMSU El Paso Chihuahuas Locomotive FC Texas Sports New Mexico Sports Your Voice, Your Vote Politics Campaign 2020 Texas Politics New Mexico Politics Video & Galleries Livestream Newscasts Livestream Events ABC News LIVE ABC-7 Xtra El Paso Mugshot  ... gatherings, such as concerts, have been put on hold, others still are being granted. In the months since the pandemic began, the organization has continued constructing playhouses, planned slumber parties, gifted musical instruments, phones and, most recently, created a concrete path leading a child who uses a wheelchair to the lake behind his home, according to Hall. For another child, the organization installed a massive ... "], ["2020-05-30 23:46", "Repercussions for energy security, clean energy transition ...  shortage of storage space, particularly at a key hub in the United States in Cushing, Oklahoma. Prices have recovered since, with both benchmarks - Brent crude, the international standard, and West Texas Intermediate, the US standard - trading at around $35 per barrel right now. 0 COMMENTS There are no comments. LEAVE A COMMENT Your email address will not be published. Required fields  ... with 'fast science' READ MORE Cartoon corner READ MORE play pause Top News Earlier circulars on weekend closure still applicable: MoCI 5/30/2020 10:35:25 PM Shariah-based finance social instruments can help Islamic countries navigate through Covid-19 crisis: S&P 5/30/2020 8:22:28 PM Britain at a very dangerous moment in the pandemic, health official says 5/30/2020  ... "], ["2020-05-30 23:00", "Oil now faces demand uncertainty after record rebound from crash ... time.\" US crude futures fluctuated Friday, as Federal Reserve chairman Jerome Powell defended aggressive action to shield the economy as the coronavirus pandemic took hold. Prices surged at the close, with West Texas Intermediate oil settling 5.3% higher at $35.49 a barrel, after falling as much as 4% earlier in the day. Futures posted the biggest monthly jump in data going back to 1983 ... rise to 3.2% in 2024: FocusEconomics READ MORE Shariah-based finance social instruments can help Islamic countries navigate through Covid-19 crisis: S&P READ MORE play pause Top News Earlier circulars on weekend closure still applicable: MoCI 5/30/2020 10:35:25 PM Shariah-based finance social instruments can help Islamic countries navigate through Covid-19 crisis: S&P 5/30 ... "], ["2020-05-30 16:09", "SpaceX-NASA launch: What to know ahead of today's scheduled flight ...  A Pet TV Listings Events Calendar Inside Edition Weird News SA Live As Seen On SA Live Elder Eats Cool Schools Big Adventure Recipes Meet The Cast Texas Eats KSAT TV Newscasts News at 9 Texas Eats Originals Chef Tatu Boojale Meet the Team More... Features SAQ KSAT Kids Bexar Facts Spriester Sessions In The Shadows Conviction Broken Blue KSAT Insider KSAT Community ... t be made more dangerous by a severe storm or rough waves, so they scan a massive stretch of the ocean all the way to the coast of Ireland. The team also uses all sorts of instruments, including radars and weather balloons, to ensure that the rocket will have a smooth ride all the way through the upper atmosphere. One other issue Central Florida is facing: controlling crowds amid the Covid-19  ... "], ["2020-05-30 16:00", "Used Car Prices Are Almost Back To What They Were Before All Of This ...  Reviews The Morning Shift Nice Price Car Buying Video Used Car Prices Are Almost Back To What They Were Before All Of This You may also like Jalopnik F1 Team And Supercar Maker McLaren Will Lay Off 1200 Employees Bradley Brownell Tuesday 6:00PM Gizmodo Huawei Executive One Step Closer to U.S. Extradition After Major Loss in Court Tom McKay Wednesday 6:00PM Gizmodo Texas Instruments Is Nerfing the Best Part About Graphing Calculators Victoria Song Wednesday 11:30AM Popular Deals on The Inventory $ 48 LEGO Marvel Avengers Iron Man Hall of Armor 76125 Building Kit Marvel... From amazon 42 purchased by readers G/O Media may get a commission Buy on Amazon $ 95 BaoFeng UV-5R UHF VHF Dual Band Two Way Radio Walkie Talkie with... From amazon Use code 5PCSUV5R ... "], ["2020-05-30 13:50", "The Morning After: Why would anyone buy a $350 'anti-5G' USB stick? ... apos;s future It's hard to make real money selling virtual goods Tile files EU complaint against Apple's alleged anticompetitive behavior The ultra-chill 'Tetris Effect' soundtrack is now available for streaming Senators ask FTC to investigate Instacart over 'tip baiting' International Space Station receives the last of NASA's science racks after 19 years Texas Instruments makes it harder to run programs on its calculators Samsung Galaxy Note 20 leaks hint at giant screens and S20 Ultra features Google's work from home strategy includes a $1,000 allowance LG's $1,500 48-inch 4K OLED TV goes on sale next month In this article: themorningafter , newsletter , gear All products recommended by Engadget are selected by our ... "], ["2020-05-30 13:27", "'It's really hard to imagine this number' ... ;re here in Hawaii versus other places. Travel: I was traveling for the past two months, and I came back literally the week when the quarantine started. I went to San Francisco, Las Vegas, Austin, Texas, London, Berlin and Amsterdam. When I was in Berlin, I just felt a lot of fear. That's when I felt like, \"Oh, this is getting bigger than I thought.\" And I ...  went to the hospital and never came back. Miss Annabel couldn't have a proper funeral because of [the virus]. The way we [usually] mourn is totally different than your traditional funeral. We bring out the brass instruments and jump around and celebrate life, and we've been told that we can't do that. I've been living next to her for 11 years, and to not see her on the porch and ... "], ["2020-05-30 10:55", "Twelve migrants test positive for coronavirus at Mexican government shelter ... positive for coronavirus at a government-run shelter in the Mexican border city of Ciudad Juarez, the labour ministry said on Friday. The gritty industrial city neighbouring El Paso, Texas, has received thousands of migrants under a Trump administration policy that sends US asylum seekers to Mexico to await the outcomes of their cases. The migrants who have  ... over Trump tweets READ MORE Trump says US 'terminating' relationship with WHO READ MORE Racially charged violence rages for third night in Minneapolis READ MORE play pause Top News Shariah-based finance social instruments can help Islamic countries navigate through Covid-19 crisis: S&P 5/30/2020 8:22:28 PM Britain at a very dangerous moment in the pandemic, health official says 5/30/2020 7:24 ... "], ["2020-05-30 07:09", "Good News | Memphis, TN | WATN | localmemphis.com ... to COVID-19, so 2 Cleveland Clinic doctors decided to marry on the hospital's roof (photos) Dog stays by his dead sister's side after she was hit by a vehicle on rural Texas road Pandemic \"Sweet 16\" party for Memphis triplets Rhodes College teams up with FedEx to give graduates special deliveries Former Grizzlies star Mike Conley donates $200,000 to six organizations, including Memphis nonprofit One  ... donates $200,000 to six organizations including Memphis nonprofit heartwarming Two Memphis women's act of giving lasts a lifetime heartthreads Teacher plays 22 instruments in 'Pomp and Circumstance' video tribute community International Paper will donate 2 million boxes to hunger relief organizations heartwarming Watch: COVID-19  ... "], ["2020-05-30 00:52", "COVID-19 patient released after spending 44 days in a Fort Worth hospital ...  supervisor Stephanie McClaren said. \"I think we're all thrilled,\" nurse Ashley Holder added. The Bells are grateful to the ones facilitating his recovery. \"I mean, they're instruments of God. That's what they are,\" Matthew said. A parade of hospital workers said farewell Friday afternoon. \"I'm feeling great. I'm feeling great,\" Matthew  ... Matt knows where to find some of that strength. \"And I'm not as strong as she is, so just seeing her fills me with energy,\" he said. RELATED: Interactive map of Texas COVID-19 cases Trending Stimulus payment for 4 million Americans to arrive by prepaid debit card 'Please, please I can't breathe': Man dies after being detained by Minneapolis police, FBI  ... "], ["2020-05-30 00:19", "EE Times ...  with automotive use cases are driving an otherwise shrinking analog IC market that saw declining 2019 sales for all but one of the top suppliers.U.S.-China trade frictions were among the reasons for global sales declines, IC Insights reported. In some regions, especially Europe, the automotive sector is cushioning the analog market from steeper declines.The analyst said market leader Texas Instruments retained its grip on the analog IC sector, accounting for 19 percent of global sales. That 1-percentage point increased over the previous year is more than the combined market share for competitors Analog Devices (10 percent) and Infineon (7 percent).Still, TI's year-on-year sales declined 5 percent, totaling $10.22 billion. The market tracker pegged the ... "], ["2020-05-29 19:41", "Analog IC Market Rides Rollercoaster ... with automotive use cases are driving an otherwise shrinking analog IC market that saw declining 2019 sales for all but one of the top suppliers. U.S.-China trade frictions were among the reasons for global sales declines, IC Insights reported. In some regions, especially Europe, the automotive sector is cushioning the analog market from steeper declines. The analyst said market leader Texas Instruments retained its grip on the analog IC sector, accounting for 19 percent of global sales. That 1-percentage point increased over the previous year is more than the combined market share for competitors Analog Devices (10 percent) and Infineon (7 percent). Still, TI's year-on-year sales declined 5 percent, totaling $10.22 billion. The market tracker pegged the ... "], ["2020-05-29 18:23", "Trump continues to claim broad powers he doesn't have ...  the president doesn't have a remarkable amount of power to respond to a public health crisis. Its that these are not the powers he has,\" said Stephen Vladeck, a University of Texas School of Law professor who specializes in constitutional and national security law. First it was Trump's assertion that he could force governors to reopen their economies before they felt ready. \"When  ...  he will do whatever seems to be in his best interest at any particular moment,\" Dallek said. Trump, he said, also could try to abuse his powers to leverage other instruments of government, from the Department of Justice to the IRS, to push for investigations or launch regulatory crackdowns to punish states, cities or companies. Trump also has showed he's  ... "], ["2020-05-29 18:00", "Internet Of Things (IoT) Market Review 2012-2019 And Forecast 2020-2027 (COVID-19 Adjusted) ... USA ) IoT Sensor Manufacturers ARM Ltd. (UK) Bosch Software Innovations GmbH ( Germany ) Honeywell International, Inc. ( USA ) Infineon Technologies AG ( Germany ) InvenSense Inc. ( USA ) IBM Corporation ( USA ) STMicroelectronics N.V. ( Switzerland ) IoT Semiconductors/IoT Chips Atmel Corporation ( USA ) Freescale Semiconductor, Inc. ( USA ) Intel Corporation ( USA ) Qualcomm Technologies, Inc. ( USA ) Texas Instruments ( USA ) IoT Network Providers AT&T, Inc. ( USA ) Telefnica S.A. ( Spain ) Vodafone Group PLC (UK) Verizon Communications, Inc. ( USA ) Other IoT Solution Providers Ayla Networks ( USA ) B-Scada ( USA ) CLX Communications ( Sweden ) ErgoTech Systems ( USA ) Fujitsu Limited ( Japan ) Greenwave Systems ( USA ) Ingenu Inc. ( USA ) Silver Spring ... "], ["2020-05-29 17:15", "Global Human Machine Interface Market (HMI) Market 2020 With Global Forecasts To 2025 ...  Geographical Analysis 14 Competitive Landscape 15 Company Profiles Abb Ltd. Advantech Co. Ltd. Beckhoff Automation Beijer Electronics Group Eaton Emerson Electric Co. Exor International General Electric Co. Honeywell International, Inc. Kontron AG Mitsubishi Electric Corporation Omron Corporation Red Lion Right to Win Robert Bosch GmbH Rockwell Automation, Inc. Schneider Electric Se Siemens Texas Instruments Inc. Weintek Labs. Inc. Yokogawa Electric Corporation For more information about this report visit https://www.researchandmarkets.com/r/bgn1oe About ResearchAndMarkets.com ResearchAndMarkets.com is the world's leading source for international market research reports and market data. We provide you with the latest data on international and regional ... "]]}}