{"postfix": "textron-aktie", "name": "TEXTRON", "wkn": "852659", "time": "2020.06.02 13:04", "ts": 1591095876, "features": {"KGV": "11.88", "Marktkapitalisierung": {"Size": "Mrd", "Value": "6.14"}, "GA": "3.74", "KBV": "1.77", "BA": "25.13", "KCV": "10.18", "CA": "4.37", "Vola30": "90.93", "Vola90": "102.7", "Vola180": "77.46", "Vola250": "58.74"}, "rivals": ["general_electric-aktie", "honeywell-aktie", "3m-aktie", "boeing-aktie", "siemens-aktie", "danaher-aktie"], "text_data": {"de": [["31.05.20", "So schätzen Analysten die Textron-Aktie ein"], ["01.05.20", "Textron präsentierte Bilanzzahlen zum jüngsten Jahresviertel"], ["29.04.20", "Ausblick: Textron präsentiert Bilanzzahlen zum jüngsten Jahresviertel"], ["15.04.20", "Erste Schätzungen: Textron stellt Ergebnisse des abgelaufenen Quartals vor"], ["07.04.20", "Erste Schätzungen: Textron vermeldet Zahlen zum jüngsten Quartal"], ["28.01.20", "Ausblick: Textron öffnet die Bücher zum abgelaufenen Quartal"]], "en": [["30.05.20", "Why Is Textron (TXT) Up 17.5% Since Last Earnings Report?"], ["26.05.20", "Why Shares of Textron Are Higher Today"], ["18.05.20", "Why 3M, Textron, and MasTec Stocks All Popped 5% (Or More) Today"], ["30.04.20", "Textron Inc (TXT) Q1 2020 Earnings Call Transcript"], ["30.04.20", "Why Textron Shares Are Falling Today"], ["30.04.20", "Textron (TXT) Lags Q1 Earnings and Revenue Estimates"], ["23.04.20", "Earnings Preview: Textron (TXT) Q1 Earnings Expected to Decline"], ["20.04.20", "Textron Wins $386M Navy Deal to Manufacture LCAC Vehicles"], ["17.04.20", "Why Textron Stock Popped 12.2% Today"], ["10.04.20", "Textron delays release of earnings by about one week"], ["31.03.20", "Lockheed, Textron Set to Battle for Helicopter Air Superiority"], ["26.03.20", "Why General Dynamics, Textron, and Northrop Grumman Shares Are All Up Today"], ["18.03.20", "Why Shares of Textron Were Down Today"], ["18.03.20", "Textron Aviation furloughs thousands of U.S workers"], ["18.03.20", "Textron Sees Hammer Chart Pattern: Time to Buy?"], ["16.03.20", "Why Shares of Textron Are Falling Today"], ["13.03.20", "Why Textron, Boeing, and Lockheed Martin Shares Rebounded Today"], ["11.03.20", "Why Shares of Textron Are Down Today"], ["11.03.20", "Why Textron, TransDigm, and Wabtec Stocks Gained Back 10% Today"], ["09.03.20", "Why Shares of Textron Are Falling Today"], ["04.03.20", "Why Shares of Textron Were Down in February"], ["28.02.20", "Why Is Textron (TXT) Down 12.9% Since Last Earnings Report?"], ["04.02.20", "Why Shares of Textron Are Higher Today"], ["04.02.20", "Textron stock rallies after news of potential Bombardier deal"], ["04.02.20", "Bombardier in talks to sell business-jet unit to Textron: WSJ"], ["04.02.20", "Bombardier in talks to sell business-jet unit to Textron - WSJ"], ["04.02.20", "Dow Jones Reports Bombardier In Talks To Sell Business Jet Unit To Textron, As Bombardier IS Seeking To 'Whilttle Down' Debt Load Of Roughly $9B"], ["01.02.20", "Textron Tempers Expectations for 2020"], ["31.01.20", "Textron Accelerates Growth Amid Restructuring Initiatives"], ["29.01.20", "Textron Inc (TXT) Q4 2019 Earnings Call Transcript"], ["29.01.20", "Textron (TXT) Q4 Earnings and Revenues Surpass Estimates"], ["29.01.20", "Why Textron Is Likely To Miss Earnings Despite Beating Revenue Expectations For FY19"], ["27.01.20", "Textron (TXT) to Report Q4 Earnings: What's in the Cards?"], ["22.01.20", "Analysts Estimate Textron (TXT) to Report a Decline in Earnings: What to Look Out for"], ["09.01.20", "Will Textron (TXT) Beat Estimates Again in Its Next Earnings Report?"], ["2020-06-02 06:45", "\"Unmatched Performance\" - German Army Test-Fires New Light Machine Gun ...  service weapons in the US Army. Several months ago, the Pentagon doubled its purchase of a new anti-personnel precision rifle. In January, Special Operation Command granted Sig Sauer with a safety certification for the new MG 338 Machine Gun, 338 Norma Mag Ammunition, and Next Generation Suppressors, which means US Special Forces are about to receive a badass advanced machine gun. Late last year, Textron Systems' AAI Corporation delivered their next-generation machine gun to the Army that chambers a telescoped round between 6.5 mm and 6.8 mm and is expected to be the future replacement for the M16 rifle, M4 carbine, and M249 light machine gun. It just so happens countries in the Western world are beefing up their military forces as the global economy ... "], ["2020-05-30 15:31", "Why Is Textron (TXT) Up 17.5% Since Last Earnings Report?Textron (TXT) reported earnings 30 days ago. What's next for the stock? We take a look at earnings estimates for some clues."], ["2020-05-30 11:32", "2 High-Yield Industrial Stocks I'd Buy Right Now ...  S&P 500 408% 90% Stock Advisor launched in February of 2002. Returns as of 05/30/2020. Join Stock Advisor Cumulative Growth of a $10,000 Investment in Stock Advisor Calculated by Time-Weighted Return Stocks MMM 3M NYSE: MMM $156.44 down $0.38 (-0.24%) NUE Nucor NYSE: NUE $42.26 down $0.29 (-0.68%) Related Articles 3M Gives a Sneak Peek at the Coronavirus Economy Why 3M, Textron, and MasTec Stocks All Popped 5% (Or More) Today Despite Strong N95 Mask Demand, 3M's Sales Dropped in April Why Cummins Stock Popped 20.8% in April 3M and Ford's Powered Air-Purifying Respirators Begin to Ship 2 High-Yield Industrial Stocks I'd Buy Right Now @themotleyfool #stocks $MMM $NUE Next Article Prev 1 2 3 4 5 Next Terms of Use Privacy Policy Accessibility Policy ... "], ["2020-05-29 04:00", "BC-US--Stock Prices, US ... PhilipsNV 44.900 Up .830 ProctGam 116.060 Up 2.170 QstDiag 118.070 Up 2.530 RLauren 79.980 Down .900 RaythTch 67.270 Up .620 Revlon 10.650 Down .710 RockwlAut 216.400 Down 2.840 S&P Glbl 318.800 Up 3.370 Schlmbrg 18.790 Down .260 SonocoP 52.250 Down .260 SonyCp 64.580 Up 1.610 SouthnCo 56.910 Up 1.900 Sysco 55.950 Down 1.000 Tapestry 13.990 Down 1.390 Target 118.430 Up 1.020 Textron 31.020 Down .430 3M Co 156.820 Down 1.330 Tiffany 127.820 Up .280 Transocn 1.360 Down .030 UnionPac 170.510 Down 2.360 Unisys 11.600 Down .160 US Bancrp 36.510 Down 1.110 USSteel 8.270 Down .260 ValeroE 67.130 Down 3.050 VerizonCm 55.720 Up .580 ViadCorp 18.490 Down 1.950 Visa 194.260 Up 1.440 WalMart 123.690 Up 1.210 WsteMInc 106.500 Up 2.200 WellsFargo 27.220 Down .730 Weyerhsr ... "], ["2020-05-28 13:17", "U.S. durable-goods orders fall 17.2% in April vs. forecasts for 18.2% drop ...  Should I Retire? Retirement Planner Sign Up Log In Profile Settings Watchlist Email & Alerts Games Advertisement Home Economy & Politics Economic Report Economic Report U.S. durable-goods orders fall 17.2% in April vs. forecasts for 18.2% drop Published: May 28, 2020 at 9:17 a.m. ET By Victor Reklaitis Comments A worker sits on top of an aircraft during assembly at a Textron facility in Wichita, Kansas. Bloomberg News/Landov Email icon Facebook icon Twitter icon Linkedin icon Flipboard icon Print icon Resize icon Referenced Symbols Advertisement YM00 +0.79% ES00 +0.30% SPX +0.04% DJIA +0.05% U.S. orders for durable goods plunged 17.2% in April, the government said Thursday , offering a fresh sign of how the coronavirus crisis has hammered the U.S. economy ... "], ["2020-05-28 10:55", "High beta stocks are breaking out. Here's who is leading the way ... to changes in overall market returns. The ETF jumped 3% on Wednesday, crossing its 200-day moving average level of 40.33 for the first time since Feb. 26, which could signal a longer uptrend for high-beta stocks. The fund is stuffed with economically sensitive industries such as financials and consumer discretionary. Here are the stocks leading the way. Related Tags Flowserve Corp Textron Inc General Electric Co American Airlines Group Inc Capri Holdings Ltd More In Pro News and Analysis Bill Ackman dumps Berkshire, adds to other holdings with hedge fund up more than 20% this year Fred Imbert JPMorgan says it's a 'V-shaped' recovery so buy banks and retailers Maggie Fitzgerald These companies benefiting from pandemic hoarding may keep their gains ... "], ["2020-05-28 03:02", "Corrections & Amplifications ...  Video WSJ. Magazine Sections Fashion Art & Design Travel Food Culture Search Print Text Share Facebook Twitter Permalink Corrections Corrections & Amplifications May 27, 2020 11:02 pm ET The Milk, Nonfat dry, Chicago cash price for Tuesday was 103.00 cents per pound. The Cash Prices table in Wednesday's Markets section incorrectly quoted the price as 1.03. The last name of Textron Chief Executive Scott Donnelly was misspelled as Connelly in a Heard on the Street column Tuesday about private airplanes. A recent study of... To Read the Full Story Subscribe Sign In Sponsored Offers DoorDash: $7 off with DoorDash promo code TurboTax: TurboTax coupon and discount: $60 for Deluxe version Walmart: This May shop from home with over $50 in Walmart coupons Saks ... "], ["2020-05-27 19:57", "Triumph Selected To Supply Hydraulic Components For New Bell 360 Invictus Attack And Reconnaissance AircraftBERWYN, Pa., May 27, 2020 /PRNewswire/ -- Triumph Group [NYSE:TGI]announced that Bell Textron Inc., a Textron Inc. company selected Triumph Systems & Support as a supplier for their entry in the U.S. Army Future Attack and Reconnaissance Aircraft (FARA) c"], ["2020-05-27 04:00", "BC-US--Stock Prices, US ... .130 Up 1.680 PhilipsNV 44.690 Up .170 ProctGam 112.030 Down .570 QstDiag 112.750 Down .080 RLauren 81.370 Up 8.530 RaythTch 64.470 Up 4.470 Revlon 11.230 Up .550 RockwlAut 215.900 Up 13.710 S&P Glbl 312.340 Up 1.150 Schlmbrg 18.400 Up .820 SonocoP 51.490 Up 2.350 SonyCp 62.180 Down 1.060 SouthnCo 54.660 Up .080 Sysco 55.110 Up 3.360 Tapestry 14.750 Up .770 Target 115.120 Down 2.370 Textron 30.020 Up 3.110 3M Co 152.080 Up 5.640 Tiffany 125.370 Up .300 Transocn 1.410 Down .020 UnionPac 169.900 Up 4.740 Unisys 11.640 Up .400 US Bancrp 35.830 Up 2.900 USSteel 8.000 Up .630 ValeroE 68.700 Up 3.020 VerizonCm 54.300 Up .200 ViadCorp 19.290 Up 3.240 Visa 193.220 Up 2.360 WalMart 123.860 Down .470 WsteMInc 101.600 Up 2.680 WellsFargo 26.260 Up 2.090 Weyerhsr 21.100 ... "], ["2020-05-26 21:28", "Why Shares of Textron Are Higher Today ...  business has some of the best potential in the portfolio , including involvement in a number of big-money defense competitions , but those competitions are going to take years to play out. Heading into 2020 the best chance for a rebound came from business jet sales, and with the economy at a standstill, demand for corporate jets is likely to be muted for the near future. The best Textron shareholders can hope for is a quick end to the pandemic and a return to more normalized economic activity. Investors were treated with reasons for optimism on Tuesday as the U.S. economy seemed to rev up for the Memorial Day weekend, and positive headlines on the COVID-19 treatment and vaccine fronts. Now what Investors should be warned that while the news flow and market ... "], ["2020-05-26 13:38", "Army Fears If 'Future Vertical Lift' Falters, Serious Fallout For Industry Might Follow ... -base fallout. I know that because earlier this month my colleagues and I at the Lexington Institute had a lengthy exchange with the two top Army officials managing FVL. They are Brigadier General Walter T. Rugen, leader of the service's cross-functional team for vertical lift, and Mr. Patrick H. Mason, the Army's program executive officer for aviation. V-280 Valor, the Bell/Textron entry in the race to replace the Black Hawk helicopter. Wikipedia I thought we would spend most of the conversation discussing the Army's need to \"overmatch\" future adversaries in the air. But early on, Gen. Rugen observed that Future Vertical Lift \"isn't just about overmatch, it's about the industrial base.\" It was a theme he kept coming ... "], ["2020-05-25 20:48", "Former Marine From Fort Worth, 3 Close to Him, Die of Coronavirus Within Weeks ...  in Fort Worth. \"It's been a lot. It's been so much.\" Littles said her father, Marlin Shackleford, was healthy overall and had just celebrated his 79th birthday on March 1. Shackleford, an avid saxophone player known simply as \"Shack,\" joined the Marines a year after high school in 1960 and took a job as a janitor at Bell Textron six years later. Family photo While working at the helicopter company, he attended Texas Christian University and graduated with a degree in computer science in 1977. Then he changed jobs to computer analyst before retiring in 2012. Coronavirus Pandemic Full coverage of the COVID-19 outbreak and how it impacts you Tarrant County 2 hours ago Tarrant County Jail Inmate Dies After Testing Positive for COVID ... "], ["2020-05-25 20:38", "Amid The COVID-19 Crisis And The Looming Economic Recession, The LAN/WAN Test Equipment Market Worldwide Will Grow By A Projected US$474.7 Million, During The Analysis Period ...  changing LAN/WAN Test Equipment market landscape. All research viewpoints presented are based on validated engagements from influencers in the market, whose opinions supersede all other research methodologies. Competitors identified in this market include, among others, Anritsu Corporation; AOIP; Averna; Digital Lightwave; EXFO Inc.; Fluke Corporation; Fortive Corporation; Greenlee Textron Inc.; Ixia; Keysight Technologies Inc.; National Instruments Corporation; NetScout Systems Inc.; Riverbed Technology Inc.; Rohde & Schwarz; Spirent Communications plc; Tektronix Inc.; Teledyne LeCroy; VeEX Inc.; Viavi Solutions Inc.; Wilcom Inc.Read the full report: https://www.reportlinker.com/p04484181/?utm_source=PRN Read the full report: https://www.reportlinker.com ... "], ["2020-05-23 04:00", "BC-US--Stock Prices, US ...  PhilipsNV 44.520 Down .200 ProctGam 112.600 Up .980 QstDiag 112.830 Down .160 RLauren 72.840 Down 1.730 RaythTch 60.000 Down .100 Revlon 10.680 Up .650 RockwlAut 202.190 Down 1.540 S&P Glbl 311.860 Up 1.100 Schlmbrg 17.580 Down .210 SonocoP 49.140 Down .110 SonyCp 63.240 Up .500 SouthnCo 54.580 Up .750 Sysco 51.750 Down .730 Tapestry 13.980 Down .260 Target 117.490 Down 1.190 Textron 26.910 Down .040 3M Co 146.440 Up .630 Tiffany 125.070 Down 1.290 Transocn 1.430 Down .040 UnionPac 165.160 Up 1.570 Unisys 11.240 Up .160 US Bancrp 32.930 Up .010 USSteel 7.370 Down .110 ValeroE 65.680 Down .050 VerizonCm 54.100 Up .130 ViadCorp 16.050 Down .500 Visa 190.860 Up .240 WalMart 124.330 Down .660 WsteMInc 98.920 Down .010 WellsFargo 24.170 Down .290 Weyerhsr 19.780 ... "], ["2020-05-22 04:00", "Sponsors Eager To Share Stage With Tiger Woods, Peyton Manning, Phil Mickelson And Tom Brady ... 39;re excited to help fans celebrate this moment in sports history.\" Upon inspection of the terms & conditions of the low calorie beer giveaway, it is structured as a rebate post purchase and capped at $1,000,000 so if the golf stars or NFL icons can conjure an ace, viewers will have to act fast to get in on the free cans or bottles. E-Z-Go, a Textron Inc. company, seems content to let their vehicles speak for themselves but they're still pulling out their promotional playbook. Tiger, Phil, Tom, and Peyton will be riding around Medalist in custom Freedom RXV ELiTe model carts with Woods' and Mickelson's carts to be auctioned off after the match with proceeds benefiting COVID-19 relief efforts. \"The game of golf has brought people together ... "], ["2020-05-21 21:06", "Trilateral Nuke Talks Shouldn't Derail Northrop Grumman ICBM Payday ... -Weighted Return Stocks NOC Northrop Grumman NYSE: NOC $328.11 up $7.71 (2.41%) Related Articles How Coronavirus Spending Cuts Could Impact Defense Spending Northrop Grumman Corp (NOC) Q1 2020 Earnings Call Transcript Robots Repairing Satellites in Orbit? Yep, That's a Thing Now Northrop Grumman Could Get Massive $85 Billion Contract Ahead of Schedule Why General Dynamics, Textron, and Northrop Grumman Shares Are All Up Today Trilateral Nuke Talks Shouldn't Derail Northrop Grumman ICBM Payday @themotleyfool #stocks $NOC Next Article Prev 1 2 3 4 5 Next Terms of Use Privacy Policy Accessibility Policy Copyright, Trademark and Patent Information Terms and Conditions Do Not Sell My Personal Information Market data powered by FactSet and Web Financial ... "], ["2020-05-21 04:00", "BC-US--Stock Prices, US ...  Up 1.960 PhilipsNV 45.130 Up 2.120 ProctGam 113.280 Up .840 QstDiag 113.960 Up 3.740 RLauren 71.400 Up 2.140 RaythTch 57.800 Down .140 Revlon 10.130 Up .380 RockwlAut 206.040 Up 3.410 S&P Glbl 314.000 Up 2.910 Schlmbrg 18.210 Up 1.100 SonocoP 47.930 Up .800 SonyCp 63.170 Up .120 SouthnCo 54.830 Up 1.260 Sysco 52.580 Up 1.200 Tapestry 13.260 Up .400 Target 119.630 Down 3.540 Textron 27.330 Up .840 3M Co 149.680 Up 1.300 Tiffany 125.690 Down 2.290 Transocn 1.460 Up .050 UnionPac 166.030 Up 6.770 Unisys 11.210 Up .390 US Bancrp 33.060 Up 1.070 USSteel 7.920 Up .260 ValeroE 67.340 Up 3.290 VerizonCm 54.260 Down .120 ViadCorp 16.380 Down .170 Visa 193.860 Up 4.500 WalMart 125.450 Up .500 WsteMInc 99.450 Up 1.120 WellsFargo 24.520 Up .570 Weyerhsr 19.480 Up .960 ... "], ["2020-05-19 15:30", "Aircraft Engines Market Value To Reach US$ 109 Bn By 2027 ...  including China and India are contributing to the market value. View Detail Information with Complete TOC@ https://www.acumenresearchandconsulting.com/aircraft-engines-market Some of the leading competitors are CFM International SA, General Electric Co., Honeywell International Inc., International Aero Engines AG, MTU Aero Engines AG, Rolls-Royce Holdings Plc., Safran SA, Textron, Inc., and United Technologies Corporation. Aircraft Engines companies have announced mergers and acquisitions to strengthen their position in the Aircraft Engines industry. Major players are also moving into new regions or advanced technologies. For instance, Boeing has developed the newest twin-engine for Dreamliner aircraft that leads Norwegian's transatlantic expansion ... "], ["2020-05-19 15:16", "3M Gives a Sneak Peek at the Coronavirus Economy ...  might slow if Europe/U.S. remains weak for a protracted period. Motley Fool Returns Stock Advisor S&P 500 422% 87% Stock Advisor launched in February of 2002. Returns as of 05/19/2020. Join Stock Advisor Cumulative Growth of a $10,000 Investment in Stock Advisor Calculated by Time-Weighted Return Stocks MMM 3M NYSE: MMM $150.10 up $0.83 (0.56%) Related Articles Why 3M, Textron, and MasTec Stocks All Popped 5% (Or More) Today Despite Strong N95 Mask Demand, 3M's Sales Dropped in April Why Cummins Stock Popped 20.8% in April 3M and Ford's Powered Air-Purifying Respirators Begin to Ship Amid Coronavirus Disruptions, Is Now the Time to Buy 3M Stock? 3M Gives a Sneak Peek at the Coronavirus Economy @themotleyfool #stocks $MMM Next Article Prev 1 2 ... "], ["2020-05-19 10:00", "'You're powerless.' Unemployed Kansans still struggling to get their calls answered ... unemployment response should resign. Kelly has responded by condemning \"political cheap shots\" and pointing to the progress that's been made in responding to levels of unemployment unseen since the Great Depression. But Republicans have seized on the story of Washington and others like him who are out of work and unable to break through the state's unemployment system. Michael Hotchkiss, a furloughed Textron Aviation employee who lives in Kingman, said he received two weeks of benefits but was denied four others and can't reach anyone to find out why. His wife works at a school and won't be paid over the summer. \"I'm responsible for most of the income for our family and this has me stressed,\" Hotchkiss said. Local news has ... "]]}}