{"postfix": "thermo_fisher_scientific-aktie", "name": "THERMO_FISHER_SCIENTIFIC", "wkn": "857209", "time": "2020.06.02 11:37", "ts": 1591090650, "features": {"KGV": "26.64", "Marktkapitalisierung": {"Size": "Mrd", "Value": "123.83"}, "GA": "12.35", "KBV": "4.47", "BA": "73.64", "KCV": "26.66", "CA": "12.34", "Vola30": "30.16", "Vola90": "47.43", "Vola180": "38.85", "Vola250": "33.57"}, "rivals": ["general_electric-aktie", "honeywell-aktie", "sigma-aldrich-aktie", "waters-aktie", "becton,_dickinsonco_(bd)-aktie", "cr_bard-aktie", "life_technologies-aktie"], "text_data": {"de": [["22.05.20", "Thermo Fisher Scientific hält Dividende stabil"], ["18.05.20", "Thermo Fisher startet Übernahmeangebot für Qiagen"], ["30.04.20", "Thermo Fisher Scientific-Aktie: Einschätzungen und Kursziele der Analysten im April"], ["23.04.20", "Thermo Fisher Scientific hat Bilanz für das abgelaufene Quartal gezogen"], ["21.04.20", "Ausblick: Thermo Fisher Scientific stellt Quartalsergebnis zum abgelaufenen Jahresviertel vor"], ["07.04.20", "Erste Schätzungen: Thermo Fisher Scientific öffnet die Bücher zum abgelaufenen Quartal"], ["31.03.20", "Experten sehen bei Thermo Fisher Scientific-Aktie Potenzial"], ["03.03.20", "Mega-Deal in der Biotechbranche - Thermo Fisher schluckt Qiagen"], ["03.03.20", "ROUNDUP: Thermo Fisher will Qiagen für zehn Milliarden kaufen - Aktie steigt"], ["03.03.20", "Thermo Fisher will Qiagen für zehn Milliarden Euro kaufen"], ["29.01.20", "Ausblick: Thermo Fisher Scientific präsentiert Quartalsergebnisse"]], "en": [["18.05.20", "SHAREHOLDER ALERT: Levi & Korsinsky, LLP Notifies Investors of an Investigation Regarding Whether the Sale of QIAGEN N.V. to Thermo Fisher Scientific Inc. is Fair to Shareholders"], ["22.04.20", "Thermo Fisher Scientific Inc (TMO) Q1 2020 Earnings Call Transcript"], ["22.04.20", "Here's How Thermo Fisher Scientific Beat Wall Street Expectations in Q1"], ["22.04.20", "Thermo Fisher Scientific (TMO) Q1 Earnings and Revenues Surpass Estimates"], ["15.04.20", "Analysts Estimate Thermo Fisher Scientific (TMO) to Report a Decline in Earnings: What to Look Out for"], ["20.03.20", "The Zacks Analyst Blog Highlights: Roche, Thermo Fisher Scientific, Becton, Dickinson and Teladoc Health"], ["16.03.20", "Thermo Fisher Scientific to Produce Millions of COVID-19 Test Kits in the Next Few Weeks"], ["05.03.20", "Thermo Fisher Scientific Rises Gets A Composite Rating Bump"], ["04.03.20", "Thermo Fisher Scientific Shows Market Leadership; Earns 84 RS Rating"], ["03.03.20", "Thermo Fisher Scientific to Spend $11.5 Billion Upgrading Its DNA Testing Game"], ["03.03.20", "QIAGEN N.V. : Conclusion of a Business Combination Agreement between QIAGEN N.V. and Thermo Fisher Scientific Inc.; Announcement of a public tender offer by Thermo Fisher Scientific Inc."], ["30.01.20", "Thermo Fisher Scientific Inc (TMO) Q4 2019 Earnings Call Transcript"], ["30.01.20", "Thermo Fisher Scientific (TMO) Q4 Earnings and Revenues Surpass Estimates"], ["29.01.20", "Why Thermo Fisher Scientific (TMO) Might Surprise This Earnings Season"], ["23.01.20", "Thermo Fisher Scientific (TMO) Earnings Expected to Grow: What to Know Ahead of Next Week's Release"], ["10.01.20", "Here's Why Thermo Fisher Scientific Jumped 45.1% in 2019"], ["08.01.20", "Is Thermo Fisher Scientific (TMO) Outperforming Other Medical Stocks This Year?"], ["07.01.20", "Better Buy: Illumina vs. Thermo Fisher Scientific"], ["2020-05-30 09:00", "Singapore secured about S$13 billion in investment commitments in first 4 months of 2020 amid COVID-19 outbreak ...  of 2020. Advertisement Advertisement These investments, in sectors including electronics and infocomm, will generate \"a few thousand jobs\" for workers in Singapore in the coming years, Mr Chan told reporters during a media briefing on Saturday (May 30). Companies such as chipmaker Micron and life sciences firm Thermo Fisher Scientific are adding jobs, he said. Micron aims to add 1,500 jobs in Singapore over the next few years, while Thermo Fisher Scientific is increasing hiring due to a surge in demand for its COVID-19 test kits. \"This reflects the sustained confidence of many major investors, major businesses in our economy,\" he said, noting new investments into the economy are needed to create jobs. Advertisement Advertisement \"So if ... "], ["2020-05-29 20:02", "Investing During Coronavirus: Stocks Turn Positive on Trump's Trade Comments ...  biotech sector is one to avoid indefinitely? New reporting from The New York Times highlights a key reason investors should still be bullish. According to Carl Zimmer, researchers are now studying existing drugs — not just antivirals — to see if they're effective against Covid-19. A pre-print study cites compounds purchased from Sigma Labs (NASDAQ: SGLB ) and Thermo Fisher Scientific (NYSE: TMO ). However, many of these compounds are manufactured by other pharmaceutical companies. That means the broader biotech sector isn't out of the race. While experts are hopeful about remdesivir, there may be other effective treatments. Keep an eye out for further study results and look for winners in the space. Analysts Agree: JD.com Stock Is a Top ... "], ["2020-05-29 15:30", "Worldwide Protein Expression Markets, 2020-2025: Escherichia Coli, Mammalian, Yeast, Pichia, Insect, Baculovirus, And Cell-free ...  and Growing Pharmaceuticals Industry to Drive Market Growth in the Region 11 Competitive Landscape 11.1 Introduction11.2 Market Share Analysis11.3 Competitive Leadership Mapping11.3.1 Visionary Leaders11.3.2 Innovators11.3.3 Dynamic Differentiators11.3.4 Emerging Companies11.4 Competitive Scenario11.4.1 Key Developments in the Protein Expression Market 12 Company Profiles 12.1 Thermo Fisher Scientific, Inc.12.2 Merck KGaA12.3 Genscript Biotech Corporation12.4 Agilent Technologies, Inc.12.5 Takara Bio , Inc.12.6 Bio-Rad Laboratories, Inc.12.7 Lonza12.8 Promega Corporation12.9 New England Biolabs12.11 Oxford Expression Technologies Ltd.12.11 Lifesensors12.12 Proteogenix12.13 Synthetic Genomics, Inc. (SGI)12.14 Peak Proteins Ltd.12.15 Promab Biotechnologies ... "], ["2020-05-29 15:00", "Global Ethylene Carbonate Market Is Expected To Reach $550.26 Million By 2027 - Latest Market Research Report By Stratistics MRC ...  According to Stratistics MRC, the Global Ethylene Carbonate Market is accounted for $272.99 million in 2018 and is expected to reach $550.26 million by 2027 growing at a CAGR of 8.1% during the forecast period. Some of the key players in Ethylene Carbonate market include Merck KGaA, Empower Materials Inc., FUJIFILM Holdings Corp., Thermo Fisher Scientific Inc., Mitsubishi Chemical, Huntsman, BASF SE, Oriental Union Chemical Corporation, Toagosei Co., Ltd, Asahi Kasei, New Japan Chemical, Alfa Aesar, Alchem Chemical Company, Zibo Donghai Industries, and TCI Chemicals. Some of the key factors propelling the market growth include growing demand for lubricants & lithium ion battery in automobile and electronic industries, rapid urbanization, increasing shift ... "], ["2020-05-29 13:00", "Global Whole Genome And Exome Sequencing Market: Focus On Product, Workflow, Application, End User, Country Data (16 Countries), And Competitive Landscape - Analysis And Forecast, 2019-2029 ...  Preparation for Whole Genome and Exome Sequencing Opportunity (by Product) Opportunity (by Application) Opportunity (by Region) Key Companies Profiled Agilent Technologies, Inc., Beijing Genomics Institute (BGI), Bio-Rad Laboratories, Inc. , Cancer Genetics, Inc., Eurofins Scientific SE, F. Hoffmann-La Roche Ltd, General Electric Company, GENEWIZ, Inc., Illumina, Inc., Laboratory Corporation of America Holdings, NoVo gene Corporation, Oxford Nanopore Technologies, Inc., Pacific Biosciences of California , Inc., QIAGEN N.V., Thermo Fisher Scientific Inc. Key Questions Answered: What are the long-term and short-term impacts of whole genome and exome sequencing on the human health continuum? What are the major market drivers, challenges, and opportunities in ... "], ["2020-05-29 03:10", "Mike Pence's chief of staff holds $1.6m of stock in firms responding to pandemic ...  response on CNBC March 20 and March 24, on Fox News March 19 and March 21, and on CNN March 25, according to NPR. As well as holding stocks in companies directly involved in the pandemic response, Short also owns stocks in companies praised by the administration for their work with the federal government, including CVS, Thermo Fisher Scientific, Walmart and Roche. Some of Short's largest stock investments include $53K-$145K in Thermo Fisher Scientific which was touted by President Trump on March 13 and present at the White House on April 27. He owns between $16K-$65K in CVS which appeared at a March 13 White House Rose Garden event and has been running coronavirus drive-through testing sites. He also owns between $116K-$315K in Procter & Gamble which ... "], ["2020-05-28 17:36", "IBD Live Q&A Summary, Key Lists For Thursday, May 28, 2020 ...  Ads Cl A SEDG Solaredge Technologies SGEN Seattle Genetics Inc SHOP Shopify Inc Cl A SHW Sherwin-Williams Co SMG Scotts Miracle-Gro Co SNAP Snap Inc Cl A SNPS Synopsys Inc SPGI S&P Global Inc SPLK Splunk Inc SPOT Spotify Technology S A SQ Square Inc Cl A SWKS Skyworks Solutions Inc TEAM Atlassian Corp Plc Cl A TECH Bio-Techne Corp TGT Target Corporation TGTX TG Therapeutics Inc TMO Thermo Fisher Scientific TMUS T-Mobile U.S. Inc TNDM Tandem Diabetes Care Inc TPTX Turning Point Therap TREX Trex Company Inc TSCO Tractor Supply Co TSLA Tesla Inc TTD The Trade Desk Inc Cl A TW Tradeweb Markets Cl A TWLO Twilio Inc Cl A TXG 10x Genomics Inc Cl A TYL Tyler Technologies Inc UNH Unitedhealth Group Inc UNP Union Pacific Corp V Visa Inc Cl A VEEV Veeva Systems Inc Cl ... "], ["2020-05-28 17:30", "Global Needles Market & COVID-19 Impact Assessment 2020-2027 With Profilings Of 42 Major Players ...  market landscape. All research viewpoints presented are based on validated engagements from influencers in the market, whose opinions supersede all other research methodologies. Competitors identified in this market include, among others: B. Braun Melsungen AG Becton, Dickinson & Company Boston Scientific Corporation Ethicon US LLC Hamilton Company Medtronic PLC Nipro Corporation Novo Nordisk A/S Olympus Corporation Smiths Medical Stryker Corporation Terumo Corporation Thermo Fisher Scientific Inc. Unimed S.A. Key Topics Covered I. INTRODUCTION, METHODOLOGY & REPORT SCOPE II. EXECUTIVE SUMMARY 1. MARKET OVERVIEW Global Competitor Market Shares Needles Competitor Market Share Scenario Worldwide (in %): 2019 & 2025 Impact of COVID-19 and a Looming Global ... "], ["2020-05-28 15:41", "Pence's Chief of Staff Owns Stock in Several Companies Linked to Trump Admin's Coronavirus Pandemic Response ... 1.64 million worth of individual stocks in companies that are actively involved in the Trump administration's coronavirus response. The holdings, which are jointly owned by Short and his wife, include manufacturers of drugs, medical tests, medical devices, medical instruments, personal protective equipment (PPE), cleaning supplies, and antiseptics. The companies? CVS, Thermo Fisher Scientific, Walmart, and Roche, all of which have been publicly championed by Trump administration officials, including President Donald Trump himself at various coronavirus task force briefings. During a March 13 Rose Garden press conference , President Trump specifically singled out Roche as a \"great company\" before allowing its chief executive officer Matthew Sause ... "], ["2020-05-28 15:00", "Global In Vitro Diagnostics Market Is Expected To Reach $164.40 Billion By 2027 - Latest Market Research Report By Stratistics MRC ... during the forecast period. Some of the key players profiled in the In Vitro Diagnostics Market include Abbott Laboratories Inc, Agilent Technologies, Becton Dickinson and Company, Biomrieux Sa, Bio-Rad Laboratories Inc, Cepheid, Danaher Corporation, Diasorin, Johnson & Johnson, Leica Biosystems Nussloch GmbH, Qiagen, Roche Diagnostics, Siemens AG, Sysmex Corporation and Thermo Fisher Scientific. Increasing adoption of fully automated instruments in labs, rising awareness on personalized medicine and consequent growth of chronic diseases are the major factors driving the market growth. However, adverse reimbursement scenario is restraining the market growth. Request for sample here: https://www.strategymrc.com/report/in-vitro-diagnostics-market-2020/request ... "], ["2020-05-28 09:19", "Pence Chief Of Staff Owns Stocks That Could Conflict With Coronavirus Response ... -of-interest laws. Many of the medical, pharmaceutical and manufacturing companies in which Short and his wife hold stock including 3M, Abbott Labs, Gilead, Procter & Gamble, Medtronic, Bristol Myers Squibb, and Johnson & Johnson have been directly affected by or involved in the work of the Coronavirus Task Force, chaired by Pence. Other companies among his holdings, such as CVS, Thermo Fisher Scientific, Walmart, and Roche, have been publicly touted by the White House for their work with the federal government on Coronavirus response. Short declared at least some of his stock holdings — more than 100 listings of individual stocks across a range of economic sectors — to be potential conflicts of interest after he joined the Vice President's ... "], ["2020-05-28 03:39", "The highest-paid CEOs by state ... .6 million Iowa: Daniel Houston, Principal Financial Group, $11.5 million Kansas: Thomas Gentile III, Spirit AeroSystems, $11.1 million Kentucky: Bruce D. Broussard, Humana, $16.7 million Louisiana: Paul B. Kusserow, Amedisys, $12.8 million Maine: Melissa Smith, WEX, $6.5 million Maryland: David Zaslav, Discovery, $45.8 million Massachussetts: Marc N. Casper, Thermo Fisher Scientific, $19 million Michigan: Mary Barra, General Motors, $21.3 million Minnesota: James Cracchiolo, Ameriprise Financial, $22.3 million Mississippi: Joe Sanderson, Jr., Sanderson Farms, $4.1 million Missouri: Michael Neidorff, Centene, $26.4 million Nebraska: Lance Fritz, Union Pacific, $12 million Nevada: Sheldon Adelson, Las Vegas Sands, $24.7 million New Hampshire: Timothy McGrath ... "], ["2020-05-27 21:30", "$5.9 Billion Failure Analysis Market Outlook, 2025 - Implications Of COVID-19, Trends & Developments, Key Players ...  in South America 10 Competitive Landscape 10.1 Overview10.2 Market Player Ranking Analysis10.3 Competitive Leadership Mapping10.3.1 Visionary Leaders10.3.2 Innovators10.3.3 Dynamic Differentiators10.3.4 Emerging Companies10.4 Competitive Scenario10.4.1 Product Launches and Developments10.4.2 Acquisitions, Partnerships, Agreements, and Collaborations 11 Company Profiles 11.1 Key Players11.1.1 Hitachi High-Technologies Corporation11.1.2 Thermo Fisher Scientific, Inc.11.1.3 Carl Zeiss 11.1.4 Jeol Ltd.11.1.5 Tescan Osray Holding11.1.6 Bruker11.1.7 Horiba, Ltd.11.1.8 SEMilab11.1.9 A&D Company Ltd. 11.1.10 Motion X Corporation11.2 Right to Win11.3 Other Key Players11.3.1 Eurofins Scientific11.3.2 Intertek Group PLC11.3.3 Oxford Instruments11.3.4 Raith Gmbh11 ... "], ["2020-05-27 19:16", "AMD's Lisa Su First Woman To Top AP's CEO Pay Analysis ... .6 million Iowa: Daniel Houston, Principal Financial Group, $11.5 million Kansas: Thomas Gentile III, Spirit AeroSystems, $11.1 million Kentucky: Bruce D. Broussard, Humana, $16.7 million Louisiana: Paul B. Kusserow, Amedisys, $12.8 million Maine: Melissa Smith, WEX, $6.5 million Maryland: David Zaslav, Discovery, $45.8 million Massachussetts: Marc N. Casper, Thermo Fisher Scientific, $19 million Michigan: Mary Barra, General Motors, $21.3 million Minnesota: James Cracchiolo, Ameriprise Financial, $22.3 million Mississippi: Joe Sanderson, Jr., Sanderson Farms, $4.1 million Missouri: Michael Neidorff, Centene, $26.4 million Nebraska: Lance Fritz, Union Pacific, $12 million Nevada: Sheldon Adelson, Las Vegas Sands, $24.7 million New Hampshire: Timothy McGrath ... "], ["2020-05-27 16:30", "Global Sepsis Diagnostics Market 2020-2025 - Evolution Of Novel Biomarkers For Spesis Diagnosis Present Lucrative Opportunities ...  channels, and significant public awareness about the clinical benefits of diagnostic products in risk assessment for infectious diseases. Some of the prominent players in the sepsis diagnostics market are bioMerieux ( France ), Becton Dickinson Company (US), Danaher (US), Abbott Laboratories (US), Roche Diagnostics ( Switzerland ), T2 Biosystems (US), Luminex (US), Thermo Fisher Scientific (US), Bruker (US), EKF Diagnostics (UK), Immunexpress ( Australia ), Response Biomedical ( Canada ), Axis-Shield Diagnostics (UK), and CytoSorbents (US). Key Topics Covered 1 Introduction 2 Research Methodology 3 Executive Summary 4 Premium Insights 4.1 Sepsis Diagnostics: Market Overview4.2 Sepsis Diagnostics Market, by Technology4.3 Geographic Analysis: Sepsis ... "], ["2020-05-27 15:41", "The highest-paid CEOs by state ... 16.6 million Iowa: Daniel Houston, Principal Financial Group, $11.5 million Kansas: Thomas Gentile III, Spirit AeroSystems, $11.1 million Kentucky: Bruce D. Broussard, Humana, $16.7 million Louisiana: Paul B. Kusserow, Amedisys, $12.8 million Maine: Melissa Smith, WEX, $6.5 million Maryland: David Zaslav, Discovery, $45.8 million Massachussetts: Marc N. Casper, Thermo Fisher Scientific, $19 million AD Michigan: Mary Barra, General Motors, $21.3 million Minnesota: James Cracchiolo, Ameriprise Financial, $22.3 million Mississippi: Joe Sanderson, Jr., Sanderson Farms, $4.1 million Missouri: Michael Neidorff, Centene, $26.4 million Nebraska: Lance Fritz, Union Pacific, $12 million Nevada: Sheldon Adelson, Las Vegas Sands, $24.7 million AD New Hampshire: Timothy ... "], ["2020-05-27 15:39", "The highest-paid CEOs by state ... .6 million Iowa: Daniel Houston, Principal Financial Group, $11.5 million Kansas: Thomas Gentile III, Spirit AeroSystems, $11.1 million Kentucky: Bruce D. Broussard, Humana, $16.7 million Louisiana: Paul B. Kusserow, Amedisys, $12.8 million Maine: Melissa Smith, WEX, $6.5 million Maryland: David Zaslav, Discovery, $45.8 million Massachussetts: Marc N. Casper, Thermo Fisher Scientific, $19 million Michigan: Mary Barra, General Motors, $21.3 million Minnesota: James Cracchiolo, Ameriprise Financial, $22.3 million Mississippi: Joe Sanderson, Jr., Sanderson Farms, $4.1 million Missouri: Michael Neidorff, Centene, $26.4 million Nebraska: Lance Fritz, Union Pacific, $12 million Nevada: Sheldon Adelson, Las Vegas Sands, $24.7 million New Hampshire: Timothy McGrath ... "], ["2020-05-27 15:38", "The highest-paid CEOs by state ... .6 million Iowa: Daniel Houston, Principal Financial Group, $11.5 million Kansas: Thomas Gentile III, Spirit AeroSystems, $11.1 million Kentucky: Bruce D. Broussard, Humana, $16.7 million Louisiana: Paul B. Kusserow, Amedisys, $12.8 million Maine: Melissa Smith, WEX, $6.5 million Maryland: David Zaslav, Discovery, $45.8 million Massachussetts: Marc N. Casper, Thermo Fisher Scientific, $19 million Michigan: Mary Barra, General Motors, $21.3 million Minnesota: James Cracchiolo, Ameriprise Financial, $22.3 million Mississippi: Joe Sanderson, Jr., Sanderson Farms, $4.1 million Missouri: Michael Neidorff, Centene, $26.4 million Nebraska: Lance Fritz, Union Pacific, $12 million Nevada: Sheldon Adelson, Las Vegas Sands, $24.7 million New Hampshire: Timothy McGrath ... "], ["2020-05-27 15:38", "The highest-paid CEOs by state ... .6 million Iowa: Daniel Houston, Principal Financial Group, $11.5 million Kansas: Thomas Gentile III, Spirit AeroSystems, $11.1 million Kentucky: Bruce D. Broussard, Humana, $16.7 million Louisiana: Paul B. Kusserow, Amedisys, $12.8 million Maine: Melissa Smith, WEX, $6.5 million Maryland: David Zaslav, Discovery, $45.8 million Massachussetts: Marc N. Casper, Thermo Fisher Scientific, $19 million Michigan: Mary Barra, General Motors, $21.3 million Minnesota: James Cracchiolo, Ameriprise Financial, $22.3 million Mississippi: Joe Sanderson, Jr., Sanderson Farms, $4.1 million Missouri: Michael Neidorff, Centene, $26.4 million Nebraska: Lance Fritz, Union Pacific, $12 million Nevada: Sheldon Adelson, Las Vegas Sands, $24.7 million New Hampshire: Timothy McGrath ... "], ["2020-05-27 15:38", "The highest-paid CEOs by state ... .6 million Iowa: Daniel Houston, Principal Financial Group, $11.5 million Kansas: Thomas Gentile III, Spirit AeroSystems, $11.1 million Kentucky: Bruce D. Broussard, Humana, $16.7 million Louisiana: Paul B. Kusserow, Amedisys, $12.8 million Maine: Melissa Smith, WEX, $6.5 million Maryland: David Zaslav, Discovery, $45.8 million Massachussetts: Marc N. Casper, Thermo Fisher Scientific, $19 million Michigan: Mary Barra, General Motors, $21.3 million Minnesota: James Cracchiolo, Ameriprise Financial, $22.3 million Mississippi: Joe Sanderson, Jr., Sanderson Farms, $4.1 million Missouri: Michael Neidorff, Centene, $26.4 million Nebraska: Lance Fritz, Union Pacific, $12 million Nevada: Sheldon Adelson, Las Vegas Sands, $24.7 million New Hampshire: Timothy McGrath ... "]]}}