{"postfix": "tom_tailor-aktie", "name": "TOM_TAILOR", "wkn": "A0STST", "time": "2020.06.02 13:50", "ts": 1591098603, "features": {"KGV": "-53.70", "Marktkapitalisierung": {"Size": "Mio", "Value": "43.78"}, "GA": "-0.04", "KBV": "2.15", "BA": "1.00", "KCV": "-2.70", "CA": "-0.80", "Vola30": "67.48", "Vola90": "123.47", "Vola180": "96.33", "Vola250": "110.94"}, "rivals": ["gap-aktie", "hennes_mauritz-aktie", "abercrombie_fitch-aktie", "benetton_group-aktie", "gerry_weber-aktie", "esprit-aktie", "hugo_boss-aktie"], "text_data": {"de": [["31.03.20", "Coronavirus - Modehandel: Geschlossene Läden wegen Corona-Krise setzen Tom Tailor zu"], ["31.03.20", "Geschlossene Läden wegen Coronakrise setzen Tom Tailor zu"], ["31.03.20", "Modekette Tom Tailor warnt vor Finanzierungsrisiken"], ["30.03.20", "NACHBÖRSE/XDAX +0,6% auf 9.872 Pkt - Gewinnwarnung belastet Zalando"], ["30.03.20", "Warnung vor Finanzierungsrisiken: Tom Tailor setzt auf Staatshilfe"], ["31.01.20", "HDE: Umsatz im Einzelhandel steigt 2020 um 2,5 Prozent"]], "en": [["2020-06-02 10:59", "Natasha Hamilton shares the secrets behind maintaining her size 10 figure ... 39; Natasha Hamilton has shared the secrets behind maintaining her size 10 figure in a new interview The media personality first embarked on her body transformation eight months ago, and has since had to tailor her workout sessions due to the coronavirus pandemic. RELATED ARTICLES Previous 1 Next 'We pledge to reflect and re-educate ourselves': This... 'He made a silly mistake': Megan Barton  ...  with his killer: Newly enhanced images give an unprecedented insight into horrific murder 40 years ago Heidi Klum, 46, is all 'love' as she enjoys an evening stroll with husband Tom Kaulitz, 30, her four children and their dogs around Los Angeles Kat Von D serves an uber chic mom look in black poncho as she takes son Leafar for walk during break  ... "], ["2020-06-02 10:05", "Minus minicamp, Patriots count on coaching ...  on instruction over competition, is often too small to be meaningful. For example, wide receivers Maurice Harris and Braxton Berrios snatched everything in sight last year from Tom Brady. Their performances sparked speculation they would provide legitimate and vital depth for the 2019 team. Barely two months later, Harris was gone, and Berrios was en  ... specific, we all need to understand the basics, the fundamentals, the basic communication, the fundamentals of our technique, the fundamentals of the running game, the passing game, so forth. And then we'll tailor those to an individual player, whatever position it is.\" In this sense, the team's off-field work won't be much different. The classroom coaching will continue, just virtually.  ... "], ["2020-06-02 10:00", "Game review: Still hooked after a month playing Animal Crossing: New Horizons ...  or island inhabited by animal residents and do daily activities like catching bugs, fishing, planting flowers and digging for fossils. With ACNH, you start by creating your character and join the game's racoon tycoon Tom Nook in a new island, where you can start your new life. (Don't we all now love to start afresh on an island?) You get to name the island. But once you have named  ...  a whole new dimension to the game. Once you are able to get a tailor shop on your island, you can browse the custom designs that other players have posted. To do so, you need to go to the Internet to get the designer's ID, which you then input in the Internet terminal inside the tailor shop to access the custom designs. With these designs, you can customise items and  ... "], ["2020-05-31 12:47", "Repair Shop's Jay Blades reveals how to create a DIY air freshener ... with murdering George Floyd and his beauty queen wife filed for divorce Harry and Meghan 'hire LA security firm that charges up to $8,700 per day and is beloved by celebrities including Jeff Bezos and Tom Hanks' Beijing now admits that coronavirus DIDN'T start in Wuhan's market... so where DID it come from, asks IAN BIRRELL DR MICHAEL MOSLEY: Want to know how long you'll  ... the scent could be customised for different people's own taste Jay went on to add drops of peppermint and sweet orange flavour oil to the mixture, suggesting viewers tailor the the smell to suit their own individual taste. DIY air freshener Ingredients Vanilla extract - dependent on own preference Peppermint oil - ten drops Sweet orange oil - ten drops Water - quarter ... "], ["2020-05-31 07:26", "Sydney career coach Nicole Grainger-Marsh reveals six mistakes that make work emails seem 'rude' ...  would construe the tone and content of what you've written. 'Look over everything from the tone, to your choice of words, to how you've signed off and tailor it to suit the person you're speaking,' she said. Source: Seek Australia Advertisement 3. MARKING EMAILS AS URGENT Ms Grainger-Marsh advised Australians of the throwaway remarks that can  ... of John Lennon, seen with his killer: Newly enhanced images give an unprecedented insight into horrific murder 40 years ago Heidi Klum, 46, is all 'love' as she enjoys an evening stroll with husband Tom Kaulitz, 30, her four children and their dogs around Los Angeles Kat Von D serves an uber chic mom look in black poncho as she takes son Leafar for walk during break from quarantine in Los ... "], ["2020-05-30 22:00", "Meghan Markle and Harry hire '7k-a-day' security who keep Jeff Bezos and Tom Hanks safe ...  Oprah Winfrey a friend of Meghan and has dated actress Geena Davis and singer Alanis Morissette. His clients are said to include Amazon boss Jeff Bezos, the world's richest man, Tom Hanks, Jennifer Lawrence, Madonna, Cher and Barbra Streisand. Actor Michael J. Fox describes GDBA as a \"secret service for famous people\". Its LA headquarters are reportedly at an undisclosed warehouse location ...  Markle refused to 'willingly accept' wedding help from Kate Middleton De Becker, who owns luxury houses in LA and Fiji, is credited with revolutionising celebrity security with tailor-made risk analysis. He suffered a traumatic childhood at the hands of his heroin addict mother and, aged 10, saw her shoot his stepfather. She killed herself when de  ... "], ["2020-05-30 18:56", "Meghan Markle and Harry protected by guards who keep A-listers safe for 7,000 a day ... Meghan and Harry meet Queen Staff's final act of loyalty Meghan's secret visits His clients are said to include Amazon boss Jeff Bezos, the world's richest man, Tom Hanks, Jennifer Lawrence, Madonna, Cher and Barbra Streisand. Actor Michael J. Fox describes GDBA as a \"secret service for famous people\". Its LA headquarters are reportedly at an undisclosed warehouse location ...  at LAX Airport described as \"a terminal for VIPs, celebs and CEOs\". De Becker, who owns luxury houses in LA and Fiji, is credited with revolutionising celebrity security with tailor-made risk analysis. He suffered a traumatic childhood at the hands of his heroin addict mother and, aged 10, saw her shoot his stepfather. She killed herself when de Becker was  ... "], ["2020-05-29 21:00", "So, What Can We Do Now? ... an intolerable win for their opponents. To avoid that, leaders need to \"set the expectation that things will change, we're going to learn more, and that guidelines are going to change,\" Tom Hipper, a risk-communications professor at the Drexel University School of Public Health, told me. \"A level of honesty and openness about the unknowns of where we are now is really important.\" Changing ... and personalization. By continuing to use this site, you agree to our use of cookies. Read our Privacy Policy to find out more. Thank you! Help us tailor content specifically for you: Full Name I Work For... — select — Department of Defense (Civilian) Department of Defense (Military) Federal Government State/Local Government Government  ... "], ["2020-05-29 15:30", "Marvell Technology Group Ltd (MRVL) Q1 2020 Earnings Call Transcript ...  Best Bank Account Best Stock Broker Best Personal Loans About Us Our Purpose: To make the world smarter, happier, and richer. Founded in 1993 by brothers Tom and David Gardner, The Motley Fool helps millions of people attain financial freedom through our website, podcasts, books, newspaper column, radio show, and premium investing services.  ...  bunch of different applications and serve a number of workloads and go head-to-head with more general purpose type x86. And really, the direction that we've taken is to really focus the product down and tailor it really around a handful of key vendor, key customers in the cloud area. And within that, as an example in our announcement publicly we had with Microsoft, we're -- the first property that we're  ... "], ["2020-05-29 13:17", "Better Buy: Alphabet vs. Twilio ... Cards Best Bank Account Best Stock Broker Best Personal Loans About Us Our Purpose: To make the world smarter, happier, and richer. Founded in 1993 by brothers Tom and David Gardner, The Motley Fool helps millions of people attain financial freedom through our website, podcasts, books, newspaper column, radio show, and premium investing services. Who ...  jump. So which one of these winning tech stocks would I recommend that you buy today? Let's take a look. Image source: Getty Images. The case for Twilio Twilio helps other businesses create tailor-made voice, video, and text communication services. The COVID-19 pandemic accelerated Twilio's ascent into the mainstream because cloud-based voice and video connections are all the rage in this era of work- ... "], ["2020-05-29 12:45", "Best movies on Amazon Prime Video to watch now (May 2020) ... . As a man grows infatuated with a woman he has met online, camera crews follow him as he arranges to meet her in person for the first time. Watch Catfish on Amazon Prime Video Read our full Catfish review Tinker Tailor Soldier Spy (2011) Gary Oldman in Tinker Tailor Soldier Spy A classic spy movie based on John Le Carre's 19874 novel, featuring an all-star cast including Gary Oldman, Colin Firth, Tom Hardy, John Hurt, Toby Jones, Mark Strong and Benedict Cumberbatch. Watch on Amazon Prime Video Read our full Tinker Tailor Soldier Spy review The Hurt Locker (2008) War film about an Iraq Explosive Ordnance Disposal team, directed by Kathryn Bigelow, who became the first woman to win the best director Academy Award in 2009. Watch on Amazon Prime Video Read ... "], ["2020-05-29 12:00", "Lighten up, with the help of Japanese takeout ...  a sauce when stirred into the noodles. The appetizer's frame these days is a plastic cup, but the striking construction all but erases its mode of transportation. AD AD This takeout is tailor-made for a picnic, even if that means your living-room floor The concise online menu seems to be designed with TikTok attention spans in mind. Because ingredients are subject to availability, Takumi doesn ...  9 p.m. Friday and Saturday. Delivery via Postmates, Uber Eats and (soon) Caviar. Nigiri or sashimi (2 pieces) $5 to $9; platters $16 to $35. AD AD More from Food : Food critic Tom Sietsema on what we lose when restaurants close Tales from an industry fighting for its life The meat industry's supply chain is failing, but these smaller farms can still meet your  ... "], ["2020-05-29 10:09", "POLITICO Playbook: Violence in Minneapolis, as Twitter flags a new Trump tweet ...  IT'S SOMETIMES SAID that the president's foes give him the fights that he wants, and in the three o'clock hour this morning, DONALD TRUMP got the fight that seems absolutely tailor-made for him: THE PRESIDENT versus Twitter, with the backdrop of riots in an inner city governed by a Democratic governor and mayor. All of this at the end of a week where the nation reached two ...  Elleithee. Power Player: Lawrence Wright. NBC \"Meet the Press\": Panel: Joshua Johnson, Pat McCrory and Mara Teresa Kumar. CBS \"Face the Nation\": Scott Gottlieb ... Tom Wyatt ... Benjamin Crump. Sinclair TV \"America This Week with Eric Bolling\": Peter Navarro ... Jerry and Becki Falwell ... Marc Lamont Hill ... Ronna McDaniel ... K.T. McFarland ... Rep.  ... "], ["2020-05-29 09:05", "Tyson Fury says fellow British heavyweight Anthony Joshua is running away from him ...  feat and overcome the Watford-born puncher due to his poor footwork. Fury accused Joshua's promoter Eddie Hearn of talking 'hot air' and urged Joshua to step up He added: 'AJ's style is tailor made for mine. He's an upright fighter walking forward with a classic defence. Strong and powerful. He's got no footwork, hardly any resilience. And he's a bit gutless when it comes down to getting  ...  today's stars as they rush to finish season Tiger Woods set for star-studded return to the golf course as he and Peyton Manning take on Phil Mickelson and Tom Brady in $10m charity match Hinteregger's Hilarious Hat-trick! Frankfurt defender goes from hero to zero as he notches a brace and a COMICAL own goal against Bayern Munich  ... "], ["2020-05-29 06:30", "Pilgrims by Matthew Kneale review a slyly comic medieval journey ...  of Tom, a poor village lad, hopes \"good Saint Pete\" will intercede with God on behalf of his dead cat, which has been appearing in his dreams with purgatorial fires licking at its fur. His family are happy enough to see him go; there'll be more room in the shared bed. There's a sly, humane comedy in the way Kneale ventriloquises both the stranglehold of religious law on daily life and thought and the endlessly inventive individual efforts to exploit and interpret it. Warin, a tailor seething with class resentment against \"false priests and rich leeches\", is escorting his daughter Beatrix, who has dodged her chore of cleaning out the chickens by becoming \"God's mouthpiece\", producing divine commandments in a croaky voice ... "], ["2020-05-29 00:30", "Nordstrom Inc (JWN) Q1 2020 Earnings Call Transcript ...  Bank Account Best Stock Broker Best Personal Loans About Us Our Purpose: To make the world smarter, happier, and richer. Founded in 1993 by brothers Tom and David Gardner, The Motley Fool helps millions of people attain financial freedom through our website, podcasts, books, newspaper column, radio show, and premium investing  ...  in to our Anniversary sale, which this year, it seems maybe more timely than ever since the whole sale is predicated on along newness, given customer's reason to buy something new. We're going to be able to tailor that assortment to be relevant to what they're interested in. And it's going to be really great value as well. We've taken a much more aggressive approach on percentage off and a lower average price point ... "], ["2020-05-28 22:31", "Texas Longhorns OC Mike Yurcich: 'To Win the Big 12 You've Got to Be Able to Score Around 45-46 Points a Game' ...  to get him safety, if we need to put them in trips to get them on nickel, if we have to put them in unbalanced - whatever. That's what we have to do.\" While every team wants to tailor their game plan to each opponents' weaknesses, Yurcich also understands the limits on what he can install in a week's time at the college level. That's why he wants his offenses to look as complicated  ...  and be able to adjust, but it's gonna be the same concepts.\" Many wondered just how much the offense would change under Yurcich and how much control he would have with Tom Herman still in the picture. While it's become clear that the Texas head coach will always have at least some input in what the team does offensively, it looks like Yurcich is  ... "], ["2020-05-28 21:30", "Momo Inc. (MOMO) Q1 2020 Earnings Call Transcript ... Best Credit Cards Best Bank Account Best Stock Broker Best Personal Loans About Us Our Purpose: To make the world smarter, happier, and richer. Founded in 1993 by brothers Tom and David Gardner, The Motley Fool helps millions of people attain financial freedom through our website, podcasts, books, newspaper column, radio show, and premium investing services. Who Is the ...  with tailored content and activities that better appeal to the users in lower tier cities. Soon, we will be supporting these new product efforts with the promotion programs that are also tailor-made for the lower tier markets. We believe these initiatives will help us better satisfy the social demand in different geo regions and thus better seize the growth opportunities there. [Foreign  ... "], ["2020-05-28 21:09", "How Russian pilots came to train in Britain and took tea with a Duke, writes RICHARD PENDLEBURY ... guests were all crack frontline pilots who had flown against the Nazis in some of the most dangerous operations of the war. Yet while their new uniforms had been made by the best tailor - a Mr Novak - in the nearby city of Dundee, there was something alien about their appearance and conversation. Nor were they the only unusual aspects about this gathering on May 9, 1943.  ... skies. A 'failed bomber', the Albemarle had been built using parts from various existing aircraft. 'No wonder they were giving them away to the Russians,' reported the Battle of Britain ace Tom Neil DSO and Bar, who took one on a terrifying test flight. The Albemarle would make do and mend as a Moscow Air Group transport. There was another caveat: the RAF would not spare its ... "], ["2020-05-28 21:04", "LITERARY FICTION ...  words were 'Laura' and 'Ashley': SHELLEY... Share this article Share PILGRIMS by Matthew Kneale (Atlantic 16.99, 352 pp) PILGRIMS by Matthew Kneale (Atlantic 16.99, 352 pp) A right ramshackle bunch populates Matthew Kneale's latest novel, set in medieval England. There's Tom, son of Tom, a wretched lad intent on saving the soul of his dead cat from purgatory. There's Sir John, a boorish landlord sulkily seeking forgiveness for punching an abbot. There's a humble tailor whose daughter often speaks in the voice of God himself. They and others are on a pilgrimage from Oxford to Rome, and most take it in turn to narrate a chapter or two as the pilgrims slowly limp their way across France, at one point seeking shelter in a nunnery ... "]]}}