{"postfix": "toyota-aktie", "name": "TOYOTA_MOTOR", "wkn": "853510", "time": "2020.06.02 14:16", "ts": 1591100213, "features": {"KGV": "8.87", "Marktkapitalisierung": {"Size": "Mrd", "Value": "182.73"}, "GA": "735.61", "KBV": "0.89", "BA": "7.304.95", "KCV": "5.69", "CA": "1146.60", "Vola30": "30.5", "Vola90": "44.29", "Vola180": "34.35", "Vola250": "26.1"}, "rivals": ["nissan-aktie", "daimler-aktie", "honda-aktie", "renault-aktie", "jungheinrich-aktie", "bmw-aktie", "ford-aktie"], "text_data": {"de": [["2020.06.02", "Proace Electric: Toyota gewährt 1 Million Kilometer Garantie auf Akku"], ["01.06.20", "Toyota Mirai: Brennstoffzellen-Autos für die Berliner Feuerwehr"], ["29.05.20", "ROUNDUP: In Bayern soll es bald 100 Wasserstoff-Tankstellen geben"], ["29.05.20", "Greenpeace warnt vor Verbrennerförderung - VDA: E-Autos reichen nicht"], ["29.05.20", "ROUNDUP: Renault will weltweit fast 15 000 Stellen streichen"], ["28.05.20", "Roboterwagen sollen Medikamente in Houston ausfahren"], ["27.05.20", "ROUNDUP: Autobündnis um Renault und Nissan geht auf Sparkurs"], ["27.05.20", "Französisch-japanische Autoallianz will Kosten sparen"], ["27.05.20", "Französisch-japanische Autoallianz berichtet über neue Projekte"], ["26.05.20", "Macron greift Autobranche mit Milliarden unter die Arme"], ["26.05.20", "MÄRKTE ASIEN/Konjunkturoptimismus trägt Börsen nach oben"], ["26.05.20", "MÄRKTE ASIEN/Konjunkturoptimismus trägt Aktienkurse nach oben"], ["25.05.20", "Kleinwagen-Bauer von Toyota und PSA öffnet Werk in Tschechien wieder"], ["13.05.20", "Elektroauto-Neuzulassungen im April um 32 Prozent gestiegen"], ["13.05.20", "Toyota Motor: So viel setzte das Unternehmen zuletzt um"], ["13.05.20", "Toyota Motor: Bilanz zum abgelaufenen Quartal"], ["12.05.20", "Autoindustrie: Toyota erwartet historischen Gewinneinbruch"], ["12.05.20", "ROUNDUP: Corona-Pandemie bremst Toyota - Auch Honda mit hohen Einbußen"], ["12.05.20", "MÄRKTE ASIEN/Leichter - Toyota nach Gewinneinbruch schwach"], ["12.05.20", "Toyota fällt um neun Jahre zurück"], ["12.05.20", "Nach gutem Geschäftsjahr: Reingewinn bei Toyota bricht wegen Corona ein"], ["12.05.20", "MÄRKTE ASIEN/Schwächer - Sorgen vor neuer Infektionswelle dominieren"], ["11.05.20", "Ausblick: Toyota Motor legt die Bilanz zum abgelaufenen Quartal vor"], ["10.05.20", "WDH/ROUNDUP: Elon Musk will wegen Corona-Frust Teslas Firmensitz verlegen"], ["10.05.20", "ROUNDUP: Elon Musk will wegen Corona-Frust Teslas Firmensitz verlegen"], ["06.05.20", "EY: Historisches Absatzminus am deutschen Pkw-Markt"], ["06.05.20", "Pkw-Neuzulassungen brechen im April um 61 Prozent ein"], ["27.04.20", "Erste Schätzungen: Toyota Motor gibt Ergebnis zum abgelaufenen Quartal bekannt"]], "en": [["2020.06.02", "2021 Toyota Corolla Hatchback adds cargo space, flashy special edition     - Roadshow"], ["2020.06.02", "NACON : PRESS RELEASE: NACON: TOYOTA GAZOO RACING BECOMES ESPORTS WRC PRESENTING SPONSOR"], ["29.05.20", "2021 Toyota RAV4 Prime plug-in hybrid SUV slides in under $40,000     - Roadshow"], ["29.05.20", "Tim Stevens' beloved 1991 Toyota MR2     - Roadshow"], ["27.05.20", "Constellium Paris : Constellium supplies Auto Body Sheet for the new Toyota Corolla in Europe"], ["25.05.20", "Toyota, Nissan and Honda gear up for Mexico reboot after COVID-19 lockdowns"], ["25.05.20", "Toyota prepping for gradual re-start in Mexico: spokesman"], ["25.05.20", "Toyota prepping for gradual re-start in Mexico - spokesman"], ["23.05.20", "2015 Toyota Sienna offers all-wheel drive and lots of space     - CNET"], ["23.05.20", "2014 Toyota 4Runner is the old/new car for fun-loving families     - CNET"], ["22.05.20", "This kitted-out Toyota Prius will come to you and diagnose car repairs for free     - CNET"], ["21.05.20", "Toyota Motor Credit : Publication of Form 8-K"], ["21.05.20", "Toyota Finance Aust. : Publication of Form 8-K"], ["21.05.20", "Toyota Credit Canada : Publication of Form 8-K"], ["21.05.20", "Toyota Mtr Fin(Nthld : Publication of Form 8-K"], ["20.05.20", "The Zacks Analyst Blog Highlights: Daimler AG, Tesla, Toyota, General Motors and Fiat Chrysler"], ["19.05.20", "2021 Toyota Venza brings hybrid power to the midsize SUV segment     - CNET"], ["19.05.20", "2021 Toyota Sienna design was inspired by Japanese bullet trains     - CNET"], ["19.05.20", "Toyota vehicles debut online as virus postpones New York auto show"], ["19.05.20", "Toyota vehicles debut online as virus postpones auto show"], ["18.05.20", "2021 Toyota Sienna hybrid vs. Honda Odyssey and Chrysler Pacifica     - CNET"], ["18.05.20", "2021 Toyota Venza returns with standard hybrid power and all-wheel drive     - CNET"], ["18.05.20", "2021 Toyota Venza hybrid vs. Chevy Blazer, Honda Passport and more: The new midsize     - CNET"], ["18.05.20", "2021 Toyota Sienna minivan: All hybrid and a wild design     - CNET"], ["18.05.20", "Toyota Sienna, Venza Hybrid debut: Watch the reveals here     - CNET"], ["16.05.20", "2021 Toyota Supra tested, Tesla production and more: Roadshow's week in review     - CNET"], ["15.05.20", "Toyota plans to cut Japan car output by 122,000 units in June due to virus"], ["15.05.20", "UPDATE 1-Toyota plans to cut Japan car output by 122,000 units in June due to virus"], ["15.05.20", "Toyota Motor Corpn : Notice of Convocation"], ["14.05.20", "Toyota Sienna leaks and it's going all hybrid     - CNET"], ["14.05.20", "Toyota (TM) Tops Q4 Earnings Estimates, Cautions on Road Ahead"], ["13.05.20", "The Zacks Analyst Blog Highlights: Ford, General Motors, Fiat, Toyota and Tesla"], ["13.05.20", "Toyota Motor Credit : Publication of Supplementary Prospectus"], ["13.05.20", "Toyota Finance Aust. : Publication of Supplementary Prospectus"], ["13.05.20", "Toyota Credit Canada : Publication of Supplementary Prospectus"], ["13.05.20", "Toyota Mtr Fin(Nthld : Publication of Supplementary Prospectus"], ["12.05.20", "Toyota Expects Its Profit to Fall 80% in the Coming Year"], ["12.05.20", "Toyota expects profit to drop 80% this year as virus saps car sales"], ["12.05.20", "Toyota sees 80% profit drop as virus wipes $14 billion off car sales"], ["12.05.20", "Toyota sees 80% profit drop as virus wipes $14 billion off car sales"], ["2020-06-02 12:00", "1984 Volkswagen GTI: More fun than 95% of the cars I've driven this year ...  4Runner Tesla Model 3 Best Cars All the best cars Best Affordable Cars Best Crossovers Best Electric Cars Best Family Cars Best Fuel-Efficient Cars Best Hybrids Best Sedans Best SUVs News All auto news Recalls Electric Cars Concept Cars SUVs Sports Cars Prices More Photos The 2020 Toyota Highlander gets a new platform... 2020 Hyundai Sonata brings arresting style... Tesla Model Y SUV unveiled Videos AutoComplete Carfection Cooley On Cars Advice & Tools Does your car have a recall? Guide to certified preowned cars Ride sharing guide Search Go Hi, Settings My Profile Forums Sign Out Join / Sign In 1984 Volkswagen GTI: More fun than 95% of the cars I've driven this year America's hot-hatch revolution started here. Decades later, VW's OG might still ... "], ["2020-06-02 11:50", "7 states, DC vote amid coronavirus pandemic, social unrest ...  704 Watch the Show Featured Events Weekend In View Contests Video Live Stream Tracking Coronavirus Community Family Focus 9 Food Drive 9 School Tools Back to School Steves Coats Affordable Housing Crisis Charlotte Strong COVID-19 Community Resources Mental Health Resources Telemundo Programas de Telemundo About Us Contact Us TV64 Daily 2 Video Advertise With Us Closed Captioning Do Good With Dave Toyota of North Charlotte What's on Channel 9 What's On TV64 Advertise with Us Closed Captioning Upload Photos Breaking News | Live Video | Flood Warning is in effect 7 states, DC vote amid coronavirus pandemic, social unrest Share Share Share By: By STEVE PEOPLES Updated: June 2, 2020 - 7:48 AM Voters are being asked to navigate curfews, health concerns ... "], ["2020-06-02 11:35", "The Latest: South Africa cases pass 35K, Cape Town a worry ...  Your 704 Watch the Show Featured Events Weekend In View Contests Video Live Stream Tracking Coronavirus Community Family Focus 9 Food Drive 9 School Tools Back to School Steves Coats Affordable Housing Crisis Charlotte Strong COVID-19 Community Resources Mental Health Resources Telemundo Programas de Telemundo About Us Contact Us TV64 Daily 2 Video Advertise With Us Closed Captioning Do Good With Dave Toyota of North Charlotte What's on Channel 9 What's On TV64 Advertise with Us Closed Captioning Upload Photos Breaking News | Live Video | Flood Warning is in effect The Latest: South Africa cases pass 35K, Cape Town a worry Share Share Share By: By The Associated Press Updated: June 2, 2020 - 7:57 AM The Latest on the coronavirus pandemic. COVID ... "], ["2020-06-02 11:35", "Global shares rise as more economies reopen for business ... Your 704 Watch the Show Featured Events Weekend In View Contests Video Live Stream Tracking Coronavirus Community Family Focus 9 Food Drive 9 School Tools Back to School Steves Coats Affordable Housing Crisis Charlotte Strong COVID-19 Community Resources Mental Health Resources Telemundo Programas de Telemundo About Us Contact Us TV64 Daily 2 Video Advertise With Us Closed Captioning Do Good With Dave Toyota of North Charlotte What's on Channel 9 What's On TV64 Advertise with Us Closed Captioning Upload Photos Breaking News | Live Video | Flood Warning is in effect Global shares rise as more economies reopen for business Share Share Share By: By YURI KAGEYAMA Updated: June 2, 2020 - 7:32 AM TOKYO — (AP) — Global stock markets rose Tuesday ... "], ["2020-06-02 11:27", "Shut down unlikely even as South Carolina virus cases rise ... Watch the Show Featured Events Weekend In View Contests Video Live Stream Tracking Coronavirus Community Family Focus 9 Food Drive 9 School Tools Back to School Steves Coats Affordable Housing Crisis Charlotte Strong COVID-19 Community Resources Mental Health Resources Telemundo Programas de Telemundo About Us Contact Us TV64 Daily 2 Video Advertise With Us Closed Captioning Do Good With Dave Toyota of North Charlotte What's on Channel 9 What's On TV64 Advertise with Us Closed Captioning Upload Photos Breaking News | Live Video | Flood Warning is in effect Shut down unlikely even as South Carolina virus cases rise Medical University of South Carolina project manager Amy Jackson adjusts her face mask as healthcare providers dress in protective suiting ... "], ["2020-06-02 11:15", "Here's why some of the armed counterprotesters at the Alamo wore Hawaiian shirts ...  Better Living Tips Parenting Pets Green Living Pub Run San Antonio is returning in June after going virtual San Antonio shop Feliz Modern discusses pandemic plights small Merit Coffee's Baby Yoda Fiesta medal raised more than $13k to What to do if your deceased relative got a stimulus payment Cars Car Tips and Help News & Reviews Vehicle Search Car Features Latest Car Reviews Toyota Corolla five-passenger sedan gets a makeover, along with a Honda Civic Si sedan upgraded for 2020; prices start at $25,200 Dodge Charger gets Widebody package for 2020 Hellcat and Scat Jobs Salary Wizard Top Workplaces Career Features How Bad Is Unemployment? 'Literally Off the Charts' Love your job, San Antonio? Nominate it for our Top Workplaces VW plots U.S. truck ... "], ["2020-06-02 11:11", "Three charged with attempted burglary of University Heights store ... -degree criminal mischief, third-degree attempted burglary, fifth-degree conspiracy and possession of burglar tools. According to police, shortly after 2 a.m. Tuesday, Amherst police responded to a possible burglary in progress at the Villa store at University Plaza, 3500 Main St. Officers say they found the front door of the store \"smashed out\" and saw a red Toyota SUV fleeing the scene. Police said the vehicle was stopped and all three occupants were taken into custody without incident. The three defendants were processed and released on appearance tickets, with a return court date scheduled for July. Story topics: Amherst Police Department / Avery Stone / Jennifer Fedrick / Trinity Diggs / Villa Keith McShea Keith McShea is a member of The Buffalo ... "], ["2020-06-02 11:10", "World outrage grows at Floyd's death; EU 'shocked, appalled' ...  Videos Your 704 Watch the Show Featured Events Weekend In View Contests Video Live Stream Tracking Coronavirus Community Family Focus 9 Food Drive 9 School Tools Back to School Steves Coats Affordable Housing Crisis Charlotte Strong COVID-19 Community Resources Mental Health Resources Telemundo Programas de Telemundo About Us Contact Us TV64 Daily 2 Video Advertise With Us Closed Captioning Do Good With Dave Toyota of North Charlotte What's on Channel 9 What's On TV64 Advertise with Us Closed Captioning Upload Photos Breaking News | Live Video | Flood Warning is in effect World outrage grows at Floyd's death; EU 'shocked, appalled' Share Share Share By: By LORNE COOK and RICK RYCROFT Updated: June 2, 2020 - 7:09 AM BRUSSELS — (AP ... "], ["2020-06-02 11:09", "Coronavirus updates: One more death, 9 new cases ...  Better Living Tips Parenting Pets Green Living Pub Run San Antonio is returning in June after going virtual San Antonio shop Feliz Modern discusses pandemic plights small Merit Coffee's Baby Yoda Fiesta medal raised more than $13k to What to do if your deceased relative got a stimulus payment Cars Car Tips and Help News & Reviews Vehicle Search Car Features Latest Car Reviews Toyota Corolla five-passenger sedan gets a makeover, along with a Honda Civic Si sedan upgraded for 2020; prices start at $25,200 Dodge Charger gets Widebody package for 2020 Hellcat and Scat Jobs Salary Wizard Top Workplaces Career Features How Bad Is Unemployment? 'Literally Off the Charts' Love your job, San Antonio? Nominate it for our Top Workplaces VW plots U.S. truck ... "], ["2020-06-02 11:07", "2020 Hyundai Creta is now India's best-selling car: What makes this compact SUV a hit! ... , BMW Motorrad dealerships reopen with these directives, production restarts at Chennai Kia Seltos launched with new features: Creta rival gets sunroof and more in lower variants Covid-19 Effect: Bajaj Chetak electric scooter bookings temporarily stopped, deliveries delayed Stay Connected Mobile App TOP TRENDING Bajaj Pulsar NS200 Price Hiked Royal Enfield Interceptor 650 vs Kawasaki W800 Toyota EMI Holiday Scheme Vehicle Documents Expiry Date Extended Latest News India News MARKET NEWS STOCK QUOTES Industry Technology Money Infrastructure Auto Economy POPULAR CATEGORIES Jobs SME MUTUAL FUNDS Railways Brand Wagon Income Tax Health Science IFSC CODE FE Explained Cash Reserve Ratio Form-16 Fiscal Policy of India Reverse Repo Rate Revenue Deficit GDP Interim ... "], ["2020-06-02 11:02", "Infosys CEO Salil Parekh draws Rs 34.27 cr pay package in FY20: Report ... 's remdesivir shows modest improvement in moderate Covid-19 patients Covid-19 vaccine development moving positively, says Bharat Biotech CEO 1,600-MW Jharkhand project delayed amid Covid-19 lockdown: Adani Power IDBI AMC, IDBI MF Trustee Company settle BILT case for over Rs 90 lakh Cable operators feel the Covid-19 lockdown pinch, lose subscribers Covid-19 crisis: Maruti to Toyota, auto sales collapse in May amid lockdown Retailers, mall owners now willing to resolve differences over rentals Reliance Infrastructure removes KPMG from BSES stake sale process X You are here: Home Companies News IndiGo Q4 loss at Rs 871 cr, defers new capacity addition amid Covid-19 Business Standard Infosys CEO Salil Parekh draws Rs 34.27 cr pay package in FY20: Report ... "], ["2020-06-02 11:00", "NC cities impose curfews in aftermath of George Floyd protests ...  Watch the Show Featured Events Weekend In View Contests Video Live Stream Tracking Coronavirus Community Family Focus 9 Food Drive 9 School Tools Back to School Steves Coats Affordable Housing Crisis Charlotte Strong COVID-19 Community Resources Mental Health Resources Telemundo Programas de Telemundo About Us Contact Us TV64 Daily 2 Video Advertise With Us Closed Captioning Do Good With Dave Toyota of North Charlotte What's on Channel 9 What's On TV64 Advertise with Us Closed Captioning Upload Photos Breaking News | Live Video | Flood Warning is in effect NC cities impose curfews in aftermath of George Floyd protests Raleigh Police block Fayetteville Street at Hargett Street as they work to return order after a night of violent demonstrations early ... "], ["2020-06-02 11:00", "2021 Toyota Corolla Hatchback adds cargo space, flashy special edition ... active safety features, remains standard as does an 8.0-inch touchscreen with Apple CarPlay and Android Auto . The 2021 Corolla Hatchback will arrive at dealers late this summer. No word on prices yet, but expect minor increases across the board. Now playing: Watch this: 5 things you need to know about the 2020 Toyota Corolla... 3:13 Comments Toyota Hatchbacks Toyota Notification on Notification off Cars Close Discuss: 2021 Toyota Corolla Hatchback adds cargo space, flashy special edition Sign in to comment Be respectful, keep it civil and stay on topic. We delete comments that violate our policy , which we encourage you to read. Discussion threads can be closed at any time at our discretion. Trending Tesla production 2021 Ford Bronco COVID-19 and automakers ... "], ["2020-06-02 11:00", "Nikola to go public. Founder shares traits with Elon Musk. ... 39;s hydrogen fuel-cell power system, significantly lighter, will boast a range of 700 miles or more, Milton says. Their only waste product is water vapor. Few doubt Nikola will be able to make fuel-cell trucks. The technology is well understood. Welsh lawyer and inventor William Grove pioneered the technology in 1839. Vehicle makers have been experimenting with fuel cells for decades. Hyundai and Toyota are leasing fuel-cell cars. The fundamental problem with fuel cells: No place to refuel. You can install a high-voltage charger in your garage, but you can't refuel with hydrogen at home. A few dozen state subsidized hydrogen fuel stations serve fuel-cell cars around the state. For heavy trucks, they don't exist. Nikola will have to build them. \" ... "], ["2020-06-02 10:55", "The Latest: Unnamed Albanian player tests positive for virus ...  Your 704 Watch the Show Featured Events Weekend In View Contests Video Live Stream Tracking Coronavirus Community Family Focus 9 Food Drive 9 School Tools Back to School Steves Coats Affordable Housing Crisis Charlotte Strong COVID-19 Community Resources Mental Health Resources Telemundo Programas de Telemundo About Us Contact Us TV64 Daily 2 Video Advertise With Us Closed Captioning Do Good With Dave Toyota of North Charlotte What's on Channel 9 What's On TV64 Advertise with Us Closed Captioning Upload Photos Breaking News | Live Video | Flood Warning is in effect The Latest: Unnamed Albanian player tests positive for virus Share Share Share By: By The Associated Press Updated: June 2, 2020 - 6:53 AM The Latest on the effects of the coronavirus ... "], ["2020-06-02 10:55", "Hong Kong leader criticizes 'double standards' over protests ...  Videos Your 704 Watch the Show Featured Events Weekend In View Contests Video Live Stream Tracking Coronavirus Community Family Focus 9 Food Drive 9 School Tools Back to School Steves Coats Affordable Housing Crisis Charlotte Strong COVID-19 Community Resources Mental Health Resources Telemundo Programas de Telemundo About Us Contact Us TV64 Daily 2 Video Advertise With Us Closed Captioning Do Good With Dave Toyota of North Charlotte What's on Channel 9 What's On TV64 Advertise with Us Closed Captioning Upload Photos Breaking News | Live Video | Flood Warning is in effect Hong Kong leader criticizes 'double standards' over protests Share Share Share By: By ZEN SOO Updated: June 2, 2020 - 6:50 AM HONG KONG — (AP) — Hong Kong's ... "], ["2020-06-02 10:50", "5 Things to Know for Today ...  Videos Your 704 Watch the Show Featured Events Weekend In View Contests Video Live Stream Tracking Coronavirus Community Family Focus 9 Food Drive 9 School Tools Back to School Steves Coats Affordable Housing Crisis Charlotte Strong COVID-19 Community Resources Mental Health Resources Telemundo Programas de Telemundo About Us Contact Us TV64 Daily 2 Video Advertise With Us Closed Captioning Do Good With Dave Toyota of North Charlotte What's on Channel 9 What's On TV64 Advertise with Us Closed Captioning Upload Photos Breaking News | Live Video | Flood Warning is in effect 5 Things to Know for Today Share Share Share By: By The Associated Press Updated: June 2, 2020 - 6:45 AM Your daily look at late-breaking news, upcoming events and the stories that ... "], ["2020-06-02 10:47", "As doctors go virtual, pandemic turbocharges telemedicine ... 000 as Latin America struggles AFP Impecca DVHP9117 Compact HDMI DVD Player, Upconvert DVDs to 1080p, with LED Display, and USB Port, Amazon.com Ad Welltower to Present at the NAREIT 2020 Virtual Investor Conference PR Newswire Four police shot in violent protests after Trump vows to bring in U.S. military Reuters Trump says he will use military to put down riots Yahoo News Toyota Has Made It Again: The All New Highlander searchads Ad COVID cases rising in Russia, Eastern Europe, waning in Western Europe: WHO Reuters Death toll grows in national protests Associated Press D.C. bishop 'outraged' Trump used tear gas on citizens for photo op at church Yahoo Entertainment Do This Before Making Your Next House Payment Fetcharate Ad 'The world is scared ... "], ["2020-06-02 10:36", "Suzuki at your doorstep service launched: Book Gixxer 250 online and more ...  Effect: Bajaj Chetak electric scooter bookings temporarily stopped, deliveries delayed Cars on sale without power steering and AC: Maruti Suzuki Alto 800 and others Maruti Suzuki registers 18,539 unit sales during lockdown in May: Ertiga, Eeco top sellers Stay Connected Mobile App TOP TRENDING Bajaj Pulsar NS200 Price Hiked Royal Enfield Interceptor 650 vs Kawasaki W800 Toyota EMI Holiday Scheme Vehicle Documents Expiry Date Extended Latest News India News MARKET NEWS STOCK QUOTES Industry Technology Money Infrastructure Auto Economy POPULAR CATEGORIES Jobs SME MUTUAL FUNDS Railways Brand Wagon Income Tax Health Science IFSC CODE FE Explained Cash Reserve Ratio Form-16 Fiscal Policy of India Reverse Repo Rate Revenue Deficit GDP Interim Budget Cess Customs ... "], ["2020-06-02 10:30", "Two teens died in rollover wreck. Cops say a 14-year-old was behind the wheel. ...  lived at the same home in North Lauderdale. Local news has never been more important Subscribe for unlimited digital access to the news that matters to your community. #readlocal According to BSO, the deadly crash happened about 4:30 a.m. May 28 at Rock Island Road and West Commercial Boulevard in Tamarac. The teen driver was heading south on Rock Island Road in a silver Toyota when the car \"entered into the path of a 1996 gray Ford F150 traveling eastbound on West Commercial Boulevard,\" BSO said. The truck, driven by Roosevelt Nelson, collided with the passenger side of the Corolla. One of the girls died on the scene and the other died en route to the hospital, BSO said. No charges have yet been filed. The traffic homicide investigation continues ... "]]}}