{"postfix": "ubisoft_entertainment-aktie", "name": "UBISOFT_ENTERTAINMENT", "wkn": "901581", "time": "2020.06.02 13:42", "ts": 1591098159, "features": {"KGV": "-748.44", "Marktkapitalisierung": {"Size": "Mrd", "Value": "8.48"}, "GA": "-0.09", "KBV": "5.75", "BA": "11.72", "KCV": "15.78", "CA": "4.27", "Vola30": "45.6", "Vola90": "59.4", "Vola180": "49.21", "Vola250": "47.67"}, "rivals": ["electronic_arts-aktie", "thq-aktie", "activision_blizzard-aktie", "nintendo-aktie", "infogrames_entertainment-aktie", "take_two-aktie"], "text_data": {"de": [["08.02.20", "UBISOFT Entertainment Un stellte Ergebnisse des abgelaufenen Quartals vor"], ["08.02.20", "Ubisoft Entertainment: Quartalsergebnisse zum jüngsten Jahresviertel"]], "en": [["21.05.20", "UbiSoft Entertainment Inc. (UBSFY) Q4 2020 Earnings Call Transcript"], ["11.02.20", "Ubisoft Entertainment (UBSFY) Q3 2019 Earnings Call Transcript"], ["2020-05-31 18:41", "The best games for couples to play together ... . If you still own a Wii U, Mario Kart 8 is a great choice, too, making our list of the best Wii U games . Read our Mario Kart 8 Deluxe review Life is Strange Dontnod Entertainment's Life is Strange doesn't feature a cooperative or competitive mode, but, like many dialogue-heavy adventure games, it's a great choice for playing as a pair. You and your partner ... from the brink of death by rushing to their side when they've run out of health. Read our Cuphead review Editors' Recommendations The best multiplayer games on Nintendo Switch (May 2020) The best Ubisoft games The best Nintendo Switch controllers for 2020 The best video games for kids The best racing games of all time The best free games on Xbox One 2 hours ago The best co-op games  ... "], ["2020-05-30 10:27", "What you need to know before PlayStation's 'The Future of Gaming' event ... able to play existing games from their current library on a next-gen device. On a marketing level, as expected, PlayStation and Sony are gearing up to keep gamers on their platforms. Upcoming games for PlayStation 5 include Godfall by Gearbox; Assassin's Creed Valhalla, Rainbow Six Quarantine, Gods and Monsters and Watch Dogs Legion by Ubisoft; Outriders by Square Enix; Gran Turismo Sport by Sony, Lord Of The Rings: Gollum by Daedalic Entertainment; Dying Light 2 by Techland. Rumoured PlayStation 5 games include Cyberpunk 2077, The Witcher 4 and Uncharted 5. The event may also shed more light on Epic Games' Unreal Engine 5, set to arrive in 2021. The demo of gameplay released on May 13 by Epic Games and Unreal Engine went viral for the experience' ... "], ["2020-05-30 04:00", "Grab Arkane Studios' Very First Game For Free This Weekend ...  Retirement Taxes Wealth Management Business All Business Aerospace & Defense Business Reporter BrandVoice | Paid Program Energy Food & Drink Hollywood & Entertainment Manufacturing Media Mitsubishi Heavy Industries BrandVoice | Paid Program Policy Real Estate Retail SportsMoney Transportation Small Business All Small ...  of the biggest immersive sims in terms of sales and public awareness.\" An Arx Fatalis 2 never saw the light of day, but Arkane's ideas for such a project evolved into a kind of spiritual successor: the Ubisoft-published Dark Messiah of Might and Magic , released in 2006. Dishonored would arrive six years later in 2012. Follow me on Twitter . Alex Kane I'm a freelance journalist based in west-central Illinois. I've written about  ... "], ["2020-05-30 00:33", "PlayStation 5 games showcase set for June 4 (VIDEO) ...  (VIDEO) Saturday, 30 May 2020 08:33 AM MYT The PlayStation 5 and Xbox Series X both launch during the year-end Holiday 2020 period. Picture courtesy of Sony Interactive Entertainment via AFP SAN FRANCISCO, May 30 Sony Interactive Entertainment will unveil a first look at some of the PlayStation 5's games in an hour-long June 4 showcase starting at 8pm UTC. From the sounds of things,  ... , the Unreal Engine. Xbox went first with its own games showcase for the Xbox Series X nearly a month earlier on May 7. It benefited greatly from preview material for Ubisoft's just-announced Nordic action adventure Assassin's Creed: Valhalla , and introduced visually impressive shooter Bright Memory Infinite , rally racer Dirt 5 , island exploration Call of the Sea ... "], ["2020-05-29 16:56", "Sony confirms PS5 will have exclusive games playable only on next-gen hardware ...  RSS feed (all stories on The Verge) Log in or sign up Log In Sign Up Site search Search Search The Verge main menu Tech Reviews Science Creators Entertainment Video Features Podcasts Newsletters Store More Tech Video Amazon Apple Facebook Google Microsoft Samsung Tesla AI Cars Cybersecurity Mobile Policy Privacy Scooters All Tech Reviews Phones Laptops Headphones  ... Halo Infinite, that will be playable on PC, Xbox Series X, and Xbox One. (Third-party developers, like Madden and FIFA owner Electronic Arts and Assassin's Creed Valhalla maker Ubisoft, are also far more likely to continue supporting current and future generations simultaneously for quite some time.) That makes sense: Microsoft's entire platform strategy going forward is about deemphasizing ... "], ["2020-05-29 16:22", "The big Xbox, PlayStation, Switch and PC game announcements, even without E3 ...  entertained while hunkered down at home to help prevent the spread of the coronavirus . The pandemic has also led to cancellations of major video game events, including the annual E3 Electronic Entertainment Expo, where game companies typically announce new titles . E3 was originally planned for June 9-11 in Los Angeles. Though the show's been scrubbed, Microsoft's new Xbox  ...  digital event May 7 to show off games made by its partners, including the latest installment of Electronic Arts ' hit sports franchise Madden 21 , the Sega drama Yakuza: Like A Dragon and Ubisoft's historical fiction game Assassin's Creed Valhalla . Microsoft said it's going to have another event in July, when it's expected to show off Halo: Infinite , a new ... "], ["2020-05-29 12:00", "'Wild Rift': See the first official gameplay for 'League of Legends' on mobile and console ... the video will still be up on YouTube in the morning. The showcase is taking place under the Summer Games Fest banner, running from May to August, and acting as part-replacement for the Electronic Entertainment Expo (E3), a giant US trade show which usually takes place in June but took the precaution of cancelling its 2020 iteration in the face of the Covid-19 pandemic. On mobile, Wild Rift is  ... of Runeterra and June release Valorant , a team action game also geared for competitive play and going up against Valve's Counter-Strike: Global Offensive , Blizzard's Overwatch and Ubisoft's Rainbow Six Siege . Tencent released its own variant on the League of Legends formula through Arena of Valor , made available for iOS and Android in 2015 and then for ... "], ["2020-05-29 04:00", "Recent Hiring Data Shows Gaming And Esports Companies Not Immune To Economic Woes ... industries are fighting for survival, it can be easy to assume that other sectors closely associated with consumer leisure are holding strong during these challenging periods. Like other entertainment markets, the gaming and esports industries have undoubtedly benefited from consumers spending more time at home through state-mandated shelter-in-place orders. Some gaming platforms and  ... . The ten most active hiring companies in this space only account for nearly 1,100 available roles, as of this writing. These companies include companies like Electronic Arts, Ubisoft, Riot, Twitch, PlayStation, and their respective gaming titles. Among them, PlayStation is the only one with an increase in new job postings in consecutive months. Meanwhile, organizations like  ... "], ["2020-05-28 16:38", "Ubisoft Off To A Busy Month With 'Far Cry 5' Going \"Free-To-Play\" For The WeekendGoogle Tag Manager May 28, 1:13 PM EDT Newsletter Signup Search Business Technology World National Media & Culture Opinion Sports Luxury Media & Culture Entertainment Ubisoft Off To A Busy Month With 'Far Cry 5' Going \"Free-To-Play\" For The Weekend By Marco Lucas 05/28/20 AT 12:38 PM KEY POINTS This weekend, Ubisoft will give players a chance to try out its latest game, \"Far Cry 5,\" for free. While that's happening, the company also has a list of plans that they are rearing to fulfill. Among those are the release of new games next year. According to Gamespot , the \"Far Cry 5\" free weekend will start from Friday, May 29 at 6 a.m. PT until Sunday, May 31 at 1 p.m. PT. Others can get the preload starting today. After the free ... "], ["2020-05-28 14:36", "Nintendo Switch games leak could hint at some of the big reveals in next Direct ... These titles were as follows... Three games from Bethesda (one Switch only, two multi-platform) Two games from Square (both Switch-only) Two games from Warner (one Switch-only, one multiplatform) Two games from Ubisoft (two multiplatform) One game from Take Two (Multiplatform) One game from Capcom (Switch only) The next Nintendo Direct could be happening as far away as the end of summer (Image: NINTENDO) READ MORE  ... Sport Galleries Comment Columnists Express Comment Finance Personal Finance City & Business The Crusader Travel Activity Holidays Travel News Beach Holidays Short & City breaks Cruise Entertainment Films Gaming Music Books Theatre Life & Style Life Style Health Property Cars Food Tech Diets Garden EXPRESS.CO.UK Apps Puzzles Horoscopes Discounts  ... "], ["2020-05-28 04:00", "Noclip Debuts New Doc 'The Untold History Of Arkane' ... Newsletters Retirement Taxes Wealth Management Business All Business Aerospace & Defense Business Reporter BrandVoice | Paid Program Energy Food & Drink Hollywood & Entertainment Manufacturing Media Mitsubishi Heavy Industries BrandVoice | Paid Program Policy Real Estate Retail SportsMoney Transportation Small Business All Small  ...  YouTube's built-in subtitles function if you're monolingual. Many of the stylistic trademarks found in Dishonored and Prey can be found in the studio's earliest works, Arx Fatalis and the Ubisoft-published Dark Messiah of Might and Magic . Dark Messiah in particular showcases the developer's philosophy of \"saying yes to the player,\" its strong emphasis on level design, and playfully violent combat. Other  ... "], ["2020-05-27 22:47", "Nvidia says developers must now opt in to include games on GeForce Now ...  RSS feed (all stories on The Verge) Log in or sign up Log In Sign Up Site search Search Search The Verge main menu Tech Reviews Science Creators Entertainment Video Features Podcasts Newsletters Store More Tech Video Amazon Apple Facebook Google Microsoft Samsung Tesla AI Cars Cybersecurity Mobile Policy Privacy Scooters All Tech Reviews Phones Laptops Headphones  ... Games, and Warner Bros. But Nvidia says its platform offers access to more than 2,000 titles, and it does include games from major publishers like Bandai Namco, Bungie, CCP Games, Electronic Arts, Epic, Riot, Ubisoft, and Valve. Next Up In Gaming Good Deals GOG's summer sale discounts Prey, Metro Exodus, and many other DRM-free games Plus, bundle games from the same genre or developer to save  ... "], ["2020-05-27 16:00", "Twitch hosting Summer Game Fest events with 'console announcements' and more ...  , the season-long replacement for now-canceled events like E3 2020, with exclusive livestreams and a new channel ( /twitchgaming ) reserved for the event. The streaming platform has also partnered with the likes of Riot Games, CD Projekt Red, Square Enix, Ubisoft, Electronic Arts, Blizzard Entertainment, 2K, and the International Game Developers Association for a series of special events. Among Twitch's planned Summer Game Fest events is a tease for \"console announcements.\" Both Sony Interactive Entertainment and Microsoft plan to reveal their game lineups for PlayStation 5 and Xbox Series X this summer, which will likely be streamed on Twitch (and probably on other platforms as well). In a blog post, Twitch also teased reveals from publisher ... "], ["2020-05-27 14:57", "Turn any monitor or TV into a computer with this HDMI PC stick for $122.59 ... Microsoft Mobile Sci-Tech Security Tech Industry More Newsletters Now What Photo Galleries Special Features Videos How To All how to Appliances Computers Gaming Home Entertainment Internet Mobile Apps Personal Finance Phones Photography Security Smart Home Streaming TV Tablets Wearable Tech Q&A Forums Finance All personal finance Credit Cards  ... buy through our links, we may get a commission. Turn any monitor or TV into a computer with this HDMI PC stick for $122.59 The applications for this thing are fairly endless. Plus: Save up to 75% on dozens of Ubisoft games. Rick Broida May 27, 2020 7:57 a.m. PT An entire Windows 10 PC on a stick that plugs into an HDMI port. Terryza Remember when PCs required mammoth desktop and tower cases? Now they fit on a dongle ... "], ["2020-05-27 14:17", "The best Chromecast apps for Google's streaming puck ...  great option for anyone looking to upgrade an old stereo. 10. BBC iPlayer (UK) Image Credit: BBC Download: iOS / Android If you live in the UK, one of the best and brightest names in entertainment is the BBC. Perhaps unsurprisingly, being so big and so bright the channel offers a free app that works with Chromecast. On it you'll find new episodes of the Doctor and Looper,  ...  Credit: Just Dance Now Download: iOS / Android Need to entertain your kids on a rainy day? Download Just Dance Now. With dozens of songs to dance along to, Just Dance Now is the perfect port of Ubisoft's long-running rhythm game. The magic of Just Dance Now is that it doesn't require any fancy technology to work - all you need is your smartphone and a Chromecast (or Apple TV,  ... "], ["2020-05-27 13:00", "38 Next-Gen PS5 Games are Finally Revealed Here are Our 5 Favorites ...  first standout AAA to usher in the next-gen. Love it or hate it, Assassin's Creed is a gaming institution, and there's certainly a lot of excitement around what Ubisoft is cooking up this time around. The premise is an enticing one gallivanting across verdant English countryside delivering swift stealthy and not so stealthy Viking justice. Although we've yet to see ...  Reason You Should Upgrade to a PlayStation 5 ASAP Sony's PS5 Showcase Aims to Pounce on Xbox's Series X Disaster Share Tweet Comment Headlines Markets Business Gaming Entertainment About Us Journalists Contact 2020 Copyright: Hawkfish AS . Address: Drengsrudhagen 6, 1385, Asker, Norway. Former: PF Wetting. CCN.com, also known as CCN Markets, is a news site reporting on Markets ... "], ["2020-05-27 10:30", "'Mythic Quest: Quarantine' is based on a major studio's coronavirus strategy ... studios around. \"We knew we couldn't do Zoom jokes for 25 minutes.\" In a virtual roundtable interview, McElhenney revealed that he consulted his producing partners at Ubisoft on how game studios are (just barely) keeping games up and running during the Covid-19 pandemic. \"We knew that we could take advantage, from a comedic standpoint, of  ... II . I don't want to put any more pressure on [director] Neil [Druckmann]. But I cannot wait.\" Mythic Quest is streaming now on Apple TV+. Related Tags Video Games Work TV Shows Share: Results for: Science Innovation Entertainment Mind and Body Gaming Culture Newsletters Small Business About Newsletter Terms Topics Privacy Archive DMCA Browse Advertise Ethics Contact INVERSE 2020 Bustle Digital Group"], ["2020-05-26 16:25", "The best rhythm games of all time ... Smart Home Device Reviews All Reviews News Animal Crossing Mobile Home Theater Computing 5G Gaming Cars Photography Coronavirus Streaming Media Wearables Entertainment Culture Smart Home Small Business Smart Cities Artificial Intelligence Cybersecurity Internet of Things (IoT) Samsung More News Original Series Original  ...  Everything new in Xenoblade Chronicles: Definitive Edition on Nintendo Switch 2 hours ago The 30 best movies on Disney+ right now 3 days ago The 50 best movies on Amazon Prime right now 3 days ago The best Ubisoft games 6 days ago Digital Trends Live: Bionic eyes, contact tracing, Twitter adds replies 5 days ago The new Tenet trailer is debuting in Fortnite. Yes, Fortnite 4 days ago PlayerUnknown's Battlegrounds beginner's guide  ... "], ["2020-05-26 13:10", "The Last of Us Part II is Being Reviewed And Sony is Quietly Confident ... scenes, and more . The spoilers quickly circulated on social media, with opportunistic trolls hijacking unrelated threads and posts with spoilers. The phenomenon even spread to other big game reveals, such as Ubisoft's Assassin's Creed Valhalla announcement where spoilers littered the chat on YouTube and Twitch . The Last of Us Part II also bore the full brunt of the  ... PS5 vs Xbox Series X Pricing War Will See a Loser Come August Microsoft & Sony Partnership Puts PlayStation, Xbox Fanboys to Shame Share Tweet Comment Headlines Markets Business Gaming Entertainment About Us Journalists Contact 2020 Copyright: Hawkfish AS. Address: Drengsrudhagen 6, 1385, Asker, Norway. Former: PF Wetting. CCN.com, also known as CCN Markets, is a news site reporting  ... "], ["2020-05-26 12:47", "'Path of Exile' Expansion Development Affected By Coronavirus Lockdown ... platforms have seen \"record-breaking numbers\" stemming from personal usage and a surge of players logging in on the platform. While most developers have tried to make the current situation work, Ubisoft has adapted to a \"stay home and wash your hands\" work ethic. The current \"Path of Exile\" problems may seem big, but its developers welcome it as a  ...  done entirely while staying at home. An attendee plays Everquest in 3-D wearing Sony's 3-D glasses and PC gaming audio headset at the Sony Online Entertainment booth during the Electronic Entertainment Expo or E3 in Los Angeles June 7, 2011. Photo: REUTERS Loading... Related Stories Nvidia Launches PC Games Streaming Service, GeForce Now Join the Discussion Most Read CORONAVIRUS (COVID- ... "]]}}