{"postfix": "under_armour_1-aktie", "name": "UNDER_ARMOUR", "wkn": "A2AF8T", "time": "2020.06.02 13:44", "ts": 1591098262, "features": {"KGV": "56.22", "Marktkapitalisierung": {"Size": "Mrd", "Value": "3.14"}, "GA": "0.34", "KBV": "4.02", "BA": "4.75", "KCV": "17.03", "CA": "1.12", "Vola30": "91.9", "Vola90": "103.01", "Vola180": "78.22", "Vola250": "62.92"}, "rivals": [], "text_data": {"de": [["31.05.20", "Under Armour-Aktie: Experten empfehlen Under Armour im Mai mehrheitlich zum Kauf "], ["15.05.20", "MÄRKTE USA/Sorge um China-Streit und schwacher Einzelhandel belasten"], ["12.05.20", "Under Armour verkündete Quartalsergebnis zum jüngsten Jahresviertel"], ["12.05.20", "Under Armour: Das sind die jüngsten Quartalszahlen"], ["11.05.20", "MÄRKTE USA/Wall Street zwischen Hoffnungen und neuen Sorgen"], ["11.05.20", "ROUNDUP: Under Armour rechnet mit Umsatzeinbruch von 50 Prozent"], ["11.05.20", "MÄRKTE USA/Lockerungen Fluch und Segen für Wall Street zugleich"], ["11.05.20", "Sportartikelhersteller: Under Armour stürzt tief in die roten Zahlen"], ["11.05.20", "MÄRKTE USA/Zurückhaltung sorgt für Abgaben an der Wall Street"], ["11.05.20", "MÄRKTE USA/Zurückhaltung sorgt für Ababen an der Wall Street"], ["11.05.20", "Under Armour: Brutal-Einbruch bei Umsatz und Gewinn"], ["11.05.20", "Under Armour rutscht tief in die roten Zahlen"], ["11.05.20", "Opening Bell: Dow Jones am Montag dreistellig im Minus; Vestas, Quidel, Disney, Under Armour, JD.com, Walmart, Zoom Video"], ["11.05.20", "Sportartikelhersteller Under Armour trifft Coronakrise hart"], ["11.05.20", "Hat Under Armour noch eine Chance gegen Nike und Adidas? "], ["11.05.20", "MÄRKTE USA/Etwas leichter - Zurückhaltung dominiert"], ["11.05.20", "Bekleidung: Under Armour verzeichnet Umsatzeinbruch und schreibt roten Zahlen"], ["10.05.20", "Ausblick: Under Armour präsentiert Quartalsergebnisse"], ["08.05.20", "ANALYSE-FLASH: Credit Suisse belässt Under Armour auf 'Neutral' - Ziel 10 Dollar"], ["30.04.20", "Under Armour-Aktie: Experten empfehlen Under Armour im April mehrheitlich zum Verkauf "], ["26.04.20", "Erste Schätzungen: Under Armour zieht Bilanz zum jüngsten Jahresviertel"], ["31.03.20", "Analysten sehen für Under Armour-Aktie schwarz"], ["29.02.20", "Experten sehen bei Under Armour-Aktie Potenzial"], ["12.02.20", "Under Armour informierte über die jüngsten Quartalsergebnisse"], ["12.02.20", "Under Armour öffnete die Bücher zum abgelaufenen Quartal"], ["11.02.20", "MÄRKTE USA/Wall Street mit Rekorden - Kursexplosion bei Sprint"], ["11.02.20", "MÄRKTE USA/Wall Street auf Rekordhoch - Kursexplosion bei Sprint"], ["11.02.20", "Aktie von Under Armour bricht um fast 20 Prozent ein"], ["11.02.20", "AKTIE IM FOKUS:Under Armour fallen nach schwachem Ausblick an Chartunterstützung"], ["11.02.20", "MÄRKTE USA/Aktienindizes auf Rekordhoch - Kursexplosion bei Sprint"], ["11.02.20", "Opening Bell: Rekordfahrt an der Wall Street geht weiter; Apple, T-Mobile US, Sprint, GDS Holdings, Hasbro, Under Armour, Shopify "], ["11.02.20", "MÄRKTE USA/Stimmung weiter gut - Kursexplosion bei Sprint"], ["11.02.20", "Under Armour mit düsteren Aussichten"], ["10.02.20", "Ausblick: Under Armour zieht Bilanz zum jüngsten Jahresviertel"], ["10.02.20", "Ausblick: Under Armour vermeldet Zahlen zum jüngsten Quartal"]], "en": [["01.06.20", "Under Armour Reopens Stores in Phases: Will it be the Same?"], ["29.05.20", "Under Armour Has Now Reopened Almost Half of Its Company-Owned U.S. Stores"], ["28.05.20", "Under Armour stock surges after store reopening plans detailed"], ["27.05.20", "Why Under Armour Stock Moved Higher Today"], ["27.05.20", "Why Under Armour, Hanesbrands, and Capri Holdings Jumped Today"], ["22.05.20", "Under Armour upsizes and prices $440 million of convertible notes that mature in 2024"], ["21.05.20", "Why Shares of Under Armour Fell This Morning but Have Since Recovered"], ["21.05.20", "Under Armour to offer $400 million of convertible senior notes due 2024"], ["19.05.20", "Under Armour (UAA) Looks Good: Stock Adds 6.7% in Session"], ["19.05.20", "Better Buy: Lululemon vs. Under Armour"], ["18.05.20", "Here's Why Shares of Under Armour Are Climbing Today"], ["18.05.20", "Under Armour stock jumps after Allianz's Mohamed El-Erian named lead independent board director"], ["13.05.20", "Why Under Armour Stock Is Tumbling Again Today"], ["12.05.20", "Watch CNBC's full interview with Under Armour CEO Patrik Frisk"], ["12.05.20", "Under Armour (A Shares) (UAA) Q1 2020 Earnings Call Transcript"], ["11.05.20", "Why Under Armour Stock Was Sinking Today"], ["11.05.20", "Cisco, Applied Materials, Under Armour and Norwegian Cruise are part of Zacks Earnings Preview"], ["11.05.20", "Under Armour warns 2nd quarter revenue could more than halve, shares tank"], ["11.05.20", "Under Armour (UAA) Q1 Loss Wider Than Expected, Sales Fall Y/Y"], ["11.05.20", "UPDATE 2-Under Armour warns 2nd quarter revenue could more than halve, shares tank"], ["11.05.20", "Under Armour Sees Double-Digit Decline in the First Quarter"], ["11.05.20", "Under Armour (UAA) Reports Q1 Loss, Misses Revenue Estimates"], ["11.05.20", "Under Armour shares fall after wider-than-expected losses"], ["11.05.20", "Under Armour Earnings: Q1 Loss, Sales Worse Than Expected"], ["11.05.20", "Under Armour sales plummet 23% as coronavirus stalls turnaround plans"], ["07.05.20", "Under Armour Stock Up Today on Ratings Agency and Retailer News"], ["06.05.20", "How Hard Will Coronavirus Hit Under Armour (UAA) Q1 Earnings?"], ["27.04.20", "Why Under Armour, American Eagle, L Brands, and Carter's Stocks Surged Today"], ["17.04.20", "Under Armour Names New Chief Product Officer"], ["15.04.20", "Why Harley-Davidson, Mattel, and Under Armour Stocks Opened Lower Today"], ["15.04.20", "Under Armour Hires a New Product Chief"], ["14.04.20", "Why Under Armour, Foot Locker, and American Eagle Stocks All Slumped Today"], ["13.04.20", "Can Under Armour Still Challenge Nike?"], ["08.04.20", "Under Armour Hardest Hit as Athletic Shoe Sales Plunge 76% in Last Week of March"], ["06.04.20", "Here's Why Nike, Under Armour, and Foot Locker Stocks Are Surging Today"], ["06.04.20", "Under Armour Issues Updates on Coronavirus & Restructuring"], ["04.04.20", "Forget Under Armour -- Nike Is a Better Athletic Apparel Stock"], ["04.04.20", "Coronavirus drives Under Armour to furlough 6,600 US workers"], ["03.04.20", "Under Armour Begins Layoffs After ‘Acute’ Shock to the Business"], ["03.04.20", "Under Armour to incur up to $525 million in 2020 restructuring charges, will layoff store workers starting April 12"], ["2020-06-02 11:04", "Iran and China are using the George Floyd protests to undermine US criticism of their own authoritarianism ...  Health News The word News Politics Defense Sports Opinion All The word All A-Z Advertising Business Insider Careers Coupons DoorDash Walmart Dell Staples Under Armour Culture Design Entertainment Executive Lifestyle Finance Food Health Intelligence Latest Life Markets Insider Media Military & Defense News Opinion People Personal Finance Politics Prime Retail ... on-the-neck technique that police used on Floyd to the \"maximum pressure\" strategy the US has employed in Iran, which puts strict sanctions on the country. —Javad Zarif (@JZarif) June 1, 2020 Abbas Mousavi, the spokesperson for Iran's foreign ministry, also criticized the US on Monday, noting the world was watching its actions. \"To the American people, the world has ... heard your  ... "], ["2020-06-02 10:32", "Trump demanded his church photo-op because he didn't like being mocked for hiding from protests in a bunker, reports say ... News The word News Politics Defense Sports Opinion All The word All A-Z Advertising Business Insider Careers Coupons DoorDash Walmart Dell Staples Under Armour Culture Design Entertainment Executive Lifestyle Finance Food Health Intelligence Latest Life Markets Insider Media Military & Defense News Opinion People Personal Finance Politics  ... indicates a way to close an interaction, or dismiss a notification. President Donald Trump walks past police in Lafayette Park after visiting St. John's Church across from the White House on Monday, June 1, 2020. Associated Press President Donald Trump was enraged by coverage of him sheltering in a bunker during protests around the White House, according to several reports. In response, the reports said, he staged a  ... "], ["2020-06-02 10:03", "Facebook is getting slammed by civil rights leaders and losing business as employee strife rages about its stance on Trump's posts ...  News The word News Politics Defense Sports Opinion All The word All A-Z Advertising Business Insider Careers Coupons DoorDash Walmart Dell Staples Under Armour Culture Design Entertainment Executive Lifestyle Finance Food Health Intelligence Latest Life Markets Insider Media Military & Defense News Opinion People Personal Finance Politics Prime  ... the same day, Facebook's stance started to damage its business relationships. Therapy platform Talkspace announced it was pulling out of a potential partnership with Facebook. —Oren Frank (@orenfrank) June 1, 2020 \"We will not support a platform that incites violence, racism, and lies,\" tweeted Talkspace CEO Oren Frank. Frank told CNBC the deal, which would have seen Talkspace generating content ... "], ["2020-06-02 09:44", "Global stocks jump as analysts say widespread protests in the US will have 'little to no effect' on markets ... The word News Politics Defense Sports Opinion All The word All A-Z Advertising Business Insider Careers Coupons DoorDash Walmart Dell Staples Under Armour Culture Design Entertainment Executive Lifestyle Finance Food Health Intelligence Latest Life Markets Insider Media Military & Defense News Opinion People Personal Finance  ... Here's the market roundup as of 09.45 a.m. in London (4.45 a.m. ET): Asian indexes were up with China's Shanghai Composite up 0.2%, Hong Kong's Hang Seng rose 0.9%, and Japan's Nikkei rose 1.2%. European equities rose, with Germany's DAX up 3.4%, Britain's FTSE 100 up 0.8%, and the Euro Stoxx 50 up 3.2%. US stocks are set to open higher. Futures underlying the Dow Jones Industrial Average , the S&P 500 , and ... "], ["2020-06-02 06:58", "A Lime investor predicts only 2 or 3 scooter players will win after COVID-19, meaning there's going to be a major crunch in Europe ...  News The word News Politics Defense Sports Opinion All The word All A-Z Advertising Business Insider Careers Coupons DoorDash Walmart Dell Staples Under Armour Culture Design Entertainment Executive Lifestyle Finance Food Health Intelligence Latest Life Markets Insider Media Military & Defense News Opinion People Personal Finance Politics Prime ...  use. Similarly, companies have spent large sums on R&D to help max out the life of each scooter with many newer models now lasting around 18 months. Worldwide, the e-scooter and bike industry has shed over 1,000 full-time jobs in the past few months, according to online tracker Layoffs.fyi . \"VCs have cash but they will slow the dynamic because they realize scooters are not yet profitable and there is a lot ... "], ["2020-06-02 06:34", "USA Today ... jpg Visitors pass Rembrandt's Night Watch in the reopened Rijksmuseum in Amsterdam, Netherlands, Monday, June 1, 2020. The Dutch government took a major step to relax the coronavirus lockdown, with bars, restaurants, cinemas and museums reopening under strict conditions. Ap Virus Outbreak Netherlands I Nld https://www.usatoday.com/story/travel/experience/america/national ... Minneapolis, Minnesota. Jackson, who was friends with George Floyd, spoke at a press conference before joining the protest. Gty 1216203537 A Clj Pol Usa Mn https://www.usatoday.com/story/sports/columnist/nancy-armour/2020/06/01/sports-would-only-distract-change-needed-george-floyd-death/5311834002/ 2020-06-01T21:46:42.641Z 2020-06-01T21:44:29.392Z Opinion: Sports can be the great healer,  ... "], ["2020-06-02 06:30", "A white supremacist channel on Telegram encouraged followers to incite violence during police brutality protests by 'shooting in a crowd,' according to internal DHS memo ... Health News The word News Politics Defense Sports Opinion All The word All A-Z Advertising Business Insider Careers Coupons DoorDash Walmart Dell Staples Under Armour Culture Design Entertainment Executive Lifestyle Finance Food Health Intelligence Latest Life Markets Insider Media Military & Defense News Opinion People Personal Finance Politics Prime  ... White House gates in Washington, DC, while President Donald Trump delivered remarks in the Rose Garden saying he was \"an ally to all peaceful protesters.\" —Yamiche Alcindor (@Yamiche) June 1, 2020 Several social-media posts have shown other instances of violence linked to the demonstrations, including: Police cruisers ramming into protesters in New York City. Protesters in Denver being hit with  ... "], ["2020-06-02 06:30", "Stitch Fix launches NEW summer collections for ultra-convenient at-home retail therapy ...  fantastic sale prices by shopping online now SASSY SAFF Saffron Barker launches first In the Style range this SUNDAY Fitness First Upgrade your fitness gear with The Sun's exclusive Under Armour deals ROYAL DRESS CODE BREAKERS The 12 times Meghan and Kate failed to follow Royal fashion rules BEST FOOT FORWARD Woman fixes her sandals that had faded in the sun using ...  The Sun Exclusive 'LIBERATED' I never dreamed I'd post videos shaking my wobbly bits... but it helps people 0 Comments THINK PINK Cleaning fan gets rid of grim stains on mattress using 1.50 Home Bargains spray 0 Comments FOAL'S GOLD Family build swimming pool in their back garden using hay bales 0 Comments MYSTIC MEG June 2: An outdoor event brings back a face that thrilled  ... "], ["2020-06-01 12:01", "4 times former Army Green Berets took on some 'extracurricular' missions ... News The word News Politics Defense Sports Opinion All The word All A-Z Advertising Business Insider Careers Coupons DoorDash Walmart Dell Staples Under Armour Culture Design Entertainment Executive Lifestyle Finance Food Health Intelligence Latest Life Markets Insider Media Military & Defense News Opinion People Personal Finance Politics Prime ...  own government. Even as civilians, Army operators are more than capable of offering their unique skills set to some interesting missions — some the service would never have considered. 1. Billionaires hire the best. US soldiers assigned to 1-10th Special Forces Group practice tactics at a training area in Germany, November 18, 2016. US Army/VIS Jason Johnston Electronic Data Systems, a US company, was hired by  ... "], ["2020-06-01 06:41", "10 things in tech you need to know today ...  News The word News Politics Defense Sports Opinion All The word All A-Z Advertising Business Insider Careers Coupons DoorDash Walmart Dell Staples Under Armour Culture Design Entertainment Executive Lifestyle Finance Food Health Intelligence Latest Life Markets Insider Media Military & Defense News Opinion People Personal Finance Politics Prime ...  Irish village of Moneygall during the pandemic . The company, called Manna, has been designated an essential service by Ireland's health service and is serving a population of around 1,000 people. A former Googler has raised $2.1 million for his augmented reality marketplace startup Poplar in the midst of the pandemic . Founder David Ripert began raising in January, but closed the round in May despite a general  ... "], ["2020-06-01 04:36", "CRPF gets 40k bullet proof jackets, 170 armoured troop carriers ... 34; section . Here click on the \"Settings\" tab of the Notification option. A pop up will open with all listed sites, select the option \"ALLOW\", for the respective site under the status head to allow the notification. Once the changes is done, click on the \"Save Changes\" option to save the changes. Notifications Clear All No Notifications Trending Coronavirus Fake News ... 1, 2020, 10:06 [IST] New Delhi, June 01: Over 40,000 bullet proof jackets and 170 armoured troop carriers have been sanctioned by the Union home ministry for the CRPF for use in counter-terrorist operations in the Kashmir valley and anti-Naxal offensives in various states, officials said. They said the central paramilitary force has also \"re-fabricated\" and armour ... "], ["2020-06-01 01:34", "'This is unity': LeBron James shared a powerful video of Colorado protesters chanting 'I can't breathe' in memory of George Floyd ...  News The word News Politics Defense Sports Opinion All The word All A-Z Advertising Business Insider Careers Coupons DoorDash Walmart Dell Staples Under Armour Culture Design Entertainment Executive Lifestyle Finance Food Health Intelligence Latest Life Markets Insider Media Military & Defense News Opinion People Personal Finance Politics Prime  ...  know why, cause this is unity, peaceful, beautiful and love!\" The video was taken and posted by the Colorado Times Recorder, a local news outlet in Colorado. —LeBron James (@KingJames) June 1, 2020 Over the weekend, protesters in dozens of cities across America have taken to the streets to protest the death of Minneapolis man George Floyd, with some demonstrations becoming violent. Floyd died on Monday ... "], ["2020-06-01 00:00", "Giant Spoon Wins 3 Top Honors in Adweek's Second Annual Experiential Awards ... buzziest brand stunts, including fully realized worlds for Game of Thrones and Westworld at SXSW in 2018. In 2019, he led the ideation and execution of two dozen projects, including Under Armour's Rush Performance lab in New York, where guests could participate in fitness trials from brand athletes to illustrate elements of the Rush apparel line's fabric technology ... ; she says. \"For me, experiential is at the nexus of problem-solving, creativity and people.\" Continue Reading Pages: 1 2 Share copy Ian Zelaya Ian is an experiential marketing reporter at Adweek, where he covers brand activations and experiential trends. Popular Now 1 Why Protestors in Minneapolis Hit Up Target 2 Nike Once Again Dares to Take a Stand, Boldly Addressing Racism Head- ... "], ["2020-05-31 23:26", "The 16 Best Undershirts for Men to Control Armpit Sweat ...  UK Espaa Nederland Do Not Sell My Info Privacy Notice Terms of Use Editions: US UK Espaa Nederland > Subscribe Sign In My Account Sign Out Type keyword(s) to search Today's Top Stories 1 35 Face Masks You Can Buy to Support Charities 2 Behold the New Men's Health Strength Diet! 3 What It's Like to Do Contact Tracing 4 The 'Last Dance'  ... -neck collar to stay in stealth mode under your collared shirt. Plus, if you're not feeling this undershirt, Mack Weldon offers free shipping and returns to help you figure out the right option for you. Under Armour Charged Cotton Crew Undershirt - 2-Pack amazon.com $27.93 BUY IT HERE Cotton is clearly a winner when it comes to undershirt fabric, but Under Armour gave the fabric a major boost with crazy ... "], ["2020-05-31 21:06", "Uber CEO tweets that the company will donate $1 million to groups 'making criminal justice in America more just for all' ...  News The word News Politics Defense Sports Opinion All The word All A-Z Advertising Business Insider Careers Coupons DoorDash Walmart Dell Staples Under Armour Culture Design Entertainment Executive Lifestyle Finance Food Health Intelligence Latest Life Markets Insider Media Military & Defense News Opinion People Personal Finance Politics Prime  ...  My Account Logout DOW S&P 500 NASDAQ 100 Chevron icon It indicates an expandable section or menu, or sometimes previous / next navigation options. HOMEPAGE Subscribe Subscribe Uber CEO tweets that the company will donate $1 million to groups 'making criminal justice in America more just for all' Alex Nicoll 2020-05-31T21:06:29Z Facebook Icon The letter F. Email icon An envelope. It indicates the ability to  ... "], ["2020-05-31 15:22", "Take a look at how the wealthy are keeping their kids busy this summer, from socially distant horseback-riding lessons to $600 paddleboarding camps ... News The word News Politics Defense Sports Opinion All The word All A-Z Advertising Business Insider Careers Coupons DoorDash Walmart Dell Staples Under Armour Culture Design Entertainment Executive Lifestyle Finance Food Health Intelligence Latest Life Markets Insider Media Military & Defense News Opinion People Personal Finance Politics  ... We usually spend our summers in Europe,\" Katie said, \"but this year we had to figure out a different way to give everyone some space and keep the kids occupied.\" SEE ALSO: The pandemic has given the 1% even more ways to show how much money they have. Here are 6 new status symbols among the ultrawealthy. NOW WATCH: More: Arts & Culture BI Select BI Freeancer Summer Camp Find A Job Tech Jobs C-Level Jobs Media  ... "], ["2020-05-31 15:00", "My partner and I are full-time house sitters in New Zealand. Here's how the pandemic has affected our unusual living arrangement. ...  News The word News Politics Defense Sports Opinion All The word All A-Z Advertising Business Insider Careers Coupons DoorDash Walmart Dell Staples Under Armour Culture Design Entertainment Executive Lifestyle Finance Food Health Intelligence Latest Life Markets Insider Media Military & Defense News Opinion People Personal Finance Politics Prime  ...  her work remotely, which makes the house-sitting life possible. Courtesy of Jessica Wynne Lockhart Our first house sit was a brick bungalow just outside Christchurch. That's where we learned lesson No. 1 of house sitting: Homeowners are more likely to describe their aspirational lives rather than their actual routines. (These are the same people who style their hair before going to the salon, or tidy before  ... "], ["2020-05-31 14:50", "Franchisees of iconic American chains are 'hemorrhaging' sales, as operators of IHOP, Pizza Hut, and more file for bankruptcy ... Health News The word News Politics Defense Sports Opinion All The word All A-Z Advertising Business Insider Careers Coupons DoorDash Walmart Dell Staples Under Armour Culture Design Entertainment Executive Lifestyle Finance Food Health Intelligence Latest Life Markets Insider Media Military & Defense News Opinion People Personal Finance Politics Prime  ... can make it easier to operate with thin profit margins, as well as cut corporate costs. McDonald's, for example, went from slightly less than 2,100 franchisees at the end of 2014 to about 1,700 late last year. Gordon says that the pandemic will accelerate the trend towards chains having fewer franchisees. But, Lipton says that any restaurant company is at risk due to the pandemic — not just owner ... "], ["2020-05-31 14:26", "SpaceX's new 'Endeavour' spaceship just made history by docking to the International Space Station with 2 NASA astronauts inside ... The word News Politics Defense Sports Opinion All The word All A-Z Advertising Business Insider Careers Coupons DoorDash Walmart Dell Staples Under Armour Culture Design Entertainment Executive Lifestyle Finance Food Health Intelligence Latest Life Markets Insider Media Military & Defense News Opinion People Personal Finance Politics ... , opening according to NASA TV . If all goes according to plan, the astronauts in Crew Dragon and the Expedition 63 crew of the ISS will open the hatches around 12:45 p.m. ET, then perform a greeting ceremony around 1:15 p.m. ET. However, the procedure was running about 15 minutes ahead of schedule. We'll update this story as the docking progresses. This is a developing story. SEE ALSO: Why SpaceX's launch for NASA is  ... "], ["2020-05-31 14:00", "American jobs aren't allowing a grieving nation the time needed to mourn the deaths of loved ones ... News The word News Politics Defense Sports Opinion All The word All A-Z Advertising Business Insider Careers Coupons DoorDash Walmart Dell Staples Under Armour Culture Design Entertainment Executive Lifestyle Finance Food Health Intelligence Latest Life Markets Insider Media Military & Defense News Opinion People Personal Finance Politics  ... grief takes more than a handful of days to contend with. Meanwhile, the coronavirus pandemic has taken the lives of 100,000 Americans. If you're struggling with depression or grief, call the SAMHSA National Helpline at 1-800-662-HELP (4357), or reach out to the Crisis Text Line by texting HOME to 741741. Visit Business Insider's homepage for more stories. Kristy's world shattered the moment she heard a loud  ... "]]}}