{"postfix": "united_internet-aktie", "name": "UNITED_INTERNET", "wkn": "508903", "time": "2020.06.02 12:16", "ts": 1591092981, "features": {"KGV": "13.77", "Marktkapitalisierung": {"Size": "Mrd", "Value": "7.12"}, "GA": "2.13", "KBV": "1.36", "BA": "21.63", "KCV": "7.07", "CA": "4.15", "Vola30": "27.19", "Vola90": "59.9", "Vola180": "48.23", "Vola250": "48.75"}, "rivals": ["drillisch-aktie", "freenet-aktie", "deutsche_telekom-aktie", "qsc-aktie", "orange-aktie", "telefonica-aktie", "telecom_italia-aktie"], "text_data": {"de": [["31.05.20", "Wie Experten die United Internet-Aktie im Mai einstuften"], ["28.05.20", "AKTIE IM FOKUS: 1&1 Drillisch reagieren positiv auf Schiedsgutachten"], ["26.05.20", "United Internet holt neuen Finanzchef von Otto Gruppe"], ["26.05.20", "United Internet holt sich neuen Finanzchef bei Otto Gruppe"], ["15.05.20", "MÄRKTE EUROPA/Börsen bauen Gewinne aus - Warten auf US-Daten"], ["14.05.20", "MÄRKTE EUROPA/Risikoaversion steigt - Börsen bauen Verluste aus"], ["14.05.20", "MÄRKTE EUROPA/Börsen bauen Verluste aus"], ["13.05.20", "United Internet legt soliden Jahresauftakt hin"], ["13.05.20", "MÄRKTE EUROPA/Sehr schwach - Powell und Fauci belasten"], ["13.05.20", "1&amp;amp;amp;amp;amp;amp;amp;amp;1 Drillisch und United Internet überzeugen mit Zahlen - Aktien springen nach oben"], ["13.05.20", "MÄRKTE EUROPA/Börsen fallen nach Powell-Aussagen Richtung Tiefs"], ["13.05.20", "AKTIEN IM FOKUS: United Internet und 1&1 Drillisch nach Zahlen sehr gefragt"], ["13.05.20", "ROUNDUP: United Internet hält nach Umsatzplus an Zielen fest - unter Vorbehalt"], ["13.05.20", "United Internet steigert Umsatz in Coronakrise"], ["13.05.20", "Mehr Kunden bei United Internet"], ["13.05.20", "United Internet bekräftigt nach gutem Jahresauftakt Prognose"], ["11.05.20", "HSBC: Wochenausblick: BIP Deutschland, OPEC-Bericht, Industrieproduktion, Allianz, RWE, Wirecard"], ["04.05.20", "Union kritisiert 'Verschleppungstaktik' bei 4G-Versorgung"], ["30.04.20", "United Internet setzt Aktienrückkaufprogramm aus"], ["03.04.20", "ROUNDUP: Bundesregierung will mit Kommunen '5G-Skeptiker' überzeugen"], ["03.04.20", "Bundesregierung will mit Kommunen '5G-Skeptiker' überzeugen"], ["02.04.20", "MÄRKTE EUROPA/Börsen nach Achterbahnfahrt höher - Ölpreise haussieren"], ["02.04.20", "XETRA-SCHLUSS/DAX schließt nach Berg- und Talfahrt knapp im Plus"], ["02.04.20", "MÄRKTE EUROPA/Schwache US-Erstanträge schicken Börsen ins Minus"], ["02.04.20", "MÄRKTE EUROPA/Börsen zwischen Hoffen und Bangen gefangen"], ["02.04.20", "United Internet beschließt Aktienrückkaufprogramm"], ["02.04.20", "MÄRKTE EUROPA/Volatil hin und her - Ölpreisanstieg stützt Ölaktien"]], "en": [["04.05.20", "United Internet AG : Release according to Article 40, Section 1 of the WpHG [the German Securities Trading Act] with the objective of Europe-wide distribution"], ["30.04.20", "United Internet AG : United Internet suspends share buyback program"], ["28.04.20", "United Internet AG : Preliminary announcement of the publication of quarterly reports and quarterly/interim statements"], ["27.04.20", "United Internet AG : Release of a capital market information"], ["27.04.20", "United Internet AG : Release according to Article 40, Section 1 of the WpHG [the German Securities Trading Act] with the objective of Europe-wide distribution"], ["14.04.20", "United Internet AG : Release of a capital market information"], ["02.04.20", "United Internet AG : Release of a capital market information"], ["13.03.20", "United Internet AG : Publication of acquisition or disposal in respect of own shares according Sec. 40 para. 1 sent. 2 WpHG"], ["13.03.20", "United Internet AG : Release according to Article 41 of the WpHG [the German Securities Trading Act] with the objective of Europe-wide distribution"], ["05.03.20", "United Internet AG : Preliminary announcement of the publication of financial reports according to Articles 114, 115, 117 of the WpHG [the German Securities Act]"], ["2020-06-02 10:00", "The turbulent rise of Gretchen Whitmer ... threats on social media. In protests, she has been compared to Hitler. She was parodied by Cecily Strong on \"Saturday Night Live,\" cut for time but flourishing on the Internet. Did this happen to Ohio's Mike DeWine? No, it did not. She hired Pete Buttigieg's former presidential campaign press secretary, a move Republican adversaries never fail to ... that the tough work that we've done and the hard decisions that I've had to make have really made a difference.\" The added challenge, she said, has been the lack of a united national strategy. \"How would this have worked in another era?\" she asked. \"I think of Barack Obama being greeted by Chris Christie, supporting each other's efforts\" after Hurricane Sandy. \"What ... "], ["2020-06-02 10:00", "COVID-19 News: U.S. Senators Seek To Regulate Contact-Tracing Apps ...  HOMEPAGE Tech Gadgets Phones/Tablets/Mobile Tech Wearable Tech Apps/Software Internet Car Tech Security Apple Google Microsoft Science Space Robotics Energy Earth/Environment Animals Material Science Ancient Business Tech Money Legal Start Ups Business Deals Health Healthy Living/Wellness Medicine Public Health Biotech Neuroscience Culture Video Games Life & Style Viral Features Science Health facebook twitter reddit google+ Comment linkedin Email What's app digg Home Tech Apps/Software COVID-19 News: U.S. Senators Seek To Regulate Contact-Tracing Apps 2 June 2020, 6:00 am EDT By Jon Lindley A. Tech Times The COVID-19 pandemic continues to cripple the worldwide economy. In the United States, senators are clamoring to regulate contact-tracing apps for ... "], ["2020-06-02 09:37", "This Morning begins with poignant #BlackLivesMatter message from Holly Willoughby ... black colleagues, storytellers and viewers around the world because #BlackLivesMatter #BlackOutTuesday.'\" George Floyd died aged 46 after an officer knelt on his neck for more than eight minutes (Image: Internet Unknown) Holly confirmed the show would have a \"black out moment\" at 11 to reflect on the death of George Floyd. \"To show we stand with the black ...  a game of Play Your Cards Right and viewers were furious Raheem Sterling's Man Utd admission as Man City star identified as transfer priority Raheem Sterling Sterling is highly unlikely to join United this summer, but after one report named him as a potential 'priority' signing for the Red Devils, it is worth remembering what he's said about them in the past George  ... "], ["2020-06-02 09:34", "SpaceX to launch rocket tomorrow following historic astronaut mission ...  attempting to land at sea. This is the eighth batch of Starlink satellites, bringing the total number in orbit to nearly 500. Elon Musk hopes the satellites will bring low-cost internet to remote areas on Earth. Read More Coronavirus in Scotland Coronavirus in Scotland LIVE updates Coronavirus good news Scotland LIVE Scots queue for miles as tips reopen No Covid-19 arrests  ...  will affect wages Coronavirus Employers will be able to bring furloughed staff back to work part-time from July 1 Lawrence Shankland admits Celtic and Rangers shock as Dundee United star competes for big prize Lawrence Shankland The Scotland international has been nominated despite playing in the Championship. Charlie Nicholas unveils his ruthless Celtic transfer manoeuvre as he calls  ... "], ["2020-06-02 09:28", "Kick It Out urges every Premier League player to take a knee for Black Lives Matter ... The act has now become a symbol of peaceful protest in support of equal rights for black and ethnic minorities. George Floyd died aged 46 in police custody in Minneapolis (Image: Internet Unknown) Floyd died in police custody under controversial circumstances in Minneapolis on May 25. Police officer Derek Chauvin has since been charged with third-degree murder and manslaughter. The 46-year ...  game of Play Your Cards Right and viewers were furious Raheem Sterling's Man Utd admission as Man City star identified as transfer priority Raheem Sterling Sterling is highly unlikely to join United this summer, but after one report named him as a potential 'priority' signing for the Red Devils, it is worth remembering what he's said about them in the past  ... "], ["2020-06-02 09:18", "First Rohingya Dies From Coronavirus In Bangladesh ... have prepared seven isolation centres with the capacity to treat more than 700 patients inside the camps. \" Grave concerns\" Bhuiyan said that local officials -- in the absence of internet access -- would speak to camp administrators to spread awareness about the fatality. But ensuring the virus does not spread is a major challenge in the warren of narrow, sometimes  ... from Amnesty International. \"(This is) one of the primary (pieces of) health and safety advice for this pandemic,\" Hammadi said, adding that elderly Rohingya were the biggest concern. The United Nations refugee agency, the UNHCR, is was \"working round the clock\" to ensure testing is available, a spokesperson said Tuesday. The group was also making sure there were adequate  ... "], ["2020-06-02 09:10", "Alien dome found on the Moon and humans are ready to know - claim ... Alien hunters claim to spot UFO 'monitoring history' SpaceX: Viral clip of a 'mouse' on SpaceX's Falcon 9 splits the internet - 'It IS a mouse' SpaceX stream CUT before Falcon landing: 'What are they hiding?' frenzied internet asks SpaceX launch conspiracy: 'SpaceX mission is hoax' conspiracists decry after Dragon launch Life after death: 'Time paused' as man left  ...  The Queen Kate Middleton Meghan Markle Diesel Cancer Diabetes Dementia YouTube Showbiz & TV Celebrity News TV & Radio Sport Football Transfer news Premier League Manchester United Liverpool Arsenal Chelsea Tottenham Hotspur Manchester City West Ham Everton Celtic Rangers Tennis F1 Boxing UFC Cricket Rugby Golf NFL WWE Racing Pictures Celebrity  ... "], ["2020-06-02 09:08", "George Floyd's family lawyer slams Trump's 'repulsive' response to protests on GMB ... ;s a long history of shooting by police officers, directed at citizens, particularly citizens of colour that the president seems to be either ignorant of or has very little regard for.\" (Image: Internet Unknown) Merritt said the only way the police brutality would stop would be if America was internationally condemned and shamed. \"America's failed to reconcile itself and so we're looking ... of Play Your Cards Right and viewers were furious Raheem Sterling's Man Utd admission as Man City star identified as transfer priority Raheem Sterling Sterling is highly unlikely to join United this summer, but after one report named him as a potential 'priority' signing for the Red Devils, it is worth remembering what he's said about them in  ... "], ["2020-06-02 09:00", "Past pandemics in Knoxville have led to stark political choices — with deadly consequences ...  food will be provided on Fridays, and children must be present to receive the meals. Brianna Paciorka/News Sentinel Fullscreen Wil Cantrell, seated in audience, senior associated pastor at Concord United Methodist Church, uses Facebook Live to stream part of Senior Pastor Larry Trotter's sermon on Sunday, March 22, 2020. Saul Young/News Sentinel Fullscreen Lonsdale Elementary faculty and staff ... , and children must be present to receive the meals. Brianna Paciorka/News Sentinel Fullscreen Pastors Sam Polson, left, Doug Bromley, center, and Joe Kappel pray before starting a live internet service at West Park Baptist Church Sunday, Mar. 22, 2020. Because of a call for social distancing and gatherings of less than ten people church members were asked to  ... "], ["2020-06-02 09:00", "US Forest Service to hold virtual meetings on Nantahala, Pisgah forest plan ...  more than 1 million acres of the Nantahala and Pisgah national forests in WNC, which sweep across some of the most rugged terrain and highest mountains in the Eastern United States, riddled with rivers, lakes, waterfalls, cliffs and rock faces, and nearly 1,500 miles of trails for biking, hiking and horseback riding. The forests, which also include parts ... help other areas in the far western counties and help reduce resource damage in overused areas,\" she said. RELATED : Coronavirus: Trail etiquette when recreating in WNC's outdoors The Forest Service conference calls do not require internet access to attend. To join, call 888-251-2949 or 215-861-0694 using access code 3889103# at the following times: June 2, 7:30-9 a.m. June 4, 5:30-7 p.m. June 8,  ... "], ["2020-06-02 08:54", "George Floyd protest live updates: 2 officers shot in Las Vegas in separate incidents ...  Privacy Rights Children's Online Privacy Policy Interest-Based Ads About Nielsen Measurement Terms of Use Do Not Sell My Info Contact Us Copyright 2020 ABC News Internet Ventures. All rights reserved. ABC News Video Live Shows 2020 Elections Coronavirus LOG IN Interest Successfully Added We'll notify you here with news about Turn on ...  Bryant/Reuters The death of George Floyd, a black man who died on Memorial Day after he was pinned down by a white Minnesota police officer, has sparked outrage and protests in Minneapolis and across the United States. Murder and manslaughter charges have been filed against Derek Chauvin, the officer who prosecutors say held his knee on Floyd's neck for nearly nine minutes. Chauvin and the other three officers at the ... "], ["2020-06-02 08:51", "Lam: Foreign sanctions a 'double standard' ...  is taking a severe beating from the pandemic,\" she added. \"As for foreign sanctions against Hong Kong, I can only blame that on double standards, especially compared to how the local authorities in the United States deal with riots in their own backyards,\" Lam added. Lam added that foreign governments will be hurting their own interests in Hong Kong. Citing the US's long-standing trade surplus with Hong  ... ;s Civil Code Highlights from Premier Li's news conference Video: Chinese economy forging ahead amid challenges Newsmaker NW China's martial arts teacher becomes internet celebrity Mother motivates daughter's relief effort Ten photos you don't wanna miss + Ten photos from across China: May 22 28 Special Coverage + Xi' ... "], ["2020-06-02 08:42", "Bangladesh confirms 1st death of Rohingya from coronavirus ... CA Privacy Rights Children's Online Privacy Policy Interest-Based Ads About Nielsen Measurement Terms of Use Do Not Sell My Info Contact Us Copyright 2020 ABC News Internet Ventures. All rights reserved. ABC News Video Live Shows 2020 Elections Coronavirus LOG IN Interest Successfully Added We'll notify you here with news about Turn on desktop ... rising cases of new infections in the sprawling camps in the South Asian country where more than 1 million Rohingya Muslims have been sheltered after fleeing from neighboring Myanmar, according to a doctor and the United Nations. The 71-year-old refugee died Saturday at Ukhiya in Cox's Bazar, but samples collected from him proved positive on Monday, said Abu Toha M.R. Bhuiyan, chief health coordinator of the ... "], ["2020-06-02 08:41", "George Floyd's family lawyer explains on GMB why second autopsy could spell justice ... air flow, in blood flow to the brain which resulted in Mr Floyd's death,\" said Merritt. George Floyd died aged 46 after being restrained by police in Minneapolis on 25 May (Image: Internet Unknown) \"That asphyxiant was obviously caused by the knee being compressed against his neck as well as the other officers pressing down upon his lungs for over eight minutes until he expired.\" Piers ... of Play Your Cards Right and viewers were furious Raheem Sterling's Man Utd admission as Man City star identified as transfer priority Raheem Sterling Sterling is highly unlikely to join United this summer, but after one report named him as a potential 'priority' signing for the Red Devils, it is worth remembering what he's said about them in the ... "], ["2020-06-02 08:41", "Turkey seeks to arrest 118 military personnel over coup ...  Rights Children's Online Privacy Policy Interest-Based Ads About Nielsen Measurement Terms of Use Do Not Sell My Info Contact Us Copyright 2020 ABC News Internet Ventures. All rights reserved. ABC News Video Live Shows 2020 Elections Coronavirus LOG IN Interest Successfully Added We'll notify you here with news about Turn  ... been arrested and around 130,000 others, including military personnel, have been dismissed from state jobs in the on-going crackdown on Gulen's network. Gulen, who has been in self-imposed exile in the United States since 1999, denies involvement in the coup attempt which killed about 250 people and injured around 2,000 others. Comments ( 0 ) Top Stories Turkey seeks to arrest 118 military personnel over coup 6 minutes ago ... "], ["2020-06-02 08:41", "ZTE helps China Mobile launch China's first 5G medical edge cloud platform ... can provide various applications with standard interfaces and provide hospitals with integrated smart medical solutions, thus building a smart medical application ecosystem. To date, nearly 100 Internet medical applications have been deployed on China Mobile's 5G medical edge cloud, making it quite convenient for patients to access various medical services. As ...  George Floyd was uploaded to social media Read more 9\"> Russian diplomat describes situation with protests in US as 'American tragedy' Moscow is not gloating over the situation in the United States, she stressed Read more Most of UN Security Council members rejected US, UK idea to discuss Hong Kong — diplomat \"This awkward move was not supported by clear majority of Council  ... "], ["2020-06-02 08:39", "The Weeknd donates $500,000 to Black Lives Matter causes ... small amount,' he told followers Rapper Drake has also showed solidarity with protesters across the nation by donating $100,000 to the National Bail Out on Monday Racial tension continues to boil over across the United States, sparked by the senseless killing of black man George Floyd by a white police officer Derek Chauvin was filmed pinning the 46-year old to the ground by pressing a knee into the back of ...  would NEVER happen Halle Berry urges her social media followers to help out an immigrant owner whose shop was looted and burned in LA protests For ALL the showbiz news on the internet, go to Newzit.com SPONSORED Tiger King star Carole Baskin wins control of rival Joe Exotic's zoo after court found the documents he used to transfer it to Jeff Lowe  ... "], ["2020-06-02 08:30", "Trump's unexpected ally in the fight against tech ...  has popped from hoax to hoax to hoax to explain the loss at the ballot box,\" Carr remarked to Carlson. \"They have decided, Twitter, to engage the president of the United States with its own partisan political viewpoint.\" Story continues If the goal was getting on Trump's radar, he succeeded. pic.twitter.com/mFzyzW74uY — Donald J. Trump (@realDonaldTrump) May  ... .) \"has no issue leaving rural America behind,\" he tweeted in November, when she was running in the presidential primaries. \"No plan to deliver competitive 5G & high-speed Internet to every community-not just Big Cities.\" This March, he attacked Schiff just weeks after Trump's Senate impeachment trial, questioning how House members collected and published phone ... "], ["2020-06-02 08:30", "Trump's unexpected ally in the fight against tech ...  left has popped from hoax to hoax to hoax to explain the loss at the ballot box,\" Carr remarked to Carlson. \"They have decided, Twitter, to engage the president of the United States with its own partisan political viewpoint.\" If the goal was getting on Trump's radar, he succeeded. pic.twitter.com/mFzyzW74uY — Donald J. Trump (@realDonaldTrump) May 29, 2020 Within ... 34;has no issue leaving rural America behind,\" he tweeted in November, when she was running in the presidential primaries. \"No plan to deliver competitive 5G & high-speed Internet to every community-not just Big Cities.\" This March, he attacked Schiff just weeks after Trump's Senate impeachment trial, questioning how House members collected and published phone ... "], ["2020-06-02 08:30", "Development of MSMEs still likely amid COVID-19: Minister Masduki - ANTARA News ... hours ago An untapped driver of employee creativity & innovation: happy marriages 29th May 2020 Toshiba's 600V small intelligent power device helps lower motor power dissipation 29th May 2020 Internet grows to 366.8 million domain name registrations at the end of the first quarter of 2020 29th May 2020 Bahasa Development of MSMEs still likely amid COVID-19:  ...  implements five schemes for MSME protection amid pandemic Related news: Government to offer economic stimulus to MSMEs affected by COVID-19 Masduki is optimistic that several parties, including the United Indonesia Micro Small and Medium Enterprises Entrepreneurs Committee (KOPITU), would encourage those that never received funding from banks, such as the micro credit (KUR), to be able to obtain  ... "]]}}