{"postfix": "united_airlines-aktie", "name": "UNITED_AIRLINES", "wkn": "A1C6TV", "time": "2020.06.02 12:52", "ts": 1591095161, "features": {"KGV": "7.31", "Marktkapitalisierung": {"Size": "Mrd", "Value": "7.38"}, "GA": "12.05", "KBV": "1.92", "BA": "45.94", "KCV": "3.32", "CA": "26.57", "Vola30": "126.81", "Vola90": "147.97", "Vola180": "109.69", "Vola250": "78.22"}, "rivals": ["lufthansa-aktie", "marvell_technology_group-aktie", "leap_wireless_international-aktie", "virgin_media-aktie", "bhp-aktie"], "text_data": {"de": [["31.05.20", "Mai 2020: So haben Analysten ihre Einstufung der United Airlines-Aktie angepasst"], ["15.05.20", "United Airlines hat einen neuen Präsidenten"], ["12.05.20", "United Airlines ernennt neuen Vize-Konzernchef"], ["08.05.20", "United Airlines fliegt Fracht nach Zürich"], ["05.05.20", "United Airlines passt Vielfliegerprogramm an"], ["05.05.20", "Grosse Einsparungen: United Airlines plant Kürzungen beim Personal"], ["04.05.20", "MÄRKTE USA/Wall Street dreht ins Plus - Ölrally stützt Aktien"], ["04.05.20", "MÄRKTE USA/Wall Street grenzt Verluste ein - Nasdaq im Plus"], ["04.05.20", "MÄRKTE USA/Spannungen zwischen China und USA belastet Börse"], ["04.05.20", "MÄRKTE USA/Börse von Spannungen zwischen China und USA belastet"], ["02.05.20", "United Airlines: Zahlen zum abgelaufenen Jahresviertel"], ["01.05.20", "MÄRKTE USA/Talfahrt in den Mai - Amazon sehr schwach, Apple stabil"], ["01.05.20", "MÄRKTE USA/Kurse knicken zum Start in den Mai ein - Apple widerstandsfähig"], ["01.05.20", "United Airlines schreibt wegen Corona-Krise Milliardenverlust"], ["01.05.20", "United Airlines schreibt Milliardenverlust"], ["29.04.20", "Ausblick: United Airlines präsentiert das Zahlenwerk zum abgelaufenen Jahresviertel"], ["24.04.20", "United Airlines führt Maskenpflicht für Flugbegleiter ein"], ["22.04.20", "MÄRKTE USA/Ölpreiserholung treibt Wall Street an"], ["22.04.20", "MÄRKTE USA/Wall Street erholt sich dank Ölpreisrally"], ["22.04.20", "MÄRKTE USA/Wall Street mit Erholung dank Ölpreisrally"], ["22.04.20", "MÄRKTE USA/Wall Street vor moderater Erholung"], ["22.04.20", "Kapitalerhöhung in der Krise: United Airlines holt sich eine Milliarde Dollar"], ["22.04.20", "United Airlines gibt Aktien aus und bekommt eine Milliarde Dollar"], ["22.04.20", "ROUNDUP: United Airlines holt sich für Krise eine Milliarde Dollar von Anlegern"], ["22.04.20", "United Airlines braucht Frischgeld"], ["22.04.20", "United Airlines kündigt milliardenschwere Kapitalerhöhung an"], ["20.04.20", "Corona-Krise brockt United Airlines Milliardenverlust ein"], ["20.04.20", "Covid-19-Krise brockt United Airlines Milliardenverlust ein"]], "en": [["01.06.20", "United Airlines to Cut 13 Officer Roles Amid COVID-19 Woes"], ["30.05.20", "United Airlines cutting 13 top exec jobs, adding international flights in July"], ["30.05.20", "United Airlines cutting 13 top jobs, adding international flights in July"], ["30.05.20", "UPDATE 1-United Airlines cutting 13 top jobs, adding int'l flights in July"], ["29.05.20", "United Airlines cutting 13 top jobs under fresh restructuring"], ["28.05.20", "United Airlines (UAL) COO to Step Down, Focus on Cost Cuts"], ["27.05.20", "United Airlines stock jumps 7.7% premarket, after soaring 16.3% on Tuesday"], ["26.05.20", " United Airlines (UAL) Inks Deal With Clorox on Cleanliness"], ["23.05.20", "United Airlines CEO Kirby's annual base salary lower than predecessor"], ["21.05.20", "Stock Market News: Aurora Shares Smoke Higher on U.S. CBD Buy; United Airlines Keeps Climbing"], ["21.05.20", "After Failed Bond Issue, United Airlines Will Be Forced To Avail The Full $4.5 Billion CARES Act Loan"], ["20.05.20", "Why Shares of United Airlines Are Up Today"], ["20.05.20", "JetBlue, United Airlines take more steps to counter coronavirus spread"], ["20.05.20", "Airlines improve coronavirus safety protocols to lure back anxious passengers"], ["20.05.20", "JetBlue, United Airlines take more steps to counter coronavirus spread"], ["20.05.20", "UPDATE 1-JetBlue, United Airlines take more steps to counter coronavirus spread"], ["20.05.20", "United Airlines unveils partnership with Clorox, Cleveland Clinic to keep passengers safe during pandemic"], ["20.05.20", "United Airlines shares up 3% premarket"], ["20.05.20", "United Airlines to limit advance seat selections, allow customers take alternative flights if capacity tops 70%"], ["20.05.20", "United Airlines to introduce 'all in one' economy snack bag including sanitizer wipe"], ["20.05.20", "United Airlines to deploy sneeze guards at check-in counters"], ["20.05.20", "United Airlines is temporarily shutting down self-service kiosks, introducing touchless ones"], ["20.05.20", "United Airlines Sees Modest Increase in Passenger Demand "], ["19.05.20", "Southwest and United airlines say ticket cancellations slowing, demand improving"], ["19.05.20", "United Airlines sees capacity improving into July, capex for 2021 less than half of 2020"], ["19.05.20", "United Airlines says air travel demand improving"], ["19.05.20", "United Airlines sees 2021 capex 'close to' $2 bln, down from below $4.5 bln in 2020"], ["19.05.20", "United Airlines sees July scheduled capacity down 75%, compared with April and June down 90%"], ["19.05.20", "United Airlines customer cancellation rates and domestic demand have improved in May"], ["19.05.20", "United Airlines April gross bookings down 95% from a year ago"], ["19.05.20", "United Airlines stock falls 2.4% premarket, after soaring 21.1% on Monday"], ["18.05.20", "Nasdaq Today: United Airlines Stock Rockets Higher; Reopening Hopes Help Marriott"], ["17.05.20", "United Airlines warns of fall coronavirus job losses as need for flight attendants plummets"], ["15.05.20", "88% of United Airlines Flight Attendants Will Have Nothing to Do in June, Says Report"], ["15.05.20", "Exclusive: United Airlines only needs 3,000 of 25,000 flight attendants in June - sources"], ["15.05.20", "Exclusive: United Airlines only needs 3,000 of 25,000 flight attendants in June - sources"], ["15.05.20", "United Airlines stock has dropped 20.1% amid 4-day losing streak through Thursday"], ["15.05.20", "United Airlines stock falls 2.9% premarket, after closing at 7 1/2-yr. low on Thursday"], ["14.05.20", "Why Shares of United Airlines Fell Today"], ["14.05.20", "United Airlines Sued Over Unpaid Furlough Policy"], ["2020-06-02 10:35", "Kim Jong Un-ordered hospital is moving ahead, state media says ...  finish identifying victims of PK-8303 crash June 1 (UPI) -- Pakistani authorities say they plan Monday to finish the process of identifying victims from the crash of the Pakistan International Airlines airliner last month. World News // 1 day ago South Korea firm says COVID-19 antiviral drug results positive SEOUL, June 1 (UPI) -- South Korean pharmaceutical firm Celltrion announced promising results  ... UPI) -- Latin America is poised to become the next epicenter of the coronavirus pandemic, according to a disease expert, as the rate of new deaths and cases decline in the United States and Europe. Trending Stories Trump threatens to send military to 'solve' violent U.S. protests Senate returns to face bill for 2nd stimulus payment, mass protests South  ... "], ["2020-06-02 10:23", "Need to know: Tuesday ... over the next three months. PM accepts Trump's G7 invitation amid Russia controversy Scott Morrison has accepted an invitation to join an expanded Group of Seven summit in the United States in September, putting Australia in an awkward position with other key allies who oppose Donald Trump also inviting Russia to the gathering. The Melbourne apartments designed for post-pandemic life ...  credit cards in favour of buy now, pay later. 1 hr ago Coronavirus pandemic Cyrus, Bain make final Virgin cut Cyrus Capital, a New York-based hedge fund which has owned stakes in troubled airlines like the UK's Flybe and Virgin America, is a surprise inclusion. 1 hr ago Most Viewed In Politics COVID-19 adds to expat pain over tax crackdown Trump called Morrison to enlist ... "], ["2020-06-02 10:13", "Moody's cuts HDFC Bank, SBI to Baa3; takes rating action on 11 banks a day after India downgrade ...  Ltd TJSB Sahakari Bank Limited TJSB Sahakari Bank Ltd Tumkur Grain Merchants Cooperative Bank Limited UCO Bank Ujjivan Small Finance Bank Limited Union Bank Of India United Bank Of India United Overseas Bank Limited Utkarsh Small Finance Bank Uttar Pradesh Cooperative Bank Ltd Vasai Janata Sahakari Bank Ltd Vasai Vikas Sahakari Bank Limited Vasai Vikas Sahakari Bank Ltd ...  of India Reverse Repo Rate Revenue Deficit GDP Interim Budget Cess Customs Duty Quick Links FE Hindi PAN CARD AADHAAR CARD Passport-Visa Insurance World News Entertainment Travel & Tourism Airlines/Aviation More TAX CALCULATOR Epaper Photo Gallery Videos Opinion Commodities Defence Banking & Finance Today's Paper Top NSE/BSE Companies Share Price Yes Bank Share Price Reliance Industries  ... "], ["2020-06-02 10:07", "easyJet flights: Airline makes summer holiday return with 75% of flights back in August ...  to claim refund on TUI cruise or holiday amid fresh cancellations Holidays summer 2020: Where can you go on holiday? UK aims for deal with 45 destinations Holidays 2020: Britons could visit these 45 hotspots as airlines beg for 'air bridge' plan Spain holidays: Costa del Sol reopens beach hotspot today with strict new rules in place Pound to euro exchange rate: GBP remains 'choppy' as more post-Brexit ...  The Queen Kate Middleton Meghan Markle Diesel Cancer Diabetes Dementia YouTube Showbiz & TV Celebrity News TV & Radio Sport Football Transfer news Premier League Manchester United Liverpool Arsenal Chelsea Tottenham Hotspur Manchester City West Ham Everton Celtic Rangers Tennis F1 Boxing UFC Cricket Rugby Golf NFL WWE Racing Pictures Celebrity  ... "], ["2020-06-02 10:00", "Atal Pension Yojana: Rs 5000, Rs 4000 or Rs 3000? Can you switch APY pension options? 5 new rules ...  Ltd TJSB Sahakari Bank Limited TJSB Sahakari Bank Ltd Tumkur Grain Merchants Cooperative Bank Limited UCO Bank Ujjivan Small Finance Bank Limited Union Bank Of India United Bank Of India United Overseas Bank Limited Utkarsh Small Finance Bank Uttar Pradesh Cooperative Bank Ltd Vasai Janata Sahakari Bank Ltd Vasai Vikas Sahakari Bank Limited Vasai Vikas Sahakari Bank Ltd ...  of India Reverse Repo Rate Revenue Deficit GDP Interim Budget Cess Customs Duty Quick Links FE Hindi PAN CARD AADHAAR CARD Passport-Visa Insurance World News Entertainment Travel & Tourism Airlines/Aviation More TAX CALCULATOR Epaper Photo Gallery Videos Opinion Commodities Defence Banking & Finance Today's Paper Top NSE/BSE Companies Share Price Yes Bank Share Price Reliance Industries  ... "], ["2020-06-02 09:57", "The fight to save Virgin closes in: Two bidders vying to buy the embattled airline are named ...  airline down to two private equity firms. US-based Bain Capital and Richard Branson-linked Cyrus Capital Partners are now vying to purchase the airline which is operating in administration. Australia's second-largest airline was majority owned by China , Singapore and the United Arab Emirates with Richard Branson retaining a 10 percent stake when it went into voluntary administration in April. Two bidders are now vying to buy Virgin Airlines with administrators Deloitte Restructuring Services to decide before June 30. Virgin is majority owned by China, Singapore and the UAE Virgin owed nearly $7 billion to creditors, with its long-running financial struggles exacerbated by the coronavirus pandemic. Administrator Vaughan Strawbridge said Deloitte had ... "], ["2020-06-02 09:55", "Pakistani girl dies of her injuries from Karachi plane crash ...  expand menu. Animals & Pets Food & Restaurants Health & Fitness Life & Style Parenting Travel Entertainment Sports Click to expand menu. Baltimore Orioles Baltimore Ravens DC United Washington Capitals Washington Mystics Washington Nationals Washington Redskins Washington Wizards Photo Galleries Federal News Network Fun & Games WTOP Insights Click to collapse navigation  ... , said Rubina Bashir, a doctor at a government hospital where the girl was treated. The remaining three injured local residents are still hospitalized. Initial reports have said that the Pakistan International Airlines jet crashed after an apparent engine failure. Flight PK-8303 took off from the eastern city of Lahore and was trying to land at the Karachi airport when it crashed. At  ... "], ["2020-06-02 09:54", "Not only mentioning in ITR, but you need to validate your bank account to get tax refund ...  Ltd TJSB Sahakari Bank Limited TJSB Sahakari Bank Ltd Tumkur Grain Merchants Cooperative Bank Limited UCO Bank Ujjivan Small Finance Bank Limited Union Bank Of India United Bank Of India United Overseas Bank Limited Utkarsh Small Finance Bank Uttar Pradesh Cooperative Bank Ltd Vasai Janata Sahakari Bank Ltd Vasai Vikas Sahakari Bank Limited Vasai Vikas Sahakari Bank Ltd ...  of India Reverse Repo Rate Revenue Deficit GDP Interim Budget Cess Customs Duty Quick Links FE Hindi PAN CARD AADHAAR CARD Passport-Visa Insurance World News Entertainment Travel & Tourism Airlines/Aviation More TAX CALCULATOR Epaper Photo Gallery Videos Opinion Commodities Defence Banking & Finance Today's Paper Top NSE/BSE Companies Share Price Yes Bank Share Price Reliance Industries  ... "], ["2020-06-02 09:45", "US retains Rugby World Cup vision despite financial peril ...  Travel City Guides Weekend Getaways Local Travel Tips and Hacks Wine Country Napa Reno-Tahoe Hawaii Mexico SF Insider: Things to do Monterey-Carmel Chris McGinnis' Travel Tips Airlines lure travelers back with extra elite-qualifying miles The ultimate guide to Livermore's top wineries (The Press) RV travel soars for summer trips as air travel stalls  ...  years later. less FILE - In this Thursday, Sept. 26, 2019 file photo, the US team sing their national anthem ahead of the Rugby World Cup Pool C game at Kobe Misaki Stadium, between England and the United States in Kobe, Japan. ... more Photo: Aaron Favila, AP US retains Rugby World Cup vision despite financial peril 1 / 1 Back to Gallery Never a power in the game on the field — indeed, they haven ... "], ["2020-06-02 09:41", "BREAKING P&O Cruises give major holiday update for customers ...  inner superhero in all young flyers\" when they go on their summer holidays Flight attendant learns new skill while grounded to help others when back in air Reddit Millions of airlines have been grounded across the world, with many staff being made redundant, but one cabin crew worker has turned their time at home into a positive experience Most Read Most Recent Supermarkets ...  game of Play Your Cards Right and viewers were furious Raheem Sterling's Man Utd admission as Man City star identified as transfer priority Raheem Sterling Sterling is highly unlikely to join United this summer, but after one report named him as a potential 'priority' signing for the Red Devils, it is worth remembering what he's said about them in the past Coronavirus ... "], ["2020-06-02 09:35", "Holidays 2020: 'Air bridges' could be introduced this month despite new quarantine rules ... . But since then, the plans have been fiercely criticised by bosses in the travel and tourism industries. Ryanair boss Michael O'Leary has been especially vocal about the detrimental effect the quarantine rules could have on airlines. Mr O'Leary previously told BBC Radio 4's Today programme: \"It's laughable that this Government can come up with any plans for a quarantine that will be strict and fully enforced  ...  Queen Kate Middleton Meghan Markle Diesel Cancer Diabetes Dementia YouTube Showbiz & TV Celebrity News TV & Radio Sport Football Transfer news Premier League Manchester United Liverpool Arsenal Chelsea Tottenham Hotspur Manchester City West Ham Everton Celtic Rangers Tennis F1 Boxing UFC Cricket Rugby Golf NFL WWE Racing Pictures  ... "], ["2020-06-02 09:31", "ZIP's creative US expansion ... Jun 2, 2020 7.31pm Save Log in or Subscribe to save article Share The buy now, pay later world is a small one judging from the personalities involved in Zip Co's expansion into the United States with the $400 million acquisition of New York-based QuadPay. Zip co-founder Larry Diamond went to school with QuadPay co-founder Adam Ezra at Moriah College in Sydney and then later worked alongside Ezra at ... credit cards in favour of buy now, pay later. 8 mins ago Coronavirus pandemic Cyrus, Bain make final Virgin cut Cyrus Capital, a New York-based hedge fund which has owned stakes in troubled airlines like the UK's Flybe and Virgin America, is a surprise inclusion and has a low profile in the local market. 39 mins ago G7 summit PM accepts Trump's G7  ... "], ["2020-06-02 09:14", "New Zealand Could Lift Major Coronavirus Restrictions Next Week ... at the airport, should carry minimal luggage and be required to wear face masks on board planes and in terminals where social distancing is not possible. The recommendations also include airlines providing flight attendants with protective equipment such as medical masks, gloves and visors. In Nicaragua, where the government has not instituted the type of lockdown orders seen in many  ... s health ministry reported its death toll had surpassed 10,000 people. The country has confirmed more than 93,000 cases, but officials say the true figure is much higher. In the United States, COVID-19 has killed about 26,000 nursing home residents, the government reported, accounting for nearly one-fourth of all U.S. deaths from the disease. About 450 nursing home staffers  ... "], ["2020-06-02 09:02", "Ebola strikes Congo again! WHO to send response team to monitor second outbreak; details ... scientists say COVID-19: India's drug regulator grants Gilead Sciences marketing authorisation for remdesivir Fake Ayushman Bharat website fraud busted! 4200 victims identified Apart from WHO, the United Nations Children's Fund (UNICEF) is also working with the government of DRC to help fight the Ebola epidemic. According to a statement by UNICEF DRC Representative  ... of India Reverse Repo Rate Revenue Deficit GDP Interim Budget Cess Customs Duty Quick Links FE Hindi PAN CARD AADHAAR CARD Passport-Visa Insurance World News Entertainment Travel & Tourism Airlines/Aviation More TAX CALCULATOR Epaper Photo Gallery Videos Opinion Commodities Defence Banking & Finance Today's Paper Top NSE/BSE Companies Share Price Yes Bank Share Price Reliance  ... "], ["2020-06-02 09:01", "Cyrus, Bain make final Virgin cut ...  Ben Gray's BGH Capital was knocked out of the race for the failed airline in an unexpected development. Cyrus Capital, a New York-based hedge fund which has owned stakes in troubled airlines such as Britain's Flybe and Virgin America, is a surprise inclusion and has a low profile in the local market. Deloitte expects to wrap up a sale of the airline by the  ...  market. 39 mins ago G7 summit PM accepts Trump's G7 invitation amid Russia controversy Scott Morrison has accepted an invitation to join an expanded Group of Seven summit in the United States in September. 56 mins ago Construction Kerry Stokes' Seven Group buys Boral stake Seven Group already owns the WesTrac heavy machinery business, and Coates Hire, and is eyeing big infrastructure  ... "], ["2020-06-02 09:00", "ITR-1 Sahaj for AY 2020-21: What has changed and what additional details it seeks from taxpayers ...  Ltd TJSB Sahakari Bank Limited TJSB Sahakari Bank Ltd Tumkur Grain Merchants Cooperative Bank Limited UCO Bank Ujjivan Small Finance Bank Limited Union Bank Of India United Bank Of India United Overseas Bank Limited Utkarsh Small Finance Bank Uttar Pradesh Cooperative Bank Ltd Vasai Janata Sahakari Bank Ltd Vasai Vikas Sahakari Bank Limited Vasai Vikas Sahakari Bank Ltd ...  of India Reverse Repo Rate Revenue Deficit GDP Interim Budget Cess Customs Duty Quick Links FE Hindi PAN CARD AADHAAR CARD Passport-Visa Insurance World News Entertainment Travel & Tourism Airlines/Aviation More TAX CALCULATOR Epaper Photo Gallery Videos Opinion Commodities Defence Banking & Finance Today's Paper Top NSE/BSE Companies Share Price Yes Bank Share Price Reliance Industries  ... "], ["2020-06-02 08:56", "Dow Futures Gain On Economic Recovery Hopes As Markets Look Past George Floyd Protest, U.S.-China Tensions ... quelled. \"If a city or state refuses to take the actions that are necessary to defend the life and property of their residents, then I will deploy the United States military and quickly solve the problem for them,\" he added. The unprecedented threat failed to thwart bullish investor sentiment, however, as stocks in Asia posted solid  ...  to the impact of the European Commission's plan to pump more than 750 billion into the ailing economy as well as the German government's approval of a 9 billion rescue package for Lufthansa Airlines, the region's biggest carrier. U.S. stocks, meanwhile, look set to add to yesterday's gains in the absence of any major economic or earnings data, with contracts tied to the Dow Jones Industrial Average ... "], ["2020-06-02 08:45", "How COVID-19 could speed up smart-city visions ... The aim is for the high-tech city to create jobs for young people and to have its own jurisdiction. The high-tech cities of the future Masdar City: Green, but empty Masdar City in the United Arab Emirates, an ecological, high-tech city, was supposed to be finished by 2016. That \"opening date\" has been scrapped, as has the erstwhile goal of making it completely emissions-free. The city is ...  luggage carrier to help you with your suitcases at the airport, he thinks big data will also become the \"fuel of growth\" in the future of the travel industry. \"Airlines and airports will have to know the spending habits and travel preferences of their customers much better to be able to compete, for which data analytics is essential to offer tailor-made  ... "], ["2020-06-02 08:43", "Australia's Woolworths to reward over 100,000 staff with shares for virus efforts ...  Government Solutions Legal Reuters News Agency Risk Management Solutions Tax & Accounting Blog: Answers On Innovation @ Thomson Reuters Directory of sites Login Contact Support Business Markets World UK TV More United Kingdom Business News June 2, 2020 / 8:41 AM / Updated 10 minutes ago Australia's Woolworths to reward over 100,000 staff with shares for virus efforts 2  ...  trolleys with non-perishable items like toilet paper, dried pasta and disinfectant to the point where the prime minister went on television to ask the nation to \"stop hoarding\". As airlines, discretionary retailers and casinos laid off staff by the tens of thousand, Woolworths and No. 2 rival Coles Group Ltd ( COL.AX ) had to hire people to restock shelves and carry out  ... "], ["2020-06-02 08:43", "Australia's Woolworths to reward over 100,000 staff with shares for virus efforts ... Government Solutions Legal Reuters News Agency Risk Management Solutions Tax & Accounting Blog: Answers On Innovation @ Thomson Reuters Directory of sites Login Contact Support Business Markets World Politics TV More United States Business News June 2, 2020 / 8:39 AM / Updated 18 minutes ago Australia's Woolworths to reward over 100,000 staff with shares for virus efforts 2 ...  trolleys with non-perishable items like toilet paper, dried pasta and disinfectant to the point where the prime minister went on television to ask the nation to \"stop hoarding\". As airlines, discretionary retailers and casinos laid off staff by the tens of thousand, Woolworths and No. 2 rival Coles Group Ltd had to hire people to restock shelves and carry out \"social  ... "]]}}