{"postfix": "urban_outfitters-aktie", "name": "URBAN_OUTFITTERS", "wkn": "888903", "time": "2020.06.02 14:06", "ts": 1591099585, "features": {"KGV": "13.45", "Marktkapitalisierung": {"Size": "Mrd", "Value": "1.54"}, "GA": "1.96", "KBV": "1.83", "BA": "14.47", "KCV": "10.29", "CA": "2.57", "Vola30": "93.69", "Vola90": "100.12", "Vola180": "78.79", "Vola250": "66.92"}, "rivals": ["gap-aktie", "hennes_mauritz-aktie", "abercrombie_fitch-aktie", "gerry_weber-aktie", "inditex-aktie"], "text_data": {"de": [["31.05.20", "Mai 2020: So haben Analysten ihre Einstufung der Urban Outfitters-Aktie angepasst"], ["20.05.20", "MÄRKTE USA/Wall Street fester - Anleger hoffen auf Konjunkturerholung"], ["20.05.20", "MÄRKTE USA/Wall Street fester - Einzelhändler überzeugen mit Quartalszahlen"], ["20.05.20", "MÄRKTE USA/Wall Street nach Verschnaufpause fester"], ["20.05.20", "MÄRKTE USA/Börsen nach Verschnaufpause fester erwartet"], ["18.05.20", "Ausblick: Urban Outfitters stellt Ergebnisse des abgelaufenen Quartals vor"], ["04.05.20", "Erste Schätzungen: Urban Outfitters stellt Ergebnisse des abgelaufenen Quartals vor"], ["30.04.20", "April 2020: Die Expertenmeinungen zur Urban Outfitters-Aktie"], ["31.03.20", "Analysten sehen für Urban Outfitters-Aktie Luft nach oben"], ["16.03.20", "H&M folgt anderen Modehändlern und schließt Läden"], ["02.03.20", "Ausblick: Urban Outfitters veröffentlicht Zahlen zum vergangenen Quartal"]], "en": [["26.05.20", "Why Nordstrom, Ralph Lauren, and Urban Outfitters Stocks Are Rising Today"], ["21.05.20", "Urban Outfitters store sales to drop 60% due to Covid-19"], ["20.05.20", "Urban Outfitters Faces Big Losses in the First Quarter"], ["20.05.20", "Why Urban Outfitters Stock Was Falling Today"], ["20.05.20", "Urban Outfitters (URBN) Reports Q1 Loss and Sales Decline"], ["20.05.20", "Urban Outfitters Inc (URBN) Q1 2021 Earnings Call Transcript"], ["20.05.20", "Urban Outfitters predicts 60% fall in same-store sales on slow recovery"], ["20.05.20", "Urban Outfitters predicts 60% fall in same-store sales on slow recovery"], ["19.05.20", "Urban Outfitters (URBN) Reports Q1 Loss, Lags Revenue Estimates"], ["19.05.20", "Urban Outfitters stock falls as preliminary results miss"], ["15.05.20", "Is Urban Outfitters Really Just a $15 Stock?"], ["12.05.20", "Analysts Estimate Urban Outfitters (URBN) to Report a Decline in Earnings: What to Look Out for"], ["30.04.20", "Why Nordstrom, Ralph Lauren, and Urban Outfitters Stocks Are Lower Today"], ["28.04.20", "Why Nordstrom, Ralph Lauren, and Urban Outfitters Shares Were Up Today"], ["23.04.20", "Urban Outfitters and American Eagle Outfitters Are Both Bleeding, But Which Stock Has The Edge?"], ["13.04.20", "Nordstrom, Ralph Lauren, and Urban Outfitters Are Trading Lower as Macy's Explores Restructuring"], ["02.04.20", "Why Is Urban Outfitters (URBN) Down 38.5% Since Last Earnings Report?"], ["01.04.20", "Urban Outfitters Gives More Updates on Tackling Coronavirus Woes"], ["31.03.20", "Urban Outfitters Says It Won't Pay Rent During COVID-19 Pandemic"], ["31.03.20", "Urban Outfitters to furlough a 'substantial' number of employees, suspends rent payment"], ["31.03.20", "Coronavirus: Urban Outfitters invokes force majeure clause"], ["23.03.20", "Why Shares of Urban Outfitters Are Falling Today"], ["16.03.20", "Urban Outfitters Closes Stores Worldwide Due to Coronavirus"], ["16.03.20", "Urban Outfitters closing all stores globally including Anthropologie, Free People because of coronavirus"], ["11.03.20", "Urban Outfitters sales fall in coronavirus-impacted cities including Milan and Seattle"], ["06.03.20", "How Urban Outfitters Plans to Turn Things Around in 2020"], ["04.03.20", "Why Urban Outfitters Stock Was Sinking Today"], ["04.03.20", "Urban Outfitters Reported Higher Traffic But Missed on Earnings Last Quarter"], ["04.03.20", "Urban Outfitters shares sink after markdowns weigh on results, coronavirus could cause delays"], ["04.03.20", "Urban Outfitters (URBN) Stock Tumbles 10% on Q4 Earnings Miss"], ["04.03.20", "Urban Outfitters Inc (URBN) Q4 2020 Earnings Call Transcript"], ["03.03.20", "Urban Outfitters (URBN) Misses Q4 Earnings and Revenue Estimates"], ["03.03.20", "Urban Outfitters stock down 5% after Q4 profit miss"], ["29.02.20", "Is Urban Outfitters a Buy?"], ["27.02.20", "How Urban Outfitters (URBN) is Placed Ahead of Q4 Earnings"], ["25.02.20", "Earnings Preview: Urban Outfitters (URBN) Q4 Earnings Expected to Decline"], ["12.02.20", "Shares of Urban Outfitters Pop 6% on Q4 Sales Data"], ["10.02.20", "Banana Republic, Bloomingdale’s, Urban Outfitters turning to clothing rentals"], ["28.01.20", "Urban Outfitters and American Eagle: Which Teen-Focused Retailer Is the Better Buy?"], ["20.01.20", "Signet Jewelers, Urban Outfitters, Smile Direct and Align Technology highlighted as Zacks Bull and Bear of the Day"], ["2020-06-02 09:14", "Number of UK shoppers out yesterday was 32% higher than previous Monday ...  saw a 12 per cent increase and shpoping centres saw a 36 per cent increase in traffic yesterday, compared to the previous Monday. Additional Springboard data shows similar figures for England as for Britain as a whole (pictured: Shoppers in Kirkgate market in Leeds yesterday) RELATED ARTICLES Previous 1 Next Britain is set for its hottest day of the year today as... 'Protesters are looting Urban Outfitters for $3 shirts':... Share this article Share For all UK shopping destinations, the increase was 31 per cent. For England, it was 28 per cent. It comes as fashion retailer Reiss becomes the latest outlet to say it will reopen its first 26 UK stores on June 15. The company said it is in the latest stage of its phased reopening plans, having already ... "], ["2020-06-02 06:46", "Oscar-winning Kiwi director Taika Waititi is blasted over tweet about George Floyd protestsThe Kiwi filmmaker said the lines are 'blurred' because Black Lives Matter demonstrators ransacked youth retail store Urban Outfitters."], ["2020-06-01 05:20", "Unrest overshadows peaceful US protests for another night ...  officers on Memorial Day. John Minchillo New York City officials braced for the possibility of more violence after three days of protests against police brutality following George Floyd's death. The protests left police cars burned out and led to the arrest of hundreds of people.. National map shows locations of protests across the country.; f.duckett Damage is seen at an Urban Outfitters store near New York's Union Square Sunday, May 31, 2020, after it was damaged in the midst of a protest highlighting the death of George Floyd, a black man who was in police custody in Minneapolis. Floyd died after being restrained by Minneapolis police officers on Memorial Day. Craig Ruttle CORRECTS CITY TO ST. PAUL NOT MINNEAPOLIS - Protesters gather outside the ... "], ["2020-06-01 05:09", "12 arrested on suspicion of burglary, trespassing in Scottsdale after demonstration, store break-ins ...  to hear our cry they need to LISTEN.\" For more stories that matter: Click here to subscribe to azcentral.com. Some smashed windows, tagged walls with graffiti and walked out with handfuls of merchandise. Glass was shattered and inventory picked through at most of the outward-facing storefronts at Scottsdale Fashion Square. Businesses such as P.F. Chang's, Culinary Dropout, Urban Outfitters and Sprinkles Cupcakes all suffered property damage. A wedding dress inside David's Bridal had been defaced with black spray paint, while the glass entrance of the Apple store, which faces east onto Scottsdale Road, was shattered, with the words \"For Floyd\" spray-painted in red on the walls. At least one assault was reported, police said. These are the ... "], ["2020-06-01 02:24", "Protests flare again in US amid calls to end police violence ... , a black man who died in police custody in Minneapolis. Patrick Semansky Protesters angry over the death of George Floyd in Minneapolis have returned to the streets of New York for a third straight night as Mayor Bill de Blasio pleads for calm after a demonstration in Brooklyn the previous night descended into chaos that left people bloodied and vehicles burned.. Damage is seen at an Urban Outfitters store near New York's Union Square Sunday, May 31, 2020, after it was damaged in the midst of a protest highlighting the death of George Floyd, a black man who was in police custody in Minneapolis. Floyd died after being restrained by Minneapolis police officers on Memorial Day. Craig Ruttle A protester sets an American flag ablaze on Kinzie in Chicago, I.L ... "], ["2020-06-01 02:10", "Anger Games Night 5 Sunday Night Riots Open Discussion Thread... ... gets caught without the mask of submission. They are also the duly elected DemonRat sheriffs who are staunch party members committed to do the bidding of the evil Commie/Stalinist governors. It's hard to have much sympathy for LEOs at this point they are part of the problem. Like Like Reply sundance says: May 31, 2020 at 10:17 pm Looters in Long Beach leap from back window of Urban Outfitters after police arrive pic.twitter.com/R7NE7VK9tB — Breaking911 (@Breaking911) June 1, 2020 Like Liked by 2 people Reply T2020 says: May 31, 2020 at 10:26 pm Police were right there and didn't stop them?? Like Like Reply mandy says: May 31, 2020 at 10:30 pm OKC Sherrifs, en masse, TOOK THE KNEE today in front of a huge crowd of protesters. Lots of places, the ... "], ["2020-06-01 02:07", "Protests, looting continue, lead to more California curfews ... 3rd street during a protest over the death of George Floyd, Saturday, May 30, 2020, in Los Angeles. Floyd died in police custody on Memorial Day in Minneapolis. Mark J. Terrill Musical artist Jeleel stands at a protest over the death of George Floyd, Saturday, May 30, 2020, in Los Angeles. Floyd died in police custody on Memorial Day in Minneapolis. Mark J. Terrill An urban outfitters is left vandalized and emptied on Melrose Avenue in Los Angeles, Saturday, May 30, 2020, following a protest over the death of George Floyd, a black man who was killed in police custody in Minneapolis on May 25. Christian Monterrosa Firefighters try to contain the flames at a clothing store on Melrose Avenue started by protesters in Los Angeles, Saturday, May 30, 2020, over the ... "], ["2020-06-01 01:17", "Walnut Creek quickly imposes curfew after woman is shot, widespread daytime looting ...  5 a.m. the following day and last until Monday, June 8, unless officials decide to lift it early. City officials asked businesses to close, city spokeswoman Betsy Burkhart said. The shooting came as hundreds — mostly young people — spread out throughout the area, some breaking into stores with hammers and coming out with bags of belongings. Looting st the Vans and Urban Outfitters in downtown Walnut Creek. @EastBayTimes pic.twitter.com/JX3f5c3h4u — Jose Carlos Fajardo (@jcfphotog) June 1, 2020 People had started to assemble downtown around 4 p.m., peacefully chanting \"hands up, don't shoot.\" But soon after, a crowd turned into the Broadway Plaza shopping corridor and tried to break into Nordstrom, turning next to H&M and other ... "], ["2020-06-01 00:53", "Protests, looting continue, lead to more California curfews ...  by the death of George Floyd, a black man who was killed in police custody in Minneapolis on May 25. Ringo H.W. Chiu Firefighters try to contain the flames at a clothing store on Melrose Avenue started by protesters in Los Angeles, Saturday, May 30, 2020, over the death of George Floyd, who died in police custody on Memorial Day in Minneapolis. Christian Monterrosa An urban outfitters is left vandalized and emptied on Melrose Avenue in Los Angeles, Saturday, May 30, 2020, following a protest over the death of George Floyd, a black man who was killed in police custody in Minneapolis on May 25. Christian Monterrosa Musical artist Jeleel stands at a protest over the death of George Floyd, Saturday, May 30, 2020, in Los Angeles. Floyd died in police custody on ... "], ["2020-06-01 00:25", "Protests flare again in US amid calls to end police violence ...  man who died in Minneapolis police custody on May 25. Ricardo B. Brazziell Police stand guard as Austin Fire Department put out a car fire under Interstate 35 freeway in Austin Texas, Saturday, May 30, 2020, while a protest over the death of George Floyd, a handcuffed black man who died in Minneapolis police custody on May 25. Ricardo B. Brazziell Damage is seen at an Urban Outfitters store near New York's Union Square Sunday, May 31, 2020, after it was damaged in the midst of a protest highlighting the death of George Floyd, a black man who was in police custody in Minneapolis. Floyd died after being restrained by Minneapolis police officers on Memorial Day. Craig Ruttle Crowds demonstrate against police brutality on I-5 in Seattle, Saturday, May 30 ... "], ["2020-05-31 23:43", "Looters unleash havoc across Bay Area ... Meanwhile, across the bay, looters raged through Emeryville Saturday night, stealing items from Best Buy and from retail outlets on Bay Street, breaking windows to get inside, according to video taken at the scene and shared on social media. Glass was shattered and merchandise was taken from the many stores that flank Bay Street outdoor shopping center and nearby Powell Street. Starbucks, BevMo, Marshalls, Urban Outfitters and the Men's Warehouse all were just some of the targets of vandalism and thefts. From people's tweets, it seems as though the looting began around 7 p.m. Many of these stores had recently opened for curbside pickup. About 10 p.m. a witness watched as police lined up around the Public Market Emeryville to protect the shops there ... "], ["2020-05-31 23:43", "Looters unleash havoc across Bay Area ... Meanwhile, across the bay, looters raged through Emeryville Saturday night, stealing items from Best Buy and from retail outlets on Bay Street, breaking windows to get inside, according to video taken at the scene and shared on social media. Glass was shattered and merchandise was taken from the many stores that flank Bay Street outdoor shopping center and nearby Powell Street. Starbucks, BevMo, Marshalls, Urban Outfitters and the Men's Warehouse all were just some of the targets of vandalism and thefts. From people's tweets, it seems as though the looting began around 7 p.m. Many of these stores had recently opened for curbside pickup. About 10 p.m. a witness watched as police lined up around the Public Market Emeryville to protect the shops there ... "], ["2020-05-31 23:43", "Looters unleash havoc across Bay Area ... Meanwhile, across the bay, looters raged through Emeryville Saturday night, stealing items from Best Buy and from retail outlets on Bay Street, breaking windows to get inside, according to video taken at the scene and shared on social media. Glass was shattered and merchandise was taken from the many stores that flank Bay Street outdoor shopping center and nearby Powell Street. Starbucks, BevMo, Marshalls, Urban Outfitters and the Men's Warehouse all were just some of the targets of vandalism and thefts. From people's tweets, it seems as though the looting began around 7 p.m. Many of these stores had recently opened for curbside pickup. About 10 p.m. a witness watched as police lined up around the Public Market Emeryville to protect the shops there ... "], ["2020-05-31 23:43", "Looters unleash havoc across Bay Area ... Meanwhile, across the bay, looters raged through Emeryville Saturday night, stealing items from Best Buy and from retail outlets on Bay Street, breaking windows to get inside, according to video taken at the scene and shared on social media. Glass was shattered and merchandise was taken from the many stores that flank Bay Street outdoor shopping center and nearby Powell Street. Starbucks, BevMo, Marshalls, Urban Outfitters and the Men's Warehouse all were just some of the targets of vandalism and thefts. From people's tweets, it seems as though the looting began around 7 p.m. Many of these stores had recently opened for curbside pickup. About 10 p.m. a witness watched as police lined up around the Public Market Emeryville to protect the shops there ... "], ["2020-05-31 23:43", "Looters unleash havoc across Bay Area ... Meanwhile, across the bay, looters raged through Emeryville Saturday night, stealing items from Best Buy and from retail outlets on Bay Street, breaking windows to get inside, according to video taken at the scene and shared on social media. Glass was shattered and merchandise was taken from the many stores that flank Bay Street outdoor shopping center and nearby Powell Street. Starbucks, BevMo, Marshalls, Urban Outfitters and the Men's Warehouse all were just some of the targets of vandalism and thefts. From people's tweets, it seems as though the looting began around 7 p.m. Many of these stores had recently opened for curbside pickup. About 10 p.m. a witness watched as police lined up around the Public Market Emeryville to protect the shops there ... "], ["2020-05-31 23:43", "Looters unleash havoc across Bay Area ... Meanwhile, across the bay, looters raged through Emeryville Saturday night, stealing items from Best Buy and from retail outlets on Bay Street, breaking windows to get inside, according to video taken at the scene and shared on social media. Glass was shattered and merchandise was taken from the many stores that flank Bay Street outdoor shopping center and nearby Powell Street. Starbucks, BevMo, Marshalls, Urban Outfitters and the Men's Warehouse all were just some of the targets of vandalism and thefts. From people's tweets, it seems as though the looting began around 7 p.m. Many of these stores had recently opened for curbside pickup. About 10 p.m. a witness watched as police lined up around the Public Market Emeryville to protect the shops there ... "], ["2020-05-31 22:21", "Arizona Governor Implementing Statewide, 7-Day Curfew Amid Protests For George Floyd, Dion Johnson ...  protest at Phoenix PD headquarters. I feel violated, and this was terrifying. Let us do our jobs. We are trying our very best #azfamily pic.twitter.com/bHXwbnDVPB — Briana Whitney (@BrianaWhitney) May 30, 2020 Neighboring Scottsdale saw thousands of dollars in damage to Scottsdale Fashion Square, a local shopping mall. According to KTAR, several stores were looted, including Urban Outfitters, Neiman Marcus and Apple. The curfew declaration specifically cites protests in downtown Phoenix earlier this week, as well as a gathering on May 29 and 30 in Tucson where groups of people did not disburse after being ordered to leave by police. \"Following a peaceful vigil, some participants again headed to downtown Phoenix where their demonstration escalated ... "], ["2020-05-31 22:11", "SF officials choke up as they announce new curfew: 'We don't want to see it go up in flames' ... , where the march ended at the police station there just after 6 p.m. At that point, most of the crowd had dispersed, but violence escalated later that night as people damaged businesses around the city and lit off fireworks outside the home of Mayor Breed. A number of stores on Market Street were also broken into, including Old Navy, CVS, Walgreens, Marshall's, Urban Outfitters, Starbucks and Zumiez. The sign in front of Google's corporate office in Hills Plaza had also been defaced. Related Stories Scenes from the George Floyd protest in San Francisco 'We're sick of it': Anger over police killings shatters US Target temporarily closes most Bay Area locations The San Francisco Police Department made 10 felony arrests, though \"many ... "], ["2020-05-31 20:48", "NYC stores destroyed by looters, riots during George Floyd protests ...  and lighting fires in another night of violent George Floyd protests. The NYPD said what started as mostly peaceful protest turned to destruction when night fell . The damage was widespread throughout multiple neighborhoods. Apple stores, a Verizon store and clothing stores were all damaged -- not just with their windows shattered, but the contents inside were taken. Cameras captured looters inside an Urban Outfitters at 14th and 6th moments after the windows were shattered. \"Honestly I think the looting is completely justified, these people have been looted from by their country for their entire lives,\" said Antoripa Dey. In the daylight on Sunday, the graffiti could be seen up and down the street -- in some cases the name of George Floyd, in other ... "], ["2020-05-31 20:29", "Ducey declares state of emergency, announces weeklong 8 p.m. curfew ...  Park on May 31, 2020. Mark Henle, Mark Henle/The Republic Fullscreen Islaluna Davis (left), 6, and Samantha Montoya clean up glass from a window display at Scottsdale Fashion Park on May 31, 2020. Mark Henle/The Republic Fullscreen Scottsdale Fashion Park as seen on May 31, 2020. Mark Henle/The Republic Fullscreen Property damage from overnight vandalism and looting at Urban Outfitters on May 31, 2020 in Scottsdale. Mark Henle/The Republic Fullscreen Property damage from overnight vandalism and looting at the Apple Store at Scottsdale Fashion Square on May 31, 2020. Mark Henle/The Republic Fullscreen Kerry Nalls, a volunteer, cleans up property damage from rom overnight vandalism and looting at Yogurtland on May 31, 2020, in Scottsdale. Mark Henle/The ... "]]}}