{"postfix": "veeco_instruments-aktie", "name": "VEECO_INSTRUMENTS", "wkn": "896007", "time": "2020.06.02 11:11", "ts": 1591089089, "features": {"KGV": "-489.21", "Marktkapitalisierung": {"Size": "Mio", "Value": "500.46"}, "GA": "-0.03", "KBV": "0.79", "BA": "18.90", "KCV": "-10.64", "CA": "-2.72", "Vola30": "113.55", "Vola90": "123.33", "Vola180": "97.39", "Vola250": "80.16"}, "rivals": ["aixtron-aktie", "agilent_technologies-aktie", "applied_materials-aktie", "cree-aktie", "kla-tencor-aktie", "bruker-aktie"], "text_data": {"de": [["07.05.20", "Ausblick: Veeco Instruments verkündet Quartalsergebnis zum jüngsten Jahresviertel"], ["22.04.20", "Erste Schätzungen: Veeco Instruments mit Zahlen zum abgelaufenen Quartal"], ["15.02.20", "Veeco Instruments hat Bilanz für das abgelaufene Quartal gezogen"], ["12.02.20", "Ausblick: Veeco Instruments öffnet die Bücher zum abgelaufenen Quartal"]], "en": [["09.05.20", "Veeco Instruments Inc (VECO) Q1 2020 Earnings Call Transcript"], ["07.05.20", "Veeco Instruments (VECO) Q1 Earnings Beat Estimates"], ["30.04.20", "Veeco Instruments (VECO) Reports Next Week: Wall Street Expects Earnings Growth"], ["14.02.20", "Veeco Instruments Inc (VECO) Q4 2019 Earnings Call Transcript"], ["2020-05-27 21:30", "$5.9 Billion Failure Analysis Market Outlook, 2025 - Implications Of COVID-19, Trends & Developments, Key Players ... HOLDING ( Czech Republic ), Bruker (US), Semilab ( Hungary ), A&D Company, Ltd. ( Japan ), HORIBA, Ltd. ( Japan ), Leica Microsystems GmbH ( Germany ), Veeco Instruments (US), Oxford Instruments (UK), and Eurofins Scientific ( Luxembourg ) are among a few major players in the failure analysis market. Key Topics Covered ... &D Company Ltd. 11.1.10 Motion X Corporation11.2 Right to Win11.3 Other Key Players11.3.1 Eurofins Scientific11.3.2 Intertek Group PLC11.3.3 Oxford Instruments11.3.4 Raith Gmbh11.3.5 Leica Microsystems11.3.6 Veeco Instruments11.3.7 Accu-Scope11.3.8 Meiji Techno Co.11.3.9 FIBics 11.3.10 Applied Beams For more information about this report visit https://www.researchandmarkets.com/r/uq0r88 Research and Markets also offers Custom Research services  ... "], ["2020-05-19 21:30", "Veeco Announces Upcoming Investor EventsPLAINVIEW, N.Y., May 19, 2020 (GLOBE NEWSWIRE) -- Veeco Instruments Inc. VECO today announced that management is scheduled to participate in the following virtual events: Cowen and Company Technology, Media & Telecom Virtual Conference on Thursday, May 28"], ["2020-05-15 20:30", "Demand For Physical Vapor Deposition (PVD) Equipment Is Growing In The Medical Industry As Demand For Wear-Resistant And Biocompatible Thin Film Coatings Increases ... Industries Intevac, Inc. Denton Vacuum Oerlikon Balzers IHI HAUZER B.V. Impact Coatings AB KDF Electronic & Vacuum Services, Inc. Johnsen Ultravac Kurt J. Lesker Co. Penta Technology (Suzhou) Co. Ltd. Novellus Systems Plasma Quest Limited Platit AG PVD Products, Inc. Richter Precision, Inc. Semicore Equipment, Inc. Singulus Technologies AG Sulzer MetaplasULVAC, Inc. Veeco Instruments Kurt J. Lesker Company (Kjlc) Oerlikon Leybold Vacuum GmbH Sinovacuum Technology Ltd. System Control Technologies (Sct) Tokyo Electron Limited Buhler Alzenau GMBH GALILEO VACUUM SYSTEMS spa Impreglon, Corporation For more information about this report visit https://www.researchandmarkets.com/r/a1dml8 About ResearchAndMarkets.com ResearchAndMarkets.com is the world's leading ... "], ["2020-05-14 04:53", "Veeco Announces Pricing of Private Offering of $125 Million of 3.75% Convertible Senior NotesPLAINVIEW, N.Y., May 14, 2020 (GLOBE NEWSWIRE) -- Veeco Instruments Inc. (\"Veeco\") (NASDAQ: VECO) announced today the pricing of a private offering of $125 million aggregate principal amount of 3.75% Convertible Senior Notes due 2027 (the \"not"], ["2020-05-09 01:30", "Veeco Instruments Inc (VECO) Q1 2020 Earnings Call Transcript ...  Advisor launched in February of 2002. Returns as of 05/09/2020. Join Stock Advisor Cumulative Growth of a $10,000 Investment in Stock Advisor Calculated by Time-Weighted Return Stocks VECO Veeco Instruments NASDAQ: VECO $13.77 up $2.22 (19.22%) Related Articles Veeco Instruments Inc (VECO) Q4 2019 Earnings Call Transcript Veeco Instruments's Upcoming Earnings: What You Need To Know Will Veeco Instruments's Next Quarter Be a Bomb? Veeco Instruments Beats Estimates But Has a Big Earnings Drop Are You Expecting This from Veeco Instruments? Veeco Instruments Inc (VECO) Q1 2020 Earnings Call Transcript @themotleyfool #stocks $VECO Next Article Prev 1 2 3 4 5 Next Terms of Use Privacy Policy Accessibility Policy Copyright, Trademark and Patent Information ... "], ["2020-05-07 21:55", "Veeco Instruments (VECO) Q1 Earnings Beat Estimates ...  of the Zacks Industry Rank, Electronics - Manufacturing Machinery is currently in the bottom 43% of the 250 plus Zacks industries. Our research shows that the top 50% of the Zacks-ranked industries outperform the bottom 50% by a factor of more than 2 to 1. In-Depth Zacks Research for the Tickers Above Normally $25 each - click below to receive one report FREE: Veeco Instruments Inc (VECO) - free report > > Published in earnings earnings-estimates earnings-outlook earnings-surprise industry-outlook zacks-consensus-estimate zacks-rank Zacks' 7 Best Strong Buy Stocks for May, 2020 Free Research for Zacks.com Readers Experts have chosen 7 stocks out of 220 Zacks Rank #1 Strong Buys that have the highest potential to increase in price quickly amid the global ... "], ["2020-05-07 21:55", "Cognizant (CTSH) Tops Q1 Earnings Estimates ...  Buys that have the highest potential to increase in price quickly amid the global health crisis. A recent pick, Maxar, skyrocketed +178.7% in 3 months. For 32 years, our Strong Buy list has averaged returns more than twice the market. See its 7 best stocks now. Privacy Policy | No cost, no obligation to buy anything ever. ?? Close This Panel X Up Next Veeco Instruments (VECO) Q1 Earnings Beat Estimates Most Read 3 Market-Beating Growth Stocks 3 Cloud Stocks to Buy for Growth & Safety During Coronavirus Top Stock Reports for Procter & Gamble, Exxon & Adobe Is Warren Buffett Right About Buying the Indexes? Bet on \"American Magic\" with 4 Solid Small-Cap Sector ETFs Quick Links Services Account Types Premium Services Zacks Rank Research Personal Finance ... "], ["2020-05-07 21:55", "Digital Realty Trust (DLR) Lags Q1 FFO Estimates ...  Buys that have the highest potential to increase in price quickly amid the global health crisis. A recent pick, Maxar, skyrocketed +178.7% in 3 months. For 32 years, our Strong Buy list has averaged returns more than twice the market. See its 7 best stocks now. Privacy Policy | No cost, no obligation to buy anything ever. ?? Close This Panel X Up Next Veeco Instruments (VECO) Q1 Earnings Beat Estimates Most Read 3 Market-Beating Growth Stocks 3 Cloud Stocks to Buy for Growth & Safety During Coronavirus Top Stock Reports for Procter & Gamble, Exxon & Adobe Is Warren Buffett Right About Buying the Indexes? Bet on \"American Magic\" with 4 Solid Small-Cap Sector ETFs Quick Links Services Account Types Premium Services Zacks Rank Research Personal Finance ... "], ["2020-05-07 20:49", "Veeco: 1Q Earnings SnapshotPLAINVIEW, N.Y. (AP) _ Veeco Instruments Inc. (VECO) on Thursday reported a loss of $567,000 in its first quarter. The Plainview, New York-based company said it had a loss of 1 cent per share. Earnings, adjusted for non-recurring costs and amortization co"], ["2020-05-07 20:49", "Veeco: 1Q Earnings SnapshotPLAINVIEW, N.Y. (AP) _ Veeco Instruments Inc. (VECO) on Thursday reported a loss of $567,000 in its first quarter. The Plainview, New York-based company said it had a loss of 1 cent per share. Earnings, adjusted for non-recurring costs and amortization co"], ["2020-05-07 13:27", "Veeco Announces Governance And Diversity Improvements To Its Board Of DirectorsPLAINVIEW, N.Y., May 07, 2020 (GLOBE NEWSWIRE) -- Veeco Instruments Inc. VECO announced recent changes to its Board of Directors, including: John Peeler, Chairman of the Board and former Chief Executive Officer, retiring from the Board. Richard D'Amor"], ["2020-05-06 11:30", "Failure Analysis Market Worth $5.9 Billion By 2025 - Exclusive Report By MarketsandMarkets ...  top players of the failure analysis market in North America . Thermo Fisher Scientific, Inc. (US), Hitachi High-Technologies Corporation ( Japan ), Carl Zeiss ( Germany ), JOEL, Ltd. ( Japan ), TESCAN OSRAY HOLDING ( Czech Republic ), Bruker (US), Semilab ( Hungary ), A&D Company, Ltd. ( Japan ), HORIBA, Ltd. ( Japan ), Leica Microsystems GmbH ( Germany ), Veeco Instruments (US), Oxford Instruments (UK), and Eurofins Scientific ( Luxembourg ) are among a few major players in the failure analysis market. Related Reports: Focused Ion Beam Market by Ion Source (Ga+ Liquid Metal, Plasma), Application (Failure Analysis, Nanofabrication), Vertical (Electronics & Semiconductor, Industrial Science, Material Science, Bioscience), and Region - Global Forecast to 2024 ... "]]}}