{"postfix": "verizon-aktie", "name": "VERIZON", "wkn": "868402", "time": "2020.06.02 12:09", "ts": 1591092548, "features": {"KGV": "12.83", "Marktkapitalisierung": {"Size": "Mrd", "Value": "207.35"}, "GA": "4.81", "KBV": "4.16", "BA": "14.83", "KCV": "7.15", "CA": "8.64", "Vola30": "16.57", "Vola90": "32.32", "Vola180": "27", "Vola250": "22.57"}, "rivals": ["adva-aktie", "at_t-aktie", "deutsche_telekom-aktie", "orange-aktie", "telefonica-aktie", "sprint_nextel-aktie", "ntt_docomo-aktie"], "text_data": {"de": [["06.05.20", "T-Mobile verdient deutlich mehr - Kundenzustrom in Corona-Krise"], ["30.04.20", "Verizon-Aktie: Experten empfehlen Verizon im April mehrheitlich zum Kauf "], ["26.04.20", "Facebook geht auf Zoom-Jagd mit neuem Videokonferenz-Angebot"], ["25.04.20", "Verizon stellte Quartalsergebnis zum abgelaufenen Jahresviertel vor"], ["24.04.20", "MÄRKTE USA/Wall Street schließt turbulente Woche mit Aufschlägen"], ["24.04.20", "MÄRKTE USA/Zurückhaltung dominiert an der Wall Street"], ["24.04.20", "MÄRKTE USA/Wall Street mit Aufschlägen - Händler skeptisch"], ["24.04.20", "Geschlossene Mobilfunkshops machen Verizon zu schaffen - Prognose eingedampft"], ["24.04.20", "MÄRKTE USA/Wall Street vor Aufschlägen - Händler skeptisch"], ["24.04.20", "Opening Bell: Dow Jones dreistellig im Plus erwartet; American Express, Verizon, Intel, Gilead Sciences, Tesla, Boeing"], ["23.04.20", "Ausblick: Verizon zieht Bilanz zum jüngsten Jahresviertel"], ["16.04.20", "Corona-Zukauf: Verizon schnappt sich Videokonferenzdienst BlueJeans"], ["16.04.20", "Corona-Zukauf: Verizon schnappt sich Videokonferenzdienst BlueJeans"], ["09.04.20", "Erste Schätzungen: Verizon informiert über die jüngsten Quartalsergebnisse"], ["08.04.20", "Corona: US-Netzbetreiber Verizon stellt Home-Installationen ein"], ["31.03.20", "So schätzen die Analysten die Zukunft der Verizon-Aktie ein"], ["06.03.20", "Verizon meldet Dividende"], ["19.02.20", "Telekom will nach Milliarden-Fusion in den USA angreifen"], ["19.02.20", "Telekom-Chef sieht US-Milliardenfusion in greifbarer Nähe"], ["19.02.20", "ROUNDUP: Deutsche Telekom legt Zahlen für 2019 vor"]], "en": [["01.06.20", "Recap of “Class of 2020: Ready For Anything” with Kevin Love."], ["01.06.20", "Top Analyst Reports for Apple, Verizon & PayPal"], ["01.06.20", "Catch the replay of today's Leadership Forum employee webcast."], ["01.06.20", "A message from Verizon CEO Hans Vestberg"], ["01.06.20", "T-Mobile vs. Verizon: Who Is Better?"], ["29.05.20", "Connections are now more important than ever."], ["29.05.20", "V Team volunteer spotlight: Jorge Hernandez"], ["29.05.20", "Verizon Brings 5G Service to San Diego, Momentum to Continue"], ["29.05.20", "Verizon to redeem debt securities on June 29, 2020"], ["29.05.20", "The grand finale."], ["29.05.20", "Supporting small business: It’s all rhythm and no blues"], ["28.05.20", "Verizon Introduces 5G Upload Speeds to Its Next Gen Network"], ["28.05.20", "Verizon has a new best friend."], ["28.05.20", "Verizon Furthers E-Learning for the Underprivileged Communities"], ["28.05.20", "The right stuff."], ["28.05.20", "Better Buy: Verizon Communications vs. AT&T"], ["28.05.20", "Teachers and students 3D-print protective gear for essential workers"], ["28.05.20", "How a missing child was found with help from drones"], ["28.05.20", "A lyrical look back at Pay It Forward Live."], ["27.05.20", "The 5G Dream Could Turn Into a Nightmare for Verizon"], ["27.05.20", "Verizon CEO Hans Vestberg shares his COVID-19 strategy and tactics"], ["27.05.20", "Verizon to speak at Bernstein Strategic Decisions Conference May 28, 2020"], ["27.05.20", "Safety first. And second. And third."], ["27.05.20", "Verizon and Los Angeles Unified to enable distance learning for more students"], ["27.05.20", "Nurse-Family Partnership, Verizon and ATG provide iPhones to moms In need"], ["27.05.20", "Clear minds. Full hearts. Good news."], ["26.05.20", "Recap of “Class of 2020: Ready For Anything” with William P. Lauder and Katie Sowers."], ["26.05.20", "100 top employers. We rank #1."], ["26.05.20", "COVID-19 makes preparations for hurricane season even more critical"], ["26.05.20", "Extra Crunch Live: Join Verizon CEO Hans Vestberg for a live Q&A today at 2pm EDT/11am PDT"], ["26.05.20", " Verizon Business survey finds 68% of small businesses believe they can recoup COVID-19 losses"], ["26.05.20", "Dave Matthews returns to Pay It Forward Live on May 28"], ["26.05.20", "???????. Gracias. ??????????. ??. Thank You."], ["24.05.20", "Verizon (VZ) Down 6.1% Since Last Earnings Report: Can It Rebound?"], ["22.05.20", "Verizon network investment on its way to 22 Upstate communities"], ["22.05.20", "Speaking for a sister who can’t."], ["22.05.20", "Putting the needs of others ahead of her own."], ["22.05.20", "Verizon and NCMEC team up to fight child exploitation"], ["22.05.20", "05/22 Update: The biggest names in entertainment are helping the smallest names in business"], ["22.05.20", "This one’s for our military."], ["2020-06-02 09:33", "Iran says plane carrying scientist jailed in US has taken off ... the United States are dual nationals charged with evading sanctions by either exporting goods to Iran or using the US financial system. What to Read Next Former Pollen employees were asked to sign an 'NDA masked as a severance agreement' TechCrunch Lucille Ball's Granddaughter is Plain Stunning Investing.com Ad United States' 5G Mobile Wireless Access Case Study - Verizon Wireless and the City of Dallas, TX - ResearchAndMarkets.com Business Wire German stocks surge after three-day break as equities extend winning run MarketWatch Hong Kong leader accuses US of 'double standards' over protests AFP Honda Has Made It Again: The Astonishing New CR-V search ads Ad NetEase China Games Giant Confirms $3 Billion Share Sale in Hong Kong Variety ... "], ["2020-06-02 09:17", "Best mobile phone plans for business in 2020 ... at Boost Mobile Boost Mobile US No contract Unlimited HD Music Streaming 4G LTE Coverage Taxes & Fees included Learn More Apple iPhone 8 (Instalments 64GB) 2 iPhone 8 64GB Unlimited mins Calls: to the US, Canada & Mexico Unlimited texts Texts: Nationwide & International Text to over 200 countries in the world 5GB data $20 upfront $73.74 /mth View Deal at Verizon Wireless Verizon Wireless US No contract No overages with Safety Mode Carryover Data Unlimited Calling to Mexico & Canada Learn More Apple iPhone 11 (Lease 64GB) 3 iPhone 11 64GB Unlimited mins Unlimited texts Texts: Domestic & International Text to/from select countries Unlimited data Data: Users may notice reduced speeds during congestion / 3G-speed mobile hotspot Free upfront $79.17 /mth View Deal ... "], ["2020-06-02 09:05", "28 tips to stretch your stimulus check and save money after quarantine ...  Antivirus Deals Identity Theft Protection Deals Mattress Deals Meal Kit Deals Password Manager Deals Pillow Deals Prescription Glasses Deals Tax Service Deals VPN Deals Web Hosting Deals All coupons Best Buy Promo Codes DoorDash Promo Codes eBay Coupons Groupon Promo Codes GrubHub Coupons Home Depot Coupons HP Coupons Office Depot Coupons Postmates Coupons Samsung Promo Codes Staples Coupons Target Coupons Verizon Promo Codes Walmart Coupons Download 5G Editions Editions English Espaol China France Germany Japan Korea Search Go Hi, Settings My Profile Forums Sign Out Join / Sign In CNET editors pick the products and services we write about. When you buy through our links, we may get a commission. 28 tips to stretch your stimulus check and save money after ... "], ["2020-06-02 09:00", "Grab Samsung's 500GB T5 SSD for $80 at Best Buy ...  Now all your home's Alexa devices work like an intercom View NBCUniversal's Peacock launches today: Here's what you need to know View Facebook staff plan 'virtual walkout' over response to Trump posts View From around the web About About Engadget About Our Ads Advertise Brand Kit Buyers Guide RSS Feed Sections Reviews Gear Gaming Entertainment Tomorrow The Buyer's Guide Video Podcasts Deals Contribute Comment Guidelines Send us a tip! Support International Join Our Newsletter Subscribe Follow Us 2020 Verizon Media. All rights reserved. About Verizon Media Reprints and Permissions Suggestions Privacy Policy (Updated) Privacy dashboard Terms of Service (Updated) Trademarks Advertise Page 1 Page 1 ear icon eye icon Fill 23 text file vr"], ["2020-06-02 09:00", "Yandex updates its self-driving tech on the 2020 Hyundai Sonata ...  Now all your home's Alexa devices work like an intercom View NBCUniversal's Peacock launches today: Here's what you need to know View Facebook staff plan 'virtual walkout' over response to Trump posts View From around the web About About Engadget About Our Ads Advertise Brand Kit Buyers Guide RSS Feed Sections Reviews Gear Gaming Entertainment Tomorrow The Buyer's Guide Video Podcasts Deals Contribute Comment Guidelines Send us a tip! Support International Join Our Newsletter Subscribe Follow Us 2020 Verizon Media. All rights reserved. About Verizon Media Reprints and Permissions Suggestions Privacy Policy (Updated) Privacy dashboard Terms of Service (Updated) Trademarks Advertise Page 1 Page 1 ear icon eye icon Fill 23 text file vr"], ["2020-06-02 08:07", "Samsung launches new Galaxy M01 and Galaxy M11 budget phones in IndiaNew Verizon Unlimited customers: Buy one Galaxy S20+ 5G and save up to $1,000 on a second one + $150 gift card Forums Shop Toggle Search Galaxy S20 Work From Home VPN Deals Pixel 4 OnePlus 8 Pro Disney+ Pricing Android 11 PlayStation 5 Chromebook Deals We may earn a commission for purchases using our links. Learn more . Budget Galaxies Samsung launches new Galaxy M01 and Galaxy M11 budget phones in India The Galaxy M11's headline feature is its massive 5,000mAh battery with 15W fast charging. Babu Mohan 2 Jun 2020 0 Source: Samsung What you need to know Samsung has launched two new affordable Galaxy M series phones in India The Galaxy M11 features a 6.4-inch Infinity-O display and a triple-camera array on the back. Samsung's latest entry-level phone ... "], ["2020-06-02 08:02", "VERIFY: There is no evidence of a #dcblackout, yet rumors persist ... in any way shape or form,\" Newsham said. \"I don't know where that came from, and that's why I rarely take a lot of the information that I get from social media on its face.\" Our Verify researchers then turned to cell phone carriers to see whether they noticed any outages in the District. Spokespeople for both Verizon and AT&T confirmed their phone networks operated normally overnight. Next, our Verify researchers checked with WUSA9 journalists who worked in the field overnight, during the demonstrations. Videos and photos continued to upload normally throughout the night. Our Verify researchers also looked at some of those tweets claiming that phones were being jammed. One account has since been suspended , another was removed . A Twitter ... "], ["2020-06-02 07:35", "Water Treatment Chemicals Market Size Worth $41.2 Billion By 2030: Grand View Research, Inc. ... and South America Brazil Colombia Middle East & Africa Saudi Arabia Azerbaijan Uzbekistan Turkey Turkmenistan Iran Kazakhstan Georgia List of Companies in the Water Treatment Chemicals Market AT&T Intellectual Property Colt Technology Services Group Limited Comcast, Consolidated Communications GTT Communications, Inc. Level 3 Communications, Inc. (CenturyLink, Inc.) NTT Communications Corporation Verizon Communications, Inc. Windstream Communications Zayo Group, LLC Find more research reports on Organic Chemicals Industry , by Grand View Research: Cumene Market - Its growing demand in various applications such as laminates, composites, and plastics, is expected to be the key factor driving market growth. Pectin Market - Increasing health concerns and growing ... "], ["2020-06-02 07:32", "Do Fashion Brands Really Care about George Floyd and Racism—Or Their Public Image? ... active. Alaina Demopoulos Style Writer Published Jun. 02, 2020 3:32AM ET BEAST INSIDE Spencer Platt/Getty When the coronavirus pandemic began, companies started running ads to assure us that they cared. YouTube compilations spliced together messages from Budweiser, Uber, and Walmart promising that we were all in these uncertain times together , and it was downright heroic to pay your Verizon bill. After the murder of George Floyd prompted nationwide anti-racist protests, Instagram again filled with messages from brands. These posts and stories featured somber but stylish graphic design, with platitudes about peace and justice written in millennial-friendly serif fonts. That kind of post is so ubiquitous that it has been parodied in a spot-on meme circulating ... "], ["2020-06-02 07:14", "Home And Away actor Cameron Daddo will discover his family's history on Who Do You Think You Are? ...  famous faces to take part in the documentary include Bert Newton, Lisa Wilkinson and former Foreign Affairs Minister Julie Bishop. Season 11 of Who Do You Think You Are? airs Tuesday at 7:30pm on SBS Family: He is married to former model Alison Brie and the couple share three children: daughters Bodhi, 14, and Lotus, 23, and son River, 20 Advertisement Read more: HuffPost is now a part of Verizon Media Share or comment on this article: Home And Away actor Cameron Daddo will discover his family's history on Who Do You Think You Are? e-mail Add comment Comments 0 Share what you think No comments have so far been submitted. Why not be the first to send us your thoughts, or debate this issue live on our message boards. Add your comment Enter your comment ... "], ["2020-06-02 07:02", "Vivo's flagship X50 phones with gimbal-style camera will drop in the second half of 2020 ...  Antivirus Deals Identity Theft Protection Deals Mattress Deals Meal Kit Deals Password Manager Deals Pillow Deals Prescription Glasses Deals Tax Service Deals VPN Deals Web Hosting Deals All coupons Best Buy Promo Codes DoorDash Promo Codes eBay Coupons Groupon Promo Codes GrubHub Coupons Home Depot Coupons HP Coupons Office Depot Coupons Postmates Coupons Samsung Promo Codes Staples Coupons Target Coupons Verizon Promo Codes Walmart Coupons Download 5G Editions Editions English Espaol China France Germany Japan Korea Search Go Hi, Settings My Profile Forums Sign Out Join / Sign In Vivo's flagship X50 phones with gimbal-style camera will drop in the second half of 2020 The base X50 phone is the thinnest 5G phone ever made, according to Vivo, while ... "], ["2020-06-02 07:00", "Women's football must escape shackles of the FA if it is to thrive after this crisis ... first professional team sport to return in the US when its new Challenge Cup a one-month tournament involving all teams that will take place in Salt Lake City kicks off on 27 June. Sponsorship deals could easily be in the air as the pandemic rocks the economy but the NWSL has found a way to keep itself attractive Budweiser, CBS, Nike, P&G, Secret, Thorne, Twitch and Verizon are all backing the league. The WSL has the authority and profile to tread the same path. It is attractive in its own right and a leadership structure making decisions unhindered could be very effective in this market-driven game. Topics Women's Super League Women's football The FA Premier League Football politics comment Share on Facebook Share on Twitter Share via Email Share on ... "], ["2020-06-02 06:56", "Google brings its Advanced Protection Program to Nest devicesNew Verizon Unlimited customers: Buy one Galaxy S20+ 5G and save up to $1,000 on a second one + $150 gift card Forums Shop Toggle Search Galaxy S20 Work From Home VPN Deals Pixel 4 OnePlus 8 Pro Disney+ Pricing Android 11 PlayStation 5 Chromebook Deals We may earn a commission for purchases using our links. Learn more . Improved security Google brings its Advanced Protection Program to Nest devices Until now, it wasn't possible for users to use their Google Account with both Advanced Protection and Nest devices. Babu Mohan 2 Jun 2020 0 Source: Google What you need to know Google has finally brought its Advanced Protection Program to Nest devices. The Advanced Protection Program offers additional safeguards against fraudulent access, phishing, and malware ... "], ["2020-06-02 06:40", "NBN admits telling Canberrans they needed to move off TransACT when they didn't ...  the FCC. Windows 10 2004: We're already looking into these 10 issues, says Microsoft Despite extra testing of the Windows 10 May 2020 update, the rollout has already thrown up multiple driver problems. Singtel sees fourth quarter double digit falls in revenue and earnings Net profit for Singaporean telco group down by a quarter, while associates continue to grow. Verizon CTO declares 5G rollout is ahead of schedule The company is not letting a pandemic stand in its way. ZDNet Connect with us 2020 CBS Interactive. All rights reserved. Privacy Policy | Cookies | Ad Choice | Advertise | Terms of Use | Mobile User Agreement Visit other CBS Interactive sites: Select Site CBS Cares CBS Films CBS Radio CBS.com CBSInteractive CBSNews.com CBSSports.com Chowhound ... "], ["2020-06-01 06:30", "Here's how WhatsApp tailored its app for KaiOSNew Verizon Unlimited customers: Buy one Galaxy S20+ 5G and save up to $1,000 on a second one + $150 gift card Forums Shop Toggle Search Galaxy S20 Work From Home VPN Deals Pixel 4 OnePlus 8 Pro Disney+ Pricing Android 11 PlayStation 5 Chromebook Deals A new beginning Here's how WhatsApp tailored its app for KaiOS With tens of millions of users, WhatsApp is the marquee app on KaiOS — and it is steadily getting new features. Harish Jonnalagadda 1 Jun 2020 0 Source: Android Central We haven't really talked about KaiOS a lot here, but the operating system is now installed on over 100 million phones, making it the third-largest mobile operating system in the world. KaiOS is a fork of Firefox OS that's designed for feature phones, and over the  ... "], ["2020-06-01 06:15", "12 essential Google Home calculations your smart speaker can instantly answer ...  Identity Theft Protection Deals Mattress Deals Meal Kit Deals Password Manager Deals Pillow Deals Prescription Glasses Deals Tax Service Deals VPN Deals Web Hosting Deals All coupons Best Buy Promo Codes DoorDash Promo Codes eBay Coupons Groupon Promo Codes GrubHub Coupons Home Depot Coupons HP Coupons Office Depot Coupons Postmates Coupons Samsung Promo Codes Staples Coupons Target Coupons Verizon Promo Codes Walmart Coupons Download 5G Editions Editions English Espaol China France Germany Japan Korea Search Go Hi, Settings My Profile Forums Sign Out Join / Sign In 12 essential Google Home calculations your smart speaker can instantly answer Google Assistant can handle conversions, calculations and dates for you in a snap. The best part is, you never have ... "], ["2020-06-01 04:58", "LG Australia posts AU$12m profit while Samsung Australia hits AU$38m mark in FY19 ...  LOG IN TO COMMENT My Profile Log Out | Community Guidelines Join Discussion Add Your Comment Add Your Comment More from Aimee Chanthadavong Tech Industry Facebook Australia full-year profit slips slightly as revenue receives 33% boost Innovation CSIRO to spend up to AU$7 million annually through new procurement portal E-Commerce Coles partners with Flybuys to launch Flypay 5G Verizon CTO declares 5G rollout is ahead of schedule Please review our terms of service to complete your newsletter subscription. By registering, you agree to the Terms of Use and acknowledge the data practices outlined in the Privacy Policy . You will also receive a complimentary subscription to the ZDNet's Tech Update Today and ZDNet Announcement newsletters. You may unsubscribe ... "], ["2020-06-01 04:00", "With Arcadia, anyone can reduce their carbon footprint in 2020New Verizon Unlimited customers: Buy one Galaxy S20+ 5G and save up to $1,000 on a second one + $150 gift card Forums Shop Toggle Search Galaxy S20 Work From Home VPN Deals Pixel 4 OnePlus 8 Pro Disney+ Pricing Android 11 PlayStation 5 Chromebook Deals Android Central Digital Offers With Arcadia, anyone can reduce their carbon footprint in 2020 StackSocial 1 Jun 2020 Source: Stack Commerce You don't need to be a professional climate scientist to know that the Earth is in trouble, and reducing your home's carbon footprint should rank high on your 2020 resolution list if you want to do your part and help save the world. The only problem is that making even minor changes to your energy consumption usually requires changes to your utility routine that  ... "], ["2020-06-01 03:43", "Preliminary damage report from first 2 nights of Cincinnati protests ...  28 W Court St - Court St Lobster 32 W Court St - Queen City Exchange 101 W 5th St - Saks Fifth Avenue 39 E Court St - Boost Mobile 2140 Reading Rd - Asad Wholesale 3110 Harrison Ave - Western Hills Honda Police D01 - Window broken out 411 Elm St - Window broken 1610 Hughes St- Window broken John/Hopkins - Outdoor fire 2120 Vine/Rising Star Academy - Outdoor fire 2510 Ohio/Verizon Store - Window broken 4050 Spring Grove/Bud Herbert Motors- Broken into second night in a row 2536 Kemper Ln/Boost Mobile - Window broken 2724 Short Vine/Puff Smoke Shop - Breaking and entering McMillan/Vine- Multiple trash cans set on fire in street 231 E University/Highland Coffee Shop- Couch Set on fire near building Gilbert/Kenton - Trash can set on fire 1911 Race St - Dumpster ... "], ["2020-06-01 03:43", "Stores and Houston-area malls close early after threats of looting ...  cities. Saturday night, stores in the Melrose Place section of Los Angeles were looted and some were set on fire as crowds of people marched, protesting the death of George Floyd by a Minneapolis police officer who was fired, and charged in the Houston native's death. In Houston, some 400 arrests were made Friday and Saturday as demonstrations occurred downtown. A Verizon store was cleaned out by looters, and several small businesses were damaged. Most of the arrests were said to have been for obstructing traffic, several for assaulting police officers, and a small number for carrying weapons. Mayor Sylvester Turner said the majority of those arrested were from Houston, rather than contingents of people coming in from other cities and states to create ... "]]}}