{"postfix": "vishay_intertechnology-aktie", "name": "VISHAY_INTERTECHNOLOGY", "wkn": "861320", "time": "2020.06.02 11:13", "ts": 1591089183, "features": {"KGV": "16.92", "Marktkapitalisierung": {"Size": "Mrd", "Value": "1.90"}, "GA": "1.26", "KBV": "2.08", "BA": "10.27", "KCV": "10.24", "CA": "2.08", "Vola30": "70.77", "Vola90": "77.74", "Vola180": "59.5", "Vola250": "49.47"}, "rivals": ["aixtron-aktie"], "text_data": {"de": [["13.05.20", "Vishay Intertechnology: Was beim Unternehmen in den jüngsten Büchern steht"], ["11.05.20", "Ausblick: Vishay Intertechnology vermeldet Zahlen zum jüngsten Quartal"], ["27.04.20", "Erste Schätzungen: Vishay Intertechnology öffnet die Bücher zum abgelaufenen Quartal"], ["05.02.20", "Vishay Intertechnology hat die Zahlen zum jüngsten Quartal vorgelegt"], ["03.02.20", "Ausblick: Vishay Intertechnology vermeldet Zahlen zum jüngsten Quartal"]], "en": [["13.05.20", "Vishay Intertechnology (VSH) Q1 2020 Earnings Call Transcript"], ["12.05.20", "Vishay Intertechnology (VSH) Tops Q1 Earnings and Revenue Estimates"], ["05.05.20", "Analysts Estimate Vishay Intertechnology (VSH) to Report a Decline in Earnings: What to Look Out for"], ["01.04.20", "Is Vishay Intertechnology (VSH) a Worthy Stock Now?"], ["05.02.20", "Vishay Intertechnology (VSH) Q4 2019 Earnings Call Transcript"], ["04.02.20", "Vishay Intertechnology (VSH) Q4 Earnings Miss Estimates"], ["28.01.20", "Earnings Preview: Vishay Intertechnology (VSH) Q4 Earnings Expected to Decline"], ["2020-05-22 12:15", "North America & Europe Power Electronics Market Study, 2020 ... projected to grow at the highest CAGR of around 7.5% over the forecast period. In addition to this, this segment is anticipated to increase the incremental opportunity created by the discrete segment in power electronics market in the United States .Some of the key industry leaders in the North America and Europe power electronics market are International Rectifier, Vishay Intertechnology (Siliconix), Infineon Technologies, Pulse, The Bergquist Company, Bosch Rexroth, Rockwell Automation, SynQor, Artesyn and Power-One. Key Topics Covered 1. Report Overview 1.1. North America & Europe Power Electronics Market Overview 1.2. Why You Should Read This Report 1.3. How This Report Delivers 1.4. Key Questions Answered by This Analytical Report1.5. Who is This Report ... "], ["2020-05-20 20:15", "Vishay Intertechnology Declares Quarterly DividendMALVERN, Pa., May 20, 2020 (GLOBE NEWSWIRE) -- Vishay Intertechnology, Inc. (NYSE: VSH ), one of the world's largest manufacturers of discrete semiconductors and passive components, announced today that the Company's Board of Directors declared a "], ["2020-05-13 13:48", "Vishay (VSH) Q1 Earnings Beat Estimates, Revenues Fall Y/YVishay Intertechnology's (VSH) first-quarter results reflect the negative impact of COVID-19."], ["2020-05-13 07:37", "U.S. RESEARCH ROUNDUP-B&G Foods, Grubhub, Reliance Steel & Aluminum ...  $30 * Varex Imaging Corp : JP Morgan cuts to neutral from overweight * Varex Imaging Corp : JP Morgan cuts target price to $25 from $32 * Venator Materials Plc : Jefferies cuts target price to $1.40 from $1.55 * Verra Mobility Corp : Credit Suisse raises target price to $11.50 from $10.50 * Vir Biotechnology Inc : Baird cuts target price to $17 from $20 * Vishay Intertechnology Inc : Cowen and Company cuts target price to $18 from $20 * WEX Inc : Evercore ISI cuts target price to $126 from $214 * WW International Inc : Jefferies initiates with buy, $32 target price (Compiled by Bengaluru Newsroom) Our Standards: The Thomson Reuters Trust Principles. 0 : 0 narrow-browser-and-phone medium-browser-and-portrait-tablet landscape-tablet medium-wide-browser wide ... "], ["2020-05-13 05:01", "Vishay Intertechnology (VSH) Q1 2020 Earnings Call Transcript ...  in February of 2002. Returns as of 05/13/2020. Join Stock Advisor Cumulative Growth of a $10,000 Investment in Stock Advisor Calculated by Time-Weighted Return Stocks VSH Vishay Intertechnology NYSE: VSH $15.20 down $-1.18 (-7.20%) Related Articles Vishay Intertechnology (VSH) Q4 2019 Earnings Call Transcript Vishay Intertechnology (VSH) Q3 2019 Earnings Call Transcript Vishay Intertechnology (VSH) Q2 2019 Earnings Call Transcript Vishay Intertechnology (VSH) Q1 2019 Earnings Call Transcript Why Shares of Vishay Intertechnology Popped Today Vishay Intertechnology (VSH) Q1 2020 Earnings Call Transcript @themotleyfool #stocks $VSH Next Article Prev 1 2 3 4 Next Terms of Use Privacy Policy Accessibility Policy Copyright, Trademark and Patent Information Terms ... "], ["2020-05-12 12:45", "Vishay Intertechnology (VSH) Tops Q1 Earnings and Revenue Estimates ...  of the Zacks Industry Rank, Semiconductor - Discretes is currently in the top 33% of the 250 plus Zacks industries. Our research shows that the top 50% of the Zacks-ranked industries outperform the bottom 50% by a factor of more than 2 to 1. In-Depth Zacks Research for the Tickers Above Normally $25 each - click below to receive one report FREE: Vishay Intertechnology Inc (VSH) - free report > > Published in earnings earnings-estimates earnings-outlook earnings-surprise industry-outlook zacks-consensus-estimate zacks-rank Zacks' 7 Best Strong Buy Stocks for May, 2020 Free Research for Zacks.com Readers Experts have chosen 7 stocks out of 220 Zacks Rank #1 Strong Buys that have the highest potential to increase in price quickly amid the global health ... "], ["2020-05-12 12:45", "Why Cisco (CSCO) Might Surprise This Earnings Season ...  #1 Strong Buys that have the highest potential to increase in price quickly amid the global health crisis. A recent pick, Maxar, skyrocketed +178.7% in 3 months. For 32 years, our Strong Buy list has averaged returns more than twice the market. See its 7 best stocks now. Privacy Policy | No cost, no obligation to buy anything ever. ?? Close This Panel X Up Next Vishay Intertechnology (VSH) Tops Q1 Earnings and Revenue Estimates Most Read Top Retailers Flying High Despite Pandemic-Induced Crisis 3 Stocks to Make the Most of Bitcoin \"Halving\" AWS 5/12: Will the Reopening Save Us from Deflation? PFP 5/12: S&P, Nasdaq Up as Economy Continues to Reopen Chip Stocks Driving \"The New Normal\" Quick Links Services Account Types Premium Services Zacks ... "], ["2020-05-10 23:00", "IR LED Market Shipments To Cross 8 Billion Units By 2026: Global Market Insights, Inc. ... 's Terms and Policy Sign Up Already have an account? Login here Alerts | Newsletters JIM CRAMER INVESTING PERSONAL FINANCE RETIREMENT TECHNOLOGY MARKETS HOW-TO VIDEO FINANCIAL ADVISOR CENTER Login Account IR LED Market Shipments To Cross 8 Billion Units By 2026: Global Market Insights, Inc. Major infrared (IR) LED market players include Epistar, EVERLIGHT, Vishay Intertechnology, Inc., Raytek Corporation, Lite-On Technology, and Osram. Author: PR Newswire Publish date: May 10, 2020 7:00 PM EDT SELBYVILLE, Del. , May 10, 2020 /PRNewswire/ -- According to the latest report \"Infrared LED Market by Spectral Range (700nm-850nm, 850nm-940nm, 940nm-1020nm, 1020nm-1720nm), Application (Biometrics, Imaging, Lighting, Remote Sensing, Surveillance), End-use ... "], ["2020-05-06 15:00", "Vishay Intertechnology Extends Resistance Range Of MCA 1206 AT Precision Series Thin Film Chip ResistorsMALVERN, Pa., May 06, 2020 (GLOBE NEWSWIRE) -- Vishay Intertechnology, Inc. VSH today announced that the company has enhanced its MC AT precision series of Automotive Grade thin film chip resistors with a wider range of resistance values from 47 to 10 M i"], ["2020-05-05 16:30", "Analysts Estimate Vishay Intertechnology (VSH) to Report a Decline in Earnings: What to Look Out for ... two companies is not a solicitation or offer to invest in a particular security or type of security. ZacksTrade does not endorse or adopt any particular investment strategy, any analyst opinion/rating/report or any approach to evaluating indiv idual securities. If you wish to go to ZacksTrade, click OK . If you do not, click Cancel. OK Cancel Back to top Image: Bigstock Analysts Estimate Vishay Intertechnology (VSH) to Report a Decline in Earnings: What to Look Out for Zacks Equity Research May 05, 2020 VSH Trades from $ 1 You follow Tale of the Tape - edit You follow Zacks Equity Research - edit What would you like to follow? Zacks Equity Research Tale of the Tape Cancel Read More Hide Full Article Wall Street expects a year-over-year decline in earnings on ... "], ["2020-05-04 20:54", "Vishay Intertechnology Announces Change Of 2020 Annual Meeting Of Stockholders To A Virtual MeetingMALVERN, Pa., May 04, 2020 (GLOBE NEWSWIRE) -- Vishay Intertechnology, Inc., (NYSE: VSH) announced today that its Annual Meeting of Stockholders, to be held on Tuesday, May 19, 2020 will be conducted solely via the Internet. The virtual annual meeting wil"], ["2020-05-04 19:10", "Global SiC Power Device Market - Analysis By Application, End User, By Region, By Country (2020 Edition): Market Insight, COVID-19 Impact And Forecast (2020-2025) ... types. Also, the major opportunities, trends, drivers and challenges of the industry has been analysed in the report. The report tracks competitive developments, strategies, mergers and acquisitions and new product development. The companies analysed in the report include Cree, Infineon Technologies, ON semiconductor, STMicroelectronics, Fuji Electric, Mitsubishi Electric, Renesas Electronics, Rohm, Vishay Intertechnology and Littelfuse. The report presents the analysis of SiC Power Device market for the historical period of 2015-2019 and the forecast period of 2020-2025. Key Target Audience SiC Power Device Vendors Electric Vehicle Players Consulting and Advisory Firms Government and Policy Makers Investment Banks and Equity Firms Regulatory AuthoritiesRead ... "]]}}