{"postfix": "vivendi-aktie", "name": "VIVENDI", "wkn": "591068", "time": "2020.06.02 12:21", "ts": 1591093272, "features": {"KGV": "18.40", "Marktkapitalisierung": {"Size": "Mrd", "Value": "24.39"}, "GA": "1.41", "KBV": "2.02", "BA": "12.83", "KCV": "30.74", "CA": "0.84", "Vola30": "25.18", "Vola90": "53.5", "Vola180": "39.86", "Vola250": "30"}, "rivals": ["at_t-aktie", "disney-aktie", "viaco_a-aktie", "cbs-aktie", "21st_century_fox_a_1-aktie", "sky_7-aktie", "prosiebensat1-aktie"], "text_data": {"de": [["31.05.20", "Analysten sehen bei Vivendi-Aktie Potenzial"], ["26.05.20", "Plattenfirma Warner Music strebt Milliardenbewertung bei Börsengang an"], ["13.05.20", "Mediaset - ProSieben wichtiger Partner - aber nicht der einzige"], ["07.05.20", "Neuer ProSieben-Chef zurückhaltend zu möglicher Fusion mit Mediaset"], ["07.05.20", "ProSieben-Chef - Bisher noch keine strategischen Gespräche mit Mediaset"], ["30.04.20", "So stuften die Analysten die Vivendi-Aktie im vergangenen Monat ein"], ["24.04.20", "ANALYSE-FLASH: HSBC senkt Ziel für Vivendi auf 26,50 Euro - 'Buy'"], ["21.04.20", "Vivendi Un: So schnitt der Konzern im vergangenen Quartal ab"], ["21.04.20", "Vivendi stellte Zahlen zum jüngsten Quartal vor"], ["20.04.20", "MÄRKTE EUROPA/Schluss im Plus - Verwerfungen am Ölmarkt"], ["20.04.20", "MÄRKTE EUROPA/Knapp behauptet - Öl- und Rohstoffwerte belasten"], ["20.04.20", "MÄRKTE EUROPA/Börsen drehen ins Minus - Öl- und Rohstoffwerte belasten"], ["20.04.20", "KORREKTUR: MÄRKTE EUROPA/Freundlich - Versicherer bislang Tagessieger"], ["20.04.20", "ANALYSE-FLASH: Goldman belässt Vivendi auf 'Conviction Buy List'"], ["20.04.20", "Taylor Swift und Lady Gaga sorgen bei Vivendi für Umsatzplus"], ["20.04.20", "MÄRKTE EUROPA/Freundlich - Versicherer bislang Tagessieger"], ["20.04.20", "AKTIE IM FOKUS: Vivendi legen nach Quartalszahlen vorbörslich deutlich zu"], ["20.04.20", "WDH/Vivendi profitiert von Musikgeschäft - Warnt vor zweitem Quartal"], ["20.04.20", "Medienkonzern Vivendi profitiert von Musikgeschäft und warnt vor zweitem Quartal"], ["31.03.20", "So schätzen die Analysten die Vivendi-Aktie im März 2020 ein"], ["29.02.20", "So schätzen die Analysten die Vivendi-Aktie im Februar 2020 ein"], ["14.02.20", "MÄRKTE EUROPA/Wenig verändert - Unternehmenszahlen setzen Akzente"], ["14.02.20", "MÄRKTE EUROPA/Gewinnmitnahmen setzen ein"], ["14.02.20", "MÄRKTE EUROPA/Börsen gut behauptet - Zahlenflut aus Frankreich"], ["14.02.20", "MÄRKTE EUROPA/DAX mit neuem Rekordhoch - TF1 und EDF sehr fest"], ["14.02.20", "IPO/Vivendi flirtet mit Börsengang von Universal Music"], ["14.02.20", "Vivendi Un präsentierte Quartalsergebnisse"], ["14.02.20", "Vivendi legte die Bilanz zum abgelaufenen Quartal vor"]], "en": [["07.05.20", "Media giant Vivendi raises stake in Lagardere to 13.36%"], ["21.04.20", "Vivendi buys stake in Lagardère ahead of activist showdown "], ["20.04.20", "UPDATE 3-Vivendi investors back hiked dividend in defiance of France's crisis call"], ["20.04.20", "UPDATE 2-Vivendi investors back hiked dividend in defiance of France's crisis call"], ["20.04.20", "Vivendi shareholders approve dividend of 0.60 euro per share"], ["20.04.20", "Universal keeps Vivendi sales on track in first quarter"], ["20.04.20", "UPDATE 1-Universal keeps Vivendi sales on track in first quarter"], ["31.03.20", "Vivendi closes sale of 10% stake in Universal to Tencent consortium"], ["31.03.20", "Vivendi closes sale of 10% stake in Universal to Tencent consortium"], ["31.03.20", "Vivendi closes sale of 10% stake in Universal to Tencent consortium"], ["31.03.20", "Vivendi closes Universal 10% stake sale to Tencent consortium"], ["27.02.20", "Vivendi files appeal against Milan court OK to Mediaset revamp"], ["19.02.20", "Vivendi SA (VIVHY) Q4 2019 Earnings Call Transcript"], ["13.02.20", "Vivendi considers floating Universal Music by 2023"], ["13.02.20", "Vivendi considers floating Universal Music by 2023"], ["13.02.20", "REFILE-UPDATE 2-Vivendi plans IPO of Universal by early 2023 at the latest"], ["13.02.20", "REFILE-UPDATE 1-Vivendi plans IPO of Universal by early 2023 at the latest"], ["13.02.20", "UPDATE 2-Vivendi plans IPO of Universal by early 2023 at the latest"], ["13.02.20", "Vivendi plans IPO of Universal by early 2023 at the latest"], ["13.02.20", "UPDATE 1-Vivendi plans IPO of Universal by early 2023 at the latest"], ["13.02.20", "Vivendi plans an IPO of Universal by early 2023 at the latest"], ["13.02.20", "Vivendi plans an IPO of Universal by early 2023 at the latest"], ["05.02.20", "Vivendi may take further legal action against Mediaset in pan European merger"], ["05.02.20", "UPDATE 1-Vivendi may take further legal action against Mediaset in pan European merger"], ["21.01.20", "Italy judge sets Feb 1 date for Vivendi request to suspend Mediaset TV project"], ["10.01.20", "Timeline - Mediaset vs Vivendi: a TV courtroom drama unfolds"], ["2020-05-31 16:41", "Michael Green obituary ...  John, a music teacher, and Enid (nee Hutchinson), he left school in Taunton at 17 to become a reporter on regional newspapers. He was hired by the Daily Mail when industrial correspondent for the Bristol Evening Post and then joined the Daily Telegraph. ITN came calling in 1973. In 1990 he was headhunted to become director of public relations at British Coal, leaving at privatisation for Vivendi, a French conglomerate. In 2002 he set up Green Fox Communications. In 1967 he married Judy Law. They had met as teenagers and their strong bond was obvious. Judy kept horses at their home in Hampshire and Michael was known to muck out before leaving for work. They subsequently moved to Cockwood, in Devon, on the river Exe where Michael indulged his love of sailing ... "], ["2020-05-30 15:00", "YouTube is 15 years old. Here's a timeline of how YouTube was founded, its rise to video behemoth, and its biggest controversies along way (GOOG) ... .\" YouTube Source: Gigaom , Wall Street Journal April 2009: Usher introduces 15-year-old Justin Bieber to the world via a video on YouTube. Bieber would release his music video for \"Baby\" the following year, and it remains one of the most-disliked videos on all of YouTube. Reuters Source: Business Insider April 2009: YouTube teams up with media company Vivendi. They together launch a new music video service called Vevo, in response to music companies' complaints about piracy and unfair licensing terms. As part of the deal, Vevo can distribute its music videos on YouTube, setting the groundwork for Vevo's massive YouTube presence today. Vevo Source: All Things D October 2009: YouTube reveals that it has surpassed the milestone ... "], ["2020-05-30 01:05", "Streaming Services Have Rescued the Record Business ...  1.4 million works of music. After delaying a planned initial public offering earlier this year as the coronavirus rocked the stock market, Warner Music Group is again seeking a listing this week. The midpoint of its proposed IPO price range would value the label at $12.5 billion. Earlier this year, Tencent Holdings bought a 10% stake in Universal, owned by France's Vivendi , valuing the label at over $33 billion. It's also reportedly investing $20 million in the Warner Music IPO. Streaming has saved the business. More than half of the industry's $20 billion in global revenue last year came from streaming, including popular services like Spotify Technology and Apple 's Apple Music. The labels collect monthly payments from services to the tune ... "], ["2020-05-29 21:00", "Telecommunications Network Operators: 4Q19 Market Review ...  Telesystems NTT Oi Omantel Orange PCCW PLDT Proximus Safaricom Limited Sasktel Shaw Communications Singtel Sky plc SmarTone SoftBank Spark New Zealand Limited Sprint StarHub SureWest Communications Swisscom TDC TDS TPG Telecom Limited Taiwan Mobile Tata Communications Limited Tele2 AB Telkom SA Telstra Telus Thaicom Time Warner True Corp Turk Telekom Turkcell Veon Verizon Virgin Media Vivendi Vodafone Wind Tre Windstream Zain For more information about this report visit https://www.researchandmarkets.com/r/bjqbxt About ResearchAndMarkets.com ResearchAndMarkets.com is the world's leading source for international market research reports and market data. We provide you with the latest data on international and regional markets, key industries, the top ... "], ["2020-05-29 17:59", "Post-Pandemic Music Industry Predictions: The Consolidation Of Power ...  company launched an update of the report stating the live music industry would see up to a 75% impact on revenues in 2020, although they did increase the 2030 total industry estimate to $142 billion. Goldman disclosed it had received compensation from Alphabet, Spotify, Tencent TME Music Entertainment Group and Vivendi over the last 12 months, all of which were referenced in the report. Major record labels are also in a time of financial activity, with Vivendi intending to sell its significant stake in Universal, 10% of which was acquired by a Tencent-led consortium in March of 2020. Warner confirmed in late May 2020 its intention to IPO via NASDAQ NDAQ exchange. Entertainment One, a Canadian entertainment company that owns properties ranging from Peppa Pig ... "], ["2020-05-29 16:00", "In a new cold war with China, America may need to befriend Russia ... against Russian malfeasance. Nevertheless, Russia is the swing player in international relations, meaning that it will see an interest in either moving closer to China or America in a new cold war. The United States does not necessarily want to contend with another great power rivalry as it seeks to focus on China. It should, therefore, explore the possibility of a new modus vivendi with Russia that would allow for enhanced cooperation in countering a rising China while checking Russia's attempts to undermine U.S. interests. A necessary prerequisite would be to clean up the existing framework of U.S.-Russia relations, including fixing or jettisoning a number of ill-targeted bills in Congress. A good example is the Defending American Security from Kremlin ... "], ["2020-05-28 04:07", "Tencent raises $6 billion in largest debt deal by Asian corporate in 2020 ... ' Email: Type address separated by commas Your Email: Enter the characters shown in the image. Send me a copy: https://mybs.in/2YNK04I The transaction was the largest by a non-financial company in the Asian region so far this year ALSO READ ByteDance readying assault on Tencent Holdings' mobile gaming kingdom Tencent gets into global groove with 10% stake in Vivendi's Universal Coronavirus outbreak: Tencent employees asked to work from home till Feb 21 Beijing reprimands Xiaomi, Tencent over users' privacy infringement Swiggy raises $112 mn funding led by Naspers from existing investors Tencent Holdings Ltd has raised $6 billion in debt, the Chinese technology company said on Thursday, in the largest debt deal by an Asian corporate in 2020 ... "], ["2020-05-27 17:02", "With IPO, Warner Music Aims for Value Seen Rarely In the Music Biz ... . (In addition to recorded music and publishing, Warner makes a small percentage of its business from artist services and expanded rights, otherwise known as 360 deals that give Warner a share of an artist's revenue other than recorded music or publishing.) Currently, investors' best opportunity to invest in the record and publishing businesses are through Vivendi, the parent company of Universal Music Group. But Vivendi, like BMG and Sony Music Entertainment, is a part of a conglomerate that doesn't focus only on music; Sony Corp. also has film and electronics companies, among others, and BMG represented just 3.3% of parent company Bertelsmann's 2019 revenue. No technology company can be a proxy to a music investment. Spotify is a technology ... "], ["2020-05-27 17:00", "Gwynne Dyer: China's moves on Hong Kong could end in tragedy ...  needed a capitalist \"window on the world\". It's not very relevant today, when the country has the world's second-biggest economy and companies that want to trade with China are much likelier to set up in Shanghai or Beijing. Hong Kong retains a residual value for Beijing, but it shouldn't push its luck. So the modus vivendi between Beijing and Hong Kong rattled along year after year, until eventually a new leader came to power in Beijing who dreamed of standardising, centralising and controlling everything. Last year, Xi Jinping started trying to whip Hong Kong into line. Beijing pressured Carrie Lam, Chief Executive of Hong Kong's government, to pass legislation to let Beijing bring criminal charges against Hong Kongers, extradite ... "], ["2020-05-27 10:01", "Tencent, CCB Labuan to jointly foster digitalisation of enterprises in Malaysia ...  innovation, actively promoting the development of the Internet industry. China Construction Bank, which established its Malaysian subsidiary China Construction Bank (M) Bhd in 2016, opened its Labuan branch in October last year. — Bernama Related Articles China tech giant Tencent's net profit jumps during pandemic Tech giant Tencent sees profit jump, may benefit from virus Vivendi sells minority stake in Universal to Tencent consortium In Money Loading... News Malaysia COVID-19 World Money Life Eat/Drink Showbiz Opinion What You Think Sports Tech/Gadgets Drive Videos About Archives About Us Privacy Policy Terms of Use Advertise with Us Download Apple AppStore Google Play Store Huawei App Gallery Google News Subscribe to Newsletter 2020 ... "], ["2020-05-26 19:55", "Hong Kong: What went wrong ... 't push its luck. Most people in senior political, business and media positions in Hong Kong understood that and acted accordingly. They walked a tightrope, defending the territory's essentially \"democratic\" values, but they never, ever suggested that Hong Kong should have full democracy, because that would be intolerable to the party in Beijing. So the modus vivendi between Beijing and Hong Kong rattled along year after year, until eventually a new leader came to power in Beijing who dreamed of standardizing, centralizing and controlling everything. Last year, Chinese President Xi Jinping started trying to whip Hong Kong into line. Beijing pressured Carrie Lam, chief executive of Hong Kong's government, to pass legislation that would let ... "], ["2020-05-26 17:45", "Warner Music Group sets IPO plan ...  than half of the total for the first time. In April, Warner Music reached a new global-licensing agreement with Spotify, ending a contentious yearslong negotiation between the streaming company and the label. Warner Music's labels include Elektra Records, Atlantic Records and its flagship Warner Records. It also owns Warner Chappell Music, the third-largest music publisher. Late last year, Vivendi SA sold a 10% stake in Universal Music Group to Tencent Holdings Ltd. for 3 billion ($3.36 billion), valuing the world's largest music company at more than $33 billion. In February, the French media conglomerate teased a public offering of the subsidiary, saying negotiations to sell an additional minority stake were ongoing and that an IPO is planned for ... "], ["2020-05-26 16:39", "Warner Music Group Is Floating $2.1 Billion of Shares on the Public Market ... :VIVHY ) Universal Music Group at 30% and Sony 's ( NYSE:SNE ) Sony Music at 21%. Motley Fool Returns Stock Advisor S&P 500 415% 87% Stock Advisor launched in February of 2002. Returns as of 05/26/2020. Join Stock Advisor Cumulative Growth of a $10,000 Investment in Stock Advisor Calculated by Time-Weighted Return Stocks SNE Sony NYSE: SNE $63.24 up $0.50 (0.80%) VIVHY Vivendi SA OTC: VIVHY $21.92 up $0.57 (2.67%) Related Articles Sony Just Dealt GameStop a Body Blow Higher Costs May Force Sony to Raise Price for PlayStation 5 \"Parasite\" Dominated the 2019 Oscars Sony's Playstation May Already Be the Winner in the Next Console War Sony Corporation (SNE) Q3 2019 Earnings Call Transcript Warner Music Group Is Floating $2.1 Billion of Shares on ... "], ["2020-05-26 15:16", "Warner Music's IPO back on as Covid-19 sees streaming surge ... 2015. The company reported net income of $258m in fiscal 2019 on revenue of $4.48bn. Warner Music's investors aren't the only ones taking advantage of the industry's resurgence. Vivendi agreed last year to sell a minority stake in Universal Music Group, the world's largest music company, to a group led by China's Tencent Holdings. That transaction valued the business  ...  Companies / Property 4. A third of tested miners are positive for ... Companies / Mining 5. Nedbank sees 'steep' increase in bad debts ... Companies / Financial Services Related Articles Vivendi turns to Tencent to gain Universal foothold in China Companies Can HBO retain its place on the throne under AT&T? Life / Arts & Entertainment Published by Arena Holdings  ... "], ["2020-05-26 13:10", "Warner Music Group For Initial Public Offering Of Up To $1.82 Billion ... that the IPO wiill take place \"as soon as practicable\" after the registration statement becomes effective. Related Story Sports Betting Firm DraftKings Closes Merger, Goes Public Despite COVID-19 WMG has been eyeing an IPO for months but held off as the coronavirus pandemic roiled stock markets. Growth in streaming servies has boosted the value of music companies in recent years. French conglom Vivendi lasts year sold a minority stake in Universal Music Group to a group led by China's Tencent Holdings in a deal that valued the business at 30 billion euros ($32.9 billion). WarnerMusic's earned $258 million in fiscal 2019 on revenue of $4.48 billion. Recorded music generated $3.84 billion, or 86% of total revenues. Global music publishing under ... "], ["2020-05-26 13:09", "French Tycoons Like to Scratch Each Others' Backs ...  in its fortunes would make scant difference to a billionaire's net wealth. But one titan after another has rushed to the aid of scion and general partner Arnaud Lagardere after London-based hedge fund Amber Capital U.K. LLP pressed for an overhaul of the company's governance. Bollore's Vivendi SA and Ladreit de Lacharriere took big stakes last month, helping to defeat Amber's resolutions for new board members at the annual meeting. (Vivendi has further upped its stake in the company to 16%.) That took the pressure off Lagardere personally. A new board might have pushed him to make changes to the so-called commandite partnership structure through which he controls the group with just a 7% shareholding. AD AD But there was still a question of ... "], ["2020-05-26 13:00", "Warner Music sets terms for potential $2.7b IPO ...  Music for $US1.3 billion in 2011, when the music industry was in the depths of a 15-year decline. Warner Music sales have climbed by 50 per cent since 2015. The company reported net income of $US258 million in fiscal 2019 on revenue of $US4.48 billion. Warner Music's investors aren't the only ones taking advantage of the industry's resurgence. Vivendi agreed last year to sell a minority stake in Universal Music Group, the world's largest music company, to a group led by China's Tencent . That transaction valued the business at 30 billion euros ($32.9 billion). Warner markets its music through labels such as Atlantic Records, Warner Records and Parlophone. It also owns Warner Chappell, a music publishing business. While the labels work ... "], ["2020-05-26 08:26", "Vivendi's Dailymotion forms partnership with Huawei VideoVivendi's Dailymotion video platform and China's Huawei Video on Tuesday announced a partnership to offer international and local video content, ..."], ["2020-05-25 16:55", "French billionaires raise stakes in defence of publisher LagardereFrance's business elite closed ranks around publishing group Lagardere on Monday with LVMH's Bernard Arnault and Vivendi's Vincent Bollore ..."], ["2020-05-25 16:55", "French billionaires raise stakes in defence of publisher LagarderePARIS: France's business elite closed ranks around publishing group Lagardere on Monday (May 25) with LVMH's Bernard Arnault and Vivendi's Vincent ..."]]}}