{"postfix": "vmware-aktie", "name": "VMWARE", "wkn": "A0MYC8", "time": "2020.06.02 11:28", "ts": 1591090139, "features": {"KGV": "23.78", "Marktkapitalisierung": {"Size": "Mrd", "Value": "15.35"}, "GA": "6.24", "KBV": "8.83", "BA": "16.82", "KCV": "16.31", "CA": "9.10", "Vola30": "51.83", "Vola90": "71.62", "Vola180": "56.27", "Vola250": "49.18"}, "rivals": ["novell-aktie", "microsoft-aktie", "ibm-aktie", "oracle-aktie", "citrix_systems-aktie", "dell-aktie"], "text_data": {"de": [["31.05.20", "Wie Experten die VMware-Aktie im Mai einstuften"], ["30.05.20", "VMware: Zahlen zum abgelaufenen Jahresviertel"], ["27.05.20", "Ausblick: VMware präsentiert Bilanzzahlen zum jüngsten Jahresviertel"], ["15.05.20", "Google Cloud integriert VMware-Anwendungen"], ["15.05.20", "VMware plant Übernahme von Octarine zum Aufwerten seiner Kubernetes-Portfolios"], ["30.04.20", "April 2020: Experten empfehlen VMware-Aktie mehrheitlich zum Kauf"], ["07.04.20", "VMware: Vodafone setzt beim 5G Core auf Software aus den USA"], ["03.04.20", "Identity-Management: Okta, Vmware, CrowdStrike und Tanium arbeiten zusammen"], ["18.03.20", "VMware patcht Sicherheitslücken in Fusion, Workstation und Horizon"], ["18.03.20", "VMware: Angreifer könnten virtuelle Maschinen abschießen"], ["12.03.20", "vSphere: VMware bringt größte Veröffentlichung eines Jahrzehnts"], ["11.03.20", "Für Cloud-Entwickler: VMware bringt vSphere 7 und Tanzu auf den Markt"], ["29.02.20", "VMware-Aktie: Das sind die Expertenmeinungen des Monats Februar"], ["29.02.20", "VMware: Das sind die jüngsten Quartalszahlen"], ["28.02.20", "VMware: Aktie verliert nach Zahlen"], ["26.02.20", "Open RAN: Deutsche Telekom entwirft O-RAN-Antenne mit Intel und VMware"], ["26.02.20", "Ausblick: VMware präsentiert Bilanzzahlen zum jüngsten Jahresviertel"], ["07.02.20", "VMware: Mehr als 32 Kerne? Weitere CPU-Lizenz fällig"], ["22.01.20", "Sicherheitsupdate: AMD-Treiber und VMware können ein gefährlicher Cocktail sein"], ["21.01.20", "Project Nautilus: VMware will Container und Kubernetes für den Desktop"], ["15.01.20", "heise-Angebot: Intensivkurs: Administration von VMware vSphere"]], "en": [["01.06.20", "VMware Sees Composite Rating Improve To 97"], ["01.06.20", "VMW FINAL DEADLINE: Bronstein, Gewirtz & Grossman, LLC Reminds VMware, Inc. Shareholders With Losses Exceeding $100K of Class Action and Lead Plaintiff Deadline: June 1, 2020"], ["01.06.20", "DEADLINE TODAY: The Schall Law Firm Announces It Has Filed a Class Action Lawsuit Against VMware, Inc. and Encourages Investors with Losses in Excess of $100,000 to Contact the Firm"], ["01.06.20", "SHAREHOLDER ALERT: Levi & Korsinsky, LLP Notifies Shareholders of VMware, Inc. of a Class Action Lawsuit and a Lead Plaintiff Deadline of June 1, 2020 - VMW"], ["31.05.20", "DEADLINE TOMORROW: The Schall Law Firm Announces It Has Filed a Class Action Lawsuit Against VMware, Inc. and Encourages Investors with Losses in Excess of $100,000 to Contact the Firm"], ["29.05.20", "VMware Inc (VMW) Q1 2021 Earnings Call Transcript"], ["29.05.20", "Why VMWare Stock Jumped Today"], ["29.05.20", "VMware (VMW) Q1 Earnings Beat Estimates, Revenues Rise Y/Y"], ["29.05.20", "DEADLINE MONDAY: The Schall Law Firm Announces It Has Filed a Class Action Lawsuit Against VMware, Inc. and Encourages Investors with Losses in Excess of $100,000 to Contact the Firm"], ["29.05.20", "VMware stock price target raised to $152 from $140 at Mizuho"], ["29.05.20", "VMW ALERT: The Klein Law Firm Announces a Lead Plaintiff Deadline of June 1, 2020 in the Class Action Filed on Behalf of VMware, Inc. Limited Shareholders"], ["28.05.20", "VMware (VMW) Q1 Earnings and Revenues Beat Estimates"], ["28.05.20", "VMware stock rises after earnings, revenue top expectations"], ["28.05.20", "VMware Shareholder Alert: Faruqi & Faruqi, LLP Encourages Investors Who Suffered Losses Exceeding $50,000 In VMware, Inc. To Contact The Firm"], ["28.05.20", "VMW SHAREHOLDER ALERT: Bronstein, Gewirtz & Grossman, LLC Reminds VMware, Inc. Shareholders With Losses Exceeding $100K of Class Action and Lead Plaintiff Deadline: June 1, 2020"], ["28.05.20", "MONDAY DEADLINE NOTICE: The Schall Law Firm Announces It Has Filed a Class Action Lawsuit Against VMware, Inc. and Encourages Investors with Losses in Excess of $100,000 to Contact the Firm"], ["27.05.20", "VMware Deadline Alert: Faruqi & Faruqi, LLP Encourages Investors Who Suffered Losses Exceeding $50,000 In VMware, Inc. To Contact The Firm"], ["27.05.20", "MONDAY DEADLINE REMINDER: The Schall Law Firm Announces It Has Filed a Class Action Lawsuit Against VMware, Inc. and Encourages Investors with Losses in Excess of $100,000 to Contact the Firm"], ["26.05.20", "VMware (VMW) to Report Q1 Earnings: What's in the Cards?"], ["26.05.20", "MONDAY DEADLINE ALERT: The Schall Law Firm Announces It Has Filed a Class Action Lawsuit Against VMware, Inc. and Encourages Investors with Losses in Excess of $100,000 to Contact the Firm"], ["22.05.20", "SHAREHOLDER ALERT: Levi & Korsinsky, LLP Notifies Shareholders of VMware, Inc. of a Class Action Lawsuit and a Lead Plaintiff Deadline of June 1, 2020 - VMW"], ["22.05.20", "UPCOMING DEADLINE ALERT: The Schall Law Firm Announces It Has Filed a Class Action Lawsuit Against VMware, Inc."], ["21.05.20", "VMW ALERT: The Klein Law Firm Announces a Lead Plaintiff Deadline of June 1, 2020 in the Class Action Filed on Behalf of VMware, Inc. Limited Shareholders"], ["21.05.20", "Earnings Preview: VMware (VMW) Q1 Earnings Expected to Decline"], ["20.05.20", "VMware Deadline Alert: Faruqi & Faruqi, LLP Encourages Investors Who Suffered Losses Exceeding $50,000 In VMware, Inc. To Contact The Firm"], ["14.05.20", "VMW ALERT: The Klein Law Firm Announces a Lead Plaintiff Deadline of June 1, 2020 in the Class Action Filed on Behalf of VMware, Inc. Limited Shareholders"], ["14.05.20", "SHAREHOLDER ALERT: Levi & Korsinsky, LLP Notifies Shareholders of VMware, Inc. of a Class Action Lawsuit and a Lead Plaintiff Deadline of June 1, 2020 - VMW"], ["14.05.20", "VMware to Acquire Kubernetes Security Platform Octarine"], ["14.05.20", "Google makes it easier to migrate VMware environments to its cloud"], ["13.05.20", "VMware to acquire Kubernetes security startup Octarine and fold it into Carbon Black"], ["20.04.20", "Marvell Integrates Ethernet Adapters Into VMWare vSPhere"], ["14.04.20", "VMware Shareholder Notice: Faruqi & Faruqi, LLP Encourages Investors Who Suffered Losses Exceeding $50,000 In VMware, Inc. To Contact The Firm"], ["13.04.20", "VMware Shareholder Alert: Faruqi & Faruqi, LLP Encourages Investors Who Suffered Losses Exceeding $50,000 In VMware, Inc. To Contact The Firm"], ["07.04.20", "VMware Deadline Alert: Faruqi & Faruqi, LLP Encourages Investors Who Suffered Losses In VMware, Inc. To Contact The Firm"], ["04.04.20", "VMWARE DEADLINE ALERT: Faruqi & Faruqi, LLP Encourages Investors Who Suffered Losses In VMware, Inc. To Contact The Firm"], ["03.04.20", "VMware stock price target cut to $140 from $164 at Raymond James"], ["31.03.20", "Move Over VMWare, Mint Solid Returns Via 3 Tech Bets in 2020"], ["28.03.20", "Why Is VMware (VMW) Down 14.7% Since Last Earnings Report?"], ["27.03.20", "Microsoft Targets VMware With 'Head-Scratcher' Acquisition"], ["27.03.20", "VMware (VMW) Scraps Q1 & Fiscal 21 View on Coronavirus Woes"], ["2020-06-02 07:56", "NHS track and trace app: how will it work and when can you download it? ...  after the app's use is finished and the pandemic is over. Read more: A visual guide to how the NHS contact tracing app works What is the technology behind it? NHS contact tracing app What is the technology behind it? The NHS's technology and research arm NHSX has developed the app with researchers from Oxford University and using developers from tech companies like VMWare. It has also been in contact with Apple and Google, although it is using different technology to those technology companies and has rejected their approach. The technology the NHS has built will allow smartphones to track every other device they have come into contact within the 28 days using Bluetooth signals. Records of contacts will be stored on phones. If a user comes down with ... "], ["2020-06-02 07:25", "The Register ...  a coffee, steal one of the expensive executive biscuits and tuck in for another tale of reader woe in The Register's Who, Me? feature.... tag:theregister.com,2005:story208932 2020-06-01T07:02:09Z Simon Sharwood https://search.theregister.com/?author=Simon%20Sharwood Microsoft and VMware end ancient grudge with new VM privilege workaround Workstation has one job: running VMs. And now it can do it on Windows with Hyper-V enabled Microsoft and VMware have ended an ancient grudge that made the latter's Workstation desktop hypervisor behave badly on Windows.... tag:theregister.com,2005:story208933 2020-06-01T06:28:05Z Simon Sharwood https://search.theregister.com/?author=Simon%20Sharwood 80-characters-per-line limits should be terminal, says Linux kernel ... "], ["2020-06-01 05:05", "Citrix Asia Pacific posts net loss of AU$1.45m for FY19 ...  transformation engine. Cisco acquires ThousandEyes to bolster visibility, analytics for services, apps ThousandEyes provides a platform that enables enterprises to visualize environments that increasingly run through multiple clouds and networks. Okta launches native identity integration with AWS, beats Q1 estimates Pure Storage also posted strong first quarter financial results. VMware delivers solid Q1 as subscription, SaaS revenue jumps VMware handily topped earnings estimates for its first quarter. Salesforce beats Q1 estimates, lowers fiscal 2021 revenue growth forecast The CRM software giant reported non-GAAP earnings of 70 cents per share on revenue of $4.87 billion. First new Docker release under Mirantis appears Docker, the company, couldn' ... "], ["2020-05-31 12:00", "DEADLINE TOMORROW: The Schall Law Firm Announces It Has Filed a Class Action Lawsuit Against VMware, Inc. and Encourages Investors with Losses in Excess of $100,000 to Contact the FirmLos Angeles, California--(Newsfile Corp. - May 31, 2020) - The Schall Law Firm , a national shareholder rights litigation firm, announces the filing of a class action lawsuit against VMware, Inc. (\"VMware\" or \"the Company\") (NYSE: VMW ) fo"], ["2020-05-31 07:32", "NHS track and trace app: how will it work and when can you download it? ...  after the app's use is finished and the pandemic is over. Read more: A visual guide to how the NHS contact tracing app works What is the technology behind it? NHS contact tracing app What is the technology behind it? The NHS's technology and research arm NHSX has developed the app with researchers from Oxford University and using developers from tech companies like VMWare. It has also been in contact with Apple and Google, although it is using different technology to those technology companies and has rejected their approach. The technology the NHS has built will allow smartphones to track every other device they have come into contact within the 28 days using Bluetooth signals. Records of contacts will be stored on phones. If a user comes down with ... "], ["2020-05-30 16:00", "Business Digest: Chattanooga-based InfoSystems among CRN's Tech Elite 250 ... , has been included in the ranks of the Tech Elite 250 for four years. CRN evaluates candidates for its prestigious Tech Elite 250 list not just on the number of certifications and partnerships but the depth of these relationships. InfoSystems is an IBM Platinum Partner, in addition to significant level partnerships with Cisco, Dell Technologies, HPE, Microsoft, Infinidat, VMWare, and others. \"Our technical sales and engineering team of more than 25 IT professionals holds hundreds of certifications,\" said Josh Davis, vice president of marketing at InfoSystems. \"Our depth of experience among engineers and sales volume is impressive, especially for a market like Chattanooga and the surrounding region.\" Lee University names Dr. Susan Ashcraft ... "], ["2020-05-30 12:35", "Zoom plans to roll out strong encryption but for its paid customers ...  Foundation who was on Thursday's call, said she hoped Zoom would change course and offer protected video more widely. But Jon Callas, a technology fellow of the American Civil Liberties Union, said the strategy seemed a reasonable compromise. Safety experts and law enforcement have warned that sexual predators and other criminals are increasingly using encrypted communications to avoid detection. ALSO READ: VMware's Velchamy Sankarlingam to join Zoom as head of engineering unit \"Those of us who are doing secure communication believe we need to do things about the real horrible stuff,\" said Callas, who previously sold paid encryption services. \"Charging money for end-to-end encryption is a way to get rid of the riff-raff.\" Zoom hired ... "], ["2020-05-30 12:25", "Here are the top companies helping businesses make sure the computer networks are secure and reliable, according to IT professionals (CSCO) ... , Plixer, which is based in Kennebunk, Maine, was acquired by Battery Ventures in 2018. Its Scrutinizer technology collects and processes meta data from different sources on a network, including Cisco, VMware and Amazon Web Services logs to provide insights into the state of a network, according to Gartner. An IT Central Station reviewer said its Scrutinizer technology \"improved our fault- ...  also pointed to areas where it can be improved, such as its detection features. RSA is also in transition after Dell, which acquired it after the tech giant bought EMC and VMware in 2015, announced that it was selling the network security company for $2.1 billion to a consortium that included the Symphony Technology Group. The transaction is expected to close in  ... "], ["2020-05-30 04:00", "Dell, Williams-Sonoma rise; Nordstrom, Salesforce fall ...  Not yet a member Register E-Mail | Home World Dell, Williams-Sonoma rise; Nordstrom, Salesforce fall By Associated Press 2020/05/30 04:20 NEW YORK (AP) — Stocks that moved heavily or traded substantially on Friday: Salesforce.com Inc., down $6.31 to $174.79. The cloud-based software company cut its full year financial forecasts because of the virus pandemic's impact. VMware Inc., up $13.83 to $156.27. The cloud-based software company handily beat Wall Street's first-quarter profit and revenue forecasts. Dell Technologies Inc., up $4.06 to $49.64. The computer and technology services provider beat analysts' first-quarter financial forecasts on steady demand. Marvell Technology Group Ltd., up $2.65 to $32.62. The chipmaker gave investors a ... "], ["2020-05-30 03:47", "NHS track and trace app: how will it work and when can you download it? ...  after the app's use is finished and the pandemic is over. Read more: A visual guide to how the NHS contact tracing app works What is the technology behind it? NHS contact tracing app What is the technology behind it? The NHS's technology and research arm NHSX has developed the app with researchers from Oxford University and using developers from tech companies like VMWare. It has also been in contact with Apple and Google, although it is using different technology to those technology companies and has rejected their approach. The technology the NHS has built will allow smartphones to track every other device they have come into contact within the 28 days using Bluetooth signals. Records of contacts will be stored on phones. If a user comes down with ... "], ["2020-05-30 00:44", "Watch SpaceX's Starship SN4 prototype accidentally self-destruct in a rocket test burn ... to create a vibrant, secure remote community that promotes safety, productivity, and engagement SANS Institute: Cloud Security Survey Results How do you close visibility gaps, integrate conflicting datasets from different providers and adjust your current incident response strategies to respond to cloud-specific threats? Reduce costs with cloud-based VMware data protection Consider a third-party data protection solution that is certified for VMware on-premises and cloud environments. ABOUT US Who we are Under the hood Contact us Advertise with us MORE CONTENT Latest News Popular Stories Forums Whitepapers Webinars SITUATION PUBLISHING The Next Platform DevClass Blocks and Files Continuous Lifecycle London M-cubed The Register - Independent news and views for ... "], ["2020-05-29 22:11", "Deloitte To Lay Off 5 Percent Of Its US Workforce ...  Center NPD Industry Trends360 Mimecast Mimecast HP Response to COVID-19 HP Inc. Webroot Webroot Learning Center Eaton Eaton Learning Center BlackBerry Cylance BlackBerry Cylance Learning Center Scale Computing Scale Computing Dell Technologies Dell Technologies Cloud Learning Center StorageCraft Disaster Recovery Learning Center QuickBooks Midmarket Opportunities360 Trend Micro Managed Security360 Panduit Panduit VMware Dell EMC Software-defined Data Center360 Sherweb Cloud Partner Programs360 --> ABOUT US Meet the Editors Media Kit Site Map Contact Us TOOLS & RESOURCES CRN Latest Issue CRN Lists Annual Report Card Women of the Channel Events Calendar SUBSCRIBE CRN Magazines Sign Me Up Unique industry intelligence, management strategies and forward-looking ... "], ["2020-05-29 21:45", "INVESTOR ACTION ALERT: The Schall Law Firm Announces the Filing of a Class Action Lawsuit Against Ryder System, Inc. and Encourages Investors with Losses in Excess of $100,000 to Contact the Firm ... ,000 to Contact the Firm 2020-05-29 5:45 PM ET TUESDAY DEADLINE NOTICE: The Schall Law Firm Announces the Filing of a Class Action Lawsuit Against Gossamer Bio, Inc. and Encourages Investors with Losses in Excess of $100,000 to Contact the Firm 2020-05-29 10:32 AM ET DEADLINE MONDAY: The Schall Law Firm Announces It Has Filed a Class Action Lawsuit Against VMware, Inc. and Encourages Investors with Losses in Excess of $100,000 to Contact the Firm 2020-05-29 9:44 AM ET Company Profile Hashtags NYSE Banking FinancialServices Investing Similar Stories Banking/Financial Services Tell Us Your Story Learn More Vancouver 380 - 1100 Melville Street Vancouver, BC, Canada V6E 4A6 Phone: 604-609-0244 Calgary 2500 - 500 4th Ave SW Calgary, AB, Canada T2P 2V6 Phone: 403 ... "], ["2020-05-29 21:14", "Evolve IP Offers Rapid Deployment Of Desktop As A Service To Ingram Micro Partners ... 's Terms and Policy Sign Up Already have an account? Login here Alerts | Newsletters JIM CRAMER INVESTING PERSONAL FINANCE RETIREMENT TECHNOLOGY MARKETS HOW-TO VIDEO FINANCIAL ADVISOR CENTER Login Account Evolve IP Offers Rapid Deployment Of Desktop As A Service To Ingram Micro Partners Teams with Ingram Micro to Enable Channel Partners to Market, Sell and Deploy Full Cloud Desktop Capabilities with VMware Horizon DaaS in Five Days or Less to Businesses in North America Author: PR Newswire Publish date: May 29, 2020 5:14 PM EDT WAYNE, Pa. , May 29, 2020 /PRNewswire/ -- Evolve IP , the world's leading provider of remote working cloud solutions, today announced it has teamed with Ingram Micro to make it easier for channel partners to market, sell and ... "], ["2020-05-29 20:43", "DXC Targets 4,500 Jobs As It Moves To More Quickly Respond To Customer Needs ...  Center NPD Industry Trends360 Mimecast Mimecast HP Response to COVID-19 HP Inc. Webroot Webroot Learning Center Eaton Eaton Learning Center BlackBerry Cylance BlackBerry Cylance Learning Center Scale Computing Scale Computing Dell Technologies Dell Technologies Cloud Learning Center StorageCraft Disaster Recovery Learning Center QuickBooks Midmarket Opportunities360 Trend Micro Managed Security360 Panduit Panduit VMware Dell EMC Software-defined Data Center360 Sherweb Cloud Partner Programs360 --> ABOUT US Meet the Editors Media Kit Site Map Contact Us TOOLS & RESOURCES CRN Latest Issue CRN Lists Annual Report Card Women of the Channel Events Calendar SUBSCRIBE CRN Magazines Sign Me Up Unique industry intelligence, management strategies and forward-looking ... "], ["2020-05-29 20:30", "Pure Storage, Inc. (PSTG) Q1 2021 Earnings Call Transcript ...  compared to what we saw in the second half of last year. Karl Ackerman -- Cowen -- Analyst Thanks for that. Just, I know you're not providing a full year quantitative outlook, which makes sense, given just some limited demand visibility. But could you speak qualitatively of how you see the growth trajectory of your hardware business? I ask because since you last reported, VMware added support of RoCE in Fibre Channel network fabrics. And doesn't that eliminate one of the largest impediments to NVMe over Fabric implementation? Given that you're more integrated than peers, how does that influence your view on the forward trajectory of your all FlashArray hardware? Thank you. Kevan Krysler -- Chief Financial Officer [Technical Issues] there around ... "], ["2020-05-29 20:24", "Rackspace-New Relic Alliance Enables Coronavirus-Accelerated Digital Transformation ...  Center NPD Industry Trends360 Mimecast Mimecast HP Response to COVID-19 HP Inc. Webroot Webroot Learning Center Eaton Eaton Learning Center BlackBerry Cylance BlackBerry Cylance Learning Center Scale Computing Scale Computing Dell Technologies Dell Technologies Cloud Learning Center StorageCraft Disaster Recovery Learning Center QuickBooks Midmarket Opportunities360 Trend Micro Managed Security360 Panduit Panduit VMware Dell EMC Software-defined Data Center360 Sherweb Cloud Partner Programs360 --> ABOUT US Meet the Editors Media Kit Site Map Contact Us TOOLS & RESOURCES CRN Latest Issue CRN Lists Annual Report Card Women of the Channel Events Calendar SUBSCRIBE CRN Magazines Sign Me Up Unique industry intelligence, management strategies and forward-looking ... "], ["2020-05-29 20:23", "Dell, Williams-Sonoma rise; Nordstrom, Salesforce fall ... Logo Democracy Dies in Darkness Technology Dell, Williams-Sonoma rise; Nordstrom, Salesforce fall By Associated Press May 29, 2020 at 4:23 PM EDT NEW YORK — Stocks that moved heavily or traded substantially on Friday: Salesforce.com Inc., down $6.31 to $174.79. The cloud-based software company cut its full year financial forecasts because of the virus pandemic's impact. VMware Inc., up $13.83 to $156.27. The cloud-based software company handily beat Wall Street's first-quarter profit and revenue forecasts. Dell Technologies Inc., up $4.06 to $49.64. The computer and technology services provider beat analysts' first-quarter financial forecasts on steady demand. Marvell Technology Group Ltd., up $2.65 to $32.62. The chipmaker gave investors a ... "], ["2020-05-29 20:20", "Dell, Williams-Sonoma rise; Nordstrom, Salesforce fallNEW YORK (AP) - Stocks that moved heavily or traded substantially on Friday: Salesforce.com Inc., down $6.31 to $174.79. The cloud-based software company cut its full year financial forecasts because of the virus pandemic's impact. VMware Inc., up $13"], ["2020-05-29 20:20", "Dell, Williams-Sonoma rise; Nordstrom, Salesforce fallNEW YORK (AP) - Stocks that moved heavily or traded substantially on Friday: Salesforce.com Inc., down $6.31 to $174.79. The cloud-based software company cut its full year financial forecasts because of the virus pandemic's impact. VMware Inc., up $13"]]}}