{"postfix": "volkswagen-aktie", "name": "VOLKSWAGEN_(VW)_ST.", "wkn": "766400", "time": "2020.06.02 14:16", "ts": 1591100174, "features": {"KGV": "6.53", "Marktkapitalisierung": {"Size": "Mrd", "Value": "69.23"}, "GA": "26.60", "KBV": "0.72", "BA": "242.90", "KCV": "3.21", "CA": "54.08", "Vola30": "56.23", "Vola90": "74.61", "Vola180": "55.67", "Vola250": "41.98"}, "rivals": ["daimler-aktie", "porsche-aktie", "bmw-aktie", "ford-aktie", "toyota-aktie", "audi-aktie", "fiat_chrysler-aktie"], "text_data": {"de": [["2020.06.02", "MÄRKTE EUROPA/DAX auf Dreimonatshoch über 12.000 - Autos geben Vollgas"], ["2020.06.02", "MÄRKTE EUROPA/DAX mit Nachholbedarf kräftig aufwärts"], ["2020.06.02", "Dieselaffäre: VW drohen weitere Bußgelder in den USA"], ["2020.06.02", "VW erleidet Schlappe vor US-Berufungsgericht - Belastungen drohen"], ["2020.06.02", "Auto: Volkswagen bringt eigenes Betriebs­system VW Play"], ["2020.06.02", "VW: Niederlage vor US-Berufungsgericht"], ["2020.06.02", "VW-Abgasskandal: Volkswagen drohen in den USA erneut Milliardenstrafen"], ["2020.06.02", "Dieselskandal und kein Ende: VW drohen \"atemberaubende Belastungen\""], ["2020.06.02", "Dieselaffäre: VW könnten neue Milliardenstrafen in den USA drohen"], ["31.05.20", "Mai 2020: Die Expertenmeinungen zur Volkswagen (VW) vz-Aktie"], ["31.05.20", "ROUNDUP: Diskussion um Autoprämie brodelt - Umfrage: Kaufinteresse steigt"], ["31.05.20", "Präsident der Maschinenbauer lehnt Auto-Kaufprämie ab"], ["31.05.20", "Rabattstudie: Kaum Anreize zum Autokauf im Mai"], ["31.05.20", "Industrieverband fordert Kaufprämie für Elektroautos und Verbrenner"], ["30.05.20", "Trotz Krise: Corona beschleunigt Wandel: Wie das VW-Werk Baunatal die E-Offensive vorantreibt"], ["30.05.20", "ROUNDUP/Konjunkturpaket: Scheuer meldet Investitionsbedarf für Verkehr an"], ["30.05.20", "Deutschlands häufigste Autos - Platzhirsche verlieren an Boden"], ["30.05.20", "Umfrage: Kaufzurückhaltung der Deutschen bei Autos schwächt sich ab"], ["30.05.20", "Greenpeace lehnt Kaufprämien für Autos ab"], ["30.05.20", "Ringen um Konjunkturprogramm - Scheuer will Mobilitäts-Paket"], ["30.05.20", "DGB-Chef Hoffmann fordert Dividendenverzicht der Autobauer"], ["30.05.20", "Linnemann: Auto-Kaufprämie wäre 'Paradebeispiel' für Lobby-Einfluss"], ["29.05.20", "Autohersteller: VW-Aufsichtsrat nimmt Vorstandschef Diess in die Pflicht"], ["29.05.20", "DIE AUTO-WOCHE - das waren die wichtigsten Themen"], ["29.05.20", "MÄRKTE EUROPA/Hongkong-Krise löst Gewinnmitnahmen aus"], ["29.05.20", "XETRA-SCHLUSS/Lufthansa und Auto-Aktien ziehen DAX nach unten"], ["29.05.20", "MÄRKTE EUROPA/Zykliker schwach - Anleger warten auf Trump"], ["29.05.20", "ROUNDUP: IG Metall Mitte will Konjunkturpaket mit Autokaufprämie"], ["29.05.20", "ROUNDUP: In Bayern soll es bald 100 Wasserstoff-Tankstellen geben"], ["29.05.20", "Didi sammelt über 500 Millionen USD für Selbstfahr-Technologie ein"], ["29.05.20", "Greenpeace warnt vor Verbrennerförderung - VDA: E-Autos reichen nicht"]], "en": [["2020.06.02", "Self-driving vehicle startup Argo AI completes $2.6B deal with Volkswagen, expands to Europe"], ["2020.06.02", "Volkswagen closes $2.6 billion investment in self-driving startup Argo AI"], ["2020.06.02", "Volkswagen closes $2.6 billion investment in self-driving startup Argo AI"], ["2020.06.02", "Volkswagen makes official investment in Argo AI, will share costs with Ford     - Roadshow"], ["2020.06.02", "Argo closes $2.6 billion round from VW at a $7.25 billion valuation"], ["2020.06.02", "VW closes $2.6 billion investment in self-driving startup Argo AI"], ["01.06.20", "Volkswagen says ready to restart Mexico operations on June 15"], ["29.05.20", "ALYI Electric Vehicle Strategy Affirmed by Volkswagen $2.3 B Investment in China"], ["29.05.20", "Volkswagen Makes Grab For Chinese EV Market With These Deals"], ["29.05.20", "Volkswagen Invests $2.3 Billion in China EVs, Takes Stake in NIO's Manufacturing Partner"], ["29.05.20", "Andrew Krok's 2016 VW Golf Sportwagen keeps on chuggin'     - Roadshow"], ["29.05.20", "Volkswagen Looks East to China, Pledges €2bn to Boost Beijing's Electric, New Energy Vehicle Market"], ["29.05.20", "Volkswagen pumps 2 billion euros into China electric vehicle bet"], ["29.05.20", "Volkswagen pumps 2 billion euros into China electric vehicle bet"], ["29.05.20", "UPDATE 3-Volkswagen pumps 2 bln euros into China electric vehicle bet"], ["29.05.20", "VW increases bet on China’s slowing electric vehicle market "], ["29.05.20", "Volkswagen says it will have full control of JAC-VW Chinese venture"], ["29.05.20", "VW pumps €2 billion into China electric vehicle bet"], ["29.05.20", "VW spending $2.2B to expand in China’s electric car market"], ["29.05.20", "VW pumps two billion euros into China electric vehicle bet, buys stakes in two firms"], ["29.05.20", "Volkswagen pumps 2 billion euros into China electric vehicle bet, buys stakes in two firms"], ["29.05.20", "UPDATE 2-VW pumps 2 bln euros into China electric vehicle bet, buys stakes in 2 firms"], ["29.05.20", "Volkswagen raises China electric vehicle bet by 2 billion euros, buys stakes in two separate firms"], ["29.05.20", "UPDATE 1-VW raises China electric vehicle bet by 2 bln euros, buys stakes in 2 separate firms"], ["29.05.20", "Volkswagen agrees to buy 50% of EV partner JAC's parent company"], ["28.05.20", "Volkswagen board formally okays Ford alliance projects"], ["28.05.20", "UPDATE 1-VW board formally okays Ford alliance projects"], ["28.05.20", "Volkswagen becomes biggest shareholder of China's EV battery maker Guoxuan"], ["28.05.20", "German union accuses Volkswagen of 'management errors' that put jobs at risks"], ["28.05.20", "Volkswagen approves further projects in Ford alliance"], ["28.05.20", "Volkswagen becomes biggest shareholder of China's EV battery maker Guoxuan"], ["27.05.20", "Exclusive: Volkswagen in final talks to seal biggest M&A deals in China EV sector - sources"], ["27.05.20", "Exclusive: Volkswagen in final talks to seal biggest M&A deals in China EV sector - sources"], ["26.05.20", "Volkswagen Dieselgate Update: Here's What You Should Know"], ["26.05.20", "Dieselgate - Top German Court: VW must Pay Compensation"], ["25.05.20", "Volkswagen Mexico won't talk of restart while state decree in place"], ["25.05.20", "German court rules against Volkswagen in 'dieselgate' scandal"], ["25.05.20", "Opinion: A big defeat for Volkswagen"], ["25.05.20", "Volkswagen scandal: Top German court rules automaker must pay 'dieselgate' compensation"], ["25.05.20", "New emissions blow for Volkswagen as German court backs damages claims"], ["2020-06-02 12:00", "1984 Volkswagen GTI: More fun than 95% of the cars I've driven this year ... checking in once or twice a year for several years. The owner was a casual friend, and he'd kindly promised me first dibs when he tired of it. We had even agreed upon a price. At the time, I didn't even necessarily know how I'd scrape up the money -- let alone a spare parking space -- but it didn't matter, I'd find a way to do the deal. 1984 Volkswagen GTI is the daddy of all hot hatches See all photos +62 More Long story short, I was taken aback when I came upon a listing for that very same GTI, black with red interior. It had been listed for sale on Bring A Trailer , which was at that point already long one of my daily digital haunts. A flurry of frantic emails and phone calls followed, but it was no use -- the seller had already agreed ... "], ["2020-06-02 11:45", "Dicks Sporting Goods Posts Q1 Loss As Coronavirus Store Closures Hammer Sales ...  INVESTING Zoom Reports Earnings Tuesday: 3 Things to Watch By Annie Gaus PERSONAL FINANCE If You're Undecided About College This Fall, Consider These Options By NerdWallet PERSONAL FINANCE How Much Voting Power Do You Really Have in Your State? By Samanda Dorger INVESTING MoneyGram Surges on Reports of Western Union Offer By M. Corey Goldman INVESTING Ford Shares Gain After Volkswagen Closes $2.6 Billion Investment in Self-Driving Venture Argo AI By Martin Baccardax INVESTING Stitch Fix Cutting 1,400 Stylists in California By Joseph Woelfel LIFESTYLE Is Travel Really Going to Be Safe? By NerdWallet MARKETS Apple, Zoom Video, MoneyGram, Stitch Fix - 5 Things You Must Know Tuesday By Joseph Woelfel Loading... See More Terms Of Use Privacy Policy Advertise ... "], ["2020-06-02 11:30", "Zoom Reports Earnings Tuesday: 3 Things to Watch ...  current moment into lasting gains. Tags terms: Technology By Annie Gaus PERSONAL FINANCE If You're Undecided About College This Fall, Consider These Options By NerdWallet PERSONAL FINANCE How Much Voting Power Do You Really Have in Your State? By Samanda Dorger INVESTING MoneyGram Surges on Reports of Western Union Offer By M. Corey Goldman INVESTING Ford Shares Gain After Volkswagen Closes $2.6 Billion Investment in Self-Driving Venture Argo AI By Martin Baccardax INVESTING Stitch Fix Cutting 1,400 Stylists in California By Joseph Woelfel LIFESTYLE Is Travel Really Going to Be Safe? By NerdWallet MARKETS Apple, Zoom Video, MoneyGram, Stitch Fix - 5 Things You Must Know Tuesday By Joseph Woelfel INVESTING Dow Futures Gain On Economic Recovery Hopes As ... "], ["2020-06-02 11:05", "What About College in the Fall? 4 Options to Consider ...  By NerdWallet NerdWallet.com is a personal finance website and app, providing objective content, tools and tailored advice that helps consumers easily make smart money moves. PERSONAL FINANCE How Much Voting Power Do You Really Have in Your State? By Samanda Dorger INVESTING MoneyGram Surges on Reports of Western Union Offer By M. Corey Goldman INVESTING Ford Shares Gain After Volkswagen Closes $2.6 Billion Investment in Self-Driving Venture Argo AI By Martin Baccardax INVESTING Stitch Fix Cutting 1,400 Stylists in California By Joseph Woelfel LIFESTYLE Is Travel Really Going to Be Safe? By NerdWallet MARKETS Apple, Zoom Video, MoneyGram, Stitch Fix - 5 Things You Must Know Tuesday By Joseph Woelfel INVESTING Dow Futures Gain On Economic Recovery Hopes ... "], ["2020-06-02 11:00", "2021 Toyota Corolla Hatchback adds cargo space, flashy special edition ...  updates Best car lease deals Best car insurance Car Finder By make and model Make Acura Alfa Romeo Aston Martin Audi Bentley BMW Buick Cadillac Chevrolet Chrysler Dodge Ferrari Fiat Ford Genesis GMC Honda Hyundai Infiniti Jaguar Jeep Kia Lamborghini Land Rover Lexus Lincoln Lotus Maserati Mazda McLaren Mercedes-Benz Mini Mitsubishi Nissan Polestar Porsche Ram Rolls-Royce Smart Subaru Tesla Toyota Volkswagen Volvo Model Year Go By style See all cars Coupes Sedans SUVs/Crossovers Trucks Electric Hybrids Luxury Sports Cars Reviews All auto reviews 2020 Chevy Silverado 2500 2020 Ford F-Series Super Duty 2020 Mazda CX-9 2020 Hyundai Sonata 2020 Toyota 4Runner Tesla Model 3 Best Cars All the best cars Best Affordable Cars Best Crossovers Best Electric Cars Best ... "], ["2020-06-02 11:00", "How Much Voting Power Do You Really Have in Your State? ... : 55 Your vote counts as only 27.7% of a vote in Wyoming Wyoming has: 3.6 times the voting power 1 / 51 Tags terms: Markets Politics By Samanda Dorger PERSONAL FINANCE If You're Undecided About College This Fall, Consider These Options By NerdWallet INVESTING MoneyGram Surges on Reports of Western Union Offer By M. Corey Goldman INVESTING Ford Shares Gain After Volkswagen Closes $2.6 Billion Investment in Self-Driving Venture Argo AI By Martin Baccardax INVESTING Stitch Fix Cutting 1,400 Stylists in California By Joseph Woelfel LIFESTYLE Is Travel Really Going to Be Safe? By NerdWallet MARKETS Apple, Zoom Video, MoneyGram, Stitch Fix - 5 Things You Must Know Tuesday By Joseph Woelfel INVESTING Dow Futures Gain On Economic Recovery Hopes As Markets Look ... "], ["2020-06-02 10:48", "MoneyGram Surges on Reports of Western Union Offer ... shares were up 8.4% at $22.45 in premarket trading on Tuesday. Tags terms: Investing Technology Stocks Mergers and Acquisitions By M. Corey Goldman PERSONAL FINANCE If You're Undecided About College This Fall, Consider These Options By NerdWallet PERSONAL FINANCE How Much Voting Power Do You Really Have in Your State? By Samanda Dorger INVESTING Ford Shares Gain After Volkswagen Closes $2.6 Billion Investment in Self-Driving Venture Argo AI By Martin Baccardax INVESTING Stitch Fix Cutting 1,400 Stylists in California By Joseph Woelfel LIFESTYLE Is Travel Really Going to Be Safe? By NerdWallet MARKETS Apple, Zoom Video, MoneyGram, Stitch Fix - 5 Things You Must Know Tuesday By Joseph Woelfel INVESTING Dow Futures Gain On Economic Recovery Hopes As Markets ... "], ["2020-06-02 10:35", "VW completes $2.6B self-driving deal connected with FordVolkswagen and Ford are working with Pittsburgh-based startup Argo AI to develop self-driving technology."], ["2020-06-02 10:30", "Ford Shares Gain After Volkswagen Closes $2.6 Billion Investment in Self-Driving Venture Argo AIVolkswagen, the world's second-biggest carmaker, has pumped $2.6 billion into Argo AI, a self-driving vehicle company it jointly owns with Ford."], ["2020-06-02 10:25", "Stitch Fix Cutting 1,400 Stylists in California ...  extent to which it would disrupt our distribution centers,\" Lake said at the time. Stitch Fix is expected to issue its quarterly earnings report next week. Shares of San Francisco-based Stitch Fix were inactive in premarket trading Tuesday. The stock closed Monday at $23.62, up 2.16%. Tags terms: Stocks Retail By Joseph Woelfel INVESTING Ford Shares Gain After Volkswagen Closes $2.6 Billion Investment in Self-Driving Venture Argo AI By Martin Baccardax LIFESTYLE Is Travel Really Going to Be Safe? By NerdWallet MARKETS Apple, Zoom Video, MoneyGram, Stitch Fix - 5 Things You Must Know Tuesday By Joseph Woelfel INVESTING Dow Futures Gain On Economic Recovery Hopes As Markets Look Past George Floyd Protest, U.S.-China Tensions By Martin Baccardax INVESTING ... "], ["2020-06-02 10:25", "Is Travel Really Going to Be Safe? ...  Now Have an 18-Month Renewal Grace Period Sam Kemmis is a writer at NerdWallet. Email: skemmis@nerdwallet.com. Twitter: @samsambutdif. Tags terms: Travel Airlines Resorts and Hotels By NerdWallet NerdWallet.com is a personal finance website and app, providing objective content, tools and tailored advice that helps consumers easily make smart money moves. INVESTING Ford Shares Gain After Volkswagen Closes $2.6 Billion Investment in Self-Driving Venture Argo AI By Martin Baccardax INVESTING Stitch Fix Cutting 1,400 Stylists in California By Joseph Woelfel MARKETS Apple, Zoom Video, MoneyGram, Stitch Fix - 5 Things You Must Know Tuesday By Joseph Woelfel INVESTING Dow Futures Gain On Economic Recovery Hopes As Markets Look Past George Floyd Protest, U.S ... "], ["2020-06-02 10:15", "Two cyclists die after being struck by VW Golf during evening bike ride in High Wycombe ... thug is jailed for trying to shoot terrified taxi... Shocking moment Tesla Model 3 'on Autopilot mode' crashes... Share this article Share 'We are carrying out a thorough investigation to establish the full circumstances of this collision. 'As such we are asking anyone who may have witnessed the collision to please come forward. 'Additionally we would ask anyone who may have seen a Grey Volkswagen Golf R or the two cyclists travelling on the A40 Wycombe Road near to the junction of Old Dashwood Hill prior to 6.30pm to please get in touch. 'We would also ask anyone who was travelling on the same stretch and has dash-cam footage to please check it to see if it may show either the cyclists or the Golf.' Advertisement Share or comment ... "], ["2020-06-02 10:02", "Premarket: World shares rise to three-month highs, U.S. dollar shows the strain ... . U.S. President Donald Trump's vow to use force to end violent protests in American cities and reports China had ordered U.S. soybean purchases to be halted had checked Asia overnight, but Europe got the bulls back on track. The pan-European STOXX 600 jumped over 1%. Germany's DAX surged nearly 3% on news Lufthansa's board had approved its government bailout and as Volkswagen and BMW shares rose as much as 7% at the prospect of a 5 billion- euro government-funded scheme to boost sales. Story continues below advertisement The euro was at a two-and-a-half-month high as the U.S. dollar struggled. Italian and Spanish bonds were still being helped by a proposed 750 billion-euro EU stimulus plan and bets on more European Central Bank help. \"In ... "], ["2020-06-02 09:46", "Argo.ai closes $2.6bn Volkswagen investment in European, US push - with help from Ford ... , US push - with help from Ford At a time when COVID-19 has disrupted investment and acquisitions, intelligent vehicle tech is still going strong. By Charlie Osborne for Between the Lines | June 2, 2020 -- 09:46 GMT (10:46 BST) | Topic: Innovation How Amazon's 100,000 truck fleet could eliminate the need for cartons 15:23 Watch Now Argo.ai has closed a $2.6 billion investment from Volkswagen to strengthen the self-driving startup's presence across Europe. Featured stories How to tell if your device is eligible for the Windows 10 May 2020 update Return to work: How the technology mix we rely on is about to change, again You can build Linus Torvalds' PC: Here's all the hardware and where to buy it SMB TV: How SMBs and startups are using tech ... "], ["2020-06-02 09:42", "Volkswagen's premium T-Roc SUV sold out in IndiaGerman automaker Volkswagen has managed to sell all 1,000 units of its T-Roc SUV in India, in around 40 days"], ["2020-06-02 09:36", "Global shares cruise to three-month highs, dollar shows the strain ... REUTERS/Staff U.S. President Donald Trump's vow to use force to end violent protests in American cities and reports China had ordered U.S. soybean purchases to be halted had checked Asia overnight, but Europe got the bulls back on track. The pan-European STOXX 600 jumped over 1%. Germany's DAX surged nearly 3% on news Lufthansa's board had approved its government bailout and as Volkswagen and BMW shares rose as much as 7% at the prospect of a 5 billion- euro government-funded scheme to boost sales. The euro was at a two-and-a-half-month high as the dollar struggled. Italian and Spanish bonds were still being helped by a proposed 750 billion-euro EU stimulus plan and bets on more European Central Bank help. \"In a way, it is remarkable that the ... "], ["2020-06-02 09:36", "Global shares cruise to three-month highs, dollar shows the strain ... REUTERS/Staff U.S. President Donald Trump's vow to use force to end violent protests in American cities and reports China had ordered U.S. soybean purchases to be halted had checked Asia overnight, but Europe got the bulls back on track. The pan-European STOXX 600 jumped over 1%. Germany's DAX surged nearly 3% on news Lufthansa's board had approved its government bailout and as Volkswagen and BMW shares rose as much as 7% at the prospect of a 5 billion- euro government-funded scheme to boost sales. The euro was at a two-and-a-half-month high as the dollar struggled. Italian and Spanish bonds were still being helped by a proposed 750 billion-euro EU stimulus plan and bets on more European Central Bank help. \"In a way, it is remarkable that the ... "], ["2020-06-02 09:15", "China auto sales growth seen for second straight month, boosting recovery hopes ...  to rise to 2.14 million in May. It said the numbers were based on sales data it had collected from key companies, without giving further details. CAAM expects January to May auto sales in China to fall 23.1% year on year to 7.9 million units. As the global auto industry is hit hard by the coronavirus pandemic, China has become a ray of hope for automakers including Volkswagen ( VOWG_p.DE ) and General Motors ( GM.N ). In April, China's auto sales hit 2.07 million units, up 4.4% from a year earlier, the first monthly sales growth in almost two years, CAAM data showed. It cautioned last month that even if China contains the outbreak effectively, its auto sales are expected to drop 15% this year, from over 25 million vehicles in 2019. If the pandemic ... "], ["2020-06-02 09:15", "China auto sales growth seen for second straight month, boosting recovery hopes ...  to rise to 2.14 million in May. It said the numbers were based on sales data it had collected from key companies, without giving further details. CAAM expects January to May auto sales in China to fall 23.1% year on year to 7.9 million units. As the global auto industry is hit hard by the coronavirus pandemic, China has become a ray of hope for automakers including Volkswagen ( VOWG_p.DE ) and General Motors ( GM.N ). In April, China's auto sales hit 2.07 million units, up 4.4% from a year earlier, the first monthly sales growth in almost two years, CAAM data showed. It cautioned last month that even if China contains the outbreak effectively, its auto sales are expected to drop 15% this year, from over 25 million vehicles in 2019. If the pandemic ... "], ["2020-06-02 09:15", "China auto sales growth seen for second straight month, boosting recovery hopes ...  to rise to 2.14 million in May. It said the numbers were based on sales data it had collected from key companies, without giving further details. CAAM expects January to May auto sales in China to fall 23.1% year on year to 7.9 million units. As the global auto industry is hit hard by the coronavirus pandemic, China has become a ray of hope for automakers including Volkswagen ( VOWG_p.DE ) and General Motors ( GM.N ). In April, China's auto sales hit 2.07 million units, up 4.4% from a year earlier, the first monthly sales growth in almost two years, CAAM data showed. It cautioned last month that even if China contains the outbreak effectively, its auto sales are expected to drop 15% this year, from over 25 million vehicles in 2019. If the pandemic ... "]]}}