{"postfix": "volvo_a-aktie", "name": "VOLVO_(A)", "wkn": "871229", "time": "2020.06.02 12:02", "ts": 1591092121, "features": {"KGV": "9.09", "Marktkapitalisierung": {"Size": "Mrd", "Value": "53.14"}, "GA": "17.64", "KBV": "2.35", "BA": "68.20", "KCV": "7.03", "CA": "22.81", "Vola30": "46.13", "Vola90": "66.52", "Vola180": "53.13", "Vola250": "41.88"}, "rivals": ["caterpillar-aktie", "man-aktie", "paccar-aktie"], "text_data": {"de": [["28.05.20", "Bahn-Schadenersatzprozess gegen Lkw-Hersteller eröffnet"], ["13.05.20", "Volvo will keine Dividende ausschütten"], ["06.05.20", "Auch IAA Nutzfahrzeuge muss wegen Corona-Einschränkungen ausfallen"], ["30.04.20", "April 2020: Das sind die Expertenmeinungen zur Volvo (B)-Aktie"], ["24.04.20", "Volvo Un: Bilanzzahlen zum vergangenen Quartal"], ["24.04.20", "Volvo (A) hat die Zahlen zum jüngsten Quartal vorgelegt"], ["24.04.20", "Volvo (B) informierte über die jüngsten Quartalsergebnisse"], ["22.04.20", "Ausblick: Volvo (A) stellt Zahlen zum jüngsten Quartal vor"], ["22.04.20", "Ausblick: Volvo Un informiert über die jüngsten Quartalsergebnisse"], ["22.04.20", "Ausblick: Volvo (B) präsentiert Quartalsergebnisse"], ["21.04.20", "ROUNDUP 2: Daimler und Volvo tun sich bei Brennstoffzellen für Lkw zusammen"], ["21.04.20", "ROUNDUP: Daimler und Volvo tun sich bei Brennstoffzellen für Lkw zusammen"], ["21.04.20", "Daimler und Volvo tun sich bei Brennstoffzellen für Lkw zusammen"], ["08.04.20", "Erste Schätzungen: Volvo Un stellt Ergebnisse des abgelaufenen Quartals vor"], ["08.04.20", "Erste Schätzungen: Volvo (B) veröffentlicht Zahlen zum vergangenen Quartal"], ["08.04.20", "Erste Schätzungen: Volvo (A) gewährt Anlegern Blick in die Bücher"], ["03.04.20", "ANALYSE-FLASH: Goldman senkt Ziel für Volvo B auf 176  Kronen - 'Conviction Buy'"], ["31.03.20", "Volvo (B)-Aktie: Was Analysten im März vom Papier halten"], ["17.03.20", "MÄRKTE EUROPA/Erholung auf tönernen Füßen - ZEW bricht ein"], ["17.03.20", "MÄRKTE EUROPA/Volatiles Geschäft - Stimmung so schlecht wie 2008/09"], ["17.03.20", "MÄRKTE EUROPA/Eröffnungsgewinne halten nicht - ZEW-Einbruch extrem"], ["17.03.20", "MÄRKTE EUROPA/DAX startet über 9.000 Punkten"], ["29.02.20", "Februar 2020: Das sind die Expertenmeinungen zur Volvo (B)-Aktie"], ["07.02.20", "ROUNDUP 2: Größte Klage gegen das Lkw-Kartell abgewiesen"], ["07.02.20", "Kläger gegen das Lkw-Kartell kündigt Berufung an"], ["30.01.20", "MÄRKTE EUROPA/Coronavirus-Angst geht wieder um - Pfund fester"], ["30.01.20", "MÄRKTE EUROPA/US-BIP-Zahlen setzen keine Akzente - Pfund fester"], ["30.01.20", "MÄRKTE EUROPA/Börsen bleiben unter Druck - Deutsche Bank nach Zahlen fest"]], "en": [["29.05.20", "New Number of Votes in AB Volvo"], ["14.05.20", "Annual General Meeting of AB Volvo"], ["12.05.20", "AB Volvo's Board of Directors Withdraws Proposal for Ordinary Dividend"], ["12.05.20", "AB Volvo's Election Committee Revises its Proposal to the Annual General Meeting on Remuneration to the Board"], ["30.04.20", "New Number of Votes in AB Volvo"], ["23.04.20", "Volvo Group - the First Quarter 2020"], ["21.04.20", "The Volvo Group and Daimler Truck AG to Lead the Development of Sustainable Transportation by Forming Joint Venture for Large-scale Production of Fuel Cells"], ["09.04.20", "Invitation to the Volvo Group Report on the First Quarter 2020"], ["07.04.20", "Update on the Volvo Group's Financial Reporting 2020"], ["31.03.20", "New Number of Votes in AB Volvo"], ["25.03.20", "Volvo Provides an Update on the Current Situation in Respect of COVID-19 and Postpones the Annual General Meeting"], ["20.03.20", "AB Volvo's Board of Directors Withdraws Proposal of Extra Dividend, Maintains Ordinary Dividend"], ["16.03.20", "Update on the Impact From Covid-19 on the Volvo Group"], ["13.03.20", "Heavily Reduced Programme at AB Volvo's Annual General Meeting April 8, 2020"], ["10.03.20", "Marcio Pedroso new Member of Volvo Group Management"], ["04.03.20", "Annual General Meeting of AB Volvo"], ["01.03.20", "New Number of Votes in AB Volvo"], ["27.02.20", "Volvo Trucks Launches new Generation of Heavy-duty Trucks With the Driver in Focus"], ["26.02.20", "Kurt Jofs Proposed as new Board Member of AB Volvo"], ["25.02.20", "AB Volvo Publishes Annual and Sustainability Report 2019"], ["21.02.20", "The Volvo Group Part of Swedish-Indian Collaboration for Increased Traffic Safety"], ["12.02.20", "Volvo Trucks in North America Demonstrate Electric Heavy Duty Trucks"], ["05.02.20", "Renault Trucks Signs Historic Agreement With the Carlsberg Group to Deliver 20 Electric Trucks"], ["31.01.20", "Volvo Buses Receives Order for 60 High-capacity Electric Buses From Malmö"], ["30.01.20", "Mack Trucks Launches Medium-duty Trucks"], ["30.01.20", "Volvo Group - The Fourth Quarter and Full Year 2019"], ["16.01.20", "Invitation to Press and Analyst Conference in Stockholm"], ["2020-06-02 09:02", "South America's reopening, US protests could spread coronavirus ...  Take a Stand Contests Black History Month Live 5 Classroom News Tri-County Colleton County Georgetown County Williamsburg County Beaufort County Crime Education Politics State National Caught On Camera Good News Charleston 9 Emanuel 9 Sports National Friday Night Lights Football USC Clemson CSU SC State The Citadel CofC Riverdogs Battery Stingrays Volvo Car  ...  are concerned about what's happening in South America. Coronavirus cases rise as US protests continue \"Clearly the situation in many South American countries is far from stable. There is a rapid increase in cases, and those systems are coming under increasing pressure,\" said Mike Ryan, the executive director of the World Health Organization's emergencies program. His warning came as  ... "], ["2020-06-02 09:00", "Yandex promises better side visibility perception using autonomous 2020 Hyundai Sonata ... Volvo XC90 and Jaguar I-Pace to Cruise's Origin, which is without steering wheel or pedals. But despite differences in appearance, each new generation brings improvements to perception across the industry, enabling the cars to navigate roads more safely than their predecessors. This appears to be the case with Yandex's fourth-generation car, at least, as it adds three cameras for a ... , but size isn't everything UPCOMING EVENTS VB Transform July 15-17 The AI event of the year for enterprise executives, brought to you by today's leading AI publisher. Get a lifetime of SSD-powered web hosting for just $40 These slide templates will make your next presentation pop for less than $30 This app suite gives you access to 50+ tools designed for  ... "], ["2020-06-02 09:00", "2020 Aston Martin Vantage review: 2020 Aston Martin Vantage review: Best when loud ...  Jaguar Jeep Kia Lamborghini Land Rover Lexus Lincoln Lotus Maserati Mazda McLaren Mercedes-Benz Mini Mitsubishi Nissan Polestar Porsche Ram Rolls-Royce Smart Subaru Tesla Toyota Volkswagen Volvo Model Year Go By style See all cars Coupes Sedans SUVs/Crossovers Trucks Electric Hybrids Luxury Sports Cars Reviews All auto reviews 2020 Chevy Silverado 2500 2020 ... smoothly about town and delivering rapid-fire performance when you reach for those column-mounted paddles. Indeed, when found in a Mercedes-Benz, this transmission does a wonderful job. Here, it's seemingly been programmed with economy in mind, as if this ultra-aggressive sports car thinks you're on a hypermiling run. In Sport mode, the Vantage hops up to eighth gear at just 45 mph. Even in Sport  ... "], ["2020-06-02 06:38", "A look at the antifa movement Trump is blaming for violence ...  Lowcountry Weekend About Us Home Download Live 5 Apps Watch Live Big Red Box Submit News Pics & Video Submit News Tips Report Typos Classroom Champions Live 5 Weather Class Parent Survival Guide Take a Stand Contests Black History Month Live 5 Classroom News Tri-County Colleton County Georgetown County Williamsburg County Beaufort County Crime Education Politics State National Caught On Camera Good News Charleston 9 Emanuel 9 Sports National Friday Night Lights Football USC Clemson CSU SC State The Citadel CofC Riverdogs Battery Stingrays Volvo Car Open Cooper River Bridge Run Weather First Alert Hurricane Center Live 5 Weather Skycams Boaters Forecast S.C. Hurricane Guide Investigate You Paid For It Scambusters Consumer Investigate TV Health Coronavirus ... "], ["2020-06-01 16:23", "[Newsmaker] Over 70 Korean-owned properties suffer damage in US protests ...  have been reported due to violent protests convulsing across the country, fueled by the police-involved death of an African American man George Floyd, officials here said Tuesday. The Foreign Ministry said a total of 79 stores operated by Koreans reported damage -- 50 cases in Philadelphia, 10 in Minneapolis, five in Raleigh, North Carolina, and four in Atlanta -- due to looting and vandalism. No casualties ... Korea to remove 'alien' word from ID card issued to foreign residents > Seoul to resume WTO complaint over Tokyo's export curbs, door for talks still open > Volvo Truck Korea appoints cargo business expert as new chief > S. Korea will push ahead with cross-border projects to prepare for post-coronavirus era ABOUT KOREA HERALD ABOUT HERALD  ... "], ["2020-06-01 16:21", "KBO ace by the numbers: statistical breakdown of Dinos starter Koo Chang-mo's memorable May ...  after the late, great KBO right-hander for the Lotte Giants. Candidates for that prize must meet at least one of the following criteria: at least 30 starts, 180 innings pitched, 12 wins, 150 strikeouts, 15 quality starts, a sub-3.00 ERA or 35 saves. (Yonhap) Back to List More article by this Writer MOST POPULAR Sampling blunder by BTS member serves as cautionary tale for K-pop act going forward S. Korea tries out QR  ... to remove 'alien' word from ID card issued to foreign residents > Seoul to resume WTO complaint over Tokyo's export curbs, door for talks still open > Volvo Truck Korea appoints cargo business expert as new chief > S. Korea will push ahead with cross-border projects to prepare for post-coronavirus era ABOUT KOREA HERALD ABOUT HERALD ... "], ["2020-06-01 16:12", "ESG bond market to benefit from KRX's fee-waiver ...  sources Tuesday. The Korea Exchange (KRX) is slated to waive listing fees and yearly managing costs for the socially conscious bonds of local firms for three years from June 15. It will also open a website to provide investment details and disclosures of each bond on the same day. \"To issue ESG bonds, companies have to get notarization from other institutions that they are responsible for social investments.  ... to remove 'alien' word from ID card issued to foreign residents > Seoul to resume WTO complaint over Tokyo's export curbs, door for talks still open > Volvo Truck Korea appoints cargo business expert as new chief > S. Korea will push ahead with cross-border projects to prepare for post-coronavirus era ABOUT KOREA HERALD ABOUT HERALD ... "], ["2020-06-01 16:07", "Korea shipbuilders win $20b deal from Qatar ... it has signed a deal with three South Korean shipbuilders -- Hyundai Heavy Industries, Daewoo Shipbuilding & Marine Engineering and Samsung Heavy Industries -- to reserve LNG ship construction capacity. Under the agreements, the Korean shipbuilders will reserve a major portion of their LNG ship construction capacity for QP through 2027. In large-scale projects, shipbuilders normally sign a contract to secure ... Korea to remove 'alien' word from ID card issued to foreign residents > Seoul to resume WTO complaint over Tokyo's export curbs, door for talks still open > Volvo Truck Korea appoints cargo business expert as new chief > S. Korea will push ahead with cross-border projects to prepare for post-coronavirus era ABOUT KOREA HERALD ABOUT HERALD  ... "], ["2020-06-01 15:54", "Child found in suitcase with no heartbeat, stepmom arrested ...  than five years in prison. The stepmother reportedly confessed to some portion of her involvement in the boy's death. She was quoted as saying that she ordered her stepson to get into the suitcase as a means of punishment. By Ko Jun-tae ( ko.juntae@heraldcorp.com ) Back to List More article by this Writer MOST POPULAR Sampling blunder by BTS member serves as cautionary tale for K-pop act going forward S.  ... Korea to remove 'alien' word from ID card issued to foreign residents > Seoul to resume WTO complaint over Tokyo's export curbs, door for talks still open > Volvo Truck Korea appoints cargo business expert as new chief > S. Korea will push ahead with cross-border projects to prepare for post-coronavirus era ABOUT KOREA HERALD ABOUT HERALD  ... "], ["2020-06-01 15:49", "Gao Ming's 'Damp Season' bags grand prize at Jeonju film fest ... Ming's 'Damp Season' bags grand prize at Jeonju film fest By Choi Ji-won Published : Jun 2, 2020 - 14:49 Updated : Jun 2, 2020 - 15:02 Back to List More article by this Writer A scene from Gao Ming's \"Damp Season\" (Jeonju IFF) Chinese director Gao Ming's \"Damp Season\" won the grand prize for international competition at the 21st Jeonju International Film Festival on Monday ... Korea to remove 'alien' word from ID card issued to foreign residents > Seoul to resume WTO complaint over Tokyo's export curbs, door for talks still open > Volvo Truck Korea appoints cargo business expert as new chief > S. Korea will push ahead with cross-border projects to prepare for post-coronavirus era ABOUT KOREA HERALD ABOUT HERALD  ... "], ["2020-06-01 05:46", "Remains of Mont. veteran who died from coronavirus lost in mail for months ...  Guide Take a Stand Contests Black History Month Live 5 Classroom News Tri-County Colleton County Georgetown County Williamsburg County Beaufort County Crime Education Politics State National Caught On Camera Good News Charleston 9 Emanuel 9 Sports National Friday Night Lights Football USC Clemson CSU SC State The Citadel CofC Riverdogs Battery Stingrays Volvo Car Open ...  jeering, many without masks. By Brian Melley and John Seewer Unrest demonstrates Biden's challenge in breaking through Joe Biden will spend the next five months presenting himself as a calming, competent alternative to the tumultuous administration of President Donald Trump. By ALEXANDRA JAFFE 312 new cases of COVID-19, and 7 additional deaths in South Carolina By Landon Boozer Published ... "], ["2020-06-01 05:20", "A beast of both worlds: Sam Wallace tests BMW's hybrid 330e ...  Holden Honda Hummer Hyundai Isuzu Jaguar Jeep Kia Lada Lamborghini Lancia Land Rover LDV Lexus Lincoln Lotus Mahindra Maserati Mazda McLaren Mercedes-Benz MG Mini Mitsubishi Morris Nissan Oldsmobile Opel Peugeot Plymouth Pontiac Porsche Proton Ram Reliant Renault Rolls-Royce Rover Saturn Seat KODA Smart Ssangyong Subaru Suzuki Tesla Toyota Triumph Vauxhall Volkswagen Volvo Other > Car Model Done Find Your Car Advanced search Home / Reviews / A beast of both worlds: Sam Wallace tests BMW's hybrid 330e A beast of both worlds: Sam Wallace tests BMW's hybrid 330e By Sam Wallace 01/06/2020 Search Driven for BMW for sale BMW 330e $93,900 Price 5.9 sec 0-100 kmph Pros Extremely practical Great fuel economy Cons On paper, the BMW 330e doesn't work. But ... "], ["2020-06-01 05:10", "The ins and outs of New Zealand's WoF process ...  Morris Nissan Oldsmobile Opel Peugeot Plymouth Pontiac Porsche Proton Ram Reliant Renault Rolls-Royce Rover Saturn Seat KODA Smart Ssangyong Subaru Suzuki Tesla Toyota Triumph Vauxhall Volkswagen Volvo Other > Car Model Done Find Your Car Advanced search Home / Advice / The ins and outs of New Zealand's WoF process The ins and outs of  ... Kiwis need to get their cars' WOF rechecked News Most Popular Today Car Care: Prevent Mother Nature from damaging your car this year Car Care: Prevent Mother Nature from damaging your car this year Car care Bigger than a CX-3, smaller than a CX-5 - does the Mazda CX-30 hit the sweet spot? Does the Mazda CX-30 hit the sweet spot? Reviews Tackling New Zealand's iconic Timber Trail on an E-Bike Timber Trail on an E- ... "], ["2020-06-01 03:08", "Volvo shipping out XC40 SUVs made in Zhejiang province to South Africa ...  plant in Sichuan province and sold in the United States. Two years later, the flagship S90 sedans made at its Daqing plant in Heilongjiang province were shipped to Europe. In July 2019, cargo trains began transporting XC60 SUVs from Chengdu to the UK and other European countries, which marked a new milestone after Volvo's acquisition by Geely from Ford in 2010. \"In 10 years, Volvo Cars has grown from a niche Swedish marque into a global premium carmaker,\" said Yuan Xiaolin, president and CEO of Volvo Car Asia Pacific in an interview earlier this year. In 2019, the company delivered more than 700,000 vehicles around the globe. Sales revenue soared to 274.1 billion kronor ($27.45 billion) and operating profits reached $1.43 billion. Back in 2009 ... "], ["2020-06-01 02:22", "Trump took shelter in White House bunker as protests raged ...  Lowcountry Weekend About Us Home Download Live 5 Apps Watch Live Big Red Box Submit News Pics & Video Submit News Tips Report Typos Classroom Champions Live 5 Weather Class Parent Survival Guide Take a Stand Contests Black History Month Live 5 Classroom News Tri-County Colleton County Georgetown County Williamsburg County Beaufort County Crime Education Politics State National Caught On Camera Good News Charleston 9 Emanuel 9 Sports National Friday Night Lights Football USC Clemson CSU SC State The Citadel CofC Riverdogs Battery Stingrays Volvo Car Open Cooper River Bridge Run Weather First Alert Hurricane Center Live 5 Weather Skycams Boaters Forecast S.C. Hurricane Guide Investigate You Paid For It Scambusters Consumer Investigate TV Health Coronavirus ... "], ["2020-06-01 02:05", "Unrest demonstrates Biden's challenge in breaking through ...  Take a Stand Contests Black History Month Live 5 Classroom News Tri-County Colleton County Georgetown County Williamsburg County Beaufort County Crime Education Politics State National Caught On Camera Good News Charleston 9 Emanuel 9 Sports National Friday Night Lights Football USC Clemson CSU SC State The Citadel CofC Riverdogs Battery Stingrays Volvo Car  ...  Sullivan and Stephen Groves Published 53m at 9:44 PM Gov. McMaster: 'Law enforcement is activated, on alert and ready' By Sydney Pendrick Published 54m at 9:44 PM Charleston mayor, police chief warn a second night of rioting won't be tolerated By Sydney Pendrick Published 54m at 9:44 PM Owner of business damaged in Charleston riot calls for mayor's resignation By Nick Reagan and Live  ... "], ["2020-06-01 00:13", "Atlanta mayor: 2 officers fired in 'excessive force' arrests ...  Lowcountry Weekend About Us Home Download Live 5 Apps Watch Live Big Red Box Submit News Pics & Video Submit News Tips Report Typos Classroom Champions Live 5 Weather Class Parent Survival Guide Take a Stand Contests Black History Month Live 5 Classroom News Tri-County Colleton County Georgetown County Williamsburg County Beaufort County Crime Education Politics State National Caught On Camera Good News Charleston 9 Emanuel 9 Sports National Friday Night Lights Football USC Clemson CSU SC State The Citadel CofC Riverdogs Battery Stingrays Volvo Car Open Cooper River Bridge Run Weather First Alert Hurricane Center Live 5 Weather Skycams Boaters Forecast S.C. Hurricane Guide Investigate You Paid For It Scambusters Consumer Investigate TV Health Coronavirus ... "], ["2020-05-31 23:47", "Two Roper St. Francis facilities to close temporarily due to protests ... Guide Take a Stand Contests Black History Month Live 5 Classroom News Tri-County Colleton County Georgetown County Williamsburg County Beaufort County Crime Education Politics State National Caught On Camera Good News Charleston 9 Emanuel 9 Sports National Friday Night Lights Football USC Clemson CSU SC State The Citadel CofC Riverdogs Battery Stingrays Volvo Car Open ... at 7:47 PM CHARLESTON, S.C. (WCSC) - Two Roper St. Francis facilities will close temporarily due to protests, according to officials. Roper Hospital ER Northwoods in North Charleston will reopen at 7 a.m. Monday. In addition, the Express Care and primary care office on North Main Street in downtown Summerville will reopen Tuesday morning. \"These decisions to close are based on advice from  ... "], ["2020-05-31 23:17", "Deputies: Suspect arrested after shooting, search in Florence ...  Guide Take a Stand Contests Black History Month Live 5 Classroom News Tri-County Colleton County Georgetown County Williamsburg County Beaufort County Crime Education Politics State National Caught On Camera Good News Charleston 9 Emanuel 9 Sports National Friday Night Lights Football USC Clemson CSU SC State The Citadel CofC Riverdogs Battery Stingrays Volvo Car Open  ... Lights (Source: Gray News) By WMBF News Staff | May 31, 2020 at 11:25 AM EDT - Updated May 31 at 7:17 PM FLORENCE, SC (WMBF) - Florence County deputies made an arrest Sunday afternoon after a shooting earlier in the day left one person hurt. Florence County Chief Deputy Glen Kirby said 20-year-old Tyraze Tyrone-Lamont Eddy was arrested in connection to the shooting. Kirby said the victim was ... "], ["2020-05-31 22:52", "Curfew issued for Dorchester County ...  Lowcountry Weekend About Us Home Download Live 5 Apps Watch Live Big Red Box Submit News Pics & Video Submit News Tips Report Typos Classroom Champions Live 5 Weather Class Parent Survival Guide Take a Stand Contests Black History Month Live 5 Classroom News Tri-County Colleton County Georgetown County Williamsburg County Beaufort County Crime Education Politics State National Caught On Camera Good News Charleston 9 Emanuel 9 Sports National Friday Night Lights Football USC Clemson CSU SC State The Citadel CofC Riverdogs Battery Stingrays Volvo Car Open Cooper River Bridge Run Weather First Alert Hurricane Center Live 5 Weather Skycams Boaters Forecast S.C. Hurricane Guide Investigate You Paid For It Scambusters Consumer Investigate TV Health Coronavirus ... "]]}}