{"postfix": "vornado_realty_trust-aktie", "name": "VORNADO_REALTY_TRUST", "wkn": "893899", "time": "2020.06.02 13:37", "ts": 1591097859, "features": {"KGV": "71.35", "Marktkapitalisierung": {"Size": "Mrd", "Value": "7.01"}, "GA": "0.92", "KBV": "2.00", "BA": "32.83", "KCV": "23.53", "CA": "2.79", "Vola30": "82.14", "Vola90": "96.99", "Vola180": "71.13", "Vola250": "51.15"}, "rivals": ["boston_properties-aktie", "apartment_investmentmanagement-aktie", "liberty_property_trust-aktie", "highwoods_properties-aktie", "general_growth_properties_1-aktie"], "text_data": {"de": [["31.05.20", "Mai 2020: Analysten sehen weniger Potenzial bei Vornado Realty Trust-Aktie"], ["03.05.20", "Ausblick: Vornado Realty Trust stellt das Zahlenwerk zum vergangenen Quartal vor"], ["30.04.20", "Vornado Realty Trust-Aktie: Was Analysten von Vornado Realty Trust erwarten "], ["19.04.20", "Erste Schätzungen: Vornado Realty Trust stellt Quartalsergebnis zum abgelaufenen Jahresviertel vor"], ["20.02.20", "Vornado Realty Trust präsentierte Bilanzzahlen zum jüngsten Jahresviertel"], ["17.02.20", "Ausblick: Vornado Realty Trust gibt Ergebnis zum abgelaufenen Quartal bekannt"]], "en": [["06.05.20", "Vornado Realty Trust (VNO) Q1 2020 Earnings Call Transcript"], ["20.02.20", "Vornado Realty Trust (VNO) Q4 2019 Earnings Call Transcript"], ["2020-05-31 13:58", "Union kingmakers fear Bain Capital's bid for Virgin Australia ...  the group last week believed that the private equity firm would play hard-ball with Virgin's highly unionised workforce. Loading In 2017, around 30,000 US workers at Bain part-owned group Toys R US were left without severance pay when the retail chain collapsed. The workers launched a months-long campaign against Bain and former co-owners KKR and the Vornado Realty Trust, enlisting high-profile supporters including former Democratic Presidential candidates Elizabeth Warren and Bernie Sanders. Bain and KKR created a $US20 million hardship fund for workers in late 2018. This amount was on top of the which was short of the $US75 million workers said they were owed. There has also been criticism of the treatment of workers at music retailer Guitar Center ... "], ["2020-05-31 13:45", "Union kingmakers fear Bain Capital's bid for Virgin Australia ...  the group last week believed that the private equity firm would play hard-ball with Virgin's highly unionised workforce. Loading In 2017, around 30,000 US workers at Bain part-owned group Toys R US were left without severance pay when the retail chain collapsed. The workers launched a months-long campaign against Bain and former co-owners KKR and the Vornado Realty Trust, enlisting high-profile supporters including former Democratic Presidential candidates Elizabeth Warren and Bernie Sanders. Bain and KKR created a $US20 million hardship fund for workers in late 2018. This amount was on top of the which was short of the $US75 million workers said they were owed. There has also been criticism of the treatment of workers at music retailer Guitar Center ... "], ["2020-05-28 15:15", "Retail Store Closures Have Huge Impact On Communities ...  close dozens of locations. Some have even slid into bankruptcy or vanished completely. The fall of the once massive Toys 'R' Us name in 2018, should have drawn more attention. With more than 700 U.S. stores the Toys \"R\" Us chain was a prime example of just how much retail has changed in just the last decade. When KKR & Co., Bain Capital, and Vornado Realty Trust took over the company in 2005, the buyers justified the $7.5 billion price, in large part based on the supposedly valuable properties that came with the deal. If current trends continue, the drop in the value of these properties has only started and in the future will have a gigantic effect on the economy. Much of this space is located in the large shopping malls that once flourished ... "], ["2020-05-27 18:36", "Real-Estate Stocks Are Recovering, but Not These Two Groups ...  to recover first,\" he wrote. The three stocks have risen 12.8%, 21.6%, and 18.1%, respectively, over the week since Guinee released the note, but they still remain 20%-40% down year to date. Guinee also expects to see a migration out of urban centers like New York City for more affordable options elsewhere. New York City-centric office REITs such as SL Green Realty (SLG) and Vornado Realty Trust (VNO) have been hit particularly hard, noted Evercore analyst Steve Sakwa in a Tuesday report. Both lost more than half their value from Feb. 19 to March 23 and haven't regained much of it. Still, Sakwa pointed to recent reports that Facebook (FB) is nearing a deal to lease the entirety of the Farley Post Office building in New York. An agreement would \" ... "], ["2020-05-27 04:00", "Why Work From Home Won't Last: Your Boss Doesn't Trust You ...  experiences a viral outbreak of Covid-19 will have an easier time containing the problem and be more able to continue business through the other offices. What that means is that owning commercial office space will be a good business as the economy restarts. Which specific companies will benefit remains to be seen. But two major players include Vornado Realty Trust VNO and Boston Properties, Inc. BXP . Follow me on Twitter or LinkedIn . Check out my website or some of my other work here . Simon Constable Simon Constable | Author | Broadcaster | Journalist | Commentator | Speaker. Author of The Wall Street Journal's 'In Translation' column. Fellow at the Johns Hopkins ... Read More Simon Constable | Author | Broadcaster | Journalist | Commentator ... "], ["2020-05-23 00:32", "NYC landlord says 80% of retail tenants SKIPPED April and May rent as some choose not to pay amid coronavirus lockdown ... A NEW York City landlord has said that 80 percent of retail tenants skipped their April and May rent payments amid the coronavirus pandemic. Residents are also leaving their apartments and breaking leases during the crisis - with most young people returning to their parents' houses. 4 The city has been under lockdown for two months Credit: Splash News During an earning call with Vornado Realty Trust, one of the city's biggest commercial landlords, Chief Executive Steven Roth said that roughly 80 percent of its retail tenants did not pay rent at the beginning of April and May, the New York Times reported. However, among the company's office tenants, roughly 60 percent were able to pay their rent, Roth confirmed. And by the end of April, 90 percent ... "], ["2020-05-22 21:12", "Hedge Fund Activist Is Shorting New York Office Stocks ... May 22, 2020 5:12 pm ET An activist investor, known for buying shares in real estate companies and pushing for changes in hopes of boosting the stocks, is pursuing a new tack: betting against some of New York City's biggest office owners. Jonathan Litt's hedge fund, Land & Buildings Investment Management, is taking short positions in Empire State Realty Trust, SL Green Realty and Vornado Realty Trust, according to a person familiar with the matter. ... To Read the Full Story Subscribe Sign In Sponsored Offers DoorDash: $7 off with DoorDash promo code Walmart: This May shop from home with over $50 in Walmart coupons Saks Fifth Avenue: 10% off sitewide - Saks Fifth Avenue promo code eBay: Memorial Day Deal: 20% off $50+ using eBay coupon Kohl's: 20 ... "], ["2020-05-22 19:39", "New York bleeding millions in tax revenue as rent payments plunge ... of nonessential business for two months, threatening to drain the city of millions of dollars in vital tax revenue. One of the city's biggest commercial landlords, Vornado Property Trust, said during an earnings call this month that nearly all its retail clients, except for grocery stores and other essential businesses, have sought financial relief, including a deferral ... AMERICANS SKIP MORTGAGE PAYMENTS AS CORONAVIRUS HAMMERS FINANCES About 80 percent of its retail tenants did not pay rent in April and May, its CEO Steven Roth, said during the call. Empire State Realty Trust, another major real estate company that owns the Empire State Building, said that more than 50 percent of its retail tenants and a quarter of its office tenants did not pay April rent ... "], ["2020-05-22 15:07", "NYC businesses and companies skip rent payments as shutdown drags on ...  target relief to lower-income renters and small owners who have mounting monthly expenses, they will not be able to reverse the damage this crisis will have on our city,' Jay Martin, Executive Director for the Community Housing Improvement Project, said. MAJOR LANDLORDS AND WHAT THEY COLLECTED VORNADO (April and May) Retail: 80 % failed to pay Office : 40% failed to pay SL GREEN (April only) Retail: 35% failed to pay Office: 10% failed to pay EMPIRE REALTY TRUST (April only) Retail: 50% failed to pay Office: 25% failed to pay Advertisement In the residential market, rent prices are being driven down. Between April and May, 70 percent of listings on StreetEasy - the most used house hunting website - were reduced. Brooklyn saw the biggest decline, with ... "], ["2020-05-22 14:05", "WeWork could fail as costs spiral and social distancing hits offices, real-estate boss predicts ... outflow, and $3.9 billion in cash and cash commitments. WeWork is also adapting its office spaces to enable social distancing and minimize virus transmission. Visit Business Insider's homepage for more stories . Troubled coworking giant WeWork could fail in the next few years as its costs spiral and the coronavirus pandemic upends its business model, Michael Franco, the president of Vornado Realty Trust, said on the real-estate investment group's earnings call this month. \"Their ability to survive is dependent on SoftBank's willingness to fund those deficits, which will probably be more significant near-term given this crisis,\" Franco replied to an analyst's question about how long WeWork will stay in business, according to a call ... "], ["2020-05-22 14:05", "WeWork could fail as costs spiral and social distancing hits offices, real-estate boss predicts ...  outflow, and $US3.9 billion in cash and cash commitments. WeWork is also adapting its office spaces to enable social distancing and minimise virus transmission. Visit Business Insider's homepage for more stories . Troubled coworking giant WeWork could fail in the next few years as its costs spiral and the coronavirus pandemic upends its business model, Michael Franco, the president of Vornado Realty Trust, said on the real-estate investment group's earnings call this month. \"Their ability to survive is dependent on SoftBank's willingness to fund those deficits, which will probably be more significant near-term given this crisis,\" Franco replied to an analyst's question about how long WeWork will stay in business, according to a call ... "], ["2020-05-21 17:12", "Virus Impact on One Landlord: 80% of Its Retail Tenants Missed Rent ...  declined requests to comment for this article. The company warned investors this month that the drop-off in rent, along with the uncertainty about when the economy will reopen, could create untold consequences for Vornado. Some tenants may decide to vacate their spaces, and the value of its buildings might drop, the company said. The numbers were nearly as stark at Empire State Realty Trust, another major real estate company that owns the Empire State Building and eight other Manhattan properties. More than a quarter of its office tenants and more than 50 percent of its retail tenants did not pay April rent. Anthony E. Malkin, the company's chief executive, said in a recent interview that the company was working with its tenants to find other ways ... "], ["2020-05-17 04:00", "More pain to come as New York office leasing hits GFC lows ...  at law firm Herrick Feinstein. \"People just stopped. A lot of deals either died or are on hold.\" The crisis has weighed on the shares of SL Green Realty and Vornado Realty Trust, two of the city's largest landlords. Together, the companies have seen more than $US5 billion ($7.8 billion) in market value evaporate since the beginning of March. Vornado was cut to sell by an analyst at Stifel on Wednesday. Advertisement Vornado is spending more than $US2 billion to transform the area around Pennsylvania Station with retail shops and new offices. Steven Roth, the real estate investment trust's chief executive officer, says new leasing in New York has \"slowed to a trickle\" and it could be a while before business bounces back. \"This ... "], ["2020-05-14 19:26", "NYC may never be the same again as offices become obsolete and landlords scramble to meet tax bills ... big business settles into long-term working from home In April, commercial landlord Empire Realty Trust collected just 73% of its usual rent from office tenants SL Green, another  ... Trust, owner of the Empire State Building, collected only 73 percent of its office rents and 46 percent of its retail rents due in April. It's unclear if the breakdown means only 73 percent of tenants paid full rent and 27 percent did not, or if partial payments across the board produced the figure. The firm announced the collections in an earnings call last month and said they used security deposits to increase total rent collection to 93 percent. SL Green, the largest corporate landlord, collected 90 percent of its office rent but only 65 percent of its retail rent. Vornado ... "], ["2020-05-13 04:00", "The World's Largest Public Real Estate Companies 2020 ...  States Sales: $2.874 billion Profit: $1.515 billion Assets: $11.826 billion Market value: $32.386 billion 11. AvalonBay Communities | United States Sales: $2.318 billion Profit: $784 billion Assets: $19.121 billion Market value: $22.933 billion 12. Boston Properties | United States Sales: $2.985 billion Profit: $921 billion Assets: $21.830 billion Market value: $15.094 billion 13. Vornado Realty Trust | United States Sales: $5.321 billion Profit: $3.148 billion Assets: $18.287 billion Market value: $8.374 billion 14. Gecina SA | France Sales: $1.060 billion Profit: $1.696 billion Assets: $22.961 billion Market value: $9.582 billion 15. L E Lundbergfoeretagen AB | Sweden Sales: $2.720 billion Profit: $1.261 billion Assets: $18.727 billion Market value: $10 ... "], ["2020-05-13 02:09", "Manhattan faces a reckoning if working from home becomes the norm ...  New York region. \"I'm thinking long and hard about it. Looking forward, are people going to want to crowd into offices?'' Of course, the demise of the Manhattan office market has been predicted for decades, especially after the Sept. 11, 2001, terror attacks. Owners of office towers, including two of the largest landlords in the city, Vornado Realty Trust and Empire State Realty Trust, said they were confident that after this crisis, companies would value in-person communication more than ever. That is especially the case given how isolated some workers have felt since the shutdown began in March, the landlords said. The number of workers who actually prefer to be in an office because of the opportunity for social interaction is an unknown ... "], ["2020-05-12 18:43", "Manhattan Faces a Reckoning if Working From Home Becomes the Norm ... in the New York region. \"I'm thinking long and hard about it. Looking forward, are people going to want to crowd into offices?'' Of course, the demise of the Manhattan office market has been predicted for decades, especially after the Sept. 11, 2001, attacks. Owners of office towers, including two of the largest landlords in the city, Vornado Realty Trust and Empire State Realty Trust, said they were confident that after this crisis, companies would value in-person communication more than ever. That's especially the case given how isolated some workers have felt since the shutdown began in March, the landlords said. The number of workers who actually prefer to be in an office because of the opportunity for social interaction is an unknown ... "], ["2020-05-12 18:43", "Manhattan Faces a Reckoning if Working From Home Becomes the Norm ... York City and the region. Work-from-home arrangements have the company reconsidering the need for all of them. Credit... Chang W. Lee/The New York Times Of course, the demise of the Manhattan office market has been predicted for decades, especially after the Sept. 11, 2001, attacks. Owners of office towers, including two of the largest landlords in the city, Vornado Realty Trust and Empire State Realty Trust, said they were confident that after this crisis, companies would value in-person communication more than ever. That's especially the case given how isolated some workers have felt since the shutdown began in March, the landlords said. The number of workers who actually prefer to be in an office because of the opportunity for social interaction is an ... "], ["2020-05-12 14:53", "Fitwel And The Center For Active Design Launch COVID-19 \"Research To Action\" Series, Introduce Tool To Help Landlords And Tenants Collaborate On Wellness Strategies ... and we look forward to continuing to evolve this conversation as the research base expands.\" The first two chapters in the series - Leveraging Buildings to Mitigate Viral Transmission and Building Trust in the Workplace - are available now at https://www.fitwel.org/resources/ , with others due to publish in the coming weeks. Descriptions of the five chapters can be found below:  ... health and real estate such as Alexandria Real Estate Equities, Tishman Speyer , Vornado, Kilroy, Triovest, Fannie Mae and Anthem. \"Triovest realized that we needed to start early in our tenant reintegration planning efforts,\" said Philippe Bernier , VP Innovation & Sustainability at Triovest Realty Advisors. \"Our partnership with Fitwel and the Center for Active  ... "], ["2020-05-11 07:25", "U.S. RESEARCH ROUNDUP-Acushnet Holdings, Equity Residential, Fiserv ...  cuts target price to $16 from $19 * Tripadvisor Inc : JP Morgan cuts target price to $18 from $19 * Ubiquiti Inc : Credit Suisse raises target price to $132 from $127 * UDR Inc : Evercore ISI raises target price to $41 from $38 * UDR Inc : Evercore ISI raises to in-line from underperform * Valero Energy Corp : Credit Suisse raises target price to $70 from $65 * Vornado Realty Trust : Evercore ISI cuts target price to $53 from $56 * Vulcan Materials Co : Stephens cuts target price to $117 from $120 * Waste Connections Inc : JP Morgan raises target price to $90 from $82 * X4 Pharmaceuticals Inc : Canaccord Genuity cuts target price to $22 from $27 * Yeti Holdings Inc : Keybanc raises target price to $34 from $31 (Compiled by Bengaluru Newsroom) Our Standards ... "]]}}