{"postfix": "wacker_chemie-aktie", "name": "WACKER_CHEMIE", "wkn": "WCH888", "time": "2020.06.02 11:55", "ts": 1591091759, "features": {"KGV": "117.17", "Marktkapitalisierung": {"Size": "Mrd", "Value": "2.95"}, "GA": "0.58", "KBV": "1.72", "BA": "39.60", "KCV": "6.01", "CA": "11.35", "Vola30": "42.75", "Vola90": "83.03", "Vola180": "64.27", "Vola250": "52.08"}, "rivals": ["bayer-aktie", "dsm-aktie", "clariant-aktie", "dow_chemical-aktie", "merck-aktie", "fuchs_petrolub_vz-aktie", "h_r-aktie"], "text_data": {"de": [["31.05.20", "Wie Experten die WACKER CHEMIE-Aktie im Mai einstuften"], ["28.05.20", "ANALYSE-FLASH: Kepler Cheuvreux senkt Wacker Chemie auf 'Reduce' - Ziel 51 Euro"], ["27.05.20", "VCI erwartet 2020 deutlichen Einbruch in deutscher Chemieproduktion"], ["12.05.20", "ANALYSE-FLASH: DZ Bank senkt Wacker Chemie auf 'Halten' - Fairer Wert 53 Euro"], ["11.05.20", "ANALYSE-FLASH: UBS hebt Ziel für Wacker Chemie auf 70 Euro - 'Buy'"], ["04.05.20", "ANALYSE-FLASH: Berenberg hebt Ziel für Wacker Chemie auf 52 Euro - 'Hold'"], ["02.05.20", "WACKER CHEMIE: Bilanzvorlage zum letzten Quartal"], ["30.04.20", "April 2020: Experten empfehlen WACKER CHEMIE-Aktie mehrheitlich zum Kauf"], ["30.04.20", "AKTIEN-FLASH: Wacker Chemie gefragt - Überraschend guter Jahresauftakt"], ["30.04.20", "ROUNDUP: Wacker Chemie trotzt Corona-Krise zum Jahresstart - Ausblick ungewiss"], ["30.04.20", "ANALYSE-FLASH: Baader Bank belässt Wacker Chemie auf 'Buy' - Ziel 60 Euro"], ["30.04.20", "Wacker Chemie übertrifft zum Jahresstart dank Einsparungen die Gewinnerwartungen"], ["28.04.20", "ROUNDUP 2: Siltronic hält Umsatz stabil und bestätigt Dividende - Aktie steigt"], ["28.04.20", "AKTIE IM FOKUS 2: Siltronics Quartalsausblick verhilft zu neuem Erholungsversuch"], ["28.04.20", "ROUNDUP: Siltronic hält Umsatz fast stabil - Dividende bestätigt"], ["28.04.20", "Siltronic hält überraschend Umsatz im ersten Quartal fast stabil"], ["27.04.20", "ROUNDUP 2: Klimaschutz in Corona-Zeiten - jetzt erst recht?"], ["26.04.20", "Unternehmen fordern ambitionierte Klimapolitik - Zeitung"], ["14.04.20", "Siltronic hält an Dividende 2019 fest - virtuelle HV am 26. Juni"], ["01.04.20", "Neue Plattform zur Notfallversorgung mit Desinfektionsmitteln"], ["01.04.20", "ANALYSE-FLASH: Credit Suisse hebt Wacker Chemie auf 'Outperform' - Senkt Ziel"], ["31.03.20", "WACKER CHEMIE-Aktie: Experten empfehlen WACKER CHEMIE im März mehrheitlich zum Kauf "], ["20.03.20", "ANALYSE-FLASH: DZ Bank hebt Wacker Chemie auf 'Kaufen' - Fairer Wert 46 Euro"], ["20.03.20", "VIRUS/Flexiblere Arbeit - Chemiebranche rüstet sich für Corona-Krise"], ["18.03.20", "Citi: Wacker Chemie - Wenn nicht jetzt, wann dann?"], ["18.03.20", "Citi: Wacker Chemie - Wenn nicht jetzt, wann dann?"], ["17.03.20", "MÄRKTE EUROPA/Erholung auf tönernen Füßen - ZEW bricht ein"], ["17.03.20", "XETRA-SCHLUSS/Erholung trotz ZEW-Einbruch"], ["17.03.20", "MÄRKTE EUROPA/Volatiles Geschäft - Stimmung so schlecht wie 2008/09"], ["17.03.20", "Wacker Chemie rechnet wegen Dreifach-Belastung mit Gewinnrückgang"], ["17.03.20", "MÄRKTE EUROPA/Eröffnungsgewinne halten nicht - ZEW-Einbruch extrem"]], "en": [["30.04.20", "Wacker Chemie AG : Preliminary announcement of the publication of payment reports according to Article 116 WpHG"], ["20.04.20", "Wacker Chemie AG : Preliminary announcement of the publication of financial reports according to Articles 114, 115, 117 of the WpHG [the German Securities Act]"], ["10.02.20", "Wacker Chemie AG : Preliminary announcement of the publication of financial reports according to Articles 114, 115, 117 of the WpHG [the German Securities Act]"], ["28.01.20", "Dow Jones Newswires: Wacker Chemie swings to 2019 loss"], ["2020-05-29 11:30", "Impact Of COVID-19 On The Aerospace & Defense Elastomers Market, Forecast To 2027 ...  Laboratories, Inc. Lanxess AG Momentive Performance Materials, Inc. PolyMod Technologies Inc. Quantum Silicones LLC Rogers Corporation Saint-Gobain Seal Science, Inc. Shin-Etsu Chemical Co. Ltd. Solvay S.A. Specialised Polymer Engineering Ltd. Specialty Silicone Products, Inc. Technetics Group LLC The Chemours Company Trelleborg AB TRP Polymer Solutions Ltd. Unimatec Co. Ltd. Wacker Chemie AG Zeon Chemicals L.P. Key Topics Covered I. INTRODUCTION, METHODOLOGY & REPORT SCOPE II. EXECUTIVE SUMMARY 1. MARKET OVERVIEW Global Competitor Market Shares Aerospace & Defense Elastomers Competitor Market Share Scenario Worldwide (in %): 2019 & 2025 Impact of COVID-19 and a Looming Global Recession 2. FOCUS ON SELECT PLAYERS3. MARKET TRENDS & DRIVERS4. GLOBAL MARKET ... "], ["2020-05-14 17:45", "Global Amorphous Polyalphaolefin (APAO) Technologies And Markets: Global Giants BASF SE, Eastman Chemical Co And Huntsman Corp Leading The Market ...  Co. Ltd. Guangdong Orient Yige New Material Co. Ltd. H.B. Fuller Co. Henkel Ag & Co. Kgaa Huntsman Corp. Illinois Tool Works Jowat Se Liaoyang Liaohua Qida Chemicals Co. Ltd. Lord Corp. Mactac Llc Mapei Nanpao Resin Rextac Llc Rmp International Inc. Royal Adhesives And Sealants Sika Group Sun Crown Adhesives Texyear Industrial Adhesives Pvt. Ltd. Uniseal Wacker Chemie Ag Wang Cheong Adhesives Wisdom Adhesives For more information about this report visit https://www.researchandmarkets.com/r/o9948m About ResearchAndMarkets.com ResearchAndMarkets.com is the world's leading source for international market research reports and market data. We provide you with the latest data on international and regional markets, key industries, the top companies, new ... "], ["2020-05-04 18:50", "Global Polysilicon Market (Value, Volume) - Analysis By Application (Solar PV, Semiconductor), Manufacturing Technology, By Region, By Country (2020 Edition): Market Insight, Covid-19 Impact And Forec ... Germany , France , Spain and Italy ). Also, the attractiveness of the market has been presented by region, application and manufacturing technology. Also, the trends, drivers and challenges of the industry has been analysed in the report. The report tracks competitive developments, strategies, mergers & acquisitions and new product development. The companies analysed in the report include Wacker Chemie, GCL-Poly Energy Holdings Limited, OCI Company Limited, Daqo New Energy Corp., REC Silicon, Tokuyama Corporation, OCI Solar Power LLC, Hemlock Semiconductor, Qatar Solar Technologies - (QSTec) and Activ Solar. The report presents the analysis of Polysilicon market for the historical period of 2015-2019 and the forecast period of 2020-2025. Key Target Audience ... "]]}}