{"postfix": "western_digital-aktie", "name": "WESTERN_DIGITAL", "wkn": "863060", "time": "2020.06.02 11:48", "ts": 1591091293, "features": {"KGV": "9.53", "Marktkapitalisierung": {"Size": "Mrd", "Value": "11.70"}, "GA": "4.84", "KBV": "1.36", "BA": "33.90", "KCV": "6.05", "CA": "7.62", "Vola30": "73.45", "Vola90": "100.3", "Vola180": "78.19", "Vola250": "64.61"}, "rivals": ["micron_technology-aktie", "toshiba-aktie", "sandisk-aktie", "samsung_adrs-aktie", "quantum-aktie", "seagate-aktie", "singulus-aktie"], "text_data": {"de": [["31.05.20", "So schätzen Analysten die Western Digital-Aktie ein"], ["02.05.20", "Western Digital stellte das Zahlenwerk zum vergangenen Quartal vor"], ["01.05.20", "MÄRKTE USA/Talfahrt in den Mai - Amazon sehr schwach, Apple stabil"], ["29.04.20", "Ausblick: Western Digital zieht Bilanz zum abgelaufenen Quartal"], ["31.03.20", "März 2020: So schätzen Experten die Western Digital-Aktie ein"], ["10.03.20", "Western Digital: Rebound in Sichtweite?"], ["29.02.20", "Februar 2020: Die Expertenmeinungen zur Western Digital-Aktie"], ["03.02.20", "Western Digital veröffentlichte Zahlen zum vergangenen Quartal"], ["29.01.20", "Ausblick: Western Digital legt Zahlen zum jüngsten Quartal vor"], ["08.01.20", "Solid State Drives: Samsung zeigt 980 Pro und Sandisk externe 8 TByte"], ["08.01.20", "CES: Western Digital zeigt schnelle externe 8-TByte-SSD mit USB 3.2 Gen 2x2"]], "en": [["30.05.20", "Why Is Western Digital (WDC) Down 3.7% Since Last Earnings Report?"], ["22.05.20", "More Pain For Western Digital Stock?"], ["15.05.20", "Western Digital Stock Headed Below $30 For The First Time Since 2011?"], ["11.05.20", "Did Western Digital Investors Overreact to its Dividend Suspension?"], ["02.05.20", "Here's How Western Digital Managed Coronavirus Challenges and Opportunities In Q3"], ["01.05.20", "Why Western Digital Stock Tumbled Today"], ["01.05.20", "Western Digital (WDC) Q3 Earnings and Revenues Lag Estimates"], ["01.05.20", "Western Digital Corp (WDC) Q3 2020 Earnings Call Transcript"], ["30.04.20", "Western Digital (WDC) Q3 Earnings and Revenues Miss Estimates"], ["30.04.20", "Western Digital shares fall 9% after earnings miss"], ["26.04.20", "Better Buy: Micron vs. Western Digital"], ["23.04.20", "Western Digital (WDC) Earnings Expected to Grow: Should You Buy?"], ["09.04.20", "Western Digital (WDC) Stock Sinks As Market Gains: What You Should Know"], ["02.04.20", "Western Digital (WDC) Stock Sinks As Market Gains: What You Should Know"], ["30.03.20", "Zacks.com featured highlights include: Clorox, Western Digital, Leidos, Cincinnati Financial and New Residential Investment"], ["26.03.20", "Western Digital CEO says data company was deemed an 'essential business' amid coronavirus crisis"], ["20.03.20", "Western Digital (WDC) Stock Moves -0.93%: What You Should Know"], ["18.03.20", "Why Uber, Western Digital, and SS&C Technologies Stocks All Fell 10% (and More) Today"], ["18.03.20", "Is Western Digital (WDC) a Suitable Pick for Value Investors?"], ["17.03.20", "Is Western Digital (WDC) Stock Undervalued Right Now?"], ["17.03.20", "The Zacks Analyst Blog Highlights: HP, DexCom and Western Digital"], ["11.03.20", "The Zacks Analyst Blog Highlights: Western Digital, Cardinal Health, HP, Lennar and KB Home"], ["09.03.20", "Better Buy: Western Digital vs. Taiwan Semiconductor"], ["06.03.20", "Western Digital Swipes a CEO from Cisco"], ["05.03.20", "Western Digital poaches Cisco exec for new CEO"], ["05.03.20", "Are Options Traders Betting on a Big Move in Western Digital (WDC) Stock?"], ["02.03.20", "Western Digital upgraded to buy from hold at Stifel Nicolaus"], ["02.03.20", "Micron, Western Digital, Seagate get upgrades at Baird"], ["29.02.20", "Why Is Western Digital (WDC) Down 17% Since Last Earnings Report?"], ["27.02.20", "Is Western Digital (WDC) Stock a Solid Choice Right Now?"], ["13.02.20", "Why Western Digital (WDC) Might be Well Poised for a Surge"], ["11.02.20", "Storage Wars: Where Does Western Digital Stack Up Against Its Rivals?"], ["04.02.20", "Western Digital Sees Far Better Days Ahead"], ["04.02.20", "Is Western Digital (WDC) Stock Outpacing Its Computer and Technology Peers This Year?"], ["31.01.20", "Western Digital (WDC) Q2 Earnings Top, Revenues Lag Estimates"], ["31.01.20", "Western Digital stock climbs after results show 'earnings power on the rise'"], ["31.01.20", "Western Digital Corp (WDC) Q2 2020 Earnings Call Transcript"], ["30.01.20", "Western Digital (WDC) Surpasses Q2 Earnings and Revenue Estimates"], ["30.01.20", "Western Digital Earnings Top Estimates; Stock Climbs"], ["30.01.20", "Western Digital shares rise 6% on narrowing losses"], ["2020-06-02 09:39", "7News Journalist Amelia Brace speaks out on police attack in Washington while covering George Floyd protest ...  access included in their subscription. Already a Subscriber? Log in Subscribe now and get unlimited access to award-winning journalism from Western Australia's biggest newsroom and across the state. Everyday Digital $1.00 per day Subscribe Now Enjoy premium digital access to thewest.com.au, our regional websites, The West app and the digital editions of The West and The Sunday Times. Weekend Papers + Everyday Digital $9.00 per week Subscribe Now Enjoy premium digital access to thewest.com.au, our regional websites, The West app and the digital editions of The West and The Sunday Times. Plus, receive the weekend papers home delivered. All subscriptions include exclusive subscriber offers, events and giveaways with West Benefits and our subscriber rewards ... "], ["2020-06-02 09:37", "'The modern Nancy Drew is relatable,' says Kennedy McMann ... ', 'Ford vs Ferrarai', 'Perry Mason' Two Oscar-winning films, a behind-the-scenes look into the making of 'Frozen 2' and a new origin show on American fiction's legendary criminal defense lawyer The Hindu Net Desk Amazon Prime new releases this week: 'Ponmagal Vandhal', 'Bruce Springsteen: Western Stars' and more The first of the streaming platform's direct-to-digital releases arrives, along with 'Wonder Woman' and 'Scooby Doo' movies The Hindu Net Desk Top Picks in The Hindu today Janina Gavankar live on Instagram @thehinduweekend Jamie Foxx, John Cusack, Halsey among celebs taking to streets for George Floyd protests Auction reaches Assam's 'tea capital' Jorhat after almost two ... "], ["2020-06-02 09:36", "Cracking the crowd code as country footy progresses towards a return ...  access included in their subscription. Already a Subscriber? Log in Subscribe now and get unlimited access to award-winning journalism from Western Australia's biggest newsroom and across the state. Everyday Digital $1.00 per day Subscribe Now Enjoy premium digital access to thewest.com.au, our regional websites, The West app and the digital editions of The West and The Sunday Times. Weekend Papers + Everyday Digital $9.00 per week Subscribe Now Enjoy premium digital access to thewest.com.au, our regional websites, The West app and the digital editions of The West and The Sunday Times. Plus, receive the weekend papers home delivered. All subscriptions include exclusive subscriber offers, events and giveaways with West Benefits and our subscriber rewards ... "], ["2020-06-02 09:32", "Albany thief with expensive whiskey taste jailed ...  access included in their subscription. Already a Subscriber? Log in Subscribe now and get unlimited access to award-winning journalism from Western Australia's biggest newsroom and across the state. Everyday Digital $1.00 per day Subscribe Now Enjoy premium digital access to thewest.com.au, our regional websites, The West app and the digital editions of The West and The Sunday Times. Weekend Papers + Everyday Digital $9.00 per week Subscribe Now Enjoy premium digital access to thewest.com.au, our regional websites, The West app and the digital editions of The West and The Sunday Times. Plus, receive the weekend papers home delivered. All subscriptions include exclusive subscriber offers, events and giveaways with West Benefits and our subscriber rewards ... "], ["2020-06-02 09:28", "Worst yet to come as WA mortgage stress surges ...  access included in their subscription. Already a Subscriber? Log in Subscribe now and get unlimited access to award-winning journalism from Western Australia's biggest newsroom and across the state. Everyday Digital $1.00 per day Subscribe Now Enjoy premium digital access to thewest.com.au, our regional websites, The West app and the digital editions of The West and The Sunday Times. Weekend Papers + Everyday Digital $9.00 per week Subscribe Now Enjoy premium digital access to thewest.com.au, our regional websites, The West app and the digital editions of The West and The Sunday Times. Plus, receive the weekend papers home delivered. All subscriptions include exclusive subscriber offers, events and giveaways with West Benefits and our subscriber rewards ... "], ["2020-06-02 09:27", "Campbell Road crash an expensive mistake for drunk driver ...  access included in their subscription. Already a Subscriber? Log in Subscribe now and get unlimited access to award-winning journalism from Western Australia's biggest newsroom and across the state. Everyday Digital $1.00 per day Subscribe Now Enjoy premium digital access to thewest.com.au, our regional websites, The West app and the digital editions of The West and The Sunday Times. Weekend Papers + Everyday Digital $9.00 per week Subscribe Now Enjoy premium digital access to thewest.com.au, our regional websites, The West app and the digital editions of The West and The Sunday Times. Plus, receive the weekend papers home delivered. All subscriptions include exclusive subscriber offers, events and giveaways with West Benefits and our subscriber rewards ... "], ["2020-06-02 09:18", "Imperial confident volumes will recover as lockdown eases ... may benefit on Tuesday from higher Asian markets 4 hours ago BL PREMIUM MARKET WRAP: JSE gains as US-China trade deal optimism boosts global equities 16 hours ago BL PREMIUM Columnists Editorials Letters BUSINESS BEYOND COVID BOB VAN DIJK: Data is hard cash in an increasingly digital world Covid-19 has brought into sharp focus the powerful relationship between human endeavour and technology, writes Bob van Dijk Most Read CAROL PATON: Questions multiply over rapidly growing epidemic in Western Cape 17 hours ago BL PREMIUM MARK BARNES: We will find out how much Eskom is worth if its debt is converted to equity 17 hours ago BL PREMIUM EDITORIAL: Education fiasco shows government has learnt nothing 15 hours ago Education Health Labour Media Science & Environment ... "], ["2020-06-02 09:18", "No crowds but candles across Hong Kong will still mark Tiananmen anniversary ... may benefit on Tuesday from higher Asian markets 4 hours ago BL PREMIUM MARKET WRAP: JSE gains as US-China trade deal optimism boosts global equities 16 hours ago BL PREMIUM Columnists Editorials Letters BUSINESS BEYOND COVID BOB VAN DIJK: Data is hard cash in an increasingly digital world Covid-19 has brought into sharp focus the powerful relationship between human endeavour and technology, writes Bob van Dijk Most Read CAROL PATON: Questions multiply over rapidly growing epidemic in Western Cape 17 hours ago BL PREMIUM MARK BARNES: We will find out how much Eskom is worth if its debt is converted to equity 17 hours ago BL PREMIUM EDITORIAL: Education fiasco shows government has learnt nothing 15 hours ago Education Health Labour Media Science & Environment ... "], ["2020-06-02 09:15", "Craig Golding back on the streets ahead of Supreme Court appeal ...  access included in their subscription. Already a Subscriber? Log in Subscribe now and get unlimited access to award-winning journalism from Western Australia's biggest newsroom and across the state. Everyday Digital $1.00 per day Subscribe Now Enjoy premium digital access to thewest.com.au, our regional websites, The West app and the digital editions of The West and The Sunday Times. Weekend Papers + Everyday Digital $9.00 per week Subscribe Now Enjoy premium digital access to thewest.com.au, our regional websites, The West app and the digital editions of The West and The Sunday Times. Plus, receive the weekend papers home delivered. All subscriptions include exclusive subscriber offers, events and giveaways with West Benefits and our subscriber rewards ... "], ["2020-06-02 09:00", "Coronavirus NJ: Monmouth Park purses could be impacted by pandemic ...  of the sports betting industry during one of the most profitable times of the year. That could cost Monmouth Park another $2 million. Want access to all our sports coverage? Consider purchasing a digital subscription to APP.com and downloading our mobile app today. When asked about purse money, Drazin said: \"Right now we have a conservative estimate that we have $15 million to give away.  ... Monmouth County Ocean County Classified Archives Business Subscriber Guide More... Politics Education Weather News Elections 2018 Bayshore Red Bank-Middletown Eatontown-Asbury Neptune-Wall Western Monmouth More... Brick-Pt Pleasant Jackson-Lakewood Toms River Southern Ocean National Politics Careers Monmouth Ocean Data Universe Watchdog New Jersey Data Universe Opinion ... "], ["2020-06-02 08:55", "NetEase Confirms $3 Billion Share Sale in Hong Kong ...  U.S. and China on a wide range of issues, ranging from blame for the coronavirus to China's technological prowess. And it comes barely a week after China rattled capital markets and western democracies by deciding to impose a national security law in Hong Kong and bypass the legislative system in the territory. The possible move to oust Chinese companies from U.S. stock exchanges is symbolic  ... ;: Album Review TV 'Defending Jacob' Boss Breaks Down the 'Tragic Irony' of His Adaptation Ending TV Masked 'Mandalorian' Actor Spurs Golden Globes Rules Change Digital Everything Coming to Netflix in June Sign Up for Variety Newsletters Your Email Sign Up The Big Ticket with Marc Malkin A Variety and iHeartRadio Podcast More From Our Brands  ... "], ["2020-06-02 08:49", "'Rocky' documentary by Sylvester Stallone to premiere on June 9 ... ', 'Ford vs Ferrarai', 'Perry Mason' Two Oscar-winning films, a behind-the-scenes look into the making of 'Frozen 2' and a new origin show on American fiction's legendary criminal defense lawyer The Hindu Net Desk Amazon Prime new releases this week: 'Ponmagal Vandhal', 'Bruce Springsteen: Western Stars' and more The first of the streaming platform's direct-to-digital releases arrives, along with 'Wonder Woman' and 'Scooby Doo' movies The Hindu Net Desk Top Picks in The Hindu today Janina Gavankar live on Instagram @thehinduweekend Jamie Foxx, John Cusack, Halsey among celebs taking to streets for George Floyd protests Auction reaches Assam's 'tea capital' Jorhat after almost two ... "], ["2020-06-02 08:45", "PM accepts Trump's G7 invitation amid Russia controversy ... 39; virtual meeting was the need to develop critical technology and supply chains amid rising alarm over how China has come to assume such a dominant role. The need for Western nations to develop rival 5G network equipment to Chinese tech company Huawei has become especially acute, with Britain trying to create the so-called D-10 of democratic nations, made  ...  tax crackdown Why even the rich don't want to spend after the pandemic Michael Smith What Glenn Stevens thinks we can learn from coronavirus crisis Nine-to-five doesn't work in a digital world, says Scott Farquhar Inside Bain's plans for Virgin Australia Patrick Durkin Doomsday planning prepares OZ for the end of the old office Three essential tips for post-pandemic team leaders Is this the  ... "], ["2020-06-02 08:42", "North Metropolitan Health Service corruption scandal: Perth builder Liam Howard jailed for multiple frauds ...  access included in their subscription. Already a Subscriber? Log in Subscribe now and get unlimited access to award-winning journalism from Western Australia's biggest newsroom and across the state. Everyday Digital $1.00 per day Subscribe Now Enjoy premium digital access to thewest.com.au, our regional websites, The West app and the digital editions of The West and The Sunday Times. Weekend Papers + Everyday Digital $9.00 per week Subscribe Now Enjoy premium digital access to thewest.com.au, our regional websites, The West app and the digital editions of The West and The Sunday Times. Plus, receive the weekend papers home delivered. All subscriptions include exclusive subscriber offers, events and giveaways with West Benefits and our subscriber rewards ... "], ["2020-06-02 08:41", "Parents accuse teaching unions of 'sabotaging' schools reopening ... change and improvements for all children. Since taking up the post, Ms Longfield has championed several campaigns and schemes focused on children's mental health, vulnerable children and the digital world. Downing Street said the Government was looking at the support available for children over the summer months following calls for pupils in England to be offered catch-up  ... for her initiative #WondaLunch in Los Angeles Dua Lipa and Jason Derulo lead the stars on OneHuManity's Dream With Us 24-hour livestream benefit for coronavirus efforts Alec Baldwin to take on the western genre as producer and star of the film Rust Movie is based on a story by Baldwin and writer-director Joel Souza Ben Affleck springs to the rescue after his family's pooch  ... "], ["2020-06-02 08:35", "6/2/20: Cloudy but Near Average Today ...  NY Capitol News New York State FY 2021 Budget Your Local Election Headquarters Coronavirus Outbreak Coronavirus Updates Special Reports The Wakeup Rundown Podcast Wake Up With 10 Digital Daybreak Entertainment North Country Stocks Technology Top Stories Death toll grows in national protests UK lawmakers balk at order to return and end virtual voting The Latest:  ...  Region this afternoon, an area of rain to our west will continue to slide to the south and east, perhaps clipping a few of our south and western counties this morning before exiting off the coast. A storm system now located over western Ontario will dive through the Great Lakes today and for Wednesday. This will provide more clouds for Wednesday but also warmer temperatures and a better chance at  ... "], ["2020-06-02 08:33", "The Nation's Weather ... Northeast transitions to warmer weather, showers and thunderstorms will extend from the Great Lakes to near the mid-Atlantic and New England coasts. Severe thunderstorms are forecast from the northern Plains to the western Great Lakes. Showers and thunderstorms will riddle the Deep South. In contrast, much of the West can expect a dry day with sunshine, aside from spotty storms over the central Rockies and  ...  Paper WP BrandStudio Events washingtonpost.com 1996- 2020 The Washington Post The Washington Post app Help and Contact Terms of Service Privacy Policy Print Products Terms of Sale Digital Products Terms of Sale Submissions and Discussion Policy Submit a Correction RSS Terms of Service Ad Choices Subscriber sign in We noticed you're blocking ads! Keep ... "], ["2020-06-02 08:30", "The Nation's WeatherSubscribe Sign In Home Contact the Advocate Manage Subscription Subscribe Careers with Us Newsletters Advertise with Us Terms of Use Archives Digital edition FAQ Privacy Notice Terms of Use Submissions Tensions high as police respond to street party in Stamford Another man is wounded as shootings in Stamford continue Stamford man investigated in  ...  Northeast transitions to warmer weather, showers and thunderstorms will extend from the Great Lakes to near the mid-Atlantic and New England coasts. Severe thunderstorms are forecast from the northern Plains to the western Great Lakes. Showers and thunderstorms will riddle the Deep South. In contrast, much of the West can expect a dry day with sunshine, aside from spotty storms over the central Rockies and spotty  ... "], ["2020-06-02 08:30", "Journalists under threat: June's 10 most urgent cases ... dictatorship of disinformation in Nigeria' The coronavirus lockdown in Nigeria has let the genie out of the bottle, writer Richard Ali says. The ensuing rise in ethnic populism in the digital space has to be confronted by journalists and artists alike. (27.05.2020) Press freedom in Myanmar regresses Increased arrests of journalists, the partial shutdown of the Internet and the increasing ... aimed at the media in the United States reflect how freedom of the press is being eroded. Donald Trump's anti-media strategy is also finding imitators in other Western democratic states. Press freedom in Myanmar regresses 29.05.2020 Increased arrests of journalists, the partial shutdown of the Internet and the increasing blocking of websites show that the  ... "], ["2020-06-02 08:23", "PODCAST | Exploring SA's motoring communities: where do you belong? ...  MARKET WRAP: JSE gains as US-China trade deal optimism boosts global equities 15 hours ago BL PREMIUM Easing US-China concerns could boost JSE on Monday 1 day ago Columnists Editorials Letters BUSINESS BEYOND COVID BOB VAN DIJK: Data is hard cash in an increasingly digital world Covid-19 has brought into sharp focus the powerful relationship between human endeavour and technology, writes Bob van Dijk Most Read CAROL PATON: Questions multiply over rapidly growing epidemic in Western Cape 16 hours ago BL PREMIUM MARK BARNES: We will find out how much Eskom is worth if its debt is converted to equity 16 hours ago BL PREMIUM EDITORIAL: Education fiasco shows government has learnt nothing 14 hours ago Education Health Labour Media Science & Environment State ... "]]}}