{"postfix": "wh_smith_1-aktie", "name": "WH_SMITH", "wkn": "A0NCXL", "time": "2020.06.02 13:25", "ts": 1591097158, "features": {"KGV": "16.57", "Marktkapitalisierung": {"Size": "Mrd", "Value": "1.62"}, "GA": "1.15", "KBV": "8.73", "BA": "2.18", "KCV": "13.77", "CA": "1.38", "Vola30": "106.14", "Vola90": "178.49", "Vola180": "128.14", "Vola250": "91.53"}, "rivals": [], "text_data": {"de": [["2020.06.02", "INDEXÄNDERUNG/Cancom und Gerresheimer steigen in Stoxx-600 auf"]], "en": [["29.05.20", "WH Smith PLC : Total Voting Rights"], ["18.05.20", "WH Smith PLC : Holding(s) in Company"], ["14.05.20", "WH Smith PLC : Interim Results"], ["04.05.20", "WH Smith PLC : Holding(s) in Company"], ["30.04.20", "WH Smith PLC : Total Voting Rights"], ["29.04.20", "WH Smith PLC : Director Declaration"], ["22.04.20", "WH Smith PLC : Holding(s) in Company"], ["14.04.20", "WH Smith PLC : Holding(s) in Company"], ["07.04.20", "WH Smith PLC : Director/PDMR Shareholding"], ["07.04.20", "WH Smith PLC : RESULTS OF PLACING"], ["06.04.20", "WH Smith PLC : PROPOSED PLACING OF NEW ORDINARY SHARES"], ["06.04.20", "WH Smith PLC : Covid-19 Update and New Financing Arrangements"], ["06.04.20", "WH Smith to raise cash to get it through Covid-19 crisis"], ["06.04.20", "WH Smith PLC : Statement re Press Comment"], ["31.03.20", "WH Smith PLC : Total Voting Rights"], ["25.03.20", "WH Smith PLC : Holding(s) in Company"], ["20.03.20", "WH Smith PLC : Second Price Monitoring Extn"], ["20.03.20", "WH Smith PLC : Price Monitoring Extension"], ["13.03.20", "WH Smith PLC : Holding(s) in Company"], ["12.03.20", "WH Smith says Covid-19 to hit sales by up to £130m"], ["12.03.20", "WH Smith PLC : Trading Statement"], ["28.02.20", "WH Smith PLC : Total Voting Rights"], ["25.02.20", "WH Smith PLC : Block listing Interim Review"], ["20.02.20", "Sativa Group PLC : Goodbody Botanicals WH Smith Travel listing"], ["19.02.20", "WH Smith in spat with Telegraph over pricing"], ["31.01.20", "WH Smith PLC : Total Voting Rights"], ["22.01.20", "WH Smith PLC : Result of AGM"], ["22.01.20", "Dow Jones Newswires: WH Smith total revenue up in 20-week period, but falls on same-store basis"], ["22.01.20", "WH Smith PLC : Trading Statement"], ["10.01.20", "WH Smith warned over executive pension awards"], ["2020-06-01 06:43", "RT.com ... 39;s see what happens at 11. You should be ashamed of yourselves, @NYCMayor and @NYGovCuomo.— Jedediah Bila (@JedediahBila) June 2, 2020 Bill DeBlasio has surrendered New York City to ANTIFA & the rioters.— Dan Bongino (@dbongino) June 2, 2020 BS....Mayor failed miserably. Like Ted ex Homicide said, no one should be near Lafayette Park or 1 mile near WH, Curfew should be 8 not 11. Major FaIL #MurielBowser resign!— CBCAElite1 (@CBCAElite1) June 1, 2020 Why in the world would you implement a curfew for 11pm? I swear I'm glad I don't live in New York cause Bill DeBlasio is something else.— Ricky Ricardo (@Ricky_Heat) June 2, 2020 While many chided the mayor for being too late with the curfew, others argued that the measure would ... "], ["2020-05-31 16:10", "'Sometimes peaceful is not enough': L.A. protesters explain why they hit the streets ...  Search web Skip to Navigation Skip to Main Content Skip to Related Content Mail 'Sometimes peaceful is not enough': L.A. protesters explain why they hit the streets Dakota Smith, Emily Baumgaertner, Leila Miller , LA Times May 31, 2020 Protesters shout, \"Hands up, don't shoot,\" in the Fairfax District on Saturday after demonstrators outraged over the death  ... Gladbach go third AFP George Floyd death: Lawyer calls it 'premeditated murder' BBC Fed Stimulus Pushes Mortgage Rates to Insane Lows Fetcharate Ad Thuram tribute to Floyd as Gladbach beats Union 4-1 The Associated Press 'We're sick of it': Anger over police killings shatters US Associated Press No one can breathe: The view from the streets of Brooklyn, N.Y., as  ... "], ["2020-05-31 04:35", "TruePundit.com ... Vegas Part III In public, the FBI will tell you they still have not pinpointed a motive for the deadly Las Vegas massacre at Mandalay Bay. That was well over six months ago, on Oct. 1. If this is true, the FBI is not very good at its job. Few...The post HIDDEN MOTIVE: Hushed FBI Intel Report Reveals Vegas Shooting Triggered by Paddock's Anti-Trump Politics appeared first  ... https://truepundit.com/trump-hillary-clinton-asked-me-to-pardon-her/#respondFri, 21 Oct 2016 13:38:24 +0000http://truepundit.com/?p=16548Donald Trump was rifling one-liners at the Alfred E. Smith Charity Dinner faster than a Hillary Clinton IT specialist can delete emails. Trump and Clinton both attended the traditional dinner and roasted each other but Trump, who was booed and jeered at ... "], ["2020-05-30 17:30", "Michelle Obama on George Floyd's Death: \"I'm Exhausted By a Heartbreak That Never Seems to Stop\" ... the souls and families of those who were taken from us,\" and two, that \"we all have the strength for that journey\" ahead. She accompanied her message with artwork from Nikkolas Smith depicting Floyd, Taylor, and Arbery. What to Read Next Michelle Obama speaks out George Floyd's death: 'I'm exhausted by a heartbreak that never seems to stop' Yahoo  ...  Ad Analysis: Trump fuels new tensions in moment of crisis Associated Press Strippers work to 'take back all of the power' while clubs are shuttered during the pandemic Yahoo Life Trump WH to begin eliminating Hong Kong privileges Yahoo News Video Almost Nobody Aces This Iconic TV Show Quiz Faqtoids.com Ad Jamie Foxx Speaks at Justice Rally for George Floyd: 'All We' ... "], ["2020-05-30 16:31", "Italy records 111 new coronavirus deaths, 416 new cases ...  of around 60 million. The small central region of Abruzzo did not provide any fresh data on Saturday, the Civil Protection Agency said. (Editing by Crispian Balmer) What to Read Next Franco Smith confirmed as Italy rugby head coach AFP Fed Stimulus Pushes Mortgage Rates to Insane Lows Fetcharate Ad Man Utd & PSG-linked Allegri planning for next post outside of Italy, claims Giulini Goal. ... 39;s death is significant Yahoo Sports Good news still thrives amid coronavirus pandemic: A beautiful bird reunion and a barbershop owner's 'Shield on Wheels' Yahoo Life Trump WH to begin eliminating Hong Kong privileges Yahoo News Video Sleep With Soap Under Your Bed Sheets, Here's Why Livestly Ad 2 astronauts arrive at launch pad for historic SpaceX flight ... "], ["2020-05-30 01:45", "Arizona mayors glad to get COVID-19 relief funding, wish it had arrived sooner ... CARES Act money directly from the federal government, but smaller jurisdictions had to wait. Gov. Doug Ducey announced Wednesday that the state would use about $600 million of its $1.8 billion allocation from the federal government for towns and counties. The first $441 million, in what he called the AZCares Fund, was divided among jurisdictions by population,  ...  latest press conference for COVID-19 May 20, 2020 Gov. Doug Ducey held another weekly press conference on Wednesday to give updates on the state of Arizona's response to the coronavirus and wh... +2 State-and-regional Trio of Montana orphaned grizzly cubs heading to Bearizona Updated May 28, 2020 GREAT FALLS, Mont. (AP) — A trio of grizzly bear cubs whose mother was killed after attacking  ... "], ["2020-05-30 00:33", "What a year it's been for the Downing Street mutt... Dilyn's diary as told by JAN MOIR ...  necklace Carrie Symonds shared a photo of her dog dressed up at Christmas on social media, writing 'I'm sorry Dilyn. I am a bad mother' alongside the hilarious photo 5: Smart Union Jack Coat, February 1, 2020 Brexit is here at last and I'm in a Union Jack coat to celebrate. It gives me a statesmanlike air, don't you think? Like my master Boris, I am developing a taste for power,  ...  throwback holiday snap Love Island's Ellie Brown looks incredible as she showcases her toned curves in a pink lace lingerie set for new sultry snap Coronation Street's Colson Smith jokes he'll 'need to wear a fat suit' when filming resumes after 'losing 10 STONE' Inside Katie Price's 42nd birthday celebrations: Star is joined  ... "], ["2020-05-30 00:33", "What a year it's been for the Downing Street mutt... Dilyn's diary as told by JAN MOIR ... tinsel necklace Carrie Symonds shared a photo of her dog in Christmas fancy on social media, writing 'I'm sorry Dilyn. I am a bad mother' alongside the hilarious photo 5: Smart Union Jack Coat, February 1, 2020 Brexit is here at last and I'm in a Union Jack coat to celebrate. It gives me a statesmanlike air, don't you think? Like my master Boris, I am developing a taste for  ... : Sophie Ellis Bextor explains how she's survived lockdown with five sons while doing kitchen web concerts - and owes her life to the NHS after almost dying Coronation Street's Colson Smith jokes he'll 'need to wear a fat suit' when filming resumes after 'losing 10 STONE' Inside Katie Price's 42nd birthday celebrations: Star is joined by ... "], ["2020-05-30 00:18", "EDEN CONFIDENTIAL: Jonathan Aitken, 77, survives a heart attack induced by coronavirus ... , the shooting starts': How Donald Trump used words of notoriously anti-black Miami police chief endorsing police brutality in 1967 Donald Trump executive order alleging bias by social media split top WH aides Joe Biden slams Donald Trump over George Floyd's death saying 'this is no time for incendiary tweets. This is no time to encourage violence' Minneapolis mayor declares 8pm ...  Detmar, whose first wife was the late, inimitable stylist Isabella Blow. 'There are no plans to change this — we are not unique,' he tells me, mentioning fashion designer Paul Smith and his partner Pauline Denyer, and Bob Geldof and Jeanne Marine as other couples who have taken a decade or two to tie the knot. Unlike them, though, Blow has Hilles, the ... "], ["2020-05-30 00:12", "DR MAX THE MIND DOCTOR: Just like Prince William, I hate public speaking. Here's how I beat my fears ... . Everyone in the room will be rooting for you. I always ask the people at the back if they can hear me — it is polite and shows I am in control. RELATED ARTICLES Previous 1 Next Tightsgate! Meghan Markle's rift with Kate Middleton 'was... Dominic Cummings could quit in six months: Boris's... Share this article Share And don't forget to breathe properly; take  ...  in local elections to drive change Bob Kulick, legendary guitarist for KISS and songwriter for Spongebob Squarepants, dead at 70: 'I know he is at peace now' Coronation Street's Colson Smith jokes he'll 'need to wear a fat suit' when filming resumes after 'losing 10 STONE' Hollyoaks star Chelsee Healey sets pulses soaring as she poses in a black  ... "], ["2020-05-29 23:44", "DR MICHAEL MOSLEY launches a health revolution with a diet that really could save your life ... the excess sticking out over the sides. Pour water into a large pan until it's a third full, then bring to the boil. Add the asparagus and cook for 4 minutes. Add the peas and cook for 1 minute. Drain well and tip into a bowl with the spring onions and mint. Beat the eggs in a separate bowl with a good pinch of salt and lots of black pepper. Divide the vegetables between the 6 muffin ... What happened to your face?' Love Island's Shaughna Phillips hits back at trolls who accuse her of having surgery to look like Khloe Kardashian The Love Island's Molly Smith and Callum Jones look smitten as they hold hands while enjoying a walk in Manchester Stephen Bear has been 'arrested on suspicion of actual bodily harm after argument with his girlfriend ... "], ["2020-05-29 23:32", "Man who was arrested after a 64-year-old plunged to his death was visiting a woman ...  a woman he was prohibited from contacting He pleaded guilty to contravening the order at Central Local Court on Friday Police are still investigating the circumstances surrounding the man's death By Tita Smith and Levi Parsons For Daily Mail Australia Published: 19:32 EDT, 29 May 2020 | Updated: 19:48 EDT, 29 May 2020 e-mail A man who was arrested after a 64-year-old plunged  ... spin a 'web of lies' or forge tax documents after Forbes' bombshell claims she faked her way to billionaire status Advertisement Vitabrid is selling its $32 Vitamin C cleanser for just $1 right now to promote the importance of good skincare Promoted SZA admits she is 'really hurt' over Lana Del Rey's recent Instagram outbrust and says black artists 'work  ... "], ["2020-05-29 22:36", "'Cytokine storm' may be to blame for life-threatening condition in kids with covid ... the shooting starts': How Donald Trump used words of notoriously anti-black Miami police chief endorsing police brutality in 1967 Donald Trump executive order alleging bias by social media split top WH aides Joe Biden slams Donald Trump over George Floyd's death saying 'this is no time for incendiary tweets. This is no time to encourage violence' Chris Cuomo' ...  of actual bodily harm after argument with his girlfriend' And the winner is... After a ten-week countdown, BRIAN VINER reveals his favourite movie of all time Love Island's Molly Smith and Callum Jones look smitten as they hold hands while enjoying a walk in Manchester To dye for: Shanina Shaik stuns in a racy tie-dye G-string bikini and reveals the surprising material ... "], ["2020-05-29 21:31", "Life at Lock Downton Abbey! Jim Carter and his wife Imelda Staunton on how they've been coping ... after 'terrible event' of his death - after he REFUSED to answer questions on his 'looting leads to shooting' tweet Donald Trump executive order alleging bias by social media split top WH aides Joe Biden slams Donald Trump over George Floyd's death saying 'this is no time for incendiary tweets. This is no time to encourage violence' The dark past of ' ...  1982 and married a year later, are staunchly opposed to the video-calling apps like Zoom that have been helping people stay socially active during lockdown. RELATED ARTICLES Previous 1 Next That's racy! Sprint champ Dina Asher-Smith poses in a dress... Baby's got moves! Dancing toddler wearing just Nikes, a... Share this article Share 'We don't feel the need for it ... "], ["2020-05-29 21:30", "Mail columnist Peter Crouch on life after football ... event' of his death - after he REFUSED to answer questions on his 'looting leads to shooting' tweet Donald Trump executive order alleging bias by social media split top WH aides Joe Biden slams Donald Trump over George Floyd's death saying 'this is no time for incendiary tweets. This is no time to encourage violence' The dark ...  bad, isn't it? You look back and see this little girl with her head on the desk, breathing upside down or something.' RELATED ARTICLES Previous 1 Next Entrepreneur, 29, behind Amazon's best-selling 24.95 skin... That's racy! Sprint champ Dina Asher-Smith poses in a dress... Share this article Share There are two more children in the mix. Johnny is two and baby Jack will turn one next month. Blimey ... "], ["2020-05-29 20:02", "Simon Thomas reveals his father has passed away at the age of 78 ... 39;s death saying 'this is no time for incendiary tweets. This is no time to encourage violence' Donald Trump executive order alleging bias by social media split top WH aides Twitter flags Donald Trump's 'when the looting starts the shooting starts' threat for 'inciting violence' AGAIN after he repeats it on White House account ... his whole life with lovely Grandma and spent his life serving God.\" RELATED ARTICLES Previous 1 Next 'This is the best evening ever!' Take That fans go wild as... Normal People star Paul Mescal admits he couldn't stop... Katie Price relaxes with her protection dog Blade after... Coronation Street's Colson Smith jokes he'll 'need to wear a... Share this article Share 'Farewell  ... "], ["2020-05-29 18:49", "Corrie's Colson Smith jokes he'll 'need to wear a fat suit' when filming resumes ... violence' AGAIN after he repeats it on White House account amid furious attacks at platform for 'targeting' him Donald Trump executive order alleging bias by social media split top WH aides Furious Kylie Jenner insists she did NOT spin a 'web of lies' or forge tax documents after Forbes' bombshell claims she faked her way to billionaire status  ...  media (pictured back in 2018 with his co-star Alan Halsall, who plays Tyrone Dobbs) Advertisement Read more: News, sport, celebrities and gossip | The Sun Share or comment on this article: Corrie's Colson Smith jokes he'll 'need to wear a fat suit' when filming resumes e-mail Add comment Comments 0 Share what you think No comments have so far been submitted. Why not be the ... "], ["2020-05-29 18:06", "Coronavirus was spreading 'cryptically' in the US by early February, CDC data reveals ...  a man's knee pressed into his neck and writing 'not dead yet' after George Floyd's death Donald Trump executive order alleging bias by social media split top WH aides Pageant-winner wife of white cop accused of killing George Floyd during forgery arrest was charged for writing a bad $42 check - and raved about her husband in resurfaced interview that ' ...  suspicion of actual bodily harm after argument with his girlfriend' And the winner is... After a ten-week countdown, BRIAN VINER reveals his favourite movie of all time Love Island's Molly Smith and Callum Jones look smitten as they hold hands while enjoying a walk in Manchester To dye for: Shanina Shaik stuns in a racy tie-dye G-string bikini and reveals the surprising material  ... "], ["2020-05-29 17:45", "Texas reports single-day high of 1,855 new coronavirus infections ... posing with a man's knee pressed into his neck and writing 'not dead yet' after George Floyd's death Donald Trump executive order alleging bias by social media split top WH aides Pageant-winner wife of white cop accused of killing George Floyd during forgery arrest was charged for writing a bad $42 check - and raved about her husband in resurfaced interview that 'under  ... are the last things cut,' he said. Advertisement Read more: www.star-telegra... www.khou.com/art... www.kxan.com/new... Share or comment on this article: Texas reports single-day high of 1,855 new coronavirus infections e-mail Add comment Comments 0 Share what you think No comments have so far been submitted. Why not be the first to send us your thoughts, or debate this ... "], ["2020-05-29 17:10", "De Blasio calls small businesses reopening early 'bad apples' and asks reporters for their addresses ...  posing with a man's knee pressed into his neck and writing 'not dead yet' after George Floyd's death Donald Trump executive order alleging bias by social media split top WH aides New George Floyd video shows him begging to be allowed to stand up so he can catch his breath while THREE of the fired Minneapolis cops kneel on him George Floyd and cop who  ... could shut it down There were 61 hospitalizations on Friday and of the infection rate has dropped to just five percent At the height of the pandemic, more than 1,600 were hospitalized every day and the infection rate was 70% By Jennifer Smith For Dailymail.com Published: 13:10 EDT, 29 May 2020 | Updated: 13:12 EDT, 29 May 2020 e-mail View comments Advertisement New York Mayor Bill de Blasio on ... "]]}}