{"postfix": "williams-sonoma-aktie", "name": "WILLIAMS-SONOMA", "wkn": "867980", "time": "2020.06.02 13:25", "ts": 1591097129, "features": {"KGV": "15.02", "Marktkapitalisierung": {"Size": "Mrd", "Value": "5.64"}, "GA": "4.84", "KBV": "4.66", "BA": "15.60", "KCV": "9.48", "CA": "7.66", "Vola30": "58.72", "Vola90": "98.34", "Vola180": "72.96", "Vola250": "57.52"}, "rivals": [], "text_data": {"de": [["31.05.20", "Mai 2020: Das sind die Expertenmeinungen zur Williams-Sonoma-Aktie"], ["30.05.20", "Williams-Sonoma verkündete Quartalsergebnis zum jüngsten Jahresviertel"], ["28.05.20", "Aktionäre von Williams-Sonoma erhalten konstante Dividende"], ["27.05.20", "Ausblick: Williams-Sonoma informiert über die jüngsten Quartalsergebnisse"], ["31.03.20", "Analysten sehen bei Williams-Sonoma-Aktie weniger Potenzial"], ["20.03.20", "Aktionäre von Williams-Sonoma erhalten konstante Dividende"], ["20.03.20", "Williams-Sonoma präsentierte das Zahlenwerk zum abgelaufenen Jahresviertel"], ["17.03.20", "Ausblick: Williams-Sonoma mit Zahlen zum abgelaufenen Quartal"]], "en": [["01.06.20", "Williams-Sonoma Up 13% YTD: Will E-Commerce Aid Further?"], ["29.05.20", "The Ratings Game: Parents flocked to Pottery Barn Kids and Teen during the lockdowns, driving Williams-Sonoma results"], ["29.05.20", "Williams-Sonoma (WSM) Q1 Earnings Beat on E-commerce Growth"], ["29.05.20", "Williams-Sonoma Inc (WSM) Q1 2020 Earnings Call Transcript"], ["28.05.20", "Williams-Sonoma (WSM) Beats Q1 Earnings and Revenue Estimates"], ["28.05.20", "Williams-Sonoma posts surprise rise in same-store sales on online boost"], ["28.05.20", "Williams-Sonoma stock rallies 9% as company says online orders continue to grow"], ["27.05.20", "Williams-Sonoma (WSM) Partners REI Co-op, Boosts West Elm"], ["27.05.20", "Why Williams-Sonoma (WSM) Might Surprise This Earnings Season"], ["26.05.20", "Williams-Sonoma (WSM) to Post Q1 Earnings: What's in Store?"], ["21.05.20", "Can Williams-Sonoma (WSM) Run Higher on Rising Earnings Estimates?"], ["20.05.20", "Will Williams-Sonoma (WSM) Beat Estimates Again in Its Next Earnings Report?"], ["18.05.20", "Is Williams-Sonoma an $80 Stock?"], ["15.05.20", "Here’s Why Williams-Sonoma Can Reach $71 Post COVID-19 Crisis"], ["14.05.20", "Could Williams-Sonoma Be a $72 Stock?"], ["04.05.20", "Why Macy's, Williams-Sonoma, and Designer Brands Were All Up Big in April"], ["28.04.20", "Williams-Sonoma (WSM) Surges: Stock Moves 6.1% Higher"], ["17.04.20", "Williams-Sonoma (WSM) Up 27% Since Last Earnings Report: Can It Continue?"], ["10.04.20", "All the Le Creuset cookware is 20% off at Williams Sonoma     - CNET"], ["03.04.20", "Zacks Value Investor Highlights: Lululemon, Ulta Beauty, Williams-Sonoma, Oxford Industries and Home Depot"], ["01.04.20", "Williams-Sonoma Boosts E-Commerce Business Amid Coronavirus"], ["30.03.20", "Williams-Sonoma, Pottery Barn unit made unsubstantiated 'made in America' claims: FTC"], ["30.03.20", "Williams-Sonoma, Pottery Barn unit made unsubstantiated 'made in America' claims -FTC"], ["24.03.20", "Williams-Sonoma to Ride on E-Commerce Amid Coronavirus Woes"], ["19.03.20", "Why Shares of Williams-Sonoma Are Rising Today"], ["19.03.20", "Williams-Sonoma (WSM) Q4 Earnings & Revenues Beat Estimates"], ["19.03.20", "Williams-Sonoma Inc (WSM) Q4 2019 Earnings Call Transcript"], ["18.03.20", "Williams-Sonoma (WSM) Q4 Earnings and Revenues Surpass Estimates"], ["18.03.20", "Williams-Sonoma reports higher profit, suspends 2020 guidance"], ["17.03.20", "Williams-Sonoma to close stores until April 2"], ["11.03.20", "Earnings Preview: Williams-Sonoma (WSM) Q4 Earnings Expected to Decline"], ["11.03.20", "Williams-Sonoma: A Thriving Retailer At A Discount"], ["28.01.20", "Zacks.com featured highlights include: Williams-Sonoma, SS&C Technologies, Teradyne, First Horizon National and Ares Capital"], ["16.01.20", "Should Value Investors Pick Williams-Sonoma (WSM) Stock?"], ["14.01.20", "How Williams-Sonoma Plans to Grow in 2020"], ["07.01.20", "4 Lessons Bed Bath & Beyond Can Take From Williams-Sonoma"], ["2020-06-01 06:43", "Taiwan News ...  as Leverkusen beats Freiburg in Germany https://www.taiwannews.com.tw/en/news/3941923 Taiwan News en 2020-05-30 Serie A to restart in June with 4 catchup matches https://www.taiwannews.com.tw/en/news/3941924 Taiwan News en 2020-05-30 Papal ping-pong? Vatican opens summer camp amid virus https://www.taiwannews.com.tw/en/news/3941918 Taiwan News en 2020-05-30 Dell, Williams-Sonoma rise; Nordstrom, Salesforce fall https://www.taiwannews.com.tw/en/news/3941917 Taiwan News en 2020-05-30 US cuts WHO ties over virus, takes action against Hong Kong https://www.taiwannews.com.tw/en/news/3941921 Taiwan News en 2020-05-30 After criticism, Russia expands stats on virus-linked deaths https://www.taiwannews.com.tw/en/news/3941919 Taiwan News en 2020-05-30 Ricky Martin ... "], ["2020-05-31 18:43", "Vandalism in downtown Charleston as protests escalate; countywide curfew enacted ... Charleston statue located at the corner of White Point Garden was vandalized as one point during demonstrations. Provided Photo: William Bailes Photo: William Bailes Authorities from the City of Charleston and neighboring Mount Pleasant were on hand for the rally. Police were seen in riot gear as they monitored crowds and attempted to keep the peace. In front of Williams-Sonoma. #chsnews pic.twitter.com/eKkjehhPJ3 — Quintin Washington (@QuintinOnCamera) May 30, 2020 The protesters eventually returned to Marion Square where they continued their peaceful demonstrations and chants for justice. But the protests would soon move to I-26 where all lanes of traffic were blocked for some time. Officers shut down the Arthur Ravenel Bridge to keep protesters from ... "], ["2020-05-31 18:19", "NASCAR Xfinity Cheddar's 300 presented by Alsco Lineup ... , .000. 19. (90) Ronnie Bassett Jr, Chevrolet, .000. 20. (02) Patrick Emerling, Chevrolet, .000. 21. (68) Brandon Brown, Chevrolet, .000. 22. (21) Myatt Snider, Chevrolet, .000. 23. (92) Josh Williams, Chevrolet, .000. 24. (6) BJ McLeod, Chevrolet, .000. 25. (61) Timmy Hill, Toyota, .000. 26. (15) Colby Howard, Chevrolet, .000. 27. (16) AJ Allmendinger, Chevrolet, .000. 28. (47) Joe  ...  space station San Jose woman accused of intentionally driving into protesters Alleged Nazi sympathizer admits lying on background check Parking restrictions to be lifted at Marin County parks, beaches Sonoma sheriff says he did not change stance on enforcing order Quarantines quash air travel revival plans SFGate Report: Oakland A's ask to defer $1.2 million Coliseum  ... "], ["2020-05-31 18:12", "Detroit police arrest 84 more during 2nd day of protests ... counties diverge once again on reopening https://www.sfgate.com/news/article/Detroit-police-arrest-84-more-during-2nd-day-of-15306675.php Detroit police arrest 84 more during 2nd day of protests COREY WILLIAMS, Associated Press Published 11:11 am PDT, Sunday, May 31, 2020 In this May 29, 2020, photo, a police officer grabs a protester during a rally calling for an end to police violence and  ... Oakland official: Chaos stirred by 'out-of-town individuals' Alleged Nazi sympathizer admits lying on background check Parking restrictions to be lifted at Marin County parks, beaches Sonoma sheriff says he did not change stance on enforcing order Quarantines quash air travel revival plans 0 ? $(this).attr('href') : document.location.href.replace('/ ... "], ["2020-05-31 17:22", "Vandalism in downtown Charleston as protests escalate; countywide curfew enacted ... Charleston statue located at the corner of White Point Garden was vandalized as one point during demonstrations. Provided Photo: William Bailes Photo: William Bailes Authorities from the City of Charleston and neighboring Mount Pleasant were on hand for the rally. Police were seen in riot gear as they monitored crowds and attempted to keep the peace. In front of Williams-Sonoma. #chsnews pic.twitter.com/eKkjehhPJ3 — Quintin Washington (@QuintinOnCamera) May 30, 2020 The protesters eventually returned to Marion Square where they continued their peaceful demonstrations and chants for justice. But the protests would soon move to I-26 where all lanes of traffic were blocked for some time. Officers shut down the Arthur Ravenel Bridge to keep protesters from ... "], ["2020-05-31 14:57", "Top 10 Charts & Graphs Heading Into June 2020: S&P 500, Gold, Oil, Tesla, Canopy & More – 24/7 Wall St. ...  stock market or bond market should give at least some of these deep consideration ahead. For the week ending May 30, 2020, the real read is how it will pertain to June and future months. We have first covered the S&P 500 and the big levels that are very close in gold and oil. Then we covered the stocks of Canopy Growth Corp. (NYSE: CGC), Tesla, Inc. (NASDAQ: TSLA) and in Williams-Sonoma, Inc. (NYSE: WSM). After that we have our economic charts on deck. A brief commentary has been provided on each chart and graphic, as has the source of each item featured. These may have been numbered, but the importance of each chart will depend upon the reader as these are not intended to be ranked. Here are the 10 top charts we are seeing heading into June of 2020. 1) S&P ... "], ["2020-05-31 14:36", "Vandalism in downtown Charleston as protests escalate; countywide curfew enacted ... Charleston statue located at the corner of White Point Garden was vandalized as one point during demonstrations. Provided Photo: William Bailes Photo: William Bailes Authorities from the City of Charleston and neighboring Mount Pleasant were on hand for the rally. Police were seen in riot gear as they monitored crowds and attempted to keep the peace. In front of Williams-Sonoma. #chsnews pic.twitter.com/eKkjehhPJ3 — Quintin Washington (@QuintinOnCamera) May 30, 2020 The protesters eventually returned to Marion Square where they continued their peaceful demonstrations and chants for justice. But the protests would soon move to I-26 where all lanes of traffic were blocked for some time. Officers shut down the Arthur Ravenel Bridge to keep protesters from ... "], ["2020-05-31 13:03", "Cleanup, curfew and injuries following unrest in Florida ... sheriff's office spokeswoman wouldn't comment on the deputy's condition Sunday morning. \"He was out here doing his job when he was attacked,\" Williams said at a news conference Saturday night. Williams blamed outsiders for the violence and said other deputies were injured from thrown rocks and bricks. In Tampa, protesters on Saturday night threw rocks at first responders and set  ... temporarily closes most Bay Area locations DHS: Killing of federal officer in Oakland is domestic terror 'Back in the game': SpaceX ship blasts off with 2 astronauts Sonoma sheriff says he did not change stance on enforcing order Routes: Quarantines quash air travel revival plans + more news Transcripts released of Flynn's calls with Russian diplomat ... "], ["2020-05-31 01:17", "Officials blame differing groups of 'outsiders' for violence ... 34; he said.\" \"Won't happen.\" ___ Hennessey reported from Minneapolis. Associated Press writers Jill Colvin in Cape Canaveral, Fla., Michael R. Sisak in New York and Corey Williams in Detroit contributed to this report. Most Popular 1 Federal Protective Services officer shot and killed in Oakland 2 SUV hits demonstrators in San Jose, reportedly takes fire 3 160-square-foot  ... term illness in some patients 8 The Latest: Curfews ordered in more than dozen US cities LATEST NEWS 'Back in the game': SpaceX ship blasts off with 2 astronauts Sonoma sheriff says he did not change stance on enforcing order Routes: Quarantines quash air travel revival plans + more news Transcripts released of Flynn's calls with Russian diplomat Supreme Court  ... "], ["2020-05-30 19:32", "Property damage follows peaceful vigil in Phoenix killing ...  once again on reopening 11:27 AM 11:27 AM San Mateo releases new order softer than most of Bay Area Researchers: Covid-19 could cause debilitating long-term illness Sonoma sheriff says he did not change stance on enforcing order Newsom defends Calif.'s accelerated reopening Marauding monkeys make off with coronavirus vials in India https://www.sfgate.com/ ...  my son in the last minutes of his life.\" Hundreds of people, some wearing masks because of the pandemic, participated in the vigil at Eastlake Park east of downtown. Phoenix Police Chief Jeri Williams on Friday night apologized for an earlier statement in which the director of the department's Public Affairs Bureau said news media personnel would be subject to arrest along with other members of ... "], ["2020-05-30 17:16", "US stocks end mostly up as Trump stops short of tariffs on China ...  billion) over three years. The French carmaker plans to axe almost 15,000 jobs, including 4,600 at core operations in France as it seeks to steer out of a cash crunch exacerbated by the coronavirus crisis. At the other extreme, Williams-Sonoma surged 14.0 per cent as it reported a surprise profit despite having all its stores shuttered for more than half the quarter, fueled by surging sales of cooking equipment while much of the US was stuck at home under quarantine orders. But Williams-Sonoma withdrew its full-year profit forecast, saying that while current trends in its businesses are still strong, there was still uncertainty about the lasting macro-economic drag from coronavirus shutdowns. Rate up 6 users have voted. Related Articles Add new comment Your ... "], ["2020-05-30 16:33", "Judge denies motion in suit over out-of-staters' quarantine ... Coupons Menu Sections FULL CORONAVIRUS COVERAGE San Mateo releases new order softer than most of Bay Area Researchers: Covid-19 could cause debilitating long-term illness 7:48 AM 7:48 AM Sonoma sheriff says he did not change stance on enforcing order Newsom defends Calif.'s accelerated reopening Oakland mayor tested for COVID-19: 'It really doesn't hurt'  ... _____ NEW HAMPSHIRE The head of a group that represents New Hampshire nursing homes is begging the public to wear face coverings to prevent the spread of the coronavirus. Brendan Williams, president of the New Hampshire Health Care Association, says he supports Nashua's ordinance requiring face masks in public. \"Considerable sacrifice was demanded of Americans in winning World  ... "], ["2020-05-30 15:52", "Liz Weston: Find free, solid money advice in uncertain times ...  to taste like fuel.\" Big Green Egg's got several sizes of ceramic grills, including a 10-inch mini that's perfect for tailgating or picnics. Several of their Kamado Joe models come with free charcoal; the brand features an airlift hinge that reduces the lid weight, making it easier to open and close. There's also a hybrid Kamado model, available at Williams-Sonoma, that takes either charcoal or gas. Its white exterior makes it look a little like R2D2. And Monolith has added Alexa capabilities to their version; share your recipes with others on the app, set temps and monitor the cooking process via voice control. Blaze's version is made of heavy-gauge aluminum, so you can use charcoal, briquettes and lighter fluid. The 20-inch model is ... "], ["2020-05-30 15:48", "Why Williams-Sonoma Stock Jumped on Friday ... 's results for its fiscal first quarter were surprisingly good given that its stores were closed for most of the period. Net income of $35.4 million was down from $52.7 million in the year-ago quarter , but it was far better than the loss that Wall Street had expected. Image source: Williams-Sonoma. On a non-GAAP adjusted basis, Williams-Sonoma earned $0.74 per share on revenue of $1.235 billion. That was a double beat: Wall Street analysts polled by Thomson Reuters had expected a loss of $0.15 per share on revenue of $1.02 billion. CEO Laura Alber attributed the results to the company's strong and growing online storefronts. \"Our teams maximized demand online, leaning into new and innovative ways to engage and serve our customers virtually,\" ... "], ["2020-05-30 15:00", "Watch Elon Musk and Jay Leno Drive Tesla's Incredibly Weird Cybertruck ...  may be able to find more information on their web site. Advertisement - Continue Reading Below More From Technology & Gear Welp, SpaceX's Starship Prototype Just Blew Up 41 Quick and Easy Last-Minute Father's Day Gifts Advertisement - Continue Reading Below Watch a Perfect Concrete Stairway Being Built 22 Camping Essentials for Summer 2020 The 10 Best Cooling Pillows to Stop Night Sweats Williams Sonoma's Having a Secret Nespresso Sale Introducing The Men's Health Shop The Best Memorial Day Deals to Check Out Now Wayfair Has Great Deals on AC Units Right Now WFH With These 27 Home Office Essentials Technology & Gear Elon Musk Donated 1,000 Ventilators to Hospitals Try to Unsee These Photos of Elon Musk as The Rock Elon Musk Just Dropped an ... "], ["2020-05-30 14:54", "Number of eliminated college sports programs nearing 100 ...  Ohio at age 84 Vice President Pence mourns loss of evangelist at service Coupons Menu Sections FULL CORONAVIRUS COVERAGE San Mateo releases new order softer than most of Bay Area Sonoma sheriff says he did not change stance on enforcing order Newsom defends Calif.'s accelerated reopening Oakland mayor tested for COVID-19: 'It really doesn't hurt ... board and books, and in many cases bring diversity to campuses. This, he said, is especially important at a time when enrollment declines are accelerating as budget woes hit higher education. Akron athletic director Larry Williams was ordered to chop 23%, or $4.4 million, from his budget. Akron depends on student fees for 40% of its athletic budget and enrollment is expected to be down 20% this fall. The  ... "], ["2020-05-30 13:00", "HOA Homefront - Are our reserves being handled properly? ...  remain Advertisement National Business National Business How major US stock indexes fared Friday National Business How major US stock indexes fared Friday The stock market erased an early drop and ended mixed Friday, capping a strong week and month National Business Dell, Williams-Sonoma rise; Nordstrom, Salesforce fall National Business Dell, Williams-Sonoma rise; Nordstrom, Salesforce fall Stocks that moved heavily or traded substantially on Friday: Dell, Williams-Sonoma rise; Nordstrom, Salesforce fall National Business Closing prices for crude oil, gold and other commodities National Business Closing prices for crude oil, gold and other commodities Closing prices for crude oil, gold and other commodities, and foreign exchange levels National Business ... "], ["2020-05-30 12:33", "Welp, SpaceX's Starship Prototype Just Blew Up ... and maintained by a third party, and imported onto this page. You may be able to find more information on their web site. Advertisement - Continue Reading Below More From Technology & Gear 41 Quick and Easy Last-Minute Father's Day Gifts Watch a Perfect Concrete Stairway Being Built Advertisement - Continue Reading Below 22 Camping Essentials for Summer 2020 The 10 Best Cooling Pillows to Stop Night Sweats Williams Sonoma's Having a Secret Nespresso Sale Introducing The Men's Health Shop The Best Memorial Day Deals to Check Out Now Wayfair Has Great Deals on AC Units Right Now WFH With These 27 Home Office Essentials The Best Camping Gear to Buy at REI's Big Sale Technology & Gear 10 Ways to Blow up an NFL Team Master The Incline Bench Row To ... "], ["2020-05-30 11:00", "Older black voters say the 2020 election is about the nation's character ...  pain go away The debate over reparations for slavery is getting new attention through the 2020 presidential race. For the descendants of slaves in South Carolina, it's personal. Advertisement In a famous photo taken of Williams at a gas station in 1956, he appears to stare into the viewer's eyes while drinking from a \"white only\" water fountain . The act of defiance, during a trip to document his state ... : If stores are full, the pandemic could worsen. If they're empty, there goes the economy. California Sonoma County retreated on reopening. Now the sheriff will stop enforcing coronavirus orders California Sonoma County retreated on reopening. Now the sheriff will stop enforcing coronavirus orders Sheriff Mark Essick says his department  ... "], ["2020-05-30 05:45", "Police: 1 dead after shots fired at protesters in Detroit ...  of evangelist at service Luminaries Lost: A look at some of the artists lost to virus Coupons Menu Sections FULL CORONAVIRUS COVERAGE San Mateo releases new order softer than most of Bay Area Sonoma sheriff says he did not change stance on enforcing order Newsom defends Calif.'s accelerated reopening Oakland mayor tested for COVID-19: 'It really doesn't hurt' Every worker  ... 7:58 PM 7:58 PM https://www.sfgate.com/news/article/Police-1-dead-after-shots-fired-at-protesters-in-15304932.php Police: 1 dead after shots fired at protesters in Detroit Corey Williams, Associated Press Updated 10:44 pm PDT, Friday, May 29, 2020 One person was killed in downtown Detroit after someone in an SUV fired shots into a crowd of people protesting George Floyd ... "]]}}