{"postfix": "wirecard-aktie", "name": "WIRECARD", "wkn": "747206", "time": "2020.06.02 12:02", "ts": 1591092148, "features": {"KGV": "24.22", "Marktkapitalisierung": {"Size": "Mrd", "Value": "11.55"}, "GA": "4.45", "KBV": "5.45", "BA": "19.77", "KCV": "21.64", "CA": "4.98", "Vola30": "79.66", "Vola90": "95.84", "Vola180": "74.57", "Vola250": "58.62"}, "rivals": ["ebay-aktie", "deutsche_telekom-aktie", "total_system_services-aktie", "the_western_union_company-aktie"], "text_data": {"de": [["01.06.20", "Erste Schätzungen: Wirecard stellt Quartalsergebnis zum abgelaufenen Jahresviertel vor"], ["31.05.20", "Die Expertenmeinungen zur Wirecard-Aktie im Mai 2020"], ["29.05.20", "NACHBÖRSE/XDAX +0,9% auf 11.688 Punkte"], ["29.05.20", "Möglicher Insiderhandel: Finanzaufsicht prüft Aktienkauf von Wirecard-Chef Braun"], ["29.05.20", "Hat Wirecard-Chef gegen Insiderhandelsverbot verstoßen?"], ["29.05.20", "Kurssprung vor Geschäftsbericht: BaFin prüft Aktienkäufe des Wirecard-Chefs"], ["29.05.20", "Finanzaufsicht: Wirecard-Chef Braun droht nach Aktienkauf Ärger mit der Bafin"], ["29.05.20", "Wirecard-Chef Braun droht wegen Aktienkäufen Ärger mit der BaFin"], ["29.05.20", "Wirecard-Chef Braun droht wegen Aktienkäufen Ärger mit der BaFin"], ["29.05.20", "Wirecard: BaFin prüft Brauns Insider-Kauf - Update"], ["28.05.20", "Zahlungsdienstleister: Wirecard-Chef Braun kauft Aktien zu und baut Macht aus"], ["28.05.20", "MÄRKTE EUROPA/Hoffnung auf Wirtschaftserholung treibt weiter"], ["28.05.20", "XETRA-SCHLUSS/Konjunkturhoffnungen beflügeln - DAX fast auf Dreimonatshoch"], ["28.05.20", "MÄRKTE EUROPA/Hoffnung auf Wirtschaftsbelebung treibt Kurse"], ["28.05.20", "Wirecard-Aktie an DAX-Spitze: Chef Braun kauft kräftig zu"], ["28.05.20", "Wirecard: Insider-Alarm! Jetzt kauft CEO Braun"], ["28.05.20", "Wirecard: Die Zeit läuft ..."], ["28.05.20", "Vorstandschef treibt den Wirecard-Kurs"], ["28.05.20", "Wirecard-Klägeranwalt: \"Erwarten weitaus größeren Bilanzskandal\""], ["27.05.20", "NACHBÖRSE/XDAX +0,5% auf 11.721 Pkt - 1&1 Drillisch fest"], ["27.05.20", "Wirecard-Aktie: 170 Prozent Kurspotenzial?"], ["27.05.20", "ANALYSE-FLASH: Baader hebt BASF auf 'Top Stock'-Liste - Brenntag/Wirecard raus"], ["27.05.20", "Adyen lässt Wirecard alt aussehen: Adyen-Aktie bald im Eurostoxx 50?"], ["27.05.20", "Daniela Bergdolt über die Situation bei Wirecard: \"Der Machtkampf ist voll entbrannt\""], ["27.05.20", "Citi: Wirecard - Es steht viel auf dem Spiel"], ["27.05.20", "Citi: Wirecard - Es steht viel auf dem Spiel"], ["26.05.20", "NACHBÖRSE/XDAX -0,4% auf 11.461 Pkt - Infineon mau, Tui rege"], ["26.05.20", "AKTIE IM FOKUS 3: Wirecard-Anleger fürchten neue Unregelmäßigkeiten"], ["26.05.20", "MÄRKTE EUROPA/Tourismus- und Reise-Aktien zünden Kursfeuerwerk"], ["26.05.20", "XETRA-SCHLUSS/Vertrauen in V-förmige Erholung wächst"], ["26.05.20", "'MM': Wirecard-Aufsichtsrat knüpft Verlängerung von Chef Braun an Bedingungen"], ["26.05.20", "Wirecard-CEO Markus Braun: Ist im Dezember Schluss?"], ["26.05.20", "MÄRKTE EUROPA/DAX über 11.500 - Reiseaktien mit Kursfeuerwerk"], ["26.05.20", "EXKLUSIV Wirecard: Vertragsverlängerung für Markus Braun hängt in der Schwebe"]], "en": [["29.05.20", "Wirecard AG : Release according to Article 40, Section 1 of the WpHG [the German Securities Trading Act] with the objective of Europe-wide distribution"], ["29.05.20", "German regulator examines stock trades by Wirecard CEO"], ["29.05.20", "Wirecard AG : Release of a capital market information"], ["29.05.20", "BaFin examines Wirecard chief’s share purchase "], ["29.05.20", "Wirecard AG : Preliminary announcement of the publication of financial reports according to Articles 114, 115, 117 of the WpHG [the German Securities Act]"], ["26.05.20", "Wirecard postpones issuing annual results again"], ["26.05.20", "Wirecard postpones issuing annual results again"], ["19.05.20", "TCI files Wirecard complaint with Munich prosecutors"], ["19.05.20", "Investor TCI files criminal complaint against Wirecard managers"], ["19.05.20", "TCI Fund Management Limited : TCI has filed a criminal complaint against responsible parties of Wirecard AG"], ["19.05.20", "German watchdog opened probe into Wirecard accounting last year"], ["18.05.20", "Wirecard Enhances Payment Suite for Xsolla, Global Video Game Business Engine"], ["15.05.20", "Wirecard shares plunge as Dubai-based partner shuts shop"], ["15.05.20", "Wirecard shares plunge as Dubai-based partner shuts shop"], ["15.05.20", "Shares in Wirecard fall sharply; traders cite concerns about Dubai business partner"], ["15.05.20", "Germany's BaFin has no plans to ban Wirecard short-selling"], ["14.05.20", "Wirecard AG : Preliminary result Q1 2020"], ["13.05.20", "Wirecard hit by shareholder lawsuit over disclosures "], ["13.05.20", "Wirecard AG : Release of a capital market information"], ["13.05.20", "TILP Rechtsanwalt. : Wirecard compliance scandal"], ["12.05.20", "German watchdog investigates payments company Wirecard"], ["12.05.20", "German watchdog conducts multiple investigations into Wirecard"], ["12.05.20", "German watchdog conducts multiple investigations into Wirecard"], ["12.05.20", "Germany's BaFin conducting multiple investigations into Wirecard: president"], ["11.05.20", "Munich court to drop case against British short seller over Wirecard shares"], ["08.05.20", "Wirecard under investigation over statements to investors"], ["08.05.20", "Wirecard revamps management board amid probes"], ["08.05.20", "Wirecard revamps management board amid probes"], ["08.05.20", "Germany's BaFin investigating Wirecard communication ahead of audit publication"], ["08.05.20", "Wirecard Cooperates With PINAR Water&Beverages, Leading Turkish Bottled Water Brand, for Digital Payments and Contactless Delivery"], ["06.05.20", "Top investor calls for dismissal of Wirecard chief Markus Braun"], ["06.05.20", "Wirecard AG : Release according to Article 40, Section 1 of the WpHG [the German Securities Trading Act] with the objective of Europe-wide distribution"], ["06.05.20", "Top Wirecard shareholder calls on board to end ‘whitewash’"], ["05.05.20", "How the paper trail went cold in KPMG’s special audit of Wirecard "], ["04.05.20", "Wirecard Helps Food Service Restaurants and Merchants Strengthen Their Businesses With Digital Services"], ["30.04.20", "Wirecard chairman voices support for embattled CEO: report"], ["30.04.20", "Wirecard chairman voices support for embattled CEO: Handelsblatt"], ["29.04.20", "Wirecard: what KPMG’s report found"], ["29.04.20", "Wirecard: what KPMG’s report found"], ["29.04.20", "Wirecard slides again after short seller demands CEO's head"], ["2020-05-29 13:51", "German regulator examines stock trades by Wirecard CEOGermany's market regulator said on Friday it was investigating whether Markus Braun, the CEO of payments firm Wirecard , had violated insider-trading rules by buying stock during the quiet period before publication of its annual report."], ["2020-05-29 13:45", "German regulator examines stock trades by Wirecard CEODiscover Thomson Reuters Financial Government Solutions Legal Reuters News Agency Risk Management Solutions Tax & Accounting Blog: Answers On Innovation @ Thomson Reuters Directory of sites Login Contact Support Top News Business Canada Markets Sports More Canada Technology News May 29, 2020 / 1:50 PM / Updated 13 minutes ago German regulator examines stock trades by Wirecard CEO 2 Min Read FILE PHOTO: The headquarters of Wirecard AG, an independent provider of outsourcing and white label solutions for electronic payment transactions is seen in Aschheim near Munich, Germany April 25, 2019. REUTERS/Michael Dalder/File Photo FRANKFURT (Reuters) - Germany's market regulator said on Friday it was investigating whether Markus Braun, the CEO of payments firm  ... "], ["2020-05-29 13:45", "German regulator examines stock trades by Wirecard CEOGermany's market regulator said on Friday it was investigating whether Markus Braun, the CEO of payments firm Wirecard, had violated insider-trading rules by buying stock during the quiet period before publication of its annual report."], ["2020-05-29 13:45", "German regulator examines stock trades by Wirecard CEOGermany's market regulator said on Friday it was investigating whether Markus Braun, the CEO of payments firm Wirecard, had violated insider-trading rules by buying stock during the quiet period before publication of its annual report.'"], ["2020-05-29 11:20", "BaFin examines Wirecard chief's share purchase ... to the age of insult, you snowflake The ultimate socially distanced holiday: summer on a superyacht How to Spend It Sign In Subscribe Menu Search Home World US Companies Tech Markets Graphics Opinion Work & Careers Life & Arts How to Spend It Financial Times Sign In Subscribe Search the FT Search Close search bar Become an FT subscriber to read: BaFin examines Wirecard chief's share purchase Make informed decisions with the FT Keep abreast of significant corporate, financial and political developments around the world.Stay informed and spot emerging risks and opportunities with independent global reporting, expertcommentary and analysis you can trust. Choose your subscription Trial Not sure which package to choose? Try full access for 4 weeks $1.00 for 4 ... "], ["2020-05-28 22:00", "Global Contactless Payments Market Is Expected To Reach $24.99 Billion By 2027 - Latest Market Research Report By Stratistics MRC ... Stratistics MRC, the Global Contactless Payments market is accounted for $8.00 billion in 2018 and is expected to reach $24.99 billion by 2027 growing at a CAGR of 13.5% during the forecast period. Some of the key players in Contactless Payments Market include Gemalto N.V, Giesecke& Devrient Gmbh, Verifone Systems, Inc, Ingenico Group, Wirecard AG, Heartland Payment Systems, Inc, Inside Secure, Oberthur Technologies SA, On Track Innovations, Proxama, Paycor, SumUp, Castle, Alcino, and Mobeewave. While the factors such as increased customer satisfaction and improved loyalty programs, and enhanced purchase experience are driving the growth of the market. However, the high cost of deploying contactless payment technologies is restraining market growth. Moreover ... "], ["2020-05-26 21:45", "Asia-Pacific Contactless Payments Sector Insights, 2019-2025 ... . Transportation5.2.4. Others 6. Regional Analysis 6.1. Asia-Pacific 6.1.1. India 6.1.2. China 6.1.3. Japan 6.1.4. Rest of Asia-Pacific 7. Company Profiles 7.1. Gemalto N.V.7.2. Giesecke & Devrient GmbH7.3. Heartland Payment Systems7.4. IBM Corp.7.5. Infineon Technologies AG7.6. Valitor HF7.7. Verifone Systems, Inc.7.8. Visa, Inc.7.9. Wirecard AGFor more information about this report visit https://www.researchandmarkets.com/r/lvdxz1 Research and Markets also offers Custom Research services providing focused, comprehensive and tailored research. Media Contact: Research and Markets Laura Wood , Senior Manager press@researchandmarkets.com For E.S.T Office Hours Call +1-917-300-0470 For U.S./CAN Toll Free Call +1-800-526-8630 For GMT Office Hours Call +353-1-416 ... "], ["2020-05-26 16:29", "Travel firms propel European stocks to strongest close in 11 weeks ...  SA ( RENA.PA ) and Peugeot SA ( PEUP.PA ) jumped 6% and 3% respectively as President Emmanuel Macron said support for the hard-hit car sector will be \"massively amplified\". Sources told Reuters that Renault and Nissan Motor Co Ltd ( 7201.T ) have shelved plans to push towards the full merger and will instead fix their troubled alliance. German payments firm Wirecard AG ( WDIG.DE ) fell 1.6% after it postponed the publication of final 2019 results for a third time, citing delays in finalising audit procedures. Reporting by Sruthi Shankar in Bengaluru; Editing by Shounak Dasgupta Our Standards: The Thomson Reuters Trust Principles. 0 : 0 narrow-browser-and-phone medium-browser-and-portrait-tablet landscape-tablet medium-wide-browser wide-browser-and ... "], ["2020-05-26 12:04", "Futures Soar Above 3,000, Dollar Tumbles On Vaccine Hopes, Reopening Optimism ... with UK PM Johnson's latest update noting that the government plans to allow car showrooms and outdoor markets to reopen from June 1st and will allow all non-essential retail to open from June 15th. Elsewhere, other notable movers include Rolls-Royce (+11.4%), who, asides from benefiting from recent optimism surrounding travel, are looking to negotiate price cuts with certain supplier. Finally, Wirecard (-1.6%) are off worst levels but lower nonetheless after delaying their earnings from 4th June to the 18th June on the basis that audits of annual financial statements for 2019 will not be completed by the planned date. Top European News ECB's Villeroy Says More Stimulus Is Probably on the Way Dominic Cummings Refuses to Quit in Row Over U.K. Lockdown ... "], ["2020-05-26 10:56", "European shares near 11-week high, UK stocks surge ...  SA ( RENA.PA ) and Peugeot SA ( PEUP.PA ) jumped 6% and 3% respectively as President Emmanuel Macron said support for the hard-hit car sector will be \"massively amplified\". Sources told Reuters that Renault and Nissan Motor Co Ltd ( 7201.T ) have shelved plans to push towards the full merger and will instead fix their troubled alliance. German payments firm Wirecard AG ( WDIG.DE ) fell 1.6% after it postponed the publication of final 2019 results for a third time, citing delays in finalising audit procedures. Reporting by Sruthi Shankar in Bengaluru; Editing by Shounak Dasgupta Our Standards: The Thomson Reuters Trust Principles. 0 : 0 narrow-browser-and-phone medium-browser-and-portrait-tablet landscape-tablet medium-wide-browser wide-browser-and ... "], ["2020-05-26 09:40", "Wirecard delays final results statement for a third timeGerman payment processor Wirecard has delayed the publication of its 2019 final results for a third time and postponed its Annual general Meeting until August as it awaits the outcome of audit procedures."], ["2020-05-26 08:49", "UPDATE 1-European shares near 11-week high, UK stocks surge ... 10 days. French carmakers Renault SA and Peugeot SA jumped 6% and 3% respectively as President Emmanuel Macron said support for the hard-hit car sector will be \"massively amplified\". Sources told Reuters that Renault and Nissan Motor Co Ltd have shelved plans to push towards the full merger and will instead fix their troubled alliance. German payments firm Wirecard AG fell 1.6% after it postponed the publication of final 2019 results for a third time, citing delays in finalising audit procedures. (Reporting by Sruthi Shankar in Bengaluru; Editing by Shounak Dasgupta) Our Standards: The Thomson Reuters Trust Principles. 0 : 0 narrow-browser-and-phone medium-browser-and-portrait-tablet landscape-tablet medium-wide-browser wide-browser-and-larger medium ... "], ["2020-05-26 06:09", "Wirecard postpones 2019 results for a third timeWirecard AG said late Monday that publication of its consolidated financial statements for 2019 would be postponed for the third time as not all audit..."], ["2020-05-26 05:53", "BOURSE-Les valeurs suivre Paris et en Europe (actualis) ...  Agency Risk Management Solutions Tax & Accounting Blog: Answers On Innovation @ Thomson Reuters Directory of sites Login Contact Support Business Markets World Politics TV More United States Biotechnology May 26, 2020 / 5:01 AM / Updated 20 minutes ago BOURSE-Les valeurs suivre Paris et en Europe (actualis) 4 Min Read (Actualis avec Renault, Crdit agricole, Daimler, Klpierre,Iberdrola, Aryzta, Wirecard) * Variation des futures sur indice CAC 40 * Variation des futures sur indice Stoxx 600 * Valeurs qui se traitent ex-dividende * Le point sur les marchs europens PARIS, 26 mai (Reuters) - Les valeurs suivre mardi laBourse de Paris et en Europe : * RENAULT pourrait annoncer jeudi soir dessuppressions d'emplois et des fermetures de sites dans le cadrede son ... "], ["2020-05-26 05:50", "Wirecard Delays Results AgainWirecard said publication of its results for 2019 would be postponed for the third time as not all audit procedures have been completed."], ["2020-05-26 00:22", "PRESS DIGEST-Financial Times - May 26 ... 23 AM / Updated 7 minutes ago PRESS DIGEST-Financial Times - May 26 2 Min Read May 26 (Reuters) - The following are the top stories in the Financial Times. Reuters has not verified these stories and does not vouch for their accuracy. Headlines Virgin Orbit rocket fails on first airborne test on.ft.com/2LUL1WF HSBC board rethinks overhaul and seeks even sharper cuts on.ft.com/2yBVOC4 Wirecard postpones issuing annual results again on.ft.com/3ejZGa4 Overview Richard Branson's Virgin Orbit failed in its first attempt to launch a rocket into orbit on Monday, a setback in the company's planned move to rapid commercialisation. HSBC Holdings Plc's board has asked the firm's executives to restart a restructuring that was paused due to the coronavirus ... "], ["2020-05-26 00:22", "PRESS DIGEST-Financial Times - May 26 ...  / Updated an hour ago PRESS DIGEST-Financial Times - May 26 2 Min Read May 26 (Reuters) - The following are the top stories in the Financial Times. Reuters has not verified these stories and does not vouch for their accuracy. Headlines Virgin Orbit rocket fails on first airborne test on.ft.com/2LUL1WF HSBC board rethinks overhaul and seeks even sharper cuts on.ft.com/2yBVOC4 Wirecard postpones issuing annual results again on.ft.com/3ejZGa4 Overview Richard Branson's Virgin Orbit failed in its first attempt to launch a rocket into orbit on Monday, a setback in the company's planned move to rapid commercialisation. HSBC Holdings Plc's board has asked the firm's executives to restart a restructuring that was paused due to the coronavirus crisis ... "], ["2020-05-25 22:25", "Wirecard postpones issuing annual results again ...  I'll do after lockdown is... Dystopian sci-fi Snowpiercer is a rickety Netflix spin-off of Bong Joon-ho's film How to Spend It Sign In Subscribe Menu Search Home World US Companies Tech Markets Graphics Opinion Work & Careers Life & Arts How to Spend It Financial Times Sign In Subscribe Search the FT Search Close search bar Become an FT subscriber to read: Wirecard postpones issuing annual results again Leverage our market expertise Expert insights, analysis and smart data help you cut through the noise to spot trends,risks and opportunities. Join over 300,000 Finance professionals who already subscribe to the FT. Choose your subscription Trial Not sure which package to choose? Try full access for 4 weeks $1.00 for 4 weeks Then $67.00 per month. New ... "], ["2020-05-25 21:17", "Wirecard again postpones 2019 results publicationGerman payments firm Wirecard postponed the publication of final 2019 results for a third time late on Monday, citing delays in finalising audit procedures."], ["2020-05-20 21:50", "Trump says 'considering' in-person G7 summit; world leaders cautious ...  Half-Year Figures: ZEISS Looks back on Good First Six Months Overall Press Release BioGX, Bosch Healthcare Solutions partner to expand molecular diagnostic tests offering for the Vivalytic platform / New biocontent cooperation with renowned US firm Press Release LTO Philippines launches new online portal from DERMALOG Press Release Johnson Matthey: Pgm Prices Fall but Markets Remain Tight as Covid-19 Hits Supply and Demand Press Release Deutsche Leibrenten AG extends market leadership / 100 additional properties already signed up for pension schemes in 2020 Press Release Wirecard enhances payment suite for Xsolla, global video game business engine Press Release Apex and BITE Announce Partnership to Deliver New Solutions to Asian Asset Management Market"]]}}