{"postfix": "wyndham_worldwide-aktie", "name": "WYNDHAM_WORLDWIDE", "wkn": "A0J37Z", "time": "2020.06.02 12:57", "ts": 1591095454, "features": {"KGV": "9.18", "Marktkapitalisierung": {"Size": "Mrd", "Value": "2.43"}, "GA": "5.62", "KBV": "-18.80", "BA": "-2.75", "KCV": "9.62", "CA": "5.36", "Vola30": "106.5", "Vola90": "142.55", "Vola180": "103.48", "Vola250": "74.93"}, "rivals": ["marriott-aktie", "choice_hotels_international-aktie", "royal_caribbean_cruises-aktie", "starwood_hotelsresorts_worldwide_1-aktie"], "text_data": {"de": [["31.05.20", "Wyndham Worldwide-Aktie: Experten empfehlen Wyndham Worldwide im Mai mehrheitlich zum Kauf "], ["09.05.20", "Wyndham Worldwide: So viel setzte das Unternehmen zuletzt um"], ["05.05.20", "Ausblick: Wyndham Worldwide präsentiert das Zahlenwerk zum abgelaufenen Jahresviertel"], ["27.02.20", "Wyndham Worldwide präsentierte Quartalsergebnisse"], ["25.02.20", "Ausblick: Wyndham Worldwide veröffentlicht Zahlen zum vergangenen Quartal"]], "en": [["2020-05-29 18:11", "List 2/3 of sports events affected by coronavirus pandemic ... with parade past their Jeff Jacobs: New Canaan Scholar Athlete Chris Carratu all Business Best Of Stamford Press releases Markets Top Workplaces Gartner: Reduced disposable income to impact worldwide demand for Bakery-restaurant with CT shops files for bankruptcy TV's top show comes from a Stamford-based company Connecticut shed 266K jobs in April  ... Aug. 2. John Deere Classic in Silvis, Illinois from July 9-12 canceled. British Open in Sandwich, England from July 16-19 canceled. Barbasol Championship in Nicholasville, Kentucky from July 16-19 canceled. Wyndham Championship in Greensboro, North Carolina from Aug. 6-9 postponed to Aug. 13-16. Northern Trust in Norton, Massachusetts from Aug. 13-16 postponed to Aug. 20-23. BMW Championship in Olympia Fields ... "], ["2020-05-29 01:42", "Another effort to free ex-professor accused of murder ...  with parade past their Jeff Jacobs: New Canaan Scholar Athlete Chris Carratu all Business Best Of Stamford Press releases Markets Top Workplaces Gartner: Reduced disposable income to impact worldwide demand for Bakery-restaurant with CT shops files for bankruptcy TV's top show comes from a Stamford-based company Connecticut shed 266K jobs in April Real  ...  former Northwestern University professor charged in the murder of his boyfriend argued Thursday he should be released on $1.5 million bail before trial. Cook County Circuit Judge Charles Burns last month denied Wyndham Lathem's request to be released on $1 million so that the infectious disease expert can assist in the battle against the coronavirus. Lathem is accused in the 2017 stabbing death of ... "], ["2020-05-27 13:30", "Cheez-It replacing Camping World as title sponsor for Florida Citrus Sports ... can watch it Trending Orange County to give $1,000 to individuals, $10,000 to small businesses Seminole County asking parents to weigh in on students returning to classrooms Wyndham Bonnet Creek resort near Disney reopens with new cleaning protocols Sheriff: Woman brandishing gun fatally shot by deputies Walt Disney World, SeaWorld Orlando to present reopening plans on Wednesday ...  News Local Florida Coronavirus National World Viral Politics Health Unusual Coronavirus Latest from Florida Reopening Florida Economic impact Symptoms and prevention Map: Florida cases Map: Worldwide cases Watch CoronavirusNOW CoronavirusNOW.com Money Personal Finance COVID-19 & the Economy Weather Forecast Video FOX 35 Weather App FOX 35 Orlando Hurricane Center Weather  ... "], ["2020-05-27 09:11", "DOJ Drops Insider Trading Investigation of 3 Senators, Continues Richard Burr Probe ... called Allogene Therapeutics, according to disclosure forms. Loeffler disclosed sales of between $1.3 million and $3.1 million in early January in stocks including Exxon Mobil Corporation, a worldwide oil company, and Resideo Technologies, a company that makes smart home products. She also purchased up to $250,000 in stocks in Citrix, a company that sells software helping ...  his stocks in more than 30 transactions on Feb. 13, according to Senate financial disclosures. A week later, the stock market began to decline. The biggest sales from Burr included stocks from Wyndham Hotels and Resorts, a company that has lost significant value amid the pandemic, and shares of Extended Stay America, a hospitality chain that has also seen a decrease in value amid the spread ... "], ["2020-05-27 05:16", "Caribbean, Gulf of Mexico areas to watch for early summer tropical development ...  a plan of attack in case one of these early season storms form in the coming weeks. Latest News Crowds head to Space Coast, hoping to witness Wednesday's historic launch Wyndham Bonnet Creek resort near Disney reopens with new cleaning protocols Governor DeSantis says Florida would love to host the RNC if President Trump pulls it out of North Carolina Walt Disney World ...  yearbook News Local Florida Coronavirus National World Viral Politics Health Unusual Coronavirus Latest from Florida Reopening Florida Economic impact Symptoms and prevention Map: Florida cases Map: Worldwide cases Watch CoronavirusNOW CoronavirusNOW.com Money Personal Finance COVID-19 & the Economy Weather Forecast Video FOX 35 Weather App FOX 35 Orlando Hurricane Center Weather Alerts  ... "], ["2020-05-27 05:11", "Police search for sex offender who allegedly stole teen's undergarments, left bloody fingerprints ... and more than $600 in clothing from the home. He is wanted for burglary of a dwelling and theft. Latest News Crowds head to Space Coast, hoping to witness Wednesday's historic launch Wyndham Bonnet Creek resort near Disney reopens with new cleaning protocols Governor DeSantis says Florida would love to host the RNC if President Trump pulls it out of North Carolina Walt Disney World, SeaWorld  ... News Local Florida Coronavirus National World Viral Politics Health Unusual Coronavirus Latest from Florida Reopening Florida Economic impact Symptoms and prevention Map: Florida cases Map: Worldwide cases Watch CoronavirusNOW CoronavirusNOW.com Money Personal Finance COVID-19 & the Economy Weather Forecast Video FOX 35 Weather App FOX 35 Orlando Hurricane Center  ... "], ["2020-05-27 04:57", "Child immunizations drops amid COVID-19 pandemic ...  work in preventing other equally dangerous and other fatal diseases to be forgotten,\" she said. Latest News Crowds head to Space Coast, hoping to witness Wednesday's historic launch Wyndham Bonnet Creek resort near Disney reopens with new cleaning protocols Governor DeSantis says Florida would love to host the RNC if President Trump pulls it out of North Carolina Walt Disney ...  News Local Florida Coronavirus National World Viral Politics Health Unusual Coronavirus Latest from Florida Reopening Florida Economic impact Symptoms and prevention Map: Florida cases Map: Worldwide cases Watch CoronavirusNOW CoronavirusNOW.com Money Personal Finance COVID-19 & the Economy Weather Forecast Video FOX 35 Weather App FOX 35 Orlando Hurricane Center Weather  ... "], ["2020-05-27 04:55", "State revenue takes a hit in April, grounded by coronavirus ...  the coming months as lagged economic effects begin to appear,\" the report said. Latest News Crowds head to Space Coast, hoping to witness Wednesday's historic launch Wyndham Bonnet Creek resort near Disney reopens with new cleaning protocols Governor DeSantis says Florida would love to host the RNC if President Trump pulls it out of North Carolina  ... s side in yearbook News Local Florida Coronavirus National World Viral Politics Health Unusual Coronavirus Latest from Florida Reopening Florida Economic impact Symptoms and prevention Map: Florida cases Map: Worldwide cases Watch CoronavirusNOW CoronavirusNOW.com Money Personal Finance COVID-19 & the Economy Weather Forecast Video FOX 35 Weather App FOX 35 Orlando Hurricane Center Weather Alerts Hour-by- ... "], ["2020-05-27 04:52", "Crowds head to Space Coast, hoping to witness Wednesday's historic launch ... spot. After ten hours on the road driving down from North Carolina, one group is ready for liftoff. Latest News Crowds head to Space Coast, hoping to witness Wednesday's historic launch Wyndham Bonnet Creek resort near Disney reopens with new cleaning protocols Governor DeSantis says Florida would love to host the RNC if President Trump pulls it out of North Carolina Walt Disney World,  ...  News Local Florida Coronavirus National World Viral Politics Health Unusual Coronavirus Latest from Florida Reopening Florida Economic impact Symptoms and prevention Map: Florida cases Map: Worldwide cases Watch CoronavirusNOW CoronavirusNOW.com Money Personal Finance COVID-19 & the Economy Weather Forecast Video FOX 35 Weather App FOX 35 Orlando Hurricane Center Weather  ... "], ["2020-05-27 04:47", "Wyndham Bonnet Creek resort near Disney reopens with new cleaning protocols ...  for the latest coronavirus news. MOBILE USERS: Click here to tune in to FOX 35 Orlando Latest News Crowds head to Space Coast, hoping to witness Wednesday's historic launch Wyndham Bonnet Creek resort near Disney reopens with new cleaning protocols Governor DeSantis says Florida would love to host the RNC if President Trump pulls it out of North Carolina Walt Disney ... to classrooms News Local Florida Coronavirus National World Viral Politics Health Unusual Coronavirus Latest from Florida Reopening Florida Economic impact Symptoms and prevention Map: Florida cases Map: Worldwide cases Watch CoronavirusNOW CoronavirusNOW.com Money Personal Finance COVID-19 & the Economy Weather Forecast Video FOX 35 Weather App FOX 35 Orlando Hurricane Center Weather Alerts  ... "], ["2020-05-27 00:15", "Bonnet Creek Resort, near Disney World, reopens to guests ... Wyndham reopens Club Wyndham welcomed guests back on Tuesday. It is the first large resort on Walt Disney World Resort property to reopen since the pandemic lockdown. LAKE BUENA VISTA, Fla. - The Wyndham Club Bonnet Creek Resort reopened its doors to visitors Tuesday. It's the first major resort in the area of Walt Disney World to do so since the COVID-19 pandemic hit. Wyndham ...  5 News Local Florida Coronavirus National World Viral Politics Health Unusual Coronavirus Latest from Florida Reopening Florida Economic impact Symptoms and prevention Map: Florida cases Map: Worldwide cases Watch CoronavirusNOW CoronavirusNOW.com Money Personal Finance COVID-19 & the Economy Weather Forecast Video FOX 35 Weather App FOX 35 Orlando Hurricane Center Weather Alerts  ... "], ["2020-05-26 15:53", "Bonnet Creek resort near Disney reopens with new cleaning protocols ... Live Seen on TV Bonnet Creek resort near Disney reopens with new cleaning protocols Published 18 mins ago Coronavirus FOX 35 Orlando Facebook Twitter Print Email article ORLANDO, Fla. - The Wyndham Bonnet Creek announced on Tuesday that they have reopened, becoming the first resort near Disney to open after the coronavirus-caused closures. They said that they have new cleaning protocols ...  News Local Florida Coronavirus National World Viral Politics Health Unusual Coronavirus Latest from Florida Reopening Florida Economic impact Symptoms and prevention Map: Florida cases Map: Worldwide cases Watch CoronavirusNOW CoronavirusNOW.com Money Personal Finance COVID-19 & the Economy Weather Forecast Video FOX 35 Weather App FOX 35 Orlando Hurricane Center Weather  ... "], ["2020-05-25 14:48", "Hotels, motels, and resorts are never going to be the same. Here's what you can expect the next time you plan a vacation. ... to the design of resorts too, with a pivot to \"low-rise buildings that blend in rather than traditional concrete high-rises.\" The humble motel may even make a comeback. Wyndham Hotels and Resorts, which has adopted AHLA's Safe Stay protocols and owns brands like Super 8 and Days Inn, is already seeing rising demand for its properties with exterior corridors ... . The Four Seasons will place \"Lead With Care\" kits in each guest room that include masks , hand sanitizer, and sanitization wipes. Best Western, which has more than 5,000 hotels worldwide, said it will remove \"unnecessary items\" like decorative pillows from guest rooms as part of its enhanced sanitization procedures. And Hilton is doing away with the pen, paper, and guest  ... "], ["2020-05-25 14:48", "Hotels, motels, and resorts are never going to be the same. Here's what you can expect the next time you plan a vacation. ...  known as motels per The New York Times. Trong Nguyen / Shutterstock.com With their lack of interior hallways and shared public spaces, motels may make social distancing easier. Dave DeCecco, Wyndham's vice president of global communications, told Business Insider that motel owners are finding several benefits to the traditional motel design. For one thing, motels don't have  ...  Four Seasons will place \"Lead With Care\" kits in each guest room that include masks , hand sanitizer, and sanitization wipes. Best Western, which has more than 5,000 hotels worldwide, said it will remove \"unnecessary items\" like decorative pillows from guest rooms as part of its enhanced sanitization procedures. And Hilton is doing away with the pen, paper, and ... "], ["2020-05-25 06:49", "Herald Sun ... 00Black Lives Matter Protesters March in Perthhttps://www.heraldsun.com.au/news/national/protesters-march-to-us-embassy-in-dublin-as-george-floyds-death-prompts-demonstrations-worldwide/video/6338f41b9583d424074f73ca671cefd2Herald Sunen2020-06-02T01:10:07+10:00Protesters March to US Embassy in Dublin as George Floyd's Death Prompts Demonstrations Worldwidehttps://www. ... 1/news-story/814db5eac3ac1bb718e5299c726a5551Herald Sunen2020-06-01T20:32:02+10:00Everybody appearing at Broadmeadows Magistrates' Court, Monday, June 1https://www.heraldsun.com.au/leader/wyndham/hyperlocal/everybody-appearing-at-werribee-magistrates-court-local-court-monday-june-1/news-story/d4922d1189b5b8c00a253acc45f52836Herald Sunen2020-06-01T20:32:02+10:00Everybody appearing at  ... "], ["2020-05-24 04:00", "List 2/3 of sports events affected by coronavirus pandemic ... , California from July 2-5 postponed to July 30-Aug. 2. British Open in Sandwich, England from July 16-19 canceled. Barbasol Championship in Nicholasville, Kentucky from July 16-19 canceled. Wyndham Championship in Greensboro, North Carolina from Aug. 6-9 postponed to Aug. 13-16. Northern Trust in Norton, Massachusetts from Aug. 13-16 postponed to Aug. 20-23. BMW Championship in  ...  sites from May 30-July 3 postponed. MORE Older Newer Updated : 2020-05-24 05:45 GMT+08:00 MOST POPULAR Taiwan planning to allow foreign tourists in October Taiwan experts say no worldwide travel until summer 2021 Japan official denounces China for 'ravaging' Taiwan Over 40 Eswatini students duped into skinning chickens in W. Taiwan Dennis Rodman warns about Kim Jong Un's ... "], ["2020-05-22 12:30", "Wyndham Destinations To Speak At The Bernstein Strategic Decisions Conference ...  families, with 230 resorts which offer a contemporary take on the timeshare model - including vacation club brands Club Wyndham, WorldMark by Wyndham, and Margaritaville Vacation Club by Wyndham - and 4,200+ affiliated resorts through RCI, the world's leader in vacation exchange. Year after year, a worldwide team of nearly 22,000 associates delivers exceptional vacation experiences to families around the globe as they make memories to last a lifetime. At Wyndham Destinations, our world is your destination. Learn more at WyndhamDestinations.com . Web Resources: Wyndham Destinations Wyndham Destinations Investor Relations Twitter: @WynDestinations LinkedIn: @WyndhamDestinations View original content to download multimedia: http://www.prnewswire.com/news ... "], ["2020-05-21 12:29", "Wyndham Rewards Extends Partnership With Caesars Rewards, Offers Exclusive Perks Through 2021 ... simple, flexible and generous. Those values become even more important in times of uncertainty, and as members consider future plans in the wake of COVID-19, Wyndham continues to update its policies worldwide to provide increased travel flexibility—relaxing cancellation policies, extending membership benefits and delaying points expiration. For more information on the partnership between Wyndham Rewards and Caesars Rewards, including details on how to book, transfer points or status match, visit www.wyndhamrewards.com/caesars . About Wyndham Rewards Named the number one hotel rewards program by readers of USA TODAY, Wyndham Rewards is the world's most generous rewards program with more than 30,000 hotels, vacation club resorts and vacation rentals ... "], ["2020-05-21 11:39", "U.S. RESEARCH ROUNDUP- Boeing, Honeywell, Mercury Systems ...  Inc : Benchmark raises target price to $83 * Marathon Oil Corp : Mizuho raises target price to $6 from $5 * Marriott Vacations Worldwide : Credit Suisse analyst Ben Chaiken assumes with $100 vs $132 TP * Marriott Vacations Worldwide : Credit Suisse analyst Ben Chaiken assumes with outperform rating * Marvell Technology Group Ltd : Citigroup raises price target to $35 from $ ...  * Wolverine World Wide Inc : Stifel raises price target to $25 from $23 * WPX Energy Inc : Mizuho raises target price to $6 from $5 * Wyndham Destinations :Credit Suisse analyst Ben Chaiken assumes with outperform vs neutral rating * Wyndham Destinations :Credit Suisse analyst Ben Chaiken assumes with $32 vs $53 TP * Wynn Resorts : Credit Suisse analyst Ben Chaiken assumes with $72 vs ... "], ["2020-05-19 17:17", "Staying in a hotel will be very different post-pandemic — here are the new safety and cleaning plans and precautions being implemented by every major hotel brand ... and 1 Hotel Central Park . Accor Hotels Comprised of more than 5,000 hotel brands including Fairmont, Raffles, Sofitel, SLS, and Banyan Tree, Accor Hotels has shuttered nearly two-thirds of their properties worldwide. In the meantime, they've launched a new wellbeing platform called ' ALL Stay Well ' in North and Central America that takes into consideration each touchpoint of the guest journey along  ...  spaces and communal areas will be cleaned and disinfected multiple times per day, with an emphasis on hard non-porous surfaces such as guest elevator button panels Learn more about Wyndham's Count On UsSM' plans here . Loading Something is loading. Do you have a personal experience with the coronavirus you'd like to share? Or a tip  ... "]]}}