{"postfix": "yamaha_motor-aktie", "name": "YAMAHA_MOTOR", "wkn": "857690", "time": "2020.06.02 13:28", "ts": 1591097325, "features": {"KGV": "9.84", "Marktkapitalisierung": {"Size": "Mrd", "Value": "4.50"}, "GA": "216.83", "KBV": "1.06", "BA": "2.019.00", "KCV": "5.94", "CA": "359.10", "Vola30": "68.03", "Vola90": "79.88", "Vola180": "62.26", "Vola250": "52.22"}, "rivals": [], "text_data": {"de": [["01.06.20", "Yamaha Motor zog Bilanz zum jüngsten Jahresviertel"], ["29.05.20", "Ausblick: Yamaha Motor veröffentlicht Zahlen zum vergangenen Quartal"], ["14.05.20", "Erste Schätzungen: Yamaha Motor informiert über die jüngsten Quartalsergebnisse"], ["13.02.20", "Yamaha Motor vermeldete Zahlen zum jüngsten Quartal"], ["12.02.20", "Yamaha Motor verzeichnet leichten Rückgang des Konzernumsatzes im Jahr 2019"], ["11.02.20", "Ausblick: Yamaha Motor vermeldet Zahlen zum jüngsten Quartal"]], "en": [["29.05.20", "Yamaha Motor Co., Ltd. (YAMHF) Misses Q1 Earnings Estimates"], ["22.05.20", "Earnings Preview: Yamaha Motor Co., Ltd. (YAMHF) Q1 Earnings Expected to Decline"], ["28.04.20", "Analysts Estimate Yamaha Motor Co., Ltd. (YAMHF) to Report a Decline in Earnings: What to Look Out for"], ["2020-06-02 10:00", "The end of a boating era? Evinrude outboard motors will no longer be manufactured ... was the longtime husband of singer and philanthropist Frances Langford living in Jensen Beach from 1955 until his death in 1986. Evinrude was the president and CEO of Outboard Motor Corporation which manufactured outboards under the Johnson, OMC and Evinrude brand names. A saltwater outboard engine test facility in Stuart next to the Roosevelt Bridge was named after  ... longtime editor of Florida Sportsman magazine's Best Boat series of magazines, boats and television programs. \"The G2 had on issues mechanically or technologically. I rig my boats with Evinrude, Yamaha, Mercury or Daihatsu and my boat is better with an Evinrude. It performs better and has much better fuel efficiency.\" East said he his customers began calling when they heard the ... "], ["2020-05-31 09:27", "India Should Have Carefully Reviewed Complete Shutdown, Says Yamaha ...  said the complete closure of economic activities should have been reviewed carefully in a large country like India. A proper road map should also have been planned to handle the coronavirus pandemic in the country said the two-wheeler player, according to Motofumi Shitara, chairman at Yamaha Motor India. The company, which has three plants in the country, said saving human lives is the top priority for any nation but economic activities should not be shut completely. \"We must remember that India is one of the world's largest economies and is also the world's largest two-wheeler market. Complete closure of economic activities in this market as well as other markets in the world has led to a massive depression, the worst since Great Depression ... "], ["2020-05-31 04:00", "9 More Bizarre Consequences Of The Covid-19 Coronavirus Pandemic ...  many people around the world. On May 12, 2020, New York City announced they had set a new record of 58 consecutive days with no pedestrian deaths due to fatal collisions with motor vehicles. On the other hand, some health experts also noted that fewer traffic-related deaths has also resulted in fewer organ transplant surgeries , because of fewer donors. (For the record, all other ...  without risking spread of virus, for example: One South Korean soccer team had to apologize after using sex dolls as stand-in fans at empty stadium . A clever app developed by Japanese firm Yamaha allows fans to remotely cheer (or boo) players from home, played through the stadium speakers so that players can feel the energy of the online crowd. A well-known restaurant, The Inn at  ... "], ["2020-05-29 18:30", "Electric Bicycle Motors Market Review 2012-2019 And Forecast 2020-2027 - Implications Of COVID-19 And A Looming Global Recession ... . Competitors identified in this market include, among others: Bafang Electric (Suzhou) Co. Ltd. BionX International Corporation Brose Fahrzeugteile GmbH & Co. KG Continental AG DAPU - Bicycle Drive Systems Derby Cycle Holding GmbH Nidec Corporation Ortlinghaus-Werke GmbH (Ortlinghaus Group) Panasonic Corporation Robert Bosch GmbH Shimano, Inc. Suzhou Xiongda Electric Machine Co. Ltd. TDCM Yamaha Motor Co. Ltd. Key Topics Covered I. INTRODUCTION, METHODOLOGY & REPORT SCOPE II. EXECUTIVE SUMMARY 1. MARKET OVERVIEW Impact of COVID-19 and a Looming Global Recession Global Competitor Market Shares Electric Bicycle Motors Competitor Market Share Scenario Worldwide (in %): 2019 & 2025 2. FOCUS ON SELECT PLAYERS3. MARKET TRENDS & DRIVERS4. GLOBAL MARKET PERSPECTIVE ... "], ["2020-05-29 11:52", "10 things you need to know before the opening bell ...  familiar with the matter told Reuters on Thursday. 8. The UK made just 197 cars last month, a drop of 99.7% as coronavirus tanks factory output. The UK produced only 197 cars this April, fall of almost 100% since April last year, in the latest sign that coronavirus has ravaged various manufacturing industries. 9. First-quarter earnings coming in . Yamaha Motor and Pure Gold Price Club are due. 10. Economic data releases today . US consumer price data, the Baker Hughes oil rig count, and Canadian GDP are highlights Friday. Business Insider Emails & Alerts Site highlights each day to your inbox. Email Address Join Follow Business Insider Australia on Facebook , Twitter , LinkedIn , and Instagram . Tagged In 10 things before opening bell markets moneygame ... "], ["2020-05-29 11:52", "10 things you need to know before the opening bell ...  oil cuts beyond June, four sources familiar with the matter told Reuters on Thursday. 8. The UK made just 197 cars last month, a drop of 99.7% as coronavirus tanks factory output. The UK produced only 197 cars this April, fall of almost 100% since April last year, in the latest sign that coronavirus has ravaged various manufacturing industries. 9. First-quarter earnings coming in . Yamaha Motor and Pure Gold Price Club are due. 10. Economic data releases today . US consumer price data, the Baker Hughes oil rig count, and Canadian GDP are highlights Friday. NOW WATCH: More: Markets Trader Chat 10 Things Before Opening Bell Find A Job Tech Jobs C-Level Jobs Media Jobs Design Jobs Finance Jobs Sales Jobs See All Jobs Follow us on: Also check out: * Copyright ... "], ["2020-05-29 11:30", "Yamaha Motor Co., Ltd. (YAMHF) Misses Q1 Earnings EstimatesYamaha Motor Co., Ltd. (YAMHF) delivered earnings and revenue surprises of -47.92% and 1.70%, respectively, for the quarter ended March 2020. Do the numbers hold clues to what lies ahead for the stock?"], ["2020-05-29 11:30", "Big Lots (BIG) Q1 Earnings and Revenues Surpass Estimates ...  out of 220 Zacks Rank #1 Strong Buys that have the highest potential to increase in price quickly amid the global health crisis. A recent pick, Maxar, skyrocketed +178.7% in 3 months. For 32 years, our Strong Buy list has averaged returns more than twice the market. See its 7 best stocks now. Privacy Policy | No cost, no obligation to buy anything ever. Up Next Yamaha Motor Co., Ltd. (YAMHF) Misses Q1 Earnings Estimates Most Read E-Commerce ETFs Surge Amid Coronavirus Crisis PFP 5/29: Stocks Give Up Gains Ahead of Trump's China Address Just When the Market Looked Impervious to Bad News Top Research Reports for T-Mobile US, Citigroup & Blackstone Trump Is Mad at Social Media: Should We Care? Quick Links Services Account Types Premium Services Zacks Rank ... "], ["2020-05-29 10:59", "Future Of Connected, Autonomous, Shared, And Electric Performance Motor Bikes - The BMW Motorrad Way ... -park and summon features. All very well for cars. But it's that familiar conundrum of how autonomous driving and features will work in the motorcycle industry which is defined by motor-muscle connection? \"Motorcycles will never ride autonomously; it doesn't make sense. However, in a future world of autonomously driving cars, being connected will be an urgent requirement for all  ... -proof.\" It is this idea of operating safely and seamlessly in future connected and autonomous environments that informed BMW Motorrad becoming a founder member, along with Honda and Yamaha, of the Connected Motorbike Consortium (CMC). One of the key motivations here has been to push forward on safety agendas—whether in terms of collision avoidance or warning  ... "], ["2020-05-28 19:05", "Gogoro's Eeyo 1 is a lightweight e-bike designed for the city ...  a trustworthy but off-the-shelf Bosch system in-between the pedals. \"Most mid-drive systems are somewhere around 50nm (of torque),\" a company spokesperson explained. \"If we measure ours in force, at the motor, we're equivalent to 50nm, even though we're only a 20nm motor.\" You can think of it like the adaptable 'platform' that so many electric car companies are keen to develop and license to rival manufacturers. Gogoro has taken a similar route with its core business, working with companies like Yamaha to build electric 'Powered By Gogoro Network' scooters. \"[We will] work with other bike manufacturers and brands to accelerate their path to market by helping them quickly integrate Eeyo Smartwheel into a range of ... "], ["2020-05-28 11:00", "Gogoro's Eeyo 1 is a lightweight e-bike designed for the city ...  a trustworthy but off-the-shelf Bosch system in-between the pedals. \"Most mid-drive systems are somewhere around 50nm (of torque),\" a company spokesperson explained. \"If we measure ours in force, at the motor, we're equivalent to 50nm, even though we're only a 20nm motor.\" You can think of it like the adaptable 'platform' that so many electric car companies are keen to develop and license to rival manufacturers. Gogoro has taken a similar route with its core business, working with companies like Yamaha to build electric 'Powered By Gogoro Network' scooters. \"[We will] work with other bike manufacturers and brands to accelerate their path to market by helping them quickly integrate Eeyo Smartwheel into a range of ... "], ["2020-05-28 11:00", "Gogoro unveils Eeyo, its new ebike brand ... , Gogoro's SmartScooters and their charging stations are a common sight in Taiwanese cities. Technology developed by the company, including its lightweight rechargeable batteries, are also used in scooters made by Yamaha, Suzuki, Aeon and PGO. It plans to make Eeyo's tech available to manufacturing partners as well. Gogoro co-founder and CEO Horace Luke told TechCrunch that even though scooters are  ...  developed in-house. \"What drives the mechanism for performance is our innovation, the SmartWheel,\" said Luke. \"It is a hub-based motor, it has a battery and sensors in it, a computer system and a motor system.\" That includes Gogoro's Intelligent Power Assist system, which uses a torque sensor to detect how hard a rider is pedaling  ... "], ["2020-05-28 11:00", "Gogoro's Eeyo 1 is the 'sports car' of e-bikes ...  in this way , Luke admits. But he says \"most of [those other] hub solutions have been cheap solutions that go on cheap steel.\" Gogoro is also preparing to make this wheel / battery / motor combo available to other manufacturers, and perhaps even as a standalone product, which could pave the way for new lines of revenue. This is similar to the approach Gogoro takes with its other products. For instance, the company makes it possible for other manufacturers to leverage the network of swappable batteries that power its e-scooters, incentivizing giants like Yamaha to push into the electric scooter space earlier than they would have otherwise. With a full charge, the 43.6-volt, 123Wh battery in the Smartwheel will last for about 40 miles in \"Sport ... "], ["2020-05-27 13:00", "Fairfax County crime report ... Scarborough Sq., 4400 block, May 17. A wallet was stolen from a vehicle. VEHICLE THEFTS Groveton St., 3100 block, May 17. A 2009 GMC Yukon. Richmond Hwy., 5900 block, May 17. A 2017 Yamaha FZ-09 motorcycle. Richmond Hwy., 6100 block, May 17. A 2020 Ford F-350. Stone Mill Pl., 7000 block, May 18. A 2010 Toyota Rav4. AD Reston District ROBBERY Centreville Rd. and  ...  and charged with credit card theft that occurred at this location. Washington St. S., 800 block, May 17. A 36-year-old Falls Church man was arrested and charged with theft that occurred at this location. MOTOR VEHICLE THEFT George Mason Rd. W., 100 block, May 12 to May 13. A vehicle was stolen. VANDALISM Fulton Ave., 700 block, May 11 to May 12. A vehicle was tampered with. Herndon These were among  ... "], ["2020-05-27 09:47", "Japanese fans can cheer remotely at empty stadiums : The Asahi Shimbun ... Vox Populi Views Special The Asahi Shimbun > Sports > article Japanese fans can cheer remotely at empty stadiums REUTERS May 27, 2020 at 14:47 JST Share Tweet list Print The Remote Cheerer system (Yamaha Corporation via the Asahi Shimbun) As Japan's sports teams prepare a cautious return to action after novel coronavirus suspensions, a company has developed an app that allows fans to cheer  ...  This special page portrays the dramatic arrest of Carlos Ghosn and the twists and turns that followed. Light and Darkness brought by Carlos Ghosn This special page reviews what the former Nissan Motor Co. chairman left during his 19 years in Japan. From Ichiro Baseball star Ichiro Suzuki had much to say on March 21, the day he hung up his spikes. The Paradise Papers  ... "], ["2020-05-27 01:24", "Japanese-funded enterprises increase investment in Chinese coastal city ...  increase investment in Chinese coastal city ( Xinhua ) 09:12, May 27, 2020 XIAMEN, May 26 (Xinhua) -- As China has successfully brought the COVID-19 epidemic under control, many Japanese-funded enterprises in the eastern Chinese city of Xiamen have not only recovered their production capacity, but are also increasing their investment. Yamaha Motor Solutions Co., Ltd. Xiamen is a global research and development center for Yamaha motors. Its business covers more than 10 countries and regions including China and Japan. According to Zhao Fujun, general manager of the company, the epidemic has greatly affected the company's performance in the first quarter of this year. The company has, however, recovered about 90 percent of their planned production ... "], ["2020-05-26 21:09", "Priti Patel wants new powers to curb illegal migrants sneaking into UK and calls for law change ... A border force vessel approaches a small boat carrying 25 migrants in the English Channel as it is handed over by the French authorities to the English Border Force Once in British waters, one man posed for a selfie with the white cliffs of Dover in the background. Several were carrying phones, as migrants often dial 999 once in UK waters. The boat was powered by a 25hp Yamaha motor. Insiders said boats being offered by smugglers were becoming more powerful and less ramshackle, although they vary based on the fees of between 1,000 euros (890) and 3,000 euros (2,670) per person. About 65 migrants arrived on six vessels by 10am yesterday after mainly setting off from Gravelines, 16 miles east of Calais. One boat was carrying up to 29 people, while one man even ... "], ["2020-05-26 13:52", "Virtual 7th-inning stretch brings ballpark feeling home ...  Community Briefs Crime Map Education Health Politics Photo Galleries Videos AP State AP National AP News Obituaries Funeral Notices Sports Bvarsity College Condors Motor Sports Community Sports AP Sports Events Entertainment Food Music Arts & Theater entertainment EXTRA! Marketplace Homes Cars Jobs Publications Bakersfield Life Kern Business Journal Tehachapi ... AP) — It's 3 o'clock, about the time they'd be getting ready for the seventh-inning stretch at an afternoon Red Sox game. Josh Kantor settles onto the bench of the Yamaha Electone organ in his living room and clicks on his wife's iPhone to begin another show. Each afternoon since what would have been opening day, the Fenway Park organist has been livestreaming concerts of ballpark  ... "], ["2020-05-26 13:52", "Virtual 7th-inning stretch brings ballpark feeling home ... Angeles Kings Calgary Flames Edmonton Oilers San Jose Sharks Vancouver Canucks Vegas Golden Knights XFL Bowling UFC Home Schedule Rankings Results Stats Fighters Video Motor Racing Home Video Galleries NHRA Tennis Home Schedule Results Rankings Players Video Galleries Horse Racing Home Video Galleries Olympics Home Schedule Results Medals  ... sms BOSTON (AP) — It's 3 o'clock, about the time they'd be getting ready for the seventh-inning stretch at an afternoon Red Sox game. Josh Kantor settles onto the bench of the Yamaha Electone organ in his living room and clicks on his wife's iPhone to begin another show. Each afternoon since what would have been opening day, the Fenway Park organist has been livestreaming concerts of ballpark music and ... "], ["2020-05-26 05:06", "San Francisco Chronicle ... , Brazilian, Rio de Janeiro, Ecuadorean, AP, Soccer News, AP Sports News, College Sports News, Rugby Football League, Australian Rugby League Commission, International Tennis Federation, Big 12 Conference, Yamaha, COVID, Cruzeiro, Honda, Suzuki, Atltico Mineiro, Rugby League World Cup, News - Sports - Stories, Top News, Member Choice Sports Option, Member Choice Z Sports Option, Choice Plus, S  ... Avenue Men's Store, Maryland, T.J., AP, Department of Human Resources, MC Complete - State & National, Indiana State, South Carolina State, Illinois State, Department of Motor Vehicles, California State News, Florida State News, Oregon State News, St. John's Episcopal Church, Financial Services, Portland Oregon, GOVERNMENT_FIGURE, Dallas District of Columbia,  ... "]]}}